[
  {
    "name": "Sabrina Carpenter",
    "birthday": "1999-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Sabrina_Carpenter_12-02-2016_-15_%2831466425710%29_%28cropped%29.jpg/222px-Sabrina_Carpenter_12-02-2016_-15_%2831466425710%29_%28cropped%29.jpg",
    "extract": "Sabrina Annlynn Carpenter is an American singer and actress. Carpenter made her acting debut with an appearance in the crime series Law & Order: Special Victims Unit and received recognition for her recurring role as a young Chloe Goodwin in The Goodwin Games. She had her breakthrough starring as Maya Hart in the Disney Channel series Girl Meets World (2014–2017).",
    "year": 1999,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Gelson Martins",
    "birthday": "1995-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Russia-Portugal_CC2017_%2814%29_%28cropped%29.jpg/172px-Russia-Portugal_CC2017_%2814%29_%28cropped%29.jpg",
    "extract": "Gelson Dany Batalha Martins is a Portuguese professional footballer who plays as a winger for Ligue 1 club Monaco and the Portugal national team.",
    "year": 1995,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Hagos Gebrhiwet",
    "birthday": "1994-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Hagos_Gebrhiwet_Rio2016.jpg/240px-Hagos_Gebrhiwet_Rio2016.jpg",
    "extract": "Hagos Gebrhiwet Berhe is an Ethiopian long-distance runner and the former World Junior Record holder in the 5000 meters (12:47:53).",
    "year": 1994,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Nene Macdonald",
    "birthday": "1994-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/NENE_MACDONALD.jpg/246px-NENE_MACDONALD.jpg",
    "extract": "Nene Macdonald is a Papua New Guinean professional rugby league footballer who plays as a winger or centre for Leigh Centurions in the Betfred Championship and Papua New Guinea at international level.",
    "year": 1994,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Maurice Harkless",
    "birthday": "1993-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Maurice_Harkless_Western_Conference_Finals_2019_%28cropped%29.jpg/218px-Maurice_Harkless_Western_Conference_Finals_2019_%28cropped%29.jpg",
    "extract": "Maurice José \"Moe\" Harkless is an American-Puerto Rican professional basketball player for the Sacramento Kings of the National Basketball Association (NBA). He played college basketball for the St. John's Red Storm before being drafted 15th overall, after his freshman season, in the 2012 NBA draft. Harkless has represented the Puerto Rican national team.",
    "year": 1993,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Thibaut Courtois",
    "birthday": "1992-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Courtois_2018_%28cropped%29.jpg/256px-Courtois_2018_%28cropped%29.jpg",
    "extract": "Thibaut Nicolas Marc Courtois is a Belgian professional footballer who plays as a goalkeeper for Spanish club Real Madrid and the Belgium national team. He is considered one of the best goalkeepers in world football.",
    "year": 1992,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Pablo Sarabia",
    "birthday": "1992-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/2019-07-17_SG_Dynamo_Dresden_vs._Paris_Saint-Germain_by_Sandro_Halank%E2%80%93017_%28cropped%29.jpg/223px-2019-07-17_SG_Dynamo_Dresden_vs._Paris_Saint-Germain_by_Sandro_Halank%E2%80%93017_%28cropped%29.jpg",
    "extract": "Pablo Sarabia García is a Spanish professional footballer who plays for Ligue 1 club Paris Saint-Germain and the Spain national team. Mainly an attacking midfielder, he can also play as a right winger.",
    "year": 1992,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Giovani dos Santos",
    "birthday": "1989-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Giovanni_Dos_Santos_2017-05-21_%2834779601946%29_%28cropped%29.jpg/217px-Giovanni_Dos_Santos_2017-05-21_%2834779601946%29_%28cropped%29.jpg",
    "extract": "Giovani dos Santos Ramírez is a Mexican professional footballer. A versatile forward, dos Santos can play as an attacking midfielder, winger, and secondary striker. He is an Olympic gold medalist.",
    "year": 1989,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Cam Newton",
    "birthday": "1989-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Cam_Newton_2021_WFT_vs_CAR_%28cropped%29.jpg/216px-Cam_Newton_2021_WFT_vs_CAR_%28cropped%29.jpg",
    "extract": "Cameron Jerrell Newton is an American football quarterback who is a free agent. Nicknamed \"Super Cam\", he is the National Football League (NFL) leader in quarterback rushing touchdowns and second in quarterback rushing yards. Newton had college football stints at Florida and Blinn before joining Auburn, where he won the Heisman Trophy and 2011 BCS National Championship Game as a junior. He was selected first overall by the Carolina Panthers in the 2011 NFL Draft.",
    "year": 1989,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jeremy Maclin",
    "birthday": "1988-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Jeremy-Maclin-Mizzou-vs-Nevada-Sept-20-08.jpg/320px-Jeremy-Maclin-Mizzou-vs-Nevada-Sept-20-08.jpg",
    "extract": "Jeremy Maclin is a former American football wide receiver. He played college football at Missouri, where he was a two-time consensus All-American, and was drafted by the Philadelphia Eagles in the first round of the 2009 NFL Draft. He also played for the Kansas City Chiefs and Baltimore Ravens, making a Pro Bowl appearance in 2014 with the Eagles. He retired in 2019.",
    "year": 1988,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Brad Marchand",
    "birthday": "1988-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Brad_Marchand_-_Boston_Bruins_2016.jpg/288px-Brad_Marchand_-_Boston_Bruins_2016.jpg",
    "extract": "Brad Marchand is a Canadian professional ice hockey left winger and alternate captain of the Boston Bruins of the National Hockey League (NHL). The Bruins selected Marchand in the third round, 71st overall, of the 2006 NHL Entry Draft.",
    "year": 1988,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Lim Seul-ong",
    "birthday": "1987-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/20170613%E2%80%94Lim_Seul-ong_%EC%9E%84%EC%8A%AC%EC%98%B9%2C_%22Mata_Hari%22_photo_shoot%2C_scene_PLAYBILL_screenshot_%2800m37s%29.jpg/320px-20170613%E2%80%94Lim_Seul-ong_%EC%9E%84%EC%8A%AC%EC%98%B9%2C_%22Mata_Hari%22_photo_shoot%2C_scene_PLAYBILL_screenshot_%2800m37s%29.jpg",
    "extract": "Lim Seul-ong, also known by the mononym Seulong, is a South Korean singer and actor. He debuted as a singer in 2008 as a member of the K-pop boyband 2AM. He made his acting debut in 2010 in the Korean drama, Personal Taste.",
    "year": 1987,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Abou Diaby",
    "birthday": "1986-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Abou_Diaby_Arsenal_vs_Birmingham_2010-11.jpg/213px-Abou_Diaby_Arsenal_vs_Birmingham_2010-11.jpg",
    "extract": "Vassiriki Abou Diaby, known as Abou Diaby, is a French former professional footballer. He played primarily in a box to box role, adept at both attacking and defending. Described as a player who was \"languid, elusive, and athletic\" that could either \"dribble past opponents or slip passes to team-mates\". Of Ivorian descent, Diaby also possessed \"superb touch\" and \"excellent close control\". Diaby's career was hampered by numerous repetitive injuries, a problem that existed from his time in France. His physical appearance and positional preference evoked comparisons to Arsenal legend and compatriot Patrick Vieira.",
    "year": 1986,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Miguel Veloso",
    "birthday": "1986-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Miguel_Veloso_20120609.jpg/238px-Miguel_Veloso_20120609.jpg",
    "extract": "Miguel Luís Pinto Veloso is a Portuguese professional footballer who plays for and captains Italian club Hellas Verona. Mainly a defensive midfielder, he can also operate as an attacking left back.",
    "year": 1986,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Beau Ryan",
    "birthday": "1985-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/The_Footy_Show_Cast_2016_TV_Week_Logie_Awards_%2826635060030%29.jpg/320px-The_Footy_Show_Cast_2016_TV_Week_Logie_Awards_%2826635060030%29.jpg",
    "extract": "Beau Ryan is an Australian former professional rugby league footballer, television personality, actor and singer who played for the Cronulla-Sutherland Sharks and the Wests Tigers in the National Rugby League. Ryan is also well known for his comedic work on The Footy Show. On 5 June 2014, Beau Ryan announced his immediate retirement whilst on The Footy Show, due to a neck injury. Beau Ryan released a single, \"Where You From?\" featuring Justice Crew on 19 September 2014.",
    "year": 1985,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Andrés Iniesta",
    "birthday": "1984-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Andr%C3%A9s_Iniesta.jpg/213px-Andr%C3%A9s_Iniesta.jpg",
    "extract": "Andrés Iniesta Luján is a Spanish professional footballer who plays as a midfielder and is the captain of J1 League club Vissel Kobe. Considered one of the greatest midfielders of all time, Iniesta has spent most of his career at Barcelona, where he served as the captain for three seasons.",
    "year": 1984,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Matt Leinart",
    "birthday": "1983-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Matt_Leinart_2019.jpg/289px-Matt_Leinart_2019.jpg",
    "extract": "Matthew Stephen Leinart is a former American football quarterback who played in the National Football League (NFL) for seven seasons. He played college football at USC, where he won the Heisman Trophy and led his team to an undefeated season as a junior, culminating with a victory in the 2005 Orange Bowl. Selected 10th overall by the Arizona Cardinals in the 2006 NFL Draft, Leinart primarily served as Kurt Warner's backup for four seasons. He spent his final three seasons in a backup role for the Houston Texans and Oakland Raiders. Leinart was inducted to the College Football Hall of Fame in 2017.",
    "year": 1983,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Steven Sotloff",
    "birthday": "1983-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f5/Steven_Sotloff_portrait.jpg/277px-Steven_Sotloff_portrait.jpg",
    "extract": "Steven Joel Sotloff was an American-Israeli journalist. In August 2013, he was kidnapped in Aleppo, Syria, and held captive by militants from the Islamic State of Iraq and the Levant (ISIS).",
    "year": 1983,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Holly Valance",
    "birthday": "1983-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Holly_Valance_1800-1.jpg/206px-Holly_Valance_1800-1.jpg",
    "extract": "Holly Rachel Candy, known professionally as Holly Valance, is an Australian actress, singer and model. Valance began her acting career on the Australian soap opera Neighbours, as Felicity Scully. She released her first album, Footprints, which provided her top 3 singles, \"Kiss Kiss\", \"Down Boy\" (September) and \"Naughty Girl\" (December). By that time she had relocated to Los Angeles. Her second and final album, State of Mind, appeared in November 2003. Her film roles include, DOA: Dead or Alive (2006), Pledge This! (2006), Taken (2008) and Kambakkht Ishq (2009). Valance has lived in her mother's native United Kingdom since 2009 and became a contestant on the BBC One dance competition Strictly Come Dancing in 2011. In 2013, she was a mentor and judge of fashion competition, Shopaholic Showdown. In September 2012, Valance married British property developer Nick Candy; the couple have two children.",
    "year": 1983,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Cory Monteith",
    "birthday": "1982-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Cory_Monteith_%286592146693%29.jpg/213px-Cory_Monteith_%286592146693%29.jpg",
    "extract": "Cory Allan Michael Monteith was a Canadian actor and musician best known for his role as Finn Hudson on the Fox television series Glee. As an actor based in British Columbia, Monteith had minor roles on television series before being cast on Glee. During his success on the show, he also acted in films. His film work included Monte Carlo and a starring role in Sisters & Brothers.",
    "year": 1982,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Lauren Jackson",
    "birthday": "1981-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Lauren_Jackson_at_the_Welcome_Home_parade_in_Sydney_%281%29.jpg/284px-Lauren_Jackson_at_the_Welcome_Home_parade_in_Sydney_%281%29.jpg",
    "extract": "Lauren Elizabeth Jackson is an Australian professional basketball player. The daughter of two national basketball team players, Jackson was awarded a scholarship to the Australian Institute of Sport (AIS) in 1997, when she was 16. In 1998, she led the AIS team that won the Women's National Basketball League (WNBL) championship. Jackson joined the Canberra Capitals for the 1999 season when she turned 18 and played with the team off and on until 2006, winning four more WNBL championships. From 2010 to 2016, Jackson played with the Canberra Capitals, which she did during the Women's National Basketball Association (WNBA) offseason during the time she continued WNBA play.",
    "year": 1981,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Laetitia Casta",
    "birthday": "1978-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Laetitia_Casta_Cannes_2016.jpg/226px-Laetitia_Casta_Cannes_2016.jpg",
    "extract": "Laetitia Marie Laure Casta is a French supermodel and actress.",
    "year": 1978,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Pablo García (footballer, born 1977)",
    "birthday": "1977-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Pablo_Garcia_als_Co-Trainer_von_PAOK_2014.jpg/243px-Pablo_Garcia_als_Co-Trainer_von_PAOK_2014.jpg",
    "extract": "Pablo Gabriel García Pérez is a Uruguayan professional football manager and former player, who is the current manager of Greek Super League 2 club PAOK B.",
    "year": 1977,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Victor Matfield",
    "birthday": "1977-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Victor_Matfield.jpg/320px-Victor_Matfield.jpg",
    "extract": "Victor Matfield is a South African former professional rugby union player. He played for and captained the South Africa national team (Springboks) as well as the Blue Bulls in the Currie Cup and the Bulls franchise in Super Rugby. He is generally considered one of the best locks to have ever played for South Africa and had a long successful partnership with Springbok and Blue Bulls teammate Bakkies Botha.",
    "year": 1977,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Bobby Roode",
    "birthday": "1977-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Bobby_Roode_April_2018.jpg/217px-Bobby_Roode_April_2018.jpg",
    "extract": "Robert Francis Roode Jr. is a Canadian professional wrestler signed to WWE, where he performs on the Raw brand under his real name, Robert Roode.",
    "year": 1977,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Kardinal Offishall",
    "birthday": "1976-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/ETalk2008-Kardinall_Offishall.jpg/240px-ETalk2008-Kardinall_Offishall.jpg",
    "extract": "Jason Drew Harrow, better known by his stage name Kardinal Offishall, is a Canadian rapper, record producer, DJ, and record executive. Often credited as Canada's \"hip hop ambassador\", he is regarded as one of the country's best hip hop producers, and is best known for his distinctive reggae and dancehall-influenced style of hip hop.",
    "year": 1976,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Francisco Cordero",
    "birthday": "1975-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Francisco_Cordero_on_June_16%2C_2012.jpg/280px-Francisco_Cordero_on_June_16%2C_2012.jpg",
    "extract": "Francisco Javier Cordero is a Dominican former professional baseball pitcher. He played in Major League Baseball (MLB) for the Detroit Tigers, Texas Rangers, Milwaukee Brewers, Cincinnati Reds, Toronto Blue Jays, and Houston Astros from 1999 through 2012, often serving as the closer. On June 1, 2011, Cordero recorded his 300th career save with the Reds, becoming only the 22nd player to reach that mark. He completed his major league career with 329 saves and is a three-time MLB All-Star.",
    "year": 1975,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Stanley Gene",
    "birthday": "1974-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Stanley_Gene.jpg/320px-Stanley_Gene.jpg",
    "extract": "Stanley Gene is a Papua New Guinean former rugby league Kumul (#166) player and professional Assistant Coach (Defence) of the Hull Kingston Rovers. He previously coached Gateshead Thunder and the academy team at Hull Kingston Rovers and served as the Papua New Guinea Kumuls head coach in 2010. Having moved to England following an impressive showing for PNG in the 1995 Rugby League World Cup, Gene enjoyed a long career in the British game with spells at Hull Kingston Rovers, Huddersfield Giants, Bradford Bulls, Hull F.C. and Halifax.",
    "year": 1974,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Tomáš Dvořák",
    "birthday": "1972-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/ThomasDvorak.jpg/150px-ThomasDvorak.jpg",
    "extract": "Tomáš Dvořák, born 11 May 1972 in Gottwaldov, Czechoslovakia, is an athlete from the Czech Republic. He competed in the decathlon and heptathlon for the team Dukla Prague. He is a three-time decathlon world champion and a former world record holder, which is still the fifth best performance of all-time. This record was broken by Dvořák's compatriot Roman Šebrle in 2001. Dvořák is the only athlete to score over 8,900 points three times.",
    "year": 1972,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Harold Ford Jr.",
    "birthday": "1970-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Harold_Ford%2C_Congressional_photo_portrait.jpg/262px-Harold_Ford%2C_Congressional_photo_portrait.jpg",
    "extract": "Harold Eugene Ford Jr. is an American financial managing director, pundit, author, and former U.S. congressman who served from 1997–2007 in the United States House of Representatives as a member of the Democratic Party from Tennessee's 9th congressional district, centered in Memphis. He is a member of the Ford political family from Memphis, and is the son of former Congressman Harold Ford, Sr., who held the same seat for 22 years. In 2006, Ford made an unsuccessful bid for the U.S. Senate seat vacated by retiring Bill Frist. He was the last chairman of the Democratic Leadership Council (DLC).",
    "year": 1970,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Mitch Healey",
    "birthday": "1969-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/MITCH_HEALEY.jpg/320px-MITCH_HEALEY.jpg",
    "extract": "Mitch Healey is an Australian former professional rugby league footballer, a former member of the Cronulla-Sutherland Sharks.",
    "year": 1969,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Simon Vroemen",
    "birthday": "1969-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/20070701-nk2007-simonvroemen.jpg/240px-20070701-nk2007-simonvroemen.jpg",
    "extract": "Simon Frans Vroemen is a Dutch runner, specialising in the steeplechase.",
    "year": 1969,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Bobby Witt",
    "birthday": "1964-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Bobby_Witt_Texas_Rangers.jpg/246px-Bobby_Witt_Texas_Rangers.jpg",
    "extract": "Robert Andrew Witt Sr. is a former professional baseball pitcher, who played all or parts of 16 seasons in Major League Baseball (MLB) for the Texas Rangers, Oakland Athletics, Florida Marlins, St. Louis Cardinals, Tampa Bay Devil Rays, Cleveland Indians, and Arizona Diamondbacks.",
    "year": 1964,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Steve Bono",
    "birthday": "1962-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Steve_Bono_at_49ers_Family_Day_2009_1.JPG/216px-Steve_Bono_at_49ers_Family_Day_2009_1.JPG",
    "extract": "Steven Christopher Bono is a former American football quarterback in the National Football League.",
    "year": 1962,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Mike Nesbitt",
    "birthday": "1957-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/ea/Mike_Nesbitt.png",
    "extract": "Michael Nesbitt, MLA is a British politician and former broadcaster who was the Leader of the Ulster Unionist Party (UUP) from 2012 to 2017 and has been a Member of the Northern Ireland Assembly (MLA) for Strangford since 2011.",
    "year": 1957,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "John DeStefano Jr.",
    "birthday": "1955-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/John_DeStefano%2C_Jr._in_2008.JPG/227px-John_DeStefano%2C_Jr._in_2008.JPG",
    "extract": "John DeStefano Jr. is an American politician who served as the 49th mayor of New Haven, Connecticut, from 1994 until 2014. He was the Democratic nominee in 2006 for Governor of Connecticut, unsuccessfully challenging incumbent Republican Governor M. Jodi Rell. He was also the named defendant in the landmark 2009 U.S. Supreme Court case of Ricci v. DeStefano. John DeStefano is the son of a New Haven police officer. John and his wife Kathy DeStefano met at the University of Connecticut as undergraduates, where he also earned a Masters in Public Administration. Kathy DeStefano is a first grade teacher in West Haven, Connecticut, and they are the parents of two adult sons.",
    "year": 1955,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "John Gregory (footballer)",
    "birthday": "1954-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/John_gregory_CFC_coach.jpg/219px-John_gregory_CFC_coach.jpg",
    "extract": "John Charles Gregory is an English former footballer. He has previously managed: Portsmouth, Plymouth Argyle, Wycombe Wanderers, Aston Villa, Derby County, Queens Park Rangers, Maccabi Ahi Nazareth, F.C. Ashdod, FC Kairat, Crawley Town and Chennaiyin. As a player, he was a versatile midfielder who started his career at Northampton Town and later played for Brighton & Hove Albion, QPR, Derby and Aston Villa. He won six caps for England.",
    "year": 1954,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ed Stelmach",
    "birthday": "1951-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Ed_Stelmach2.jpg/236px-Ed_Stelmach2.jpg",
    "extract": "Edward Michael Stelmach is a Canadian politician and served as the 13th premier of Alberta, from 2006 to 2011. The grandson of Ukrainian immigrants, Stelmach was born and raised on a farm near Lamont and fluently speaks the distinctive Canadian dialect of Ukrainian. He spent his entire pre-political adult life as a farmer, except for some time spent studying at the University of Alberta. His first foray into politics was a 1986 municipal election, when he was elected to Lamont County council. A year into his term, he was appointed reeve. He continued in this position until his entry into provincial politics.",
    "year": 1951,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jeremy Paxman",
    "birthday": "1950-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Jeremy_Paxman_at_the_Forward_Prizes_judging_meeting_2014_%28cropped%29.jpg/222px-Jeremy_Paxman_at_the_Forward_Prizes_judging_meeting_2014_%28cropped%29.jpg",
    "extract": "Jeremy Dickson Paxman is an English broadcaster, journalist, author, and television presenter. Born in Leeds, Paxman was educated at Malvern College and St Catharine's College, Cambridge, where he edited the undergraduate newspaper Varsity. At Cambridge, he was a member of a Labour Party club and described himself as a socialist, although in later life described himself as a one-nation conservative. He joined the BBC in 1972, initially at BBC Radio Brighton, although he relocated to London in 1977. In coming years, he worked on Tonight and Panorama before becoming a newsreader for the BBC Six O'Clock News and later a presenter on Breakfast Time.",
    "year": 1950,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Sadashiv Amrapurkar",
    "birthday": "1950-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/63/Sadashiv_Amrapurkar.png/238px-Sadashiv_Amrapurkar.png",
    "extract": "Sadashiv Dattaray Amrapurkar was an Indian actor, best known for his performances in Marathi and Hindi films from 1983 to 1999.",
    "year": 1950,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jack Cantoni",
    "birthday": "1948-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Jack_Cantoni_%281971%29.jpg/250px-Jack_Cantoni_%281971%29.jpg",
    "extract": "Jack Cantoni was a French international rugby union player.",
    "year": 1948,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Nirj Deva",
    "birthday": "1948-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Nirj_Deva_UNDP_2010.jpg/267px-Nirj_Deva_UNDP_2010.jpg",
    "extract": "Thakur Artha Niranjan Joseph De Silva Deva Aditya,, known as Nirj Deva, is a British politician. A member of the Conservative Party, he served as a Member of the European Parliament for South East England from 1999 to 2019. He was a Member of Parliament (MP) in the British House of Commons from 1992 to 1997, for the seat of Brentford and Isleworth.",
    "year": 1948,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Nancy Greene Raine",
    "birthday": "1943-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Nancy_Greene_at_Sun_Peaks_in_2000.jpg/219px-Nancy_Greene_at_Sun_Peaks_in_2000.jpg",
    "extract": "Nancy Catherine Greene Raine is a former Canadian Senator for British Columbia and an Olympian alpine skier voted as Canada's Female Athlete of the 20th Century. She was born in Ottawa, Ontario, Canada. Greene Raine won a very decisive giant slalom victory in Grenoble, France, in the 1968 Winter Olympics.",
    "year": 1943,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Eric Burdon",
    "birthday": "1941-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Eric_Burdon%2C_1973.jpg/320px-Eric_Burdon%2C_1973.jpg",
    "extract": "Eric Victor Burdon is an English singer-songwriter and actor. He was previously the vocalist of rhythm and blues and rock band the Animals and funk band War. He is regarded as one of the British Invasion's most distinctive singers with his deep, powerful blues-rock voice. He is also known for his aggressive stage performances.",
    "year": 1941,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Narendra Patel, Baron Patel",
    "birthday": "1938-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Official_portrait_of_Lord_Patel_crop_2%2C_2019.jpg/240px-Official_portrait_of_Lord_Patel_crop_2%2C_2019.jpg",
    "extract": "Narendra Babubhai Patel, Baron Patel, is a Tanzanian-British obstetrician and cross bench peer, and a former Chancellor of the University of Dundee.",
    "year": 1938,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ildikó Rejtő",
    "birthday": "1937-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Idik%C3%B3_%C3%9Ajlaky-Rejt%C5%91.jpg/250px-Idik%C3%B3_%C3%9Ajlaky-Rejt%C5%91.jpg",
    "extract": "Ildikó Rejtő is a retired Hungarian two-time Olympic and five-time World Champion foil fencer.",
    "year": 1937,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Francisco Umbral",
    "birthday": "1935-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Francisco_Umbral%2C_1992.jpg/320px-Francisco_Umbral%2C_1992.jpg",
    "extract": "Francisco Alejandro Pérez Martínez, better known as Francisco Umbral, was a Spanish journalist, novelist, biographer and essayist.",
    "year": 1935,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jim Jeffords",
    "birthday": "1934-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/JeffordsJim%28I-VT%29.jpg/252px-JeffordsJim%28I-VT%29.jpg",
    "extract": "James Merrill Jeffords was an American lawyer and politician who served as a U.S. senator from Vermont. Sworn into the Senate in 1989, he served as a Republican until 2001, when he left the party to become an independent and began caucusing with the Democrats. Jeffords retired from the Senate in 2007. Prior to serving in the Senate, he served as the U.S. representative for Vermont's at-large congressional district from 1975 to 1989.",
    "year": 1934,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jack Twyman",
    "birthday": "1934-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Jack_Twyman.jpg/289px-Jack_Twyman.jpg",
    "extract": "John Kennedy Twyman was an American professional basketball player and sports broadcaster. Twyman is a namesake of the NBA's Twyman–Stokes Teammate of the Year Award. Twyman was inducted into the Naismith Basketball Hall of Fame in 1983.",
    "year": 1934,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Louis Farrakhan",
    "birthday": "1933-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Louis_Farrakhan_2018.jpg/275px-Louis_Farrakhan_2018.jpg",
    "extract": "Louis Farrakhan is an American religious leader, black supremacist, anti-white conspiracy theorist, and former singer who heads the Nation of Islam (NOI). Prior to joining the NOI, he was a calypso music singer who went by the stage name Calypso Gene. Earlier in his career, he served as the minister of mosques in Boston and Harlem and was appointed National Representative of the Nation of Islam by former NOI leader Elijah Muhammad. He adopted the name Louis X, before being named Louis Farrakhan.",
    "year": 1933,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Valentino (fashion designer)",
    "birthday": "1932-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/80/Valentino_%28cropped%29.jpg",
    "extract": "Valentino Clemente Ludovico Garavani, known mononymously as Valentino, is an Italian fashion designer, the founder of the Valentino brand and company. His main lines include Valentino, Valentino Garavani, Valentino Roma, and R.E.D. Valentino.",
    "year": 1932,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Edsger W. Dijkstra",
    "birthday": "1930-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Edsger_Wybe_Dijkstra.jpg/240px-Edsger_Wybe_Dijkstra.jpg",
    "extract": "Edsger Wybe Dijkstra was a Dutch computer scientist, programmer, software engineer, systems scientist, science essayist, and pioneer in computing science. A theoretical physicist by training, he worked as a programmer at the Mathematisch Centrum (Amsterdam) from 1952 to 1962. A university professor for much of his life, Dijkstra held the Schlumberger Centennial Chair in Computer Sciences at the University of Texas at Austin from 1984 until his retirement in 1999. He was a professor of mathematics at the Eindhoven University of Technology (1962–1984) and a research fellow at the Burroughs Corporation (1973–1984). In 1972, he became the first person who was neither American nor British to win the Turing Award.",
    "year": 1930,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Stanley Elkin",
    "birthday": "1930-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/51/Stanley_elkin.jpg",
    "extract": "Stanley Lawrence Elkin was an American novelist, short story writer, and essayist. His extravagant, satirical fiction revolves around American consumerism, popular culture, and male–female relationships.",
    "year": 1930,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Bernard Fox (actor)",
    "birthday": "1927-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Bernard_Fox_Werner_Klemperer_Hogan%27s_Heroes_1968_%28cropped%29.JPG/201px-Bernard_Fox_Werner_Klemperer_Hogan%27s_Heroes_1968_%28cropped%29.JPG",
    "extract": "Bernard Lawson, better known as Bernard Fox, was a British actor. He is remembered for his roles as Dr. Bombay in the comedy fantasy series Bewitched (1964–1972), Colonel Crittendon in the comedy series Hogan's Heroes (1965–1971), Malcolm Merriweather in The Andy Griffith Show (1963–1965), Colonel Redford in Barnaby Jones (1975), Max in Herbie Goes to Monte Carlo (1977), and Archibald Gracie IV in the film Titanic (1997).",
    "year": 1927,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Gene Savoy",
    "birthday": "1927-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Gene_Savoy_2000.ICC.JPG/320px-Gene_Savoy_2000.ICC.JPG",
    "extract": "Douglas Eugene \"Gene\" Savoy  was an American explorer, author, religious leader, and theologian. He served as Head Bishop of the International Community of Christ, Church of the Second Advent from 1971 until his death. Rising to prominence as one of the premier explorers of Peru in the 1960s, he is best known for his claims to have discovered more than 40 lost cities in Peru and is credited with bringing to light a number of Peru’s most important archeological sites, including Vilcabamba, the last refuge of the Incas during the Spanish conquest, and Gran Pajaten, which he named but did not discover.",
    "year": 1927,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Edward J. King",
    "birthday": "1925-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Edward_J._King.jpg/220px-Edward_J._King.jpg",
    "extract": "Edward Joseph King was an American politician who served as the 66th Governor of Massachusetts from 1979 to 1983. A member of the Democratic Party until 1985, he then became a member of the Republican Party. Elected in the 1978 Massachusetts gubernatorial election, he lost the Democratic primary of the 1982 election to his predecessor Michael Dukakis.",
    "year": 1925,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Antony Hewish",
    "birthday": "1924-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/49/Antony_Hewish.jpeg/228px-Antony_Hewish.jpeg",
    "extract": "Antony Hewish was a British radio astronomer who won the Nobel Prize for Physics in 1974 for his role in the discovery of pulsars. He was also awarded the Eddington Medal of the Royal Astronomical Society in 1969.",
    "year": 1924,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Hildegard Hamm-Brücher",
    "birthday": "1921-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Bundesarchiv_B_145_Bild-F049586-0029%2C_Frankfurt%2C_FDP-Bundesparteitag%2C_Hamm-Br%C3%BCcher.jpg/204px-Bundesarchiv_B_145_Bild-F049586-0029%2C_Frankfurt%2C_FDP-Bundesparteitag%2C_Hamm-Br%C3%BCcher.jpg",
    "extract": "Hildegard Hamm-Brücher was a liberal politician in Germany. She held federal state secretary positions from 1969 to 1972 and from 1977 to 1982. She was the Free Democratic Party's candidate in the first two rounds of the federal presidency elections in 1994.",
    "year": 1921,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Richard Feynman",
    "birthday": "1918-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/42/Richard_Feynman_Nobel.jpg/226px-Richard_Feynman_Nobel.jpg",
    "extract": "Richard Phillips Feynman was an American theoretical physicist, known for his work in the path integral formulation of quantum mechanics, the theory of quantum electrodynamics, the physics of the superfluidity of supercooled liquid helium, as well as his work in particle physics for which he proposed the parton model. For contributions to the development of quantum electrodynamics, Feynman received the Nobel Prize in Physics in 1965 jointly with Julian Schwinger and Shin'ichirō Tomonaga.",
    "year": 1918,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Camilo José Cela",
    "birthday": "1916-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Camilo_Jos%C3%A9_Cela._Fototeca._Biblioteca_Virtual_del_Patrimonio_Bibliogr%C3%A1fico.jpg/222px-Camilo_Jos%C3%A9_Cela._Fototeca._Biblioteca_Virtual_del_Patrimonio_Bibliogr%C3%A1fico.jpg",
    "extract": "Camilo José Cela y Trulock, 1st Marquis of Iria Flavia was a Spanish novelist, poet, story writer and essayist associated with the Generation of '36 movement.",
    "year": 1916,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Saadat Hasan Manto",
    "birthday": "1912-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/71/Saadat_Hasan_Manto_photograph.jpg/246px-Saadat_Hasan_Manto_photograph.jpg",
    "extract": "Saadat Hasan Manto was a writer, playwright and author born in Ludhiana active in British India and later, after the Partition of India, in Pakistan.",
    "year": 1912,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Mitchell Sharp",
    "birthday": "1911-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/52/Mitchell_William_Sharp.jpg",
    "extract": "Mitchell William Sharp was a Canadian politician and a Companion of the Order of Canada, most noted for his service as a Liberal Cabinet minister. He did, however, serve in both private and public sectors during his long career.",
    "year": 1911,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Phil Silvers",
    "birthday": "1911-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Phil_silvers_as_bilko.JPG/267px-Phil_silvers_as_bilko.JPG",
    "extract": "Phil Silvers was an American entertainer and comedic actor, known as \"The King of Chutzpah\". His career as a professional entertainer spanned nearly sixty years. Silvers achieved major popularity when he starred in The Phil Silvers Show, a 1950s sitcom set on a U.S. Army post in which he played Master Sergeant Ernest (Ernie) Bilko. He also starred in the films It's a Mad, Mad, Mad, Mad World (1963), and A Funny Thing Happened on the Way to the Forum (1966). He was a winner of two Primetime Emmy Awards for his work on The Phil Silvers Show and two Tony Awards for his performances in Top Banana and A Funny Thing Happened on the Way to the Forum.",
    "year": 1911,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Rip Sewell",
    "birthday": "1907-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c1/Rip_Sewell.jpg",
    "extract": "Truett Banks \"Rip\" Sewell was a right-handed starting pitcher in Major League Baseball who played 13 years in the major leagues with the Detroit Tigers (1932) and Pittsburgh Pirates (1938–1949). Sewell was selected four times to the National League All-Star team (1943–1946) and is credited with inventing the \"Eephus pitch.\"",
    "year": 1907,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Lise de Baissac",
    "birthday": "1905-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/46/LisedeBaissac.jpg",
    "extract": "Lise Marie Jeanette de Baissac MBE CdeG, code names Odile and Marguerite, was a Mauritian agent in the United Kingdom's clandestine Special Operations Executive (SOE) organization in France during World War II. The purpose of SOE was to conduct espionage, sabotage, and reconnaissance in countries occupied by the Axis powers, especially Nazi Germany. SOE agents allied themselves with resistance groups and supplied them with weapons and equipment parachuted in from England.",
    "year": 1905,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Salvador Dalí",
    "birthday": "1904-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Salvador_Dal%C3%AD_1939.jpg/249px-Salvador_Dal%C3%AD_1939.jpg",
    "extract": "Salvador Domingo Felipe Jacinto Dalí i Domènech, Marquess of Dalí of Púbol was a Spanish surrealist artist renowned for his technical skill, precise draftsmanship, and the striking and bizarre images in his work.",
    "year": 1904,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Charlie Gehringer",
    "birthday": "1903-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Charlie_Gehringer_1937.jpg/256px-Charlie_Gehringer_1937.jpg",
    "extract": "Charles Leonard Gehringer, nicknamed \"the Mechanical Man\", was an American professional baseball second baseman, coach, general manager, and team vice president, who played in Major League Baseball (MLB) for the Detroit Tigers for 19 seasons (1924–1942). He was elected to the Baseball Hall of Fame in 1949.",
    "year": 1903,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Rose Ausländer",
    "birthday": "1901-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/ff/Rose_Ausl%C3%A4nder_%281914%29.jpg",
    "extract": "Rose Ausländer was a Jewish poet writing in German and English. Born in Czernowitz in the Bukovina, she lived through its tumultuous history of belonging to the Austro-Hungarian Empire, Kingdom of Romania, and eventually the Soviet Union. Rose Ausländer spent her life in several countries: Austria-Hungary, Romania, the United States, and Germany.",
    "year": 1901,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Gladys Rockmore Davis",
    "birthday": "1901-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Gladys_rockmore_davis_self_portrait.jpg/214px-Gladys_rockmore_davis_self_portrait.jpg",
    "extract": "Gladys Rockmore Davis was an American artist who worked in both commercial and fine arts. She gave up a career in advertising art to work in creative painting. Her work in pastels ranks with her oils, and her chief subjects are children, nudes, and still lifes. She also painted ballet dancers, vignettes of liberated Paris, and scenes of Spain. An art critic once called Gladys Rockmore Davis \"the ten-year wonder of United States art\". Her husband Floyd Davis and her son Noel Rockmore were well-known artists as well.",
    "year": 1901,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Josip Štolcer-Slavenski",
    "birthday": "1896-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Josip_%C5%A0tolcer_Slavenski_1935.JPG/240px-Josip_%C5%A0tolcer_Slavenski_1935.JPG",
    "extract": "Josip Štolcer-Slavenski was a Croatian composer and professor at the Music Academy in Belgrade.",
    "year": 1896,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jacques Brugnon",
    "birthday": "1895-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Jacques_Brugnon_1920.jpg/235px-Jacques_Brugnon_1920.jpg",
    "extract": "Jacques Marie Stanislas Jean Brugnon, nicknamed \"Toto\", was a French tennis player, one of the famous \"Four Musketeers\" from France who dominated tennis in the late 1920s and early 1930s. He was born in and died in Paris.",
    "year": 1895,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jiddu Krishnamurti",
    "birthday": "1895-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Jiddu_Krishnamurti_01.jpg/235px-Jiddu_Krishnamurti_01.jpg",
    "extract": "Jiddu Krishnamurti was a philosopher, speaker and writer. In his early life, he was groomed to be the new World Teacher, an advanced spiritual position in the theosophical tradition, but later rejected this mantle and withdrew from the organization behind it. His interests included psychological revolution, the nature of mind, meditation, holistic inquiry, human relationships, and bringing about radical change in society. He stressed the need for a revolution in the psyche of every human being and emphasised that such revolution cannot be brought about by any external entity, be it religious, political, or social.",
    "year": 1895,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "William Grant Still",
    "birthday": "1895-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/William_Grant_Still_by_Carl_Van_Vechten.jpg/211px-William_Grant_Still_by_Carl_Van_Vechten.jpg",
    "extract": "William Grant Still Jr. was an American composer of nearly two hundred works, including five symphonies, four ballets, nine operas, over thirty choral works, plus art songs, chamber music and works for solo instruments. Born in Mississippi, he grew up in Little Rock, Arkansas, attended Wilberforce University and Oberlin Conservatory of Music, and was a student of George Whitefield Chadwick and later, Edgard Varèse. Because of his close association and collaboration with prominent African-American literary and cultural figures, Still is considered to have been part of the Harlem Renaissance.",
    "year": 1895,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Martha Graham",
    "birthday": "1894-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Martha_Graham_1948.jpg/257px-Martha_Graham_1948.jpg",
    "extract": "Martha Graham was an American modern dancer and choreographer. Her style, the Graham technique, reshaped American dance and is still taught worldwide.",
    "year": 1894,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Willie Applegarth",
    "birthday": "1890-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Willie_Applegarth_and_Sam_Mussabini_1912.jpg/207px-Willie_Applegarth_and_Sam_Mussabini_1912.jpg",
    "extract": "William Reuben Applegarth was a British track and field athlete, and winner of a gold medal in the 4 × 100 metres relay at the 1912 Summer Olympics.",
    "year": 1890,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Helge Løvland",
    "birthday": "1890-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Helge_L%C3%B8vland.jpg/240px-Helge_L%C3%B8vland.jpg",
    "extract": "Helge Andreas Løvland was a Norwegian track and field athlete. He won the gold medal in the decathlon at the 1920 Olympics. Løvland was awarded the Egebergs Ærespris in 1919. Representing the club IF Ørnulf, he died in Oslo in 1984.",
    "year": 1890,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Paul Nash (artist)",
    "birthday": "1889-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Paul_Nash_woodcut_CONTEMPORARY_BRITISH_ARTISTS_1923.png/220px-Paul_Nash_woodcut_CONTEMPORARY_BRITISH_ARTISTS_1923.png",
    "extract": "Paul Nash was a British surrealist painter and war artist, as well as a photographer, writer and designer of applied art. Nash was among the most important landscape artists of the first half of the twentieth century. He played a key role in the development of Modernism in English art.",
    "year": 1889,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Irving Berlin",
    "birthday": "1888-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Irving_Berlin_NYWTS.jpg/218px-Irving_Berlin_NYWTS.jpg",
    "extract": "Irving Berlin was an American composer, songwriter and lyricist. His music forms a great part of the Great American Songbook.",
    "year": 1888,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Willis Augustus Lee",
    "birthday": "1888-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Willis_A._Lee%3Bh95009.jpg/259px-Willis_A._Lee%3Bh95009.jpg",
    "extract": "Willis Augustus \"Ching\" Lee Jr. was a vice admiral of the United States Navy during World War II. Lee commanded the American ships during the second night of the Naval Battle of Guadalcanal and turned back a Japanese invasion force headed for the island. The victory ended Japanese attempts to reinforce their troops on Guadalcanal, and thus marked a turning point in both the Guadalcanal Campaign and the Pacific War.",
    "year": 1888,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Al Cabrera",
    "birthday": "1881-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Al_Cabrera.jpg/198px-Al_Cabrera.jpg",
    "extract": "Alfredo A. Cabrera was a professional baseball shortstop who played many years in the Cuban League. His nickname was Pájaro, which is Spanish for \"Bird.\"",
    "year": 1881,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jan van Gilse",
    "birthday": "1881-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Jan_van_Gilse.jpg/305px-Jan_van_Gilse.jpg",
    "extract": "Jan Pieter Hendrik van Gilse was a Dutch composer and conductor. Among his works are five symphonies and the Dutch-language opera Thijl.",
    "year": 1881,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Theodore von Kármán",
    "birthday": "1881-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Theodore_von_Karman_crop.jpg/246px-Theodore_von_Karman_crop.jpg",
    "extract": "Theodore von Kármán was a Hungarian-American mathematician, aerospace engineer, and physicist who was active primarily in the fields of aeronautics and astronautics. He was responsible for many key advances in aerodynamics, notably on supersonic and hypersonic airflow characterization. He is regarded as an outstanding aerodynamic theoretician of the 20th century.",
    "year": 1881,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Harriet Quimby",
    "birthday": "1875-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Harriet_Quimby_1911.jpg/159px-Harriet_Quimby_1911.jpg",
    "extract": "Harriet Quimby was an American pioneering aviator, journalist, and film screenwriter.",
    "year": 1875,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Frank Schlesinger",
    "birthday": "1871-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5d/Frank_Schlesinger.jpg/239px-Frank_Schlesinger.jpg",
    "extract": "Frank Schlesinger was an American astronomer. His work concentrated on using photographic plates rather than direct visual studies for astronomical research.",
    "year": 1871,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jack Blackham",
    "birthday": "1854-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Jack_Blackham_c1885cr.jpg/240px-Jack_Blackham_c1885cr.jpg",
    "extract": "John McCarthy Blackham was a Test cricketer who played for Victoria and Australia.",
    "year": 1854,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Charles W. Fairbanks",
    "birthday": "1852-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Charles_W_Fairbanks_by_Harris_%26_Ewing.jpg/256px-Charles_W_Fairbanks_by_Harris_%26_Ewing.jpg",
    "extract": "Charles Warren Fairbanks was an American politician who served as a senator from Indiana from 1897 to 1905 and the 26th vice president of the United States from 1905 to 1909. He was also the Republican vice presidential nominee in the 1916 presidential election. Had the Republican ticket been elected, Fairbanks would have become the third vice president to multiple presidents, after George Clinton and John C. Calhoun.",
    "year": 1852,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jean-Jacques Challet-Venel",
    "birthday": "1811-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/5b/Challet-Venel.gif",
    "extract": "Jean-Jacques Challet-Venel was a Swiss politician and member of the Swiss Federal Council (1864–1872).",
    "year": 1811,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "José Mariano Salas",
    "birthday": "1797-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Photo_of_Mariano_Salas.jpg/198px-Photo_of_Mariano_Salas.jpg",
    "extract": "José Mariano de Salas was a Mexican soldier and politician who served twice as interim president of Mexico, once in 1846, during the Mexican American War, and once in 1859 during the War of Reform.",
    "year": 1797,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Johann Friedrich Blumenbach",
    "birthday": "1752-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/JF_Blumenbach.jpg/303px-JF_Blumenbach.jpg",
    "extract": "Johann Friedrich Blumenbach was a German physician, naturalist, physiologist, and anthropologist. He is considered to be a main founder of zoology and anthropology as comparative, scientific disciplines. He was also important as a race theorist.",
    "year": 1752,
    "month": 5,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Niwa Nagashige",
    "birthday": "1571-5-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Niwa_Nagashige.jpg/155px-Niwa_Nagashige.jpg",
    "extract": "Niwa Nagashige  was a Japanese daimyō who served the Oda clan. Nagashige was the eldest son of Niwa Nagahide and married the 5th daughter of Oda Nobunaga. He took part in his first campaign in 1583, assisting his father in the Battle of Shizugatake against Shibata Katsuie. In 1584, the Battle of Nagakute, at the age of thirteen, Nagashige led a troop of the Niwa clan in place of his father, who was ill.",
    "year": 1571,
    "month": 5,
    "day": 11,
    "language": "en"
  }
]