[
  {
    "name": "Morgan Lake",
    "birthday": "1997-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Morgan_Lake_Eugene_2014.jpg/320px-Morgan_Lake_Eugene_2014.jpg",
    "extract": "Morgan Lake is a British track and field athlete, specialising in heptathlon and the high jump. She is the 2014 World Junior champion in heptathlon and high jump, and the 2015 European Junior champion in high jump.",
    "year": 1997,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Volha Khudzenka",
    "birthday": "1992-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/%D0%9E%D0%BB%D1%8C%D0%B3%D0%B0_%D0%A5%D1%83%D0%B4%D0%B5%D0%BD%D0%BA%D0%BE.jpg/181px-%D0%9E%D0%BB%D1%8C%D0%B3%D0%B0_%D0%A5%D1%83%D0%B4%D0%B5%D0%BD%D0%BA%D0%BE.jpg",
    "extract": "Volha Khudzenka is a Belarusian sprint canoeist.",
    "year": 1992,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Florent Amodio",
    "birthday": "1990-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Florent_AMODIO_NHK_Trophy_2010.jpg/213px-Florent_AMODIO_NHK_Trophy_2010.jpg",
    "extract": "Florent Amodio is a French former competitive figure skater. He is the 2011 European champion, a four-time French national champion, and the 2008 JGP Final champion. He has represented France at two Winter Olympics.",
    "year": 1990,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Etika",
    "birthday": "1990-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Etika_in_2019_-_2.jpg/301px-Etika_in_2019_-_2.jpg",
    "extract": "Desmond Daniel Amofah, better known as Etika, was an American YouTuber, online streamer, rapper, and model. Amofah was best known for his highly energetic reactions to Super Smash Bros. character reveals and Nintendo Direct presentations, and for playing and reacting to various games. He was a son of Ghanaian politician Owuraku Amofah, and a resident of Brooklyn, New York for most of his life.",
    "year": 1990,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Eleftheria Eleftheriou",
    "birthday": "1989-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Eleftheria_Eleftheriou4.jpg/320px-Eleftheria_Eleftheriou4.jpg",
    "extract": "Eleftheria Eleftheriou is a Greek Cypriot singer, musician, and actress. She came to prominence through her participation in the second season of the Greek version of The X Factor. Shortly after her elimination, Sony Music Greece signed her and submitted her as a candidate to represent Greece in the Eurovision Song Contest 2010. She was later disqualified from the national final, following the leak of her song onto the internet by an unknown party.",
    "year": 1989,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Marcelo (footballer, born 1988)",
    "birthday": "1988-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Bra-Cos_%286%29.jpg/241px-Bra-Cos_%286%29.jpg",
    "extract": "Marcelo Vieira da Silva Júnior, known as Marcelo, is a Brazilian professional footballer who plays as a left-back and is the captain of Spanish club Real Madrid.\nIn his prime, Marcelo was widely considered by many in the sport to be the best left back in the world, being renowned for his offensive capabilities, trickery, and technical qualities. He is often praised as one of the greatest left backs of all time and is the most decorated player in the history of Real Madrid, with 25 trophies won.",
    "year": 1988,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Kieron Pollard",
    "birthday": "1987-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Kieron_pollard_training_%28cropped%29.jpg/320px-Kieron_pollard_training_%28cropped%29.jpg",
    "extract": "Kieron Adrian Pollard is a Trinidadian cricketer. He captained the West Indies cricket team in limited overs cricket and Trinbago Knight Riders in CPL. He is a right arm medium - fast bowling all-rounder. After shining during the 2009 Champions League, he was signed by both the Southern Redbacks and Somerset for their domestic Twenty20 campaigns. He was the joint highest paid player in the 2010 Indian Premier League, playing for Mumbai Indians.",
    "year": 1987,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jonathan Orozco",
    "birthday": "1986-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Jonathan_Orozco_Monterrey.jpg/305px-Jonathan_Orozco_Monterrey.jpg",
    "extract": "Jonathan Emmanuel Orozco Domínguez is a Mexican professional footballer who plays as a goalkeeper for Liga MX club Tijuana and the Mexico national team.",
    "year": 1986,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Emily VanCamp",
    "birthday": "1986-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Emily_VanCamp_by_Gage_Skidmore.jpg/259px-Emily_VanCamp_by_Gage_Skidmore.jpg",
    "extract": "Emily Irene VanCamp is a Canadian actress. She first came to prominence for her work with producer Greg Berlanti, who cast her as a series regular on The WB drama Everwood (2002–2006) and the ABC drama Brothers & Sisters (2007–2010). VanCamp gained further recognition by portraying the lead role of Emily Thorne on the ABC series Revenge from 2011 to 2015. From 2018 to 2021, VanCamp starred on the Fox medical drama series The Resident. She also plays Sharon Carter / Agent 13 in the Marvel Cinematic Universe (MCU), appearing in the films Captain America: The Winter Soldier (2014) and Captain America: Civil War (2016), as well as the 2021 Disney+ series The Falcon and the Winter Soldier and What If...?",
    "year": 1986,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Paolo Goltz",
    "birthday": "1985-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/America_Mexico_2016_%285%29_-_%D0%BA%D0%BE%D0%BF%D0%B8%D1%8F.jpg/174px-America_Mexico_2016_%285%29_-_%D0%BA%D0%BE%D0%BF%D0%B8%D1%8F.jpg",
    "extract": "Paolo Duval Goltz is an Argentine professional footballer who plays as a centre-back for Argentine Primera División club Colón.",
    "year": 1985,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Andrew Howe",
    "birthday": "1985-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/AndrewHowe.jpg/194px-AndrewHowe.jpg",
    "extract": "Andrew Howe is an American-born Italian athlete who specializes in the long jump and sprinting. He won this event as well as the 200 metres at the 2004 World Junior Championships. He was successful at senior level at a young age, winning a long jump bronze at the 2006 IAAF World Indoor Championships before becoming the European Champion later that year. In 2007 he became the European Indoor Champion and won the silver medal at the 2007 World Championships in Athletics.",
    "year": 1985,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jeroen Simaeys",
    "birthday": "1985-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Simaeys.jpg/320px-Simaeys.jpg",
    "extract": "Jeroen Simaeys is a Belgian retired footballer who last played as a centre back for OH Leuven. Simaeys suffered an injury in the beginning of 2017 and was forced to retire several months later when it became apparent he would no longer be able to play professional football.",
    "year": 1985,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Clare Bowen",
    "birthday": "1984-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Clare_Bowen_-_Nashville_Live.jpg/291px-Clare_Bowen_-_Nashville_Live.jpg",
    "extract": "Clare Maree Bowen is an Australian actress and singer, best known for her role as Scarlett O'Connor in the ABC/CMT musical-drama television series Nashville.",
    "year": 1984,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Domhnall Gleeson",
    "birthday": "1983-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Domhnall_Gleeson_by_Gage_Skidmore.jpg/213px-Domhnall_Gleeson_by_Gage_Skidmore.jpg",
    "extract": "Domhnall Gleeson is an Irish actor, director and screenwriter. He is the son of actor Brendan Gleeson, with whom he has appeared in a number of films and theatre projects. He received a Bachelor of Arts in Media Arts from Dublin Institute of Technology.",
    "year": 1983,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Alina Kabaeva",
    "birthday": "1983-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3f/KabaevaOrdercropped.jpg",
    "extract": "Alina Maratovna Kabaeva or Kabayeva is a Russian politician, media manager, retired individual rhythmic gymnast, and Honoured Master of Sports.",
    "year": 1983,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Kushida (wrestler)",
    "birthday": "1983-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/KUSHIDA_2017.jpg/214px-KUSHIDA_2017.jpg",
    "extract": "Yujiro Kushida  is a Japanese professional wrestler and former mixed martial artist, better known by his mononymous ring name Kushida.",
    "year": 1983,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Charilaos Pappas",
    "birthday": "1983-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Charis_Pappas_1860_2009.JPG/221px-Charis_Pappas_1860_2009.JPG",
    "extract": "Charilaos \"Charis\" Pappas is a Greek former professional footballer who played as a right winger.",
    "year": 1983,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Virginie Razzano",
    "birthday": "1983-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Razzano_US16_%289%29_%2829235523294%29.jpg/214px-Razzano_US16_%289%29_%2829235523294%29.jpg",
    "extract": "Virginie Razzano is a former French professional tennis player. She won two WTA Tour singles titles, both of them in 2007. Razzano reached her career-high WTA singles ranking of world No. 16 on 14 September 2009. She represented France in the Fed Cup from 2001 to 2014; her overall Fed Cup win–loss record is 16–9.",
    "year": 1983,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Donnie Nietes",
    "birthday": "1982-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e6/Donnie_Nietes_2019_%28cropped%29.jpg",
    "extract": "Donnie Liboon Nietes is a Filipino professional boxer. He is a world champion in four weight-classes, having previously held the WBO mini-flyweight title from 2007 to 2011; the WBO and The Ring magazine junior-flyweight titles between 2011 and 2016; IBF flyweight title from 2017 to 2018; and the WBO junior-bantamweight title from 2018 to 2019. He is the longest-reigning Filipino boxing world champion, surpassing in 2014 the record set in 1967 by Boxing Hall of Fame inductee Gabriel \"Flash\" Elorde. He was one of the first three Asian fighters with world titles in at least four weight classes alongside fellow Filipinos Manny Pacquiao and Nonito Donaire.",
    "year": 1982,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Rami Malek",
    "birthday": "1981-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Rami_Malek_in_2015_%282%29_%28cropped%29.jpg/248px-Rami_Malek_in_2015_%282%29_%28cropped%29.jpg",
    "extract": "Rami Said Malek is an American actor. He is known for portraying computer hacker Elliot Alderson in the USA Network television series Mr. Robot (2015–2019), for which he received the Primetime Emmy Award for Outstanding Lead Actor in a Drama Series, and as Queen lead singer Freddie Mercury in the biopic Bohemian Rhapsody (2018), for which he won the Academy Award, Golden Globe Award, Screen Actors Guild Award, and British Academy Film Award for Best Actor. He has received many other accolades, and is the first actor of Egyptian heritage to win the Academy Award for Best Actor. Time magazine named Malek one of the 100 most influential people in the world in 2019.",
    "year": 1981,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Adrian Serioux",
    "birthday": "1979-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/51_Adrian_Serioux_041710.jpg/214px-51_Adrian_Serioux_041710.jpg",
    "extract": "Adrian Serioux is a retired Canadian soccer player.",
    "year": 1979,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Malin Akerman",
    "birthday": "1978-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Actress_Malin_Akerman_Visits_TODAY_Show_%2850025449428%29_%28cropped%29.jpg/245px-Actress_Malin_Akerman_Visits_TODAY_Show_%2850025449428%29_%28cropped%29.jpg",
    "extract": "Malin Maria Akerman is a Swedish-American actress, producer and model. In the early 2000s, she had several small television and film parts in both Canadian and American productions, including The Utopian Society (2003) and Harold & Kumar Go to White Castle (2004). Following a supporting role on the HBO mockumentary sitcom The Comeback (2005), she gained her first co-starring roles in the romantic comedy films The Heartbreak Kid (2007) and 27 Dresses (2008). She had an uncredited role in the science fiction film, The Invasion (2007). She played the female lead in Watchmen (2009) as Silk Spectre II, a role for which she was nominated for a Saturn Award for Best Supporting Actress.",
    "year": 1978,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jason Biggs",
    "birthday": "1978-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Jason_Biggs_at_Paley_Fest_Orange_Is_The_New_Black.jpg/213px-Jason_Biggs_at_Paley_Fest_Orange_Is_The_New_Black.jpg",
    "extract": "Jason Matthew Biggs is an American actor and comedian. He is known for playing Jim Levenstein in the American Pie comedy film series and Larry Bloom in the Netflix original series Orange Is the New Black. He also starred in Boys and Girls, Loser, Saving Silverman, Anything Else, Jersey Girl, Eight Below, Over Her Dead Body, and My Best Friend's Girl. Biggs initially gained recognition from his role in the soap opera As the World Turns, for which he was nominated for the Daytime Emmy Award for Outstanding Younger Actor in a Drama Series in 1995.",
    "year": 1978,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Morning Musume",
    "birthday": "1978-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/161006_AMN_%EB%B9%85_%EC%BD%98%EC%84%9C%ED%8A%B8_-_%EB%AA%A8%EB%8B%9D%EA%B5%AC%EB%AC%B4%EC%8A%A4%EB%A9%94_16_%EC%9A%B0%ED%83%80%EC%B9%B4%ED%83%80_%EC%83%88%ED%84%B0%EB%8D%B0%EC%9D%B4%EB%82%98%EC%9D%B4%ED%8A%B8_%EC%A7%81%EC%BA%A0_by_DaftTaengk_3m50s.jpg/320px-161006_AMN_%EB%B9%85_%EC%BD%98%EC%84%9C%ED%8A%B8_-_%EB%AA%A8%EB%8B%9D%EA%B5%AC%EB%AC%B4%EC%8A%A4%EB%A9%94_16_%EC%9A%B0%ED%83%80%EC%B9%B4%ED%83%80_%EC%83%88%ED%84%B0%EB%8D%B0%EC%9D%B4%EB%82%98%EC%9D%B4%ED%8A%B8_%EC%A7%81%EC%BA%A0_by_DaftTaengk_3m50s.jpg",
    "extract": "Morning Musume '22 , formerly simply Morning Musume  and colloquially referred to as Momusu , are a Japanese girl group, holding the second highest overall single sales on the Oricon charts as of February 2012, with the Oricon record of most top ten singles with an amount of 64.",
    "year": 1978,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Graeme Dott",
    "birthday": "1977-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Graeme_Dott_at_Snooker_German_Masters_%28Martin_Rulsch%29_2014-01-29_01.jpg/320px-Graeme_Dott_at_Snooker_German_Masters_%28Martin_Rulsch%29_2014-01-29_01.jpg",
    "extract": "Graeme Dott is a Scottish professional snooker player and snooker coach from Larkhall. He turned professional in 1994 and first entered the top 16 in 2001. He has won two ranking titles, the 2006 World Snooker Championship and the 2007 China Open, and was runner-up in the World Championships of 2004 and 2010. He reached number 2 in the world rankings in 2007, but a subsequent episode of clinical depression seriously affected his form, causing him to drop to number 28 for the 2009–10 season. He then recovered his form, regained his top-16 ranking, and reached a third World Championship final. In 2011, he published his autobiography, Frame of Mind: The Autobiography of the World Snooker Champion.",
    "year": 1977,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Maryam Mirzakhani",
    "birthday": "1977-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b1/Maryam_Mirzakhani_in_Seoul_2014.jpg",
    "extract": "Maryam Mirzakhani was an Iranian mathematician and a professor of mathematics at Stanford University. Her research topics included Teichmüller theory, hyperbolic geometry, ergodic theory, and symplectic geometry. In 2005, as a result of her research, she was honored in Popular Science's fourth annual \"Brilliant 10\" in which she was acknowledged as one of the top 10 young minds who have pushed their fields in innovative directions.",
    "year": 1977,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Onur Saylak",
    "birthday": "1977-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Onur_Saylak.jpg/320px-Onur_Saylak.jpg",
    "extract": "Arif Onur Saylak is a Turkish actor, filmmaker and director. He was married for six years to Tuba Büyüküstün, with whom he has twin daughters.",
    "year": 1977,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Rachel Wilson",
    "birthday": "1977-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Rachel_Wilson_at_WSFF_2012-_Christmas_in_June.jpg/244px-Rachel_Wilson_at_WSFF_2012-_Christmas_in_June.jpg",
    "extract": "Rachel Alexandra Wilson is a Canadian actress. She is best known for her roles as Heather in Total Drama and Tamira Goldstein in Breaker High.",
    "year": 1977,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Mareile Höppner",
    "birthday": "1977-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Mareile_H%C3%B6ppner_-_2018082191228_2018-03-23_Radio_Regenbogen_Award_2018_-_Sven_-_1D_X_MK_II_-_0348_-_AK8I0079.jpg/320px-Mareile_H%C3%B6ppner_-_2018082191228_2018-03-23_Radio_Regenbogen_Award_2018_-_Sven_-_1D_X_MK_II_-_0348_-_AK8I0079.jpg",
    "extract": "Mareile Höppner is a German television presenter and journalist.",
    "year": 1977,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jonah Lomu",
    "birthday": "1975-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c6/Jonah_Lomu_%28cropped%29.jpg",
    "extract": "Jonah Tali Lomu was a New Zealand rugby union player. He became the youngest ever All Black when he played his first international in 1994 at the age of 19 years and 45 days. Playing on the wing Lomu finished his international career with 63 caps and 37 tries. He is regarded as the first true global superstar of rugby and consequently had a huge impact on the game. Lomu was inducted into the International Rugby Hall of Fame on 9 October 2007, and the IRB Hall of Fame on 24 October 2011.",
    "year": 1975,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ricky Ortiz",
    "birthday": "1975-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Ricky_Ortiz_ECW.jpg/244px-Ricky_Ortiz_ECW.jpg",
    "extract": "Richard Young is an American professional wrestler and former football player. He is best known for his time with WWE performing under the ring name Ricky Ortiz.",
    "year": 1975,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Lutz Pfannenstiel",
    "birthday": "1973-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Lutz-Pfannenstiel-08-2019.jpg/240px-Lutz-Pfannenstiel-08-2019.jpg",
    "extract": "Lutz Pfannenstiel is a German former professional football goalkeeper and current football board member. He holds the record for the only footballer to play professionally in each of the six recognised continental associations. From 2010 to 2018, he was an expert on various television channels – including ZDF, BBC, CNN, ORF, SRF, DAZN and Eurosport. Pfannenstiel was appointed sporting director for MLS side St. Louis City SC ahead of their entry to the league in 2023.",
    "year": 1973,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Christian Campbell",
    "birthday": "1972-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Christian_Campbell_%28cropped%29.jpg/214px-Christian_Campbell_%28cropped%29.jpg",
    "extract": "Christian Bethune Campbell is a Canadian actor. He is known for his roles as Gabriel in the film Trick, Greg Ivey in the television series Big Love and on stage as Jimmy Harper in the musical Reefer Madness.",
    "year": 1972,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Doug Basham",
    "birthday": "1971-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/DougBasham.jpg/258px-DougBasham.jpg",
    "extract": "Lyle Douglas \"Doug\" Basham Jr. is an American retired professional wrestler. He is best known for his appearances with World Wrestling Entertainment between 2002 and 2007, and Total Nonstop Action Wrestling under the ring name Basham in 2007.",
    "year": 1971,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jamie Luner",
    "birthday": "1971-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Jamie_Luner_2014.jpg/213px-Jamie_Luner_2014.jpg",
    "extract": "Jamie Michelle Luner is an American actress who first came to prominence as Cindy Lubbock on the ABC sitcom Just the Ten of Us, but is perhaps better known as Peyton Richards on Savannah, Lexi Sterling on Melrose Place and Rachel Burke on Profiler. More recently, Luner portrayed Liza Colby on the ABC soap opera All My Children and Cassie Siletti on Murder in the First. Luner is also well known for her lead roles in many Lifetime movies.",
    "year": 1971,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Mark Foster (swimmer)",
    "birthday": "1970-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Mark_foster_swimmer.jpg/320px-Mark_foster_swimmer.jpg",
    "extract": "Mark Andrew Foster is an English former competitive swimmer who represented Great Britain in the Olympics and world championships, and swam for England in the Commonwealth Games. Foster is a former world champion and won multiple medals in international competition during his long career. He competed primarily in butterfly and freestyle at 50 metres.",
    "year": 1970,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jim Furyk",
    "birthday": "1970-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Jim_Furyk.jpg/230px-Jim_Furyk.jpg",
    "extract": "James Michael Furyk is an American professional golfer who plays on the PGA Tour and the PGA Tour Champions. In 2010, he was the FedEx Cup champion and PGA Tour Player of the Year. He has won one major championship, the 2003 U.S. Open. Furyk holds the record for the lowest score in PGA Tour history, a round of 58 which he shot during the final round of the 2016 Travelers Championship, and has earned notoriety for his unorthodox golf swing.",
    "year": 1970,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Samantha Mathis",
    "birthday": "1970-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Samantha_Mathis_on_Billions_Season_4_Trailer.jpg/275px-Samantha_Mathis_on_Billions_Season_4_Trailer.jpg",
    "extract": "Samantha Mathis is an American actress and trade union leader who served as the Vice President, Actors/Performers of SAG-AFTRA from 2015 to 2019. The daughter of actress Bibi Besch, Mathis made her film debut in Pump Up the Volume (1990), and later co-starred or appeared in such films as FernGully: The Last Rainforest (1992), Super Mario Bros. (1993), The Thing Called Love (1993), Little Women (1994), The American President (1995), Broken Arrow (1996), American Psycho (2000), The Punisher (2004), and Atlas Shrugged: Part II (2012). She has recently had recurring roles on The Strain as New York City Councilwoman Justine Feraldo, and on Billions as Taylor Mason Capital COO Sara Hammon.",
    "year": 1970,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Mike Weir",
    "birthday": "1970-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Mike_Weir_by_Richard_Wayne.jpg/224px-Mike_Weir_by_Richard_Wayne.jpg",
    "extract": "Michael Richard Weir, is a Canadian professional golfer who plays on the PGA Tour. He spent over 110 weeks in the top-10 of the Official World Golf Ranking between 2001 and 2005. He plays golf left-handed and is best known for winning the Masters Tournament in 2003, making him the only Canadian man to ever win a major.",
    "year": 1970,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Suzanne Clément",
    "birthday": "1969-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Suzanne_Cl%C3%A9ment.jpg/320px-Suzanne_Cl%C3%A9ment.jpg",
    "extract": "Suzanne Clément is a Canadian actress. She is known for her work in Xavier Dolan's arthouse films I Killed My Mother (2009), Laurence Anyways (2012), and Mommy (2014).",
    "year": 1969,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Kim Fields",
    "birthday": "1969-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Kim_Fields_by_Gage_Skidmore.jpg/251px-Kim_Fields_by_Gage_Skidmore.jpg",
    "extract": "Kim Victoria Fields is an American actress and director. Fields is best known for her roles as Dorothy \"Tootie\" Ramsey on the NBC sitcom The Facts of Life (1979–1988), and as Regine Hunter on the Fox sitcom Living Single (1993–1998). She currently stars in the Netflix original series The Upshaws.",
    "year": 1969,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Tony Hawk",
    "birthday": "1968-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Tony_Hawk_2016_%28cropped%29.jpg/219px-Tony_Hawk_2016_%28cropped%29.jpg",
    "extract": "Anthony Frank Hawk, nicknamed Birdman, is an American professional skateboarder, entrepreneur, and the owner of the skateboard company Birdhouse. A pioneer of modern vertical skateboarding, Hawk completed the first documented \"900\" skateboarding trick in 1999. He also licensed a skateboarding video game series named after him published by Activision that same year. He retired from competing professionally in 2003 and is regarded as one of the most influential skateboarders of all time.",
    "year": 1968,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Catherine Tate",
    "birthday": "1968-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Catherine_Tate_Photo_Op_GalaxyCon_Raleigh_2019.jpg/222px-Catherine_Tate_Photo_Op_GalaxyCon_Raleigh_2019.jpg",
    "extract": "Catherine Jane Ford, known professionally as Catherine Tate, is an English actress, comedian and writer. She has won numerous awards for her work on the BBC sketch comedy series The Catherine Tate Show (2004–2007), as well as being nominated for an International Emmy Award and seven BAFTAs. Tate played Donna Noble in the 2006 Christmas special of Doctor Who, and later reprised her role, becoming the Tenth Doctor's regular companion for the fourth series in 2008.",
    "year": 1968,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Mireille Bousquet-Mélou",
    "birthday": "1967-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Mireille_Bousquet-M%C3%A9lou_%C3%A0_Oberwolfach_2014.jpg/320px-Mireille_Bousquet-M%C3%A9lou_%C3%A0_Oberwolfach_2014.jpg",
    "extract": "Mireille Bousquet-Mélou is a French mathematician who specializes in enumerative combinatorics and who works as a senior researcher for the Centre national de la recherche scientifique (CNRS) at the computer science department (LaBRI) of the University of Bordeaux.",
    "year": 1967,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Bill Shorten",
    "birthday": "1967-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Bill_Shorten-crop.jpg/228px-Bill_Shorten-crop.jpg",
    "extract": "William Richard Shorten is an Australian politician who served as leader of the opposition and leader of the Australian Labor Party (ALP) from 2013 to 2019. He was first elected as the member of parliament (MP) for Maribyrnong in 2007, and was a cabinet minister in the Gillard and Rudd Governments from 2010 to 2013.",
    "year": 1967,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Stephen Baldwin",
    "birthday": "1966-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Stephen_Baldwin_%28cropped%29.jpg/228px-Stephen_Baldwin_%28cropped%29.jpg",
    "extract": "Stephen Andrew Baldwin is an American actor, producer, and director. He has appeared in the films Born on the Fourth of July (1989), Posse (1993), 8 Seconds (1994), Threesome (1994), The Usual Suspects (1995), Bio-Dome (1996) and The Flintstones in Viva Rock Vegas (2000). Baldwin also starred in the television series The Young Riders (1989–1992) and as himself in the reality shows Celebrity Big Brother 7 in the United Kingdom and Celebrity Apprentice. In 2004, he directed Livin' It, a Christian-themed skateboarding DVD. He is the youngest of the four Baldwin brothers.",
    "year": 1966,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Bebel Gilberto",
    "birthday": "1966-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Bebel_Gilberto_Budapest.jpg/320px-Bebel_Gilberto_Budapest.jpg",
    "extract": "Isabel Gilberto de Oliveira, known as Bebel Gilberto, is an American-born Brazilian popular singer often associated with bossa nova. She is the daughter of João Gilberto and singer Miúcha. Her uncle is singer/composer Chico Buarque.",
    "year": 1966,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Deborah Kara Unger",
    "birthday": "1966-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Deborah_Kara_Unger_in_Sep_2009.jpg/219px-Deborah_Kara_Unger_in_Sep_2009.jpg",
    "extract": "Deborah Kara Unger is a Canadian actress. She is known for her roles in the films Highlander III: The Sorcerer (1994), Crash (1996), The Game (1997), Payback (1999), The Hurricane (1999), White Noise (2005), Silent Hill (2006), 88 Minutes (2008) and The Way (2010).",
    "year": 1966,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Pierre Morel",
    "birthday": "1964-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Pierre-Morel-Taken.JPG/200px-Pierre-Morel-Taken.JPG",
    "extract": "Pierre Morel is a French film director and cinematographer. His work includes District 13, From Paris with Love, and Taken.",
    "year": 1964,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Gavin Hood",
    "birthday": "1963-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Gavin_Hood_2015.jpg/225px-Gavin_Hood_2015.jpg",
    "extract": "Gavin Hood is a South African filmmaker, screenwriter, producer, and actor, best known for writing and directing Tsotsi (2005), which won the Academy Award for Best Foreign Language Film. He also directed the films X-Men Origins: Wolverine, Ender's Game, Eye in the Sky and most recently, Official Secrets.",
    "year": 1963,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Vanessa Estelle Williams",
    "birthday": "1963-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/8f/Vanessa_A._Williams.jpg",
    "extract": "Vanessa Estelle Williams is an American actress and producer. She is best known for her roles as Maxine Joseph–Chadway in the Showtime drama series, Soul Food (2000–04), for which she received NAACP Image Award for Outstanding Actress in a Drama Series and as Nino Brown's feisty gun moll, Keisha in the 1991 crime drama film, New Jack City. Williams is also known for her role as Anne-Marie McCoy in the first and fourth of the Candyman films, and as Rhonda Blair in the first season of the Fox prime time soap opera, Melrose Place (1992–93).",
    "year": 1963,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Emilio Estevez",
    "birthday": "1962-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Emilio_Estevez_and_Martin_Sheen_%28cropped_to_Emilio%29.jpg/182px-Emilio_Estevez_and_Martin_Sheen_%28cropped_to_Emilio%29.jpg",
    "extract": "Emilio Estévez is an American actor and filmmaker.",
    "year": 1962,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Brett Gurewitz",
    "birthday": "1962-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Brett_Gurewitz_of_Bad_Religion.jpg/228px-Brett_Gurewitz_of_Bad_Religion.jpg",
    "extract": "Brett W. Gurewitz, nicknamed Mr. Brett, is an American musician best known as the lead guitarist of Bad Religion. He is also the owner of the music label Epitaph Records and a number of sister labels. He has produced albums for Bad Religion as well as Epitaph Records labelmates NOFX, Rancid, and Pennywise, among others. Gurewitz also had a project called Error, which also featured Atticus Ross, Leopold Ross, and Greg Puciato. He is also the co-founder of comic book and graphic novel publisher, Black Mask Studios.",
    "year": 1962,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Gregory H. Johnson",
    "birthday": "1962-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Gregory_H._Johnson.jpg/256px-Gregory_H._Johnson.jpg",
    "extract": "Gregory Harold \"Box\" Johnson is a former NASA astronaut and a retired colonel in the United States Air Force. Johnson is a veteran of two space flights, STS-123 and STS-134. He served as pilot on his first mission, which delivered the Kibo logistics module and the Dextre robot arm to the International Space Station. Johnson was also assigned as the pilot to the STS-134 mission, which launched on May 16, 2011 and landed on June 1, 2011. Greg Johnson has also served in numerous roles for NASA including as a Capcom for several missions. Gregory H. Johnson was the President and Executive Director for the Center for the Advancement of Science in Space (CASIS) until March 10th, 2018. He is now working with Lockheed Martin.",
    "year": 1962,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Thomas Dooley",
    "birthday": "1961-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Thomas_Dooley_1994_stamp_of_Nicaragua.jpg/215px-Thomas_Dooley_1994_stamp_of_Nicaragua.jpg",
    "extract": "Thomas Dooley is an American former soccer player. He played as a defender and defensive midfielder and was a long-time member and former captain of the United States national team. Dooley currently serves as the head coach of the Philippines national team.",
    "year": 1961,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Bruce McCulloch",
    "birthday": "1961-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/75/Bruce_McCulloch.jpg",
    "extract": "Bruce Ian McCulloch is a Canadian actor, comedian, writer, musician and film director. McCulloch is perhaps best known for his work as a member of the comedy troupe The Kids in the Hall, including starring in the TV series of the same name. He was also a writer for Saturday Night Live. McCulloch has appeared on other series including Twitch City and Gilmore Girls. He directed the films Dog Park, Stealing Harvard and Superstar.",
    "year": 1961,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ving Rhames",
    "birthday": "1959-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Ving_Rhames_2010_%284710601891%29_%28cropped%29.jpg/226px-Ving_Rhames_2010_%284710601891%29_%28cropped%29.jpg",
    "extract": "Irving Rameses \"Ving\" Rhames is an American actor. He is best known for his starring role as IMF Agent Luther Stickell in the Mission: Impossible film series and his supporting role as gang kingpin Marsellus Wallace in Pulp Fiction. He also appeared in Jacob's Ladder (1990), Dave (1993), Striptease (1996), Con Air (1997), Only in America (1997), Out of Sight (1998), Entrapment (1999), Bringing Out the Dead (1999), and Dawn of the Dead (2004). He voiced Cobra Bubbles in the animated films Lilo & Stitch (2002), Stitch! The Movie (2003), and Leroy & Stitch (2006).",
    "year": 1959,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Dries van Noten",
    "birthday": "1958-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Boutique_Dries_Van_Noten.JPG/320px-Boutique_Dries_Van_Noten.JPG",
    "extract": "Dries, Baron Van Noten is a Belgian fashion designer and an eponymous fashion brand, which he co-founded with CEO and business partner Christine Mathys.",
    "year": 1958,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Bernie Federko",
    "birthday": "1956-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Bernie_Federko_1981.JPG/225px-Bernie_Federko_1981.JPG",
    "extract": "Bernard Allan Federko is a Canadian former professional ice hockey centre of Ukrainian ancestry who played fourteen seasons in the National Hockey League from 1976 through 1990.",
    "year": 1956,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Greg Phillinganes",
    "birthday": "1956-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/GregPhillinganes20101129A.jpg/320px-GregPhillinganes20101129A.jpg",
    "extract": "Gregory Arthur Phillinganes is an American keyboardist, singer-songwriter, and musical director based in Los Angeles, California. A prolific session musician, Phillinganes has contributed the role of keyboards to numerous albums representing a broad array of artists and genres. He has toured with notable artists, such as Stevie Wonder, Eric Clapton, David Gilmour and Toto, served as musical director for Michael Jackson, and has released two solo studio albums.",
    "year": 1956,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Asad Rauf",
    "birthday": "1956-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Asad_Rauf.jpg/320px-Asad_Rauf.jpg",
    "extract": "Asad Rauf is a Pakistani former umpire and cricketer. He was a member of the ICC Elite Umpire Panel from 2006 to 2013, and is alleged to have been involved in match-fixing and spot-fixing of cricket matches. In February 2016, Rauf was found guilty of corruption by the BCCI and banned for five years.",
    "year": 1956,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Kix Brooks",
    "birthday": "1955-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Kix_Brooks_by_Gage_Skidmore_2.jpg/246px-Kix_Brooks_by_Gage_Skidmore_2.jpg",
    "extract": "Leon Eric Brooks III, better known by his stage name Kix Brooks, is an American country music artist, actor, and film producer best known for being one half of the duo Brooks & Dunn and host of radio's American Country Countdown. Prior to the duo's foundation, he was a singer and songwriter, charting twice on Hot Country Songs and releasing an album for Capitol Records. Brooks and Ronnie Dunn comprised Brooks & Dunn for twenty years, then both members began solo careers. Brooks's solo career after Brooks & Dunn includes the album New to This Town.",
    "year": 1955,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "George Karl",
    "birthday": "1951-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/George_Karl.jpg/195px-George_Karl.jpg",
    "extract": "George Matthew Karl is an American former professional basketball coach and player. After spending five years as a player for the San Antonio Spurs, Karl became an assistant with the team before getting the chance to become a head coach in 1981 with the Continental Basketball Association. Three years later, he became one of the youngest NBA head coaches in history when he was named coach of the Cleveland Cavaliers at age 33. By the time his coaching career came to an end in 2016, Karl would coach for nine different teams in three different leagues, which included being named Coach of the Year three combined times with one championship in the FIBA Saporta Cup. He is one of nine coaches in NBA history to have won 1,000 NBA games and was named NBA Coach of the Year for the 2012-13 season. While he never won an NBA championship, Karl made the postseason 22 times with five different teams, which included a trip to the 1996 NBA Finals with the Seattle SuperSonics.",
    "year": 1951,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Bruce Boxleitner",
    "birthday": "1950-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Bruce_Boxleitner.jpg/213px-Bruce_Boxleitner.jpg",
    "extract": "Bruce William Boxleitner is an American actor and science fiction and suspense writer. He is known for his leading roles in the television series How the West Was Won, Bring 'Em Back Alive, Scarecrow and Mrs. King, and Babylon 5 .\nHe is also known for his dual role as the characters Alan Bradley and Tron in the 1982 Walt Disney Pictures film Tron, a role which he reprised in the 2003 video game Tron 2.0, the 2006 Square-Enix/Disney crossover game Kingdom Hearts II, the 2010 film sequel, Tron: Legacy and the animated series Tron: Uprising. He co-starred in most of the Gambler films with Kenny Rogers, where his character provided comic relief.",
    "year": 1950,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Gabriel Byrne",
    "birthday": "1950-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Gabriel_Byrne_2010.jpg/263px-Gabriel_Byrne_2010.jpg",
    "extract": "Gabriel James Byrne is an Irish actor, film director, film producer, screenwriter, audiobook narrator, and author. His acting career began in the Focus Theatre before he joined London's Royal Court Theatre in 1979. Byrne's screen debut came in the Irish drama serial The Riordans and the spin-off show Bracken.",
    "year": 1950,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Helena Kennedy, Baroness Kennedy of The Shaws",
    "birthday": "1950-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Official_portrait_of_Baroness_Kennedy_of_The_Shaws_crop_2%2C_2019.jpg/240px-Official_portrait_of_Baroness_Kennedy_of_The_Shaws_crop_2%2C_2019.jpg",
    "extract": "Helena Ann Kennedy, Baroness Kennedy of The Shaws, QC, FRSA, HonFRSE, is a Scottish barrister, broadcaster, and Labour member of the House of Lords. She was Principal of Mansfield College, Oxford, from 2011 to 2018.",
    "year": 1950,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ross Bleckner",
    "birthday": "1949-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/RossBlecknerMay09.jpg/214px-RossBlecknerMay09.jpg",
    "extract": "Ross Bleckner is an American artist. He currently lives and works in New York City. His artistic focus is on painting, and he held his first solo exhibition in 1975. Some of his art work reflected on the AIDS epidemic.",
    "year": 1949,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Dave Heineman",
    "birthday": "1948-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Dave_Heineman_official_photo.jpg/213px-Dave_Heineman_official_photo.jpg",
    "extract": "David Eugene Heineman is an American politician who served as the 39th governor of Nebraska from 2005 to 2015. A member of the Republican Party, he previously was the 39th treasurer of Nebraska from 1995 to 2001 and 37th lieutenant governor of Nebraska from 2001 to 2005. Having served out the remainder of Johanns' term and winning full four-year terms in 2006 and 2010, Heineman is the longest-serving Nebraska Governor with just under 10 years of service.",
    "year": 1948,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Steve Winwood",
    "birthday": "1948-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Steve-Winwood2_%28cropped%29.jpg/222px-Steve-Winwood2_%28cropped%29.jpg",
    "extract": "Stephen Lawrence Winwood is an English professional musician and songwriter whose genres include blue-eyed soul, rhythm and blues, blues rock and pop rock. Though primarily a keyboard player and vocalist prominent for his distinctive, soulful high tenor voice, Winwood plays other instruments proficiently, including drums, mandolin, guitars, bass and saxophone.",
    "year": 1948,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Michael Ignatieff",
    "birthday": "1947-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Victoria%2C_BC_Liberal_Town_Hall_Forum_public_lib%C3%A9ral.jpg/220px-Victoria%2C_BC_Liberal_Town_Hall_Forum_public_lib%C3%A9ral.jpg",
    "extract": "Michael Grant Ignatieff is a Canadian author, academic and former politician who served as the leader of the Liberal Party of Canada and Leader of the Official Opposition from 2008 until 2011. Known for his work as a historian, Ignatieff has held senior academic posts at the universities of Cambridge, Oxford, Harvard, and Toronto. Most recently, he was rector and President of Central European University; he held this position from 2016 until July 2021.",
    "year": 1947,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Daniel Libeskind",
    "birthday": "1946-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Daniel_Libeskind_2011.jpg/239px-Daniel_Libeskind_2011.jpg",
    "extract": "Daniel Libeskind is a Polish-American architect, artist, professor and set designer. Libeskind founded Studio Daniel Libeskind in 1989 with his wife, Nina, and is its principal design architect.",
    "year": 1946,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Alan Ball Jr.",
    "birthday": "1945-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b1/Alan_Ball_%28cropped%29.jpg",
    "extract": "Alan James Ball was an English professional football player and manager. He was the youngest member of England's 1966 World Cup winning team and played as a midfielder for various clubs, scoring more than 180 league goals in a career spanning 22 years. His playing career also included a then national record £220,000 transfer from Everton to Arsenal at the end of 1971. After retiring as a player, he had a 15-year career as a manager which included spells in the top flight of English football with Portsmouth, Southampton, and Manchester City.",
    "year": 1945,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ian McLagan",
    "birthday": "1945-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Ian_McLagan.jpg/320px-Ian_McLagan.jpg",
    "extract": "Ian Patrick McLagan was an English keyboard instrumentalist, best known as a member of the English rock bands Small Faces and Faces. He also collaborated with the Rolling Stones and led his own band from the late 1970s. He was inducted into the Rock and Roll Hall of Fame in 2012.",
    "year": 1945,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Chris Patten",
    "birthday": "1944-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Official_portrait_of_Lord_Patten_of_Barnes_crop_2.jpg/240px-Official_portrait_of_Lord_Patten_of_Barnes_crop_2.jpg",
    "extract": "Christopher Francis Patten, Baron Patten of Barnes, is a British politician who was the 28th and last Governor of Hong Kong from 1992 to 1997 and Chairman of the Conservative Party from 1990 to 1992. He was made a life peer in 2005 and has been Chancellor of the University of Oxford since 2003.",
    "year": 1944,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ian Dury",
    "birthday": "1942-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Ian_Dury_1.jpg/260px-Ian_Dury_1.jpg",
    "extract": "Ian Robins Dury was a British singer-songwriter and actor who rose to fame during the late 1970s, during the punk and new wave era of rock music. He was the lead singer of Ian Dury and the Blockheads and before that of Kilburn and the High Roads.",
    "year": 1942,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Billy Swan",
    "birthday": "1942-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Billy_Swan_-_I_Can_Help_-_Purple_Vinyl.jpg/320px-Billy_Swan_-_I_Can_Help_-_Purple_Vinyl.jpg",
    "extract": "William Lance Swan is an American country singer-songwriter, best known for his 1974 single, \"I Can Help\".",
    "year": 1942,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Dragoljub Velimirović",
    "birthday": "1942-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Dragoljub_Velimirovi%C4%87_1966.jpg/247px-Dragoljub_Velimirovi%C4%87_1966.jpg",
    "extract": "Dragoljub Velimirović was a Serbian chess grandmaster, born in Valjevo.",
    "year": 1942,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "The Blue Diamonds (duo)",
    "birthday": "1941-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/The_Blue_Diamonds_914-2294.jpg/320px-The_Blue_Diamonds_914-2294.jpg",
    "extract": "The Blue Diamonds were a Indonesia and Dutch 1960s rock and roll duo, best known for their million-selling chart-topping single, \"Ramona\". Indo (Dutch-Indonesian) brothers Ruud de Wolff and Riem de Wolff founded the group shortly after immigrating to Driebergen-Rijsenburg in the Netherlands in 1949. They were born in Batavia, Indonesia.",
    "year": 1941,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Norman Whitfield",
    "birthday": "1940-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/The_Temptations_1971.jpg/268px-The_Temptations_1971.jpg",
    "extract": "Norman Jesse Whitfield was an American songwriter and producer, who worked with Berry Gordy's Motown labels during the 1960s. He has been credited as one of the creators of the Motown Sound and of the late-1960s subgenre of psychedelic soul.",
    "year": 1940,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jalal Dabagh",
    "birthday": "1939-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Jalaldabagh.jpg/320px-Jalaldabagh.jpg",
    "extract": "Jalal Dabagh is a Kurdish politician and writer/journalist.",
    "year": 1939,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ron Ziegler",
    "birthday": "1939-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/04/Ronz.jpg",
    "extract": "Ronald Louis Ziegler was the 13th White House Press Secretary and Assistant to the President, serving during United States President Richard Nixon's administration.",
    "year": 1939,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Millie Perkins",
    "birthday": "1938-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/69/Millie_Perkins_in_The_Diary_of_Anne_Frank_%281959%29.jpg",
    "extract": "Millie Perkins is an American film and television actress known for her debut film role as Anne Frank in The Diary of Anne Frank (1959), and for her supporting actress roles in two 1966 Westerns, The Shooting and Ride in the Whirlwind, both directed by Monte Hellman.",
    "year": 1938,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Beryl Burton",
    "birthday": "1937-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Beryl_Burton_1967d.jpg/221px-Beryl_Burton_1967d.jpg",
    "extract": "Beryl Burton, OBE was an English racing cyclist who dominated women's cycle racing in the UK, winning more than 90 domestic championships and seven world titles, and setting numerous national records. She set a women's record for the 12-hour time-trial which exceeded the men's record for two years.",
    "year": 1937,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "George Carlin",
    "birthday": "1937-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/George_Carlin_1975_%28Little_David_Records%29_Publicity.jpg/294px-George_Carlin_1975_%28Little_David_Records%29_Publicity.jpg",
    "extract": "George Denis Patrick Carlin was an American stand-up comedian, actor, author, and social critic. Regarded as one of the most important and influential stand-up comedians of all time, he was dubbed \"the dean of counterculture comedians\". He was known for his dark comedy and reflections on politics, the English language, psychology, religion, and taboo subjects. His \"seven dirty words\" routine was central to the 1978 United States Supreme Court case F.C.C. v. Pacifica Foundation, in which a 5–4 decision affirmed the government's power to censor indecent material on the public airwaves.",
    "year": 1937,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Susan Hampshire",
    "birthday": "1937-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Susan-hampshire-trailer-tomasina.jpg/320px-Susan-hampshire-trailer-tomasina.jpg",
    "extract": "Susan Hampshire, Lady Kulukundis, is an English actress known for her many television and film roles. A three-time Emmy Award winner, she won for The Forsyte Saga in 1970, The First Churchills in 1969, and for Vanity Fair in 1973. Her other television credits include The Pallisers (1974), The Grand (1997–98) and Monarch of the Glen (2000–2005).",
    "year": 1937,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Miriam Stoppard",
    "birthday": "1937-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Miriam_and_Tom_Stoppard%2C_NYC.jpg/216px-Miriam_and_Tom_Stoppard%2C_NYC.jpg",
    "extract": "Miriam, Lady Hogg,, known professionally by her former married name Miriam Stoppard, is an English medical doctor, author, television presenter and advice columnist.",
    "year": 1937,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Guillermo Endara",
    "birthday": "1936-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Guillermo_Endara_1993.jpg/233px-Guillermo_Endara_1993.jpg",
    "extract": "Guillermo David Endara Galimany was a Panamanian politician who served as the President of Panama from 1989 to 1994. Raised in a family allied to Panameñista Party founder Arnulfo Arias, Endara attended school in exile in the United States and Argentina following Arias's removal from power. Endara later received a law degree in Panama. He subsequently served as a member of Panama's National Assembly, and briefly as a government minister before heading into exile again following Arias' third overthrow.",
    "year": 1936,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Tom Snyder",
    "birthday": "1936-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Tom_Snyder_1977.JPG/238px-Tom_Snyder_1977.JPG",
    "extract": "Thomas James Snyder was an American television personality, news anchor, and radio personality best known for his late night talk shows Tomorrow, on the NBC television network in the 1970s and 1980s, and The Late Late Show, on the CBS Television Network in the 1990s. Snyder was also the pioneer anchor of the prime time NBC News Update, in the 1970s and early 1980s, which was a one-minute capsule of news updates in prime time.",
    "year": 1936,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Frank Stella",
    "birthday": "1936-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Frank_Stella_2012.jpg/212px-Frank_Stella_2012.jpg",
    "extract": "Frank Philip Stella is an American painter, sculptor and printmaker, noted for his work in the areas of minimalism and post-painterly abstraction. Stella lives and works in New York City.",
    "year": 1936,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Felipe Alou",
    "birthday": "1935-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Felipe_Alou_1961.jpg/257px-Felipe_Alou_1961.jpg",
    "extract": "Felipe Rojas Alou is a former Major League Baseball outfielder, first baseman, and manager. He managed the Montreal Expos (1992–2001) and the San Francisco Giants (2003–2006). The first Dominican to play regularly in the major leagues, he is the most prominent member of one of the sport's most notable families of the late 20th century: he was the oldest of the trio of baseball-playing brothers that included Matty and Jesús, who were both primarily outfielders, and his son Moisés was also primarily an outfielder; all but Jesús have been named All-Stars at least twice. His son Luis, in turn, managed the New York Mets.",
    "year": 1935,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Johnny Bucyk",
    "birthday": "1935-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/JohnnyBucyk.jpg/198px-JohnnyBucyk.jpg",
    "extract": "John Paul Bucyk is a Canadian former professional ice hockey left winger and member of the Hockey Hall of Fame. Having played most of his career with the Boston Bruins, he has been associated in one capacity or another with the Bruins' organization since the late 1950s. Nicknamed \"Chief\", Bucyk was named one of the '100 Greatest NHL Players' in 2017.",
    "year": 1935,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Andrei Voznesensky",
    "birthday": "1933-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/30/Andrey_Voznesenskiy.jpg",
    "extract": "Andrei Andreyevich Voznesensky was a Soviet and Russian poet and writer who had been referred to by Robert Lowell as \"one of the greatest living poets in any language.\" He was one of the \"Children of the '60s,\" a new wave of iconic Russian intellectuals led by the Khrushchev Thaw.",
    "year": 1933,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Joel Joffe, Baron Joffe",
    "birthday": "1932-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/86/Lord_Joffe_2015.png/296px-Lord_Joffe_2015.png",
    "extract": "Joel Goodman Joffe, Baron Joffe, was a South African-born British lawyer and Labour peer in the House of Lords.",
    "year": 1932,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jesús Franco",
    "birthday": "1930-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Jess_Franco_2008.jpg/320px-Jess_Franco_2008.jpg",
    "extract": "Jesús Franco Manera was a Spanish filmmaker, composer, and actor, known as a prolific director of low-budget exploitation and B-movies. In a career spanning from 1954 to 2013, he wrote, directed, produced, acted in, and scored approximately 173 feature films, working both in his native Spain and, in France, West Germany, Switzerland and Portugal. Additionally, during the 1960s, he made several films in Rio de Janeiro and Istanbul.",
    "year": 1930,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Sam Nujoma",
    "birthday": "1929-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Sam_Nujoma.jpg/203px-Sam_Nujoma.jpg",
    "extract": "Samuel Shafiishuna Daniel Nujoma, is a Namibian revolutionary, anti-apartheid activist and politician who served three terms as the first President of Namibia, from 1990 to 2005. Nujoma was a founding member and the first president of the South West Africa People's Organization (SWAPO) in 1960. Prior to 1960, SWAPO was known as the Ovambo People's Organisation (OPO). He played an important role as leader of the national liberation movement in campaigning for Namibia's political independence from South African rule. He established the People's Liberation Army of Namibia (PLAN) in 1962 and launched a guerrilla war against the apartheid government of South Africa in August 1966 at Omungulugwombashe, beginning after the United Nations withdrew the mandate for South Africa to govern the territory. Nujoma led SWAPO during the lengthy Namibian War of Independence, which lasted from 1966 to 1989.",
    "year": 1929,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Dollard St. Laurent",
    "birthday": "1929-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/1959_Topps_Dollard_St_Laurent.JPG/221px-1959_Topps_Dollard_St_Laurent.JPG",
    "extract": "Joseph Dollard Herve St. Laurent was a Canadian ice hockey defenceman.",
    "year": 1929,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Burt Bacharach",
    "birthday": "1928-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Burt_Bacharach_1972.JPG/253px-Burt_Bacharach_1972.JPG",
    "extract": "Burt Freeman Bacharach is an American composer, songwriter, record producer, and pianist who composed hundreds of pop songs from the late 1950s through the 1980s, many in collaboration with lyricist Hal David. A six-time Grammy Award winner and three-time Academy Award winner, Bacharach's songs have been recorded by more than 1,000 different artists. As of 2014, he had written 73 US and 52 UK Top 40 hits. He is considered one of the most important composers of 20th-century popular music.",
    "year": 1928,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Paulette Poujol-Oriol",
    "birthday": "1926-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/2e/Paulette_Poujol-Oriol.jpeg",
    "extract": "Paulette Poujol-Oriol was a Haitian educator, actress, dramaturge, feminist and writer. Fluent in French, Creole, English, Spanish, German, and Italian, she contributed to Haitian arts and literature, and founded Picolo Teatro, a performing arts school for children. She has been recognized as one of Haiti's leading literary figures as well as one of the most active players in Haiti's feminist movement.",
    "year": 1926,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Viren J. Shah",
    "birthday": "1926-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Viren_J_Shah_-_Kolkata_2004-05-02_1366.jpg/213px-Viren_J_Shah_-_Kolkata_2004-05-02_1366.jpg",
    "extract": "Viren J. Shah was an Indian politician and 22nd Governor of West Bengal.",
    "year": 1926,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Yogi Berra",
    "birthday": "1925-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/1953_Bowman_Yogi_Berra.jpg/212px-1953_Bowman_Yogi_Berra.jpg",
    "extract": "Lawrence Peter \"Yogi\" Berra was an American professional baseball catcher who later took on the roles of manager and coach. He played 19 seasons in Major League Baseball (MLB), all but the last for the New York Yankees. He was an 18-time All-Star and won 10 World Series championships as a player—more than any other player in MLB history. Berra had a career batting average of .285, while hitting 358 home runs and 1,430 runs batted in. He is one of only six players to win the American League Most Valuable Player Award three times. He is widely regarded as one of the greatest catchers in baseball history and was elected to the Baseball Hall of Fame in 1972.",
    "year": 1925,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Maxine Cooper",
    "birthday": "1924-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f5/Maxine_Cooper.jpg/232px-Maxine_Cooper.jpg",
    "extract": "Gladys Maxine Cooper Gomberg was an American actress, activist, and photographer. She was perhaps best known for her role as private detective Mike Hammer's secretary Velda in the 1955 film Kiss Me Deadly, which the Los Angeles Times called a \"film noir classic.\"",
    "year": 1924,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Tony Hancock",
    "birthday": "1924-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/1f/Tony-hancock.jpg",
    "extract": "Anthony John Hancock was an English comedian and actor.",
    "year": 1924,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Marco Denevi",
    "birthday": "1922-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/MarcoDenevi2.jpg/264px-MarcoDenevi2.jpg",
    "extract": "Marco Denevi was an Argentine author of novels and short stories, as well as a lawyer and journalist. His work is characterized by its originality and depth, as well as a criticism of human incompetence. His first work, a mystery novel titled Rosaura a las diez (1955), was a Kraft award winner and a bestseller. In 1964, it was translated into English as Rosa at Ten O'Clock. Other famous works of his include Los expedientes (1957), Ceremonia Secreta (1960), El cuarto de la noche (1962), and Falsificaciones (1966).",
    "year": 1922,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Bob Goldham",
    "birthday": "1922-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Bob_Goldham_50-56.JPG/249px-Bob_Goldham_50-56.JPG",
    "extract": "Robert John \"Golden Boy\" Goldham was a Canadian ice hockey defenceman and broadcaster. He played two seasons for the Toronto Marlboros earning the name \"Golden Boy\". He was later called the \"Second Goalie\" because his fearless skills blocking the puck.",
    "year": 1922,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Roy Salvadori",
    "birthday": "1922-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/1958-03-22_Sebring_Roy_Salvadori.jpg/320px-1958-03-22_Sebring_Roy_Salvadori.jpg",
    "extract": "Roy Francesco Salvadori was a British racing driver and team manager. He was born in Dovercourt, Essex, to parents of Italian descent. He graduated to Formula One by 1952 and competed regularly until 1962 for a succession of teams including Cooper, Vanwall, BRM, Aston Martin and Connaught. Also a competitor in other formulae, he won the 1959 24 Hours of Le Mans in an Aston Martin with co-driver Carroll Shelby.",
    "year": 1922,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Joseph Beuys",
    "birthday": "1921-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Beuys-Feldman-Gallery.jpg/217px-Beuys-Feldman-Gallery.jpg",
    "extract": "Joseph Heinrich Beuys was a German artist, teacher, performance artist, and art theorist whose work reflected concepts of humanism, sociology, and anthroposophy. He was a founder of a provocative art movement known as Fluxus and was a key figure in the development of Happenings.",
    "year": 1921,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Farley Mowat",
    "birthday": "1921-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Farley_Mowat_1993.jpg/215px-Farley_Mowat_1993.jpg",
    "extract": "Farley McGill Mowat, was a Canadian writer and environmentalist. His works were translated into 52 languages, and he sold more than 17 million books. He achieved fame with the publication of his books on the Canadian north, such as People of the Deer (1952) and Never Cry Wolf (1963). The latter, an account of his experiences with wolves in the Arctic, was made into a film of the same name released in 1983. For his body of work as a writer he won the annual Vicky Metcalf Award for Children's Literature in 1970.",
    "year": 1921,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Mary Kay Ash",
    "birthday": "1918-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/MaryKay.jpg/220px-MaryKay.jpg",
    "extract": "Mary Kay Ash was an American businesswoman and founder of Mary Kay Cosmetics, Inc. At her death, she had a fortune of $98 million, and her company had more than $1.2 billion in sales with a sales force of more than 800,000 in at least three dozen countries.",
    "year": 1918,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Julius and Ethel Rosenberg",
    "birthday": "1918-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Julius_and_Ethel_Rosenberg_NYWTS.jpg/320px-Julius_and_Ethel_Rosenberg_NYWTS.jpg",
    "extract": "Julius Rosenberg and Ethel Rosenberg were American citizens who were convicted of spying on behalf of the Soviet Union. The couple were convicted of providing top-secret information about radar, sonar, jet propulsion engines and valuable nuclear weapon designs. Convicted of espionage in 1951, they were executed by the federal government of the United States in 1953 at Sing Sing Correctional Facility in Ossining, New York, becoming the first American civilians to be executed for such charges and the first to receive that penalty during peacetime.",
    "year": 1918,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Albert Murray (writer)",
    "birthday": "1916-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c2/Albert_Murray.jpg/245px-Albert_Murray.jpg",
    "extract": "Albert L. Murray was an American literary and music critic, novelist, essayist, and biographer. His books include The Omni-Americans, South to a Very Old Place, and Stomping the Blues.",
    "year": 1916,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Bertus Aafjes",
    "birthday": "1914-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/ae/Bertus_Aafjes.jpg/216px-Bertus_Aafjes.jpg",
    "extract": "Lambertus Jacobus Johannes \"Bertus\" Aafjes was a Dutch poet noteworthy for his poems about resistance to German occupation during World War II.",
    "year": 1914,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Howard K. Smith",
    "birthday": "1914-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Howard_K._Smith%2C_Journalist_-_ABC_News%2C_Publicity_Photograph_%281972%29.jpg/320px-Howard_K._Smith%2C_Journalist_-_ABC_News%2C_Publicity_Photograph_%281972%29.jpg",
    "extract": "Howard Kingsbury Smith was an American journalist, radio reporter, television anchorman, political commentator, and film actor. He was one of the original members of the team of war correspondents known as the Murrow Boys.",
    "year": 1914,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Henry Jonsson",
    "birthday": "1912-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Henry_K%C3%A4larne%2C_G%C3%B6sta_Holm%C3%A9r.jpg/201px-Henry_K%C3%A4larne%2C_G%C3%B6sta_Holm%C3%A9r.jpg",
    "extract": "John Henry Jonsson was a Swedish runner who won a bronze medal over 5000 m at the 1936 Summer Olympics. He finished second at the 1938 European Championships. In 1940 he changed his name to Henry Kälarne; the same year he was awarded the Svenska Dagbladet Gold Medal.",
    "year": 1912,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Charles Biro",
    "birthday": "1911-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/93/Charlesbiro1.jpg/283px-Charlesbiro1.jpg",
    "extract": "Charles Biro was an American comic book creator and cartoonist. He is today chiefly known for creating the comic book characters Airboy and Steel Sterling, and for his work at Lev Gleason Publications on Daredevil Comics and Crime Does Not Pay.",
    "year": 1911,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "James Dudley",
    "birthday": "1910-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e5/James_Dudley.png",
    "extract": "James Dudley was an American baseball player, professional wrestling manager, and professional wrestling executive. He played Negro league baseball for nine years but is best known for his time with the World Wide Wrestling Federation. Dudley was the first African-American to run a major United States arena. He worked with four generations of wrestling's McMahon family and was particularly close with Vincent J. McMahon. At age 74, he was put back on the company's payroll to show appreciation for his work for the McMahons. He also managed several wrestlers in the WWWF and was inducted into the WWF Hall of Fame class of 1994.",
    "year": 1910,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Johan Ferrier",
    "birthday": "1910-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Ferrier_in_Suriname_1975_%28cropped%29.jpg/240px-Ferrier_in_Suriname_1975_%28cropped%29.jpg",
    "extract": "Johan Henri Eliza Ferrier was a Surinamese politician who served as the 1st President of Suriname from 25 November 1975 to 13 August 1980. He was that country's last Governor-General before independence, serving from 1968 to 1975, before becoming the first president upon independence from the Netherlands in 1975.",
    "year": 1910,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Dorothy Hodgkin",
    "birthday": "1910-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/3f/Dorothy_Hodgkin_Nobel.jpg/226px-Dorothy_Hodgkin_Nobel.jpg",
    "extract": "Dorothy Mary Crowfoot Hodgkin was a Nobel Prize-winning British chemist who advanced the technique of X-ray crystallography to determine the structure of biomolecules, which became essential for structural biology.",
    "year": 1910,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Nicholas Kaldor",
    "birthday": "1908-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a7/Nicholas_Kaldor.jpg",
    "extract": "Nicholas Kaldor, Baron Kaldor, born Káldor Miklós, was a Cambridge economist in the post-war period. He developed the \"compensation\" criteria called Kaldor–Hicks efficiency for welfare comparisons (1939), derived the cobweb model, and argued for certain regularities observable in economic growth, which are called Kaldor's growth laws. Kaldor worked alongside Gunnar Myrdal to develop the key concept Circular Cumulative Causation, a multicausal approach where the core variables and their linkages are delineated. Both Myrdal and Kaldor examine circular relationships, where the interdependencies between factors are relatively strong, and where variables interlink in the determination of major processes.\nGunnar Myrdal got the concept from Knut Wicksell and developed it alongside Nicholas Kaldor when they worked together at the United Nations Economic Commission for Europe. Myrdal concentrated on the social provisioning aspect of development, while Kaldor concentrated on demand-supply relationships to the manufacturing sector. Kaldor also coined the term \"convenience yield\" related to commodity markets and the so-called theory of storage, which was initially developed by Holbrook Working.",
    "year": 1908,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Leslie Charteris",
    "birthday": "1907-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5c/Leslie_Charteris.jpg/242px-Leslie_Charteris.jpg",
    "extract": "Leslie Charteris, was a British-Chinese author of adventure fiction, as well as a screenwriter. He was best known for his many books chronicling the adventures of his charming hero Simon Templar, alias \"The Saint\".",
    "year": 1907,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Katharine Hepburn",
    "birthday": "1907-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Katharine_Hepburn_promo_pic.jpg/255px-Katharine_Hepburn_promo_pic.jpg",
    "extract": "Katharine Houghton Hepburn was an American actress of film, stage and television. Hepburn's career as a Hollywood leading lady spanned over 60 years. She was known for her headstrong independence, spirited personality and outspokenness, cultivating a screen persona that matched this public image, and regularly playing strong-willed, sophisticated women. Her work was in a range of genres, from screwball comedy to literary drama, and earned her various accolades, including four Academy Awards for Best Actress—a record for any performer. In 1999, Hepburn was named the greatest female star of classic Hollywood cinema by the American Film Institute.",
    "year": 1907,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Édouard Rinfret",
    "birthday": "1905-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Edouard_Rinfret.jpg/212px-Edouard_Rinfret.jpg",
    "extract": "Édouard-Gabriel Rinfret, was a Canadian lawyer, politician and judge.",
    "year": 1905,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Faith Bennett",
    "birthday": "1903-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Faith_Bennett_signing_to_collect_a_spitfire.jpg/320px-Faith_Bennett_signing_to_collect_a_spitfire.jpg",
    "extract": "Faith Margaret Ellen Bennett (1903–1969) was a British actress and ATA pilot.",
    "year": 1903,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Wilfrid Hyde-White",
    "birthday": "1903-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3e/Wilfrid_Hyde-White_in_Ada_trailer_%282%29.jpg",
    "extract": "Wilfrid Hyde-White was a British character actor of stage, film and television. He achieved international recognition for his role as Colonel Pickering in the film version of the musical My Fair Lady (1964).",
    "year": 1903,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "The Duke of Paducah",
    "birthday": "1901-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Benjamin_Francis_Ford-Duke_of_Paducah.JPG/256px-Benjamin_Francis_Ford-Duke_of_Paducah.JPG",
    "extract": "Benjamin Francis Ford, known professionally as The Duke of Paducah, was an American country comedian, radio host and banjo player popular from the 1940s to the 1960s.",
    "year": 1901,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Helene Weigel",
    "birthday": "1900-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Fotothek_df_Pk_89.jpg/317px-Fotothek_df_Pk_89.jpg",
    "extract": "Helene Weigel was a German actress and artistic director. She was the second wife of Bertolt Brecht and was married to him from 1930 until his death in 1956. Together they had two children.",
    "year": 1900,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "William Giauque",
    "birthday": "1895-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/20/William_Giauque_Nobel.jpg/226px-William_Giauque_Nobel.jpg",
    "extract": "William Francis Giauque was a Canadian-born American chemist and Nobel laureate recognized in 1949 for his studies in the properties of matter at temperatures close to absolute zero. He spent virtually all of his educational and professional career at the University of California, Berkeley.",
    "year": 1895,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jiddu Krishnamurti",
    "birthday": "1895-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Jiddu_Krishnamurti_01.jpg/235px-Jiddu_Krishnamurti_01.jpg",
    "extract": "Jiddu Krishnamurti was a philosopher, speaker and writer. In his early life, he was groomed to be the new World Teacher, an advanced spiritual position in the theosophical tradition, but later rejected this mantle and withdrew from the organization behind it. His interests included psychological revolution, the nature of mind, meditation, holistic inquiry, human relationships, and bringing about radical change in society. He stressed the need for a revolution in the psyche of every human being and emphasised that such revolution cannot be brought about by any external entity, be it religious, political, or social.",
    "year": 1895,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Fritz Kortner",
    "birthday": "1892-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Fritz-Kortner-1959.jpg/239px-Fritz-Kortner-1959.jpg",
    "extract": "Fritz Kortner was an Austrian stage and film actor and theatre director.",
    "year": 1892,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Abelardo L. Rodríguez",
    "birthday": "1889-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Abelardo_L._Rodriguez%2C_retrato.jpg/241px-Abelardo_L._Rodriguez%2C_retrato.jpg",
    "extract": "Abelardo Rodríguez Luján, commonly known as Abelardo L. Rodríguez was the Substitute President of Mexico from 1932 to 1934. He completed the term of President Pascual Ortiz Rubio after his resignation, during the period known as the Maximato. Former President Plutarco Elías Calles then held considerable de facto political power, without being president himself. However, Rodríguez was more successful than Ortiz Rubio had been in asserting presidential power against Calles's influence. To date, Rodríguez is the only Mexican to have been brigadier general, president, and governor of two different states.",
    "year": 1889,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Otto Frank",
    "birthday": "1889-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Otto_Frank_%281961%29.jpg/240px-Otto_Frank_%281961%29.jpg",
    "extract": "Otto Heinrich Frank was a German businessman who later became a resident of the Netherlands and Switzerland. He was the father of Anne and Margot Frank and husband of Edith Frank, and was the sole member of his family to survive the Holocaust. He inherited Anne's manuscripts after her death, arranged for the publication of her diary as The Diary of a Young Girl in 1947, and oversaw its adaptation to both theater and film.",
    "year": 1889,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ernst A. Lehmann",
    "birthday": "1886-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Bundesarchiv_Bild_102-08046%2C_Ernst_Lehmann.jpg/320px-Bundesarchiv_Bild_102-08046%2C_Ernst_Lehmann.jpg",
    "extract": "Captain Ernst August Lehmann was a German Zeppelin captain. He was one of the most famous and experienced figures in German airship travel. The Pittsburgh Press called Lehmann the best airship pilot in the world, although he was criticized by Hugo Eckener for often making dangerous maneuvers that compromised the airships.\nHe was a victim of the Hindenburg disaster in 1937.",
    "year": 1886,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Saneatsu Mushanokōji",
    "birthday": "1885-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Saneatsu_Mushanokoji_1_cropped.jpg/222px-Saneatsu_Mushanokoji_1_cropped.jpg",
    "extract": "Saneatsu Mushanokōji  was a Japanese novelist, playwright, poet, artist, and philosopher active during the late Taishō and Shōwa periods of Japan. Later on in life he requested that the pronunciation of his surname be changed from the usual Mushanokōji, to Mushakōji, but without much success. He was nicknamed Musha and Futo-o by his colleagues.",
    "year": 1885,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Lincoln Ellsworth",
    "birthday": "1880-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Lincoln_ellsworth.jpg/223px-Lincoln_ellsworth.jpg",
    "extract": "Lincoln Ellsworth was a polar explorer from the United States and a major benefactor of the American Museum of Natural History.",
    "year": 1880,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Charles Holden",
    "birthday": "1875-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Dr._Charles_Holden%2C_architect%2C_1946_%28crop%29.jpg/218px-Dr._Charles_Holden%2C_architect%2C_1946_%28crop%29.jpg",
    "extract": "Charles Henry Holden FRIBA, MRTPI, RDI was a Bolton-born English architect best known for designing many London Underground stations during the 1920s and 1930s, for Bristol Central Library, the Underground Electric Railways Company of London's headquarters at 55 Broadway and for the University of London's Senate House. He created many war cemeteries in Belgium and northern France for the Imperial War Graves Commission.",
    "year": 1875,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Clemens von Pirquet",
    "birthday": "1874-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/90/Pirquet.jpg",
    "extract": "Clemens Peter Freiherr von Pirquet was an Austrian scientist and pediatrician best known for his contributions to the fields of bacteriology and immunology.",
    "year": 1874,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "J. E. H. MacDonald",
    "birthday": "1873-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/JEH_MacDonald.jpg/238px-JEH_MacDonald.jpg",
    "extract": "James Edward Hervey MacDonald (1873–1932) was an English-Canadian artist, best known as a member of the Group of Seven who asserted a distinct national identity combined with a common heritage stemming from early modernism in Europe in the early twentieth century. He was the father of the illustrator, graphic artist and designer Thoreau MacDonald.",
    "year": 1873,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Anton Korošec",
    "birthday": "1872-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Bundesarchiv_Bild_183-2010-0420-501%2C_Anton_Korosec.jpg/223px-Bundesarchiv_Bild_183-2010-0420-501%2C_Anton_Korosec.jpg",
    "extract": "Anton Korošec was a Yugoslav politician, a prominent member of the conservative People's Party, a Roman Catholic priest and a noted orator.",
    "year": 1872,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Carl Schuhmann",
    "birthday": "1869-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Schuhmann_cavallo_atene_1896.jpg/320px-Schuhmann_cavallo_atene_1896.jpg",
    "extract": "Carl Schuhmann was a German athlete who won four Olympic titles in gymnastics and wrestling at the 1896 Summer Olympics in Athens, becoming the most successful athlete at the inaugural Olympics of the modern era. He also competed in weightlifting.",
    "year": 1869,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Hugh Trumble",
    "birthday": "1867-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Hugh_Trumble_c1893.jpg/239px-Hugh_Trumble_c1893.jpg",
    "extract": "Hugh Trumble was an Australian cricketer who played 32 Test matches as a bowling all-rounder between 1890 and 1904. He captained the Australian team in two Tests, winning both. Trumble took 141 wickets in Test cricket—a world record at the time of his retirement—at an average of 21.78 runs per wicket. He is one of only four bowlers to twice take a hat-trick in Test cricket. Observers in Trumble's day, including the authoritative Wisden Cricketers' Almanack, regarded him as ranking among the great Australian bowlers of the Golden Age of cricket. He was named as one of the Wisden Cricketers of the Year in 1897 and the Australian Cricket Hall of Fame, established in 1996, inducted him in 2004.",
    "year": 1867,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Upendrakishore Ray Chowdhury",
    "birthday": "1863-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Upendra_Kishore_Ray_real.jpg/220px-Upendra_Kishore_Ray_real.jpg",
    "extract": "Upendrakishore Roy Chowdhury was a Bengali writer and painter. One of his written book is chotoder shera biggan rochona shongkolon. He was the son-in-law of Dwarkanath Ganguly. He was also an entrepreneur. He was the first person who introduced the colour printing in Bengal. He started the first colour children's magazine Sandesh in 1913.",
    "year": 1863,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "William Alden Smith",
    "birthday": "1859-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/William_Alden_Smith_3.jpg/260px-William_Alden_Smith_3.jpg",
    "extract": "William Alden Smith was a U.S. Representative and U.S. Senator from the state of Michigan. After the 1912 sinking of the Titanic, Smith chaired the Senate hearings into the disaster. The audience was somewhat amused at his questions, which appeared to reveal great ignorance of the shipping world, though he claimed he was seeking simple answers for the benefit of the public. His report led to major reforms in maritime safety.",
    "year": 1859,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Frank Wilson (politician)",
    "birthday": "1859-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Frank_Wilson_%281859-1918%29.jpeg/222px-Frank_Wilson_%281859-1918%29.jpeg",
    "extract": "Frank Wilson, was the ninth Premier of Western Australia, serving on two separate occasions – from 1910 to 1911 and then again from 1916 to 1917.",
    "year": 1859,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Henry Cabot Lodge",
    "birthday": "1850-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Henry_Cabot_Lodge_c1916.jpg/225px-Henry_Cabot_Lodge_c1916.jpg",
    "extract": "Henry Cabot Lodge was an American Republican politician, historian, and statesman from Massachusetts. He served in the United States Senate from 1893 to 1924 and is best known for his positions on foreign policy. His successful crusade against Woodrow Wilson's Treaty of Versailles ensured that the United States never joined the League of Nations and his reservations against that treaty influenced the structure of the modern United Nations.",
    "year": 1850,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Frederick Holder",
    "birthday": "1850-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Frederick_Holder1.jpg/228px-Frederick_Holder1.jpg",
    "extract": "Sir Frederick William Holder was an Australian politician. He was Premier of South Australia from June to October 1892 and again from 1899 to 1901. He was a prominent member of the inaugural Parliament of Australia following Federation in 1901, and was the first Speaker of the Australian House of Representatives.",
    "year": 1850,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Gabriel Fauré",
    "birthday": "1845-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1f/Faure1907.jpg/320px-Faure1907.jpg",
    "extract": "Gabriel Urbain Fauré was a French composer, organist, pianist and teacher. He was one of the foremost French composers of his generation, and his musical style influenced many 20th-century composers. Among his best-known works are his Pavane, Requiem, Sicilienne, nocturnes for piano and the songs \"Après un rêve\" and \"Clair de lune\". Although his best-known and most accessible compositions are generally his earlier ones, Fauré composed many of his most highly regarded works in his later years, in a more harmonically and melodically complex style.",
    "year": 1845,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jules Massenet",
    "birthday": "1842-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Massenet-1880-by-Pierre-Petit.jpg/252px-Massenet-1880-by-Pierre-Petit.jpg",
    "extract": "Jules Émile Frédéric Massenet was a French composer of the Romantic era best known for his operas, of which he wrote more than thirty. The two most frequently staged are Manon (1884) and Werther (1892). He also composed oratorios, ballets, orchestral works, incidental music, piano pieces, songs and other music.",
    "year": 1842,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Alejandro Gorostiaga",
    "birthday": "1840-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Alejando_Gorostiaga.jpg/245px-Alejando_Gorostiaga.jpg",
    "extract": "Alejandro Gorostiaga Orrego, was a Chilean military officer born in La Serena. He joined the Escuela Militar de Chile in 1857 till his retirement in 1878. Alejandro Gorostiaga was of Basque descent.",
    "year": 1840,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Tôn Thất Thuyết",
    "birthday": "1839-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Ph%E1%BB%A5_ch%C3%ADnh_%C4%91%E1%BA%A1i_th%E1%BA%A7n_T%C3%B4n_Th%E1%BA%A5t_Thuy%E1%BA%BFt.jpg/205px-Ph%E1%BB%A5_ch%C3%ADnh_%C4%91%E1%BA%A1i_th%E1%BA%A7n_T%C3%B4n_Th%E1%BA%A5t_Thuy%E1%BA%BFt.jpg",
    "extract": "Tôn Thất Thuyết was the leading mandarin of Emperor Tự Đức of Vietnam's Nguyễn Dynasty. Thuyết later led the Cần Vương movement which aimed to restore Vietnamese independence under Emperor Hàm Nghi. He fled to China seeking political refuge after Hàm Nghi's capture by France, and later died in Longzhou, Guangxi.",
    "year": 1839,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Pavlos Carrer",
    "birthday": "1829-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Pavlos_Karrer.jpg/196px-Pavlos_Karrer.jpg",
    "extract": "Pavlos Carrer was a Greek composer, one of the leaders of the Ionian art music school and the first to create national operas and national songs on Greek plots, Greek librettos and verses, as well as melodies inspired by the folk and the urban popular musical tradition of modern Greece.",
    "year": 1829,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Dante Gabriel Rossetti",
    "birthday": "1828-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Dante_Gabriel_Rossetti_by_George_Frederic_Watts.jpg/260px-Dante_Gabriel_Rossetti_by_George_Frederic_Watts.jpg",
    "extract": "Gabriel Charles Dante Rossetti, generally known as Dante Gabriel Rossetti, was an English poet, illustrator, painter, and translator, and member of the Rossetti family. He founded the Pre-Raphaelite Brotherhood in 1848 with William Holman Hunt and John Everett Millais. Rossetti was later to be the main inspiration for a second generation of artists and writers influenced by the movement, most notably William Morris and Edward Burne-Jones. His work also influenced the European Symbolists and was a major precursor of the Aesthetic movement.",
    "year": 1828,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Orélie-Antoine de Tounens",
    "birthday": "1825-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Or%C3%A9lie_Antoine_de_Tounens.jpeg/254px-Or%C3%A9lie_Antoine_de_Tounens.jpeg",
    "extract": "Orélie-Antoine de Tounens was a French lawyer and adventurer who proclaimed by two decrees on November 17, 1860 and November 20, 1860 that Araucanía and Patagonia did not depend of any other states and that he himself was King of Araucania and Patagonia. On January 5, 1862, he was arrested by the Chilean army and imprisoned. He was declared insane by the court of Santiago on September 2, 1862, and expelled to France on 28 October 28, 1862. He tried three further times to come back to Araucanía to regain his \"kingdom\", but without success, and he died in poverty on 17 September, 1878, in Tourtoirac, France.",
    "year": 1825,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Florence Nightingale",
    "birthday": "1820-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Florence_Nightingale_%28H_Hering_NPG_x82368%29.jpg/230px-Florence_Nightingale_%28H_Hering_NPG_x82368%29.jpg",
    "extract": "Florence Nightingale was an English social reformer, statistician and the founder of modern nursing. Nightingale came to prominence while serving as a manager and trainer of nurses during the Crimean War, in which she organised care for wounded soldiers at Constantinople. She gave nursing a favourable reputation and became an icon of Victorian culture, especially in the persona of \"The Lady with the Lamp\" making rounds of wounded soldiers at night.",
    "year": 1820,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Adolf von Henselt",
    "birthday": "1814-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Adolf_von_Henselt_-_portrait.jpg/233px-Adolf_von_Henselt_-_portrait.jpg",
    "extract": "Georg Martin Adolf von Henselt was a German composer and virtuoso pianist.",
    "year": 1814,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Edward Lear",
    "birthday": "1812-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Edward_Lear_1866.jpg/211px-Edward_Lear_1866.jpg",
    "extract": "Edward Lear was an English artist, illustrator, musician, author and poet, now known mostly for his literary nonsense in poetry and prose and especially his limericks, a form he popularised. His principal areas of work as an artist were threefold: as a draughtsman employed to make illustrations of birds and animals; making coloured drawings during his journeys, which he reworked later, sometimes as plates for his travel books; and as a (minor) illustrator of Alfred, Lord Tennyson's poems. As an author, he is known principally for his popular nonsense collections of poems, songs, short stories, botanical drawings, recipes and alphabets. He also composed and published twelve musical settings of Tennyson's poetry.",
    "year": 1812,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Johan Vilhelm Snellman",
    "birthday": "1806-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/JV_Snellman.jpg/237px-JV_Snellman.jpg",
    "extract": "Johan Vilhelm Snellman was an influential Fennoman philosopher and Finnish statesman, ennobled in 1866. He was one of the most important 'awakeners' or promoters of Finnish nationalism, alongside Elias Lönnrot and J. L. Runeberg.",
    "year": 1806,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Robert Baldwin",
    "birthday": "1804-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/RobertBaldwin23.jpg/258px-RobertBaldwin23.jpg",
    "extract": "Robert Baldwin was an Upper Canadian lawyer and politician who with his political partner Louis-Hippolyte Lafontaine of Lower Canada, led the first responsible government ministry in the Province of Canada. \"Responsible Government\" marked the province's democratic self-government, without a revolution, although not without violence. This achievement also included the introduction of municipal government, the introduction of a modern legal system and the Canadian jury system, and the abolishing of imprisonment for debt. Baldwin is also noted for feuding with the Orange Order and other fraternal societies. The Lafontaine-Baldwin government enacted the Rebellion Losses Bill to compensate Lower Canadians for damages suffered during the Lower Canada Rebellion of 1837–1838. The passage of the Bill outraged Anglo-Canadian Tories in Montreal, resulting in the burning of the Parliament Buildings in Montreal in 1849.",
    "year": 1804,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Justus von Liebig",
    "birthday": "1803-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Justus_von_Liebig_NIH.jpg/250px-Justus_von_Liebig_NIH.jpg",
    "extract": "Justus Freiherr von Liebig was a German scientist who made major contributions to agricultural and biological chemistry, and is considered one of the principal founders of organic chemistry. As a professor at the University of Giessen, he devised the modern laboratory-oriented teaching method, and for such innovations, he is regarded as one of the greatest chemistry teachers of all time. He has been described as the \"father of the fertilizer industry\" for his emphasis on nitrogen and trace minerals as essential plant nutrients, and his formulation of the law of the minimum, which described how plant growth relied on the scarcest nutrient resource, rather than the total amount of resources available. He also developed a manufacturing process for beef extracts, and with his consent a company, called Liebig Extract of Meat Company, was founded to exploit the concept; it later introduced the Oxo brand beef bouillon cube. He popularized an earlier invention for condensing vapors, which came to be known as the Liebig condenser.",
    "year": 1803,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Mary Reibey",
    "birthday": "1777-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Mary_Reibey_State_Library_of_NSW_Min_76.jpg/300px-Mary_Reibey_State_Library_of_NSW_Min_76.jpg",
    "extract": "Mary Reibey née Haydock was an English-born merchant, shipowner and trader who was transported to Australia as a convict. After gaining her freedom, she was viewed by her contemporaries as a community role model and became legendary as a successful businesswoman in the colony.",
    "year": 1777,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Manuel Godoy",
    "birthday": "1767-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Agustin_Esteve_y_Marqu%C3%A9s_-_Manuel_Godoy_-_1954.312_-_Art_Institute_of_Chicago.jpg/229px-Agustin_Esteve_y_Marqu%C3%A9s_-_Manuel_Godoy_-_1954.312_-_Art_Institute_of_Chicago.jpg",
    "extract": "Manuel Godoy y Álvarez de Faria Ríos, Prince of the Paja, 1st Duke of Alcudia, 1st Duke of Sueca, 1st Baron of Mascalbó was First Secretary of State of Spain from 1792 to 1797 and from 1801 to 1808. He received many titles, including príncipe de la Paz, by which he is widely known. He is best known for his diplomacy with Napoleon. In 1804, Godoy was elected a member of the American Philosophical Society in Philadelphia, Pennsylvania.",
    "year": 1767,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Giovanni Battista Viotti",
    "birthday": "1755-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/34/Giovanni_Battista_Viotti.jpg",
    "extract": "Giovanni Battista Viotti was an Italian violinist whose virtuosity was famed and whose work as a composer featured a prominent violin and an appealing lyrical tunefulness. He was also a director of French and Italian opera companies in Paris and London. He personally knew Joseph Haydn and Ludwig van Beethoven.",
    "year": 1755,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Franz Anton Hoffmeister",
    "birthday": "1754-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Franz_anton_hoffmeister.jpg/274px-Franz_anton_hoffmeister.jpg",
    "extract": "Franz Anton Hoffmeister was a German composer and music publisher.",
    "year": 1754,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Johann Baptist Wanhal",
    "birthday": "1739-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Jan_K%C5%99titel_Va%C5%88hal.jpg/256px-Jan_K%C5%99titel_Va%C5%88hal.jpg",
    "extract": "Johann Baptist Wanhal was a Czech classical music composer. He was born in Nechanice, Bohemia, and died in Vienna. His music was well respected by Mozart, Haydn and Beethoven. He was an instrumental performer as well. While being a proficient organist, he also played the violin and cello.",
    "year": 1739,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Louis Philippe I, Duke of Orléans",
    "birthday": "1725-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Louis_Philippe_d%27Orl%C3%A9ans_%281725-1785%29_as_Duke_of_Orl%C3%A9ans_by_Alexander_Roslin%2C_Stockholm.png/240px-Louis_Philippe_d%27Orl%C3%A9ans_%281725-1785%29_as_Duke_of_Orl%C3%A9ans_by_Alexander_Roslin%2C_Stockholm.png",
    "extract": "Louis Philippe d'Orléans known as le Gros, was a French prince, a member of a cadet branch of the House of Bourbon, the royal dynasty that ruled France. The First Prince of the Blood after 1752, he was the most senior male at the French court after the immediate royal family. He was the father of Philippe Égalité. He greatly augmented the already huge wealth of the House of Orléans.",
    "year": 1725,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Luigi Vanvitelli",
    "birthday": "1700-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Statua_Vanvitelli_Caserta_f01.jpg/240px-Statua_Vanvitelli_Caserta_f01.jpg",
    "extract": "Luigi Vanvitelli, known in Dutch as Lodewijk van Wittel, was an Italian engineer and architect. The most prominent 18th-century architect of Italy, he practised a sober classicising academic Late Baroque style that made an easy transition to Neoclassicism.",
    "year": 1700,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Augustus II the Strong",
    "birthday": "1670-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Louis_de_Silvestre-August_II.jpg/240px-Louis_de_Silvestre-August_II.jpg",
    "extract": "Augustus II, most commonly known as Augustus the Strong, was Elector of Saxony from 1694 as well as King of Poland and Grand Duke of Lithuania in the years 1697–1706 and from 1709 until his death in 1733. He belonged to the Albertine line of the House of Wettin.",
    "year": 1670,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Louis Hennepin",
    "birthday": "1626-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Hennepin.jpg/238px-Hennepin.jpg",
    "extract": "Father Louis Hennepin, O.F.M. baptized Antoine, was a Belgian Roman Catholic priest and missionary of the Franciscan Recollet order and an explorer of the interior of North America.",
    "year": 1626,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Louis de Buade de Frontenac",
    "birthday": "1622-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e3/Louis_de_Buade%2C_comte_de_Frontenac_et_de_Palluau_%281622-1698%29.jpg",
    "extract": "Louis de Buade, Comte de Frontenac et de Palluau was a French soldier, courtier, and Governor General of New France in North America from 1672 to 1682, and again from 1689 to his death in 1698. He established a number of forts on the Great Lakes and engaged in a series of battles against the English and the Iroquois.",
    "year": 1622,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Joachim von Sandrart",
    "birthday": "1606-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Joachim-Sandrart-1.jpg/265px-Joachim-Sandrart-1.jpg",
    "extract": "Joachim von Sandrart was a German Baroque art-historian and painter, active in Amsterdam during the Dutch Golden Age. He is most significant for his collection of biographies of Dutch and German artists the Teutsche Academie, published between 1675 and 1680.",
    "year": 1606,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Cosimo II de' Medici, Grand Duke of Tuscany",
    "birthday": "1590-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Justus_Sustermans_010.jpg/198px-Justus_Sustermans_010.jpg",
    "extract": "Cosimo II de' Medici was Grand Duke of Tuscany from 1609 until his death. He was the elder son of Ferdinando I de' Medici, Grand Duke of Tuscany, and Christina of Lorraine.",
    "year": 1590,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Gustav I of Sweden",
    "birthday": "1496-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Gustav_Vasa.jpg/245px-Gustav_Vasa.jpg",
    "extract": "Gustav I, born Gustav Eriksson of the Vasa noble family and later known as Gustav Vasa, was King of Sweden from 1523 until his death in 1560, previously self-recognised Protector of the Realm (Riksföreståndare) from 1521, during the ongoing Swedish War of Liberation against King Christian II of Denmark, Norway and Sweden. Gustav rose to lead the rebel movement following the Stockholm Bloodbath, where his father was executed. Gustav's election as king on 6 June 1523 and his triumphant entry into Stockholm eleven days later marked Sweden's final secession from the Kalmar Union.",
    "year": 1496,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Pompeo Colonna",
    "birthday": "1479-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Cardinal_Pompeo_Colonna.png/226px-Cardinal_Pompeo_Colonna.png",
    "extract": "Pompeo Colonna was an Italian noble, condottiero, politician, and cardinal. At the culmination of his career he was Viceroy of the Kingdom of Naples (1530-1532) for the Emperor Charles V. Born in Rome, he was the son of Girolamo Colonna, whose father Antonio was second Prince of Salerno; and Vittoria Conti, of the Conti de Poli. His family belonged to the highest rank of nobility both of the City of Rome and of the Kingdom of Naples. Pompeo and his family were hereditary supporters of the Holy Roman Empire (Ghibbelines), and they spent their careers fighting their hereditary enemies, the Orsini family, and defending and expanding their family territories and interests. He played a significant, if sometimes disruptive, role in the Conclaves of 1521 and 1523 on behalf of the Imperial interest. His family commitments and his conclave activities brought Pompeo into conflict with the second Medici pope, Clement VII, whose election he vigorously opposed, and made him a leading figure in the attempted overthrow of Pope Clement and the Sack of Rome in 1527.",
    "year": 1479,
    "month": 5,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Rupert II, Elector Palatine",
    "birthday": "1325-5-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Ruprecht_und_Gattin_2.jpg/255px-Ruprecht_und_Gattin_2.jpg",
    "extract": "Rupert II, Count Palatine of the Rhine. He was the Elector Palatine of the Rhine from the house of Wittelsbach in 1390–1398.",
    "year": 1325,
    "month": 5,
    "day": 12,
    "language": "en"
  }
]