[
  {
    "name": "Blake Brockington",
    "birthday": "1996-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/60/Blake_Brockington.jpg/227px-Blake_Brockington.jpg",
    "extract": "Blake Brockington was an American trans man whose suicide attracted international attention. He had previously received attention as the first openly transgender high school homecoming king in North Carolina, and had since been advocating for LGBT youth, the transgender community, and against police brutality.",
    "year": 1996,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Pokimane",
    "birthday": "1996-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Pokimane_2019.png/229px-Pokimane_2019.png",
    "extract": "Imane Anys, better known as Pokimane, is a Canadian-Moroccan Twitch streamer and YouTuber. She is best known for her live streams on Twitch, broadcasting video game content, most notably in League of Legends and Fortnite. She is currently the most-followed woman channel on the platform. She is a member and co-founder of OfflineTV, an online social entertainment group of content creators.",
    "year": 1996,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Martin Garrix",
    "birthday": "1996-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Martin_Garrix_%40_Web_Summit_2017.jpg/256px-Martin_Garrix_%40_Web_Summit_2017.jpg",
    "extract": "Martijn Gerard Garritsen, known professionally as Martin Garrix and also as Ytram and GRX, is a Dutch disc jockey who was ranked number one on DJ Mag's Top 100 DJs list for three consecutive years—2016, 2017, and 2018. He is best known for his singles \"Animals\", \"In the Name of Love\" and \"Scared to Be Lonely\".",
    "year": 1996,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "TheOdd1sOut",
    "birthday": "1996-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/James_Rallison_at_Vidcon.jpg/180px-James_Rallison_at_Vidcon.jpg",
    "extract": "Robert James Rallison, known online as TheOdd1sOut, is an American YouTuber, cartoonist, animator, and author. He is known for producing storytime animations on his YouTube channel.",
    "year": 1996,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Bernardo (footballer, born 1995)",
    "birthday": "1995-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/FC_RB_Salzburg_gegen_WSG_Tirol_%28_mit_Meisterteller%C3%BCbergabe_22._Mai_2021%29_06.jpg/195px-FC_RB_Salzburg_gegen_WSG_Tirol_%28_mit_Meisterteller%C3%BCbergabe_22._Mai_2021%29_06.jpg",
    "extract": "Bernardo Fernandes da Silva Junior, known simply as Bernardo, is a Brazilian professional footballer who plays for Austrian Bundesliga side Red Bull Salzburg.",
    "year": 1995,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Rose Lavelle",
    "birthday": "1995-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Rose_Lavelle_%2847953612228%29.jpg/320px-Rose_Lavelle_%2847953612228%29.jpg",
    "extract": "Rosemary Kathleen Lavelle is an American professional soccer player who plays as a midfielder for OL Reign of the National Women's Soccer League (NWSL), and for the United States national team.",
    "year": 1995,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jonah Placid",
    "birthday": "1995-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Jonah_Placid_2014.jpg/276px-Jonah_Placid_2014.jpg",
    "extract": "Jonah Placid is an Australian rugby union player who currently plays as a fullback for the Rebels in Super Rugby. Domestically, he plays for Easts in the Queensland Premier Rugby tournament.",
    "year": 1995,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Marquinhos",
    "birthday": "1994-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Brasil_conquista_primeiro_ouro_ol%C3%ADmpico_nos_penaltis_1039278-20082016-_mg_4916_%28cropped%29.jpg/207px-Brasil_conquista_primeiro_ouro_ol%C3%ADmpico_nos_penaltis_1039278-20082016-_mg_4916_%28cropped%29.jpg",
    "extract": "Marcos Aoás Corrêa, known as Marquinhos, is a Brazilian professional footballer who plays as a defender for Ligue 1 club Paris Saint-Germain, which he captains, and the Brazil national team. Mainly a central defender, he can also play as a right-back or a defensive midfielder.",
    "year": 1994,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Pernille Blume",
    "birthday": "1994-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Kazan_2015_-_100m_freestyle_semi_Pernille_Blume.JPG/291px-Kazan_2015_-_100m_freestyle_semi_Pernille_Blume.JPG",
    "extract": "Pernille Blume is a Danish swimmer specializing in sprint freestyle events. She competed at the 2012 Summer Olympics. At the 2016 Summer Olympics she was the gold medalist in the women's 50 metre freestyle and won a bronze medal in the women's 4 × 100 metre medley relay where she swam the freestyle leg of the relay in both the prelims and the final. She also competed at the 2020 Summer Olympics, winning a bronze medal in the 50 metre freestyle.",
    "year": 1994,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Bronte Campbell",
    "birthday": "1994-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Bronte_Campbell.jpg/252px-Bronte_Campbell.jpg",
    "extract": "Bronte Campbell is a Malawian-born Australian competitive swimmer, a dual Olympic gold-medal winner and world champion. Her older sister, Cate, is also a competitive swimmer, and once held world records in both the short and long course 100 metre individual freestyle events. Bronte and Cate are the first Australian siblings on the same Olympic swimming team since the 1972 Olympics and the first Australian sisters ever to compete within the same swimming event at the Olympics. Bronte Campbell won three gold medals at the 2015 World Championships, including the 50 and 100 metre freestyle events.",
    "year": 1994,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Dennis Praet",
    "birthday": "1994-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Dennis_Praet2016.jpg/235px-Dennis_Praet2016.jpg",
    "extract": "Dennis Praet is a Belgian professional footballer who plays as a central midfielder for Serie A club Torino, on loan from Premier League club Leicester City, and the Belgium national team.",
    "year": 1994,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Miranda Cosgrove",
    "birthday": "1993-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Miranda_Cosgrove_2021.jpg/252px-Miranda_Cosgrove_2021.jpg",
    "extract": "Miranda Taylor Cosgrove is an American actress, singer, and producer. The highest-paid child actor in 2012, she was included on Forbes magazine's \"30 Under 30\" list in 2022. She is known for her career on television, particularly for her work in comedy drama productions, commercials, and hosting.",
    "year": 1993,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Kristina Mladenovic",
    "birthday": "1993-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Mladenovic_LIM21_%283%29.jpg/213px-Mladenovic_LIM21_%283%29.jpg",
    "extract": "Kristina \"Kiki\" Mladenovic is a French professional tennis player who is a former world No. 1 in doubles.",
    "year": 1993,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Rob Gronkowski",
    "birthday": "1989-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Rob_Gronkowski_2021_%28cropped%29.jpg/216px-Rob_Gronkowski_2021_%28cropped%29.jpg",
    "extract": "Robert James \"Gronk\" Gronkowski is an American football tight end who is a free agent. He previously played nine seasons for the New England Patriots, then played the past 2 seasons for the Tampa Bay Buccaneers. He is a four-time Super Bowl champion, a five-time Pro Bowl selection, a four-time First Team All-Pro selection, and was selected in the NFL 2010s All-Decade Team and NFL 100th Anniversary All-Time Team.",
    "year": 1989,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Alina Talay",
    "birthday": "1989-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Alina_Talay_Pedro%27s_Cup_%C5%81%C3%B3d%C5%BA_2016.jpg/256px-Alina_Talay_Pedro%27s_Cup_%C5%81%C3%B3d%C5%BA_2016.jpg",
    "extract": "Alina Henadzeuna Talay is a Belarusian track and field athlete who specialises in the 100 metres hurdles.",
    "year": 1989,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "François Steyn",
    "birthday": "1987-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Fran%C3%A7ois_Steyn_cropped.jpg/240px-Fran%C3%A7ois_Steyn_cropped.jpg",
    "extract": "François Philippus Lodewyk Steyn is a South African professional rugby union player who currently plays for the South Africa national team and Cheetahs in Pro 14. He usually plays at inside centre, fullback or wing.",
    "year": 1987,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Clay Matthews III",
    "birthday": "1986-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Clay_Matthews_-_San_Francisco_vs_Green_Bay_2012.jpg/231px-Clay_Matthews_-_San_Francisco_vs_Green_Bay_2012.jpg",
    "extract": "William Clay Matthews III is an American football linebacker who is a free agent. The six-time Pro Bowl selection and two-time All-Pro played primarily with the Green Bay Packers. He is the all-time quarterback sack leader for the Green Bay Packers.",
    "year": 1986,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Marco Motta",
    "birthday": "1986-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Marco_Motta.jpg/135px-Marco_Motta.jpg",
    "extract": "Marco Motta is an Italian professional footballer who plays as a right back.",
    "year": 1986,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Dustin Lynch",
    "birthday": "1985-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Dustin_Lynch_by_Gage_Skidmore.jpg/229px-Dustin_Lynch_by_Gage_Skidmore.jpg",
    "extract": "Dustin Charles Lynch is an American country music singer and songwriter, signed to Broken Bow Records. Lynch has released four albums and one EP for the label: a self-titled album in 2012, Where It's At in 2014, Current Mood in 2017, Ridin' Roads in 2019, and Tullahoma in 2020. A fifth album, Blue in the Sky, was released in February 2022. He has also released seventeen singles, of which eight have reached number one on Country Airplay.",
    "year": 1985,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Sam Perrett",
    "birthday": "1985-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/69/Perrett.jpg",
    "extract": "Sam Perrett, also known by the nickname of \"Pez\"' or \"Sammy\", is a New Zealand former professional rugby league footballer. A representative for New Zealand at international level, he was a versatile back who was capable of playing on the wing, in the centres and at fullback. He played for the Sydney Roosters and the Canterbury-Bankstown Bulldogs in the National Rugby League (NRL). Perrett was a member of the World Cup winning New Zealand team in 2008.",
    "year": 1985,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Simona Peycheva",
    "birthday": "1985-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Simona_peicheva.jpg/219px-Simona_peicheva.jpg",
    "extract": "Simona Peycheva is a rhythmic gymnast who represented Bulgaria at the 2004 and 2008 Olympics.",
    "year": 1985,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Matt Cardona",
    "birthday": "1985-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/MattCardona_GCW.jpg/247px-MattCardona_GCW.jpg",
    "extract": "Matthew Brett Cardona is an American professional wrestler currently signed to Impact Wrestling, and the National Wrestling Alliance, where he is the current NWA Worlds Heavyweight Champion in his first reign. He also holds several championships in various independent promotions, and his self-promoted Internet Championship, with which he is in his second reign. He is also known for his time in WWE, where he performed under the ring name Zack Ryder from 2005 to 2020.",
    "year": 1985,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Gary Ablett Jr.",
    "birthday": "1984-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Gary_Ablett_2019.1.jpg/213px-Gary_Ablett_2019.1.jpg",
    "extract": "Gary Ablett Jr. is a former professional Australian rules footballer who played for the Geelong Football Club and Gold Coast Suns in the Australian Football League (AFL). The eldest son of Australian Football Hall of Fame member and former Hawthorn and Geelong player Gary Ablett Sr., Ablett was drafted to Geelong under the father–son rule in the 2001 national draft and has since become recognised as one of the all-time great midfielders. Ablett is a dual premiership player, dual Brownlow Medallist, five-time Leigh Matthews Trophy winner, three-time AFLCA champion player of the year award winner and eight-time All-Australian.",
    "year": 1984,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Luke Gregerson",
    "birthday": "1984-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Luke_Gregerson_in_2017.jpg/315px-Luke_Gregerson_in_2017.jpg",
    "extract": "Lucas John Gregerson is an American former professional baseball pitcher. He played in Major League Baseball (MLB) for the San Diego Padres, Oakland Athletics, Houston Astros and St. Louis Cardinals. He set the major league record for holds in a single season with 40, until Joel Peralta of the Tampa Bay Rays broke the record with 41 holds in 2013. He attended J. Sterling Morton High School West in Berwyn, Illinois, and Saint Xavier University.",
    "year": 1984,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Olly Murs",
    "birthday": "1984-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Olly_Murs-9859.jpg/240px-Olly_Murs-9859.jpg",
    "extract": "Oliver Stanley Murs is an English singer, songwriter, dancer, television presenter, actor, and director. He came to national attention for coming second in the sixth series of The X Factor in 2009. He is currently signed to RCA Records and Sony Music UK in the United Kingdom, and Columbia Records in the United States.",
    "year": 1984,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Michael Rensing",
    "birthday": "1984-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Michael-Rensing-2015-07.jpg/240px-Michael-Rensing-2015-07.jpg",
    "extract": "Michael Rensing is a German footballer who plays as a goalkeeper. He has played for Bayern Munich, 1. FC Köln, Bayer Leverkusen and Fortuna Düsseldorf.",
    "year": 1984,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Mark Zuckerberg",
    "birthday": "1984-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Mark_Zuckerberg_F8_2019_Keynote_%2832830578717%29_%28cropped%29.jpg/257px-Mark_Zuckerberg_F8_2019_Keynote_%2832830578717%29_%28cropped%29.jpg",
    "extract": "Mark Elliot Zuckerberg is an American media magnate, internet entrepreneur, and philanthropist. He is known for co-founding the social media website Facebook and its parent company Meta Platforms, of which he is the chairman, chief executive officer, and controlling shareholder.",
    "year": 1984,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Anahí",
    "birthday": "1983-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Anahi_revista_hola.jpg/262px-Anahi_revista_hola.jpg",
    "extract": "Anahí Giovanna Puente Portilla de Velasco, known mononymously as Anahí, is a Mexican actress and singer. In 1986, she started her acting career when she was cast on Chiquilladas. After working on many successful telenovelas produced by Televisa, including Alondra (1995), Vivo por Elena (1998), El Diario de Daniela (1998) and Mujeres Engañadas (1999), her first leading role was in Pedro Damián's production, Primer Amor... A Mil por Hora (2000). In 2003, she joined the cast in Clase 406. Anahí reached international success in 2004 after starring in Rebelde and being part of the twice-nominated for a Latin Grammy Award group RBD, who sold over 15 million records worldwide. In 2011, she starred in Dos Hogares, her last telenovela to date.",
    "year": 1983,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Frank Gore",
    "birthday": "1983-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Frank_Gore_-_San_Francisco_vs_Green_Bay_2012_%282%29.jpg/266px-Frank_Gore_-_San_Francisco_vs_Green_Bay_2012_%282%29.jpg",
    "extract": "Franklin Gore Sr.  is a former American football running back who played in the National Football League (NFL) for 16 seasons. A member of the San Francisco 49ers during most of his career, he ranks third in NFL rushing yards. His career was also noted for longevity, a rare trait with his position, and he holds the league record for games played by a running back.",
    "year": 1983,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Uroš Slokar",
    "birthday": "1983-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Uro%C5%A1_Slokar.jpg/308px-Uro%C5%A1_Slokar.jpg",
    "extract": "Uroš Slokar is a Slovenian professional basketball player who last played for Pallacanestro Cantù of the Lega Basket Serie A.",
    "year": 1983,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Amber Tamblyn",
    "birthday": "1983-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Amber_Tamblyn_-_DSC_0082_cropped.jpg/268px-Amber_Tamblyn_-_DSC_0082_cropped.jpg",
    "extract": "Amber Rose Tamblyn is an American writer, director and actress. She first came to national attention in her role on the soap opera General Hospital as Emily Quartermaine at the age of 11. She followed by a starring role on the prime-time series Joan of Arcadia, portraying the title character, Joan Girardi, for which she received Primetime Emmy and Golden Globe nominations. Her feature film work includes roles such as Tibby Rollins from the first two The Sisterhood of the Traveling Pants and Megan McBride in 127 Hours (2010), as well as the critically acclaimed film, Stephanie Daley opposite Tilda Swinton which debuted at The Sundance Film Festival and for which Tamblyn won Best Actress at The Locarno International Film Festival and was nominated for an Independent Spirit Award. In 2021 she starred opposite Diane Lane in FX's \"Y The Last Man.\"",
    "year": 1983,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Pranav Mistry",
    "birthday": "1981-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Pranavmistry.jpg/212px-Pranavmistry.jpg",
    "extract": "Pranav Mistry is a computer scientist and inventor. He was the President and CEO of STAR Labs. He is best known for his work on SixthSense, Samsung Galaxy Gear and Project Beyond.",
    "year": 1981,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Zdeněk Grygera",
    "birthday": "1980-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Zdenek_Grygera.jpg/320px-Zdenek_Grygera.jpg",
    "extract": "Zdeněk Grygera is a Czech former professional footballer who played as a defender.",
    "year": 1980,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Pavel Londak",
    "birthday": "1980-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Pavel_Londak.JPG/262px-Pavel_Londak.JPG",
    "extract": "Pavel Londak is an Estonian professional footballer who plays as a goalkeeper for Legion.",
    "year": 1980,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Eugène Martineau (athlete)",
    "birthday": "1980-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Eugene_Martineau_nk2007.jpg/197px-Eugene_Martineau_nk2007.jpg",
    "extract": "Eugène Julien Martineau is a Dutch decathlete.",
    "year": 1980,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Júlia Sebestyén",
    "birthday": "1980-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/JuliaSebestyen-2008-2.jpg/275px-JuliaSebestyen-2008-2.jpg",
    "extract": "Júlia Sebestyén is a Hungarian former competitive figure skater. She is the 2004 European Champion and 2002–2010 Hungarian national champion. At the 2004 European Figure Skating Championships, she became the first Hungarian woman to win the European title. She is also a four-time Hungarian Olympic team member, and was Hungary's flag-bearer at the 2010 Olympics.",
    "year": 1980,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Joe van Niekerk",
    "birthday": "1980-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/USO_-_RCT_-_28-09-2013_-_Stade_Mathon_-_Johann_Christiaan_Van_Niekerk.jpg/212px-USO_-_RCT_-_28-09-2013_-_Stade_Mathon_-_Johann_Christiaan_Van_Niekerk.jpg",
    "extract": "Johann \"Joe\" van Niekerk is a South African former professional rugby union player who played either as a flanker or number 8.",
    "year": 1980,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Dan Auerbach",
    "birthday": "1979-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Dan_Auerbach_performing_with_the_Black_Keys.jpg/320px-Dan_Auerbach_performing_with_the_Black_Keys.jpg",
    "extract": "Daniel Quine Auerbach is an American musician, singer-songwriter, and record producer, best known as the guitarist and vocalist of The Black Keys, a blues rock band from Akron, Ohio. As a member of the group, Auerbach has recorded and co-produced eleven studio albums with his bandmate Patrick Carney. Auerbach has also released two solo albums, Keep It Hid (2009) Waiting on a Song (2017), and formed a side project, the Arcs, which released the album Yours, Dreamily, in 2015.",
    "year": 1979,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Edwige Lawson-Wade",
    "birthday": "1979-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/20130607_-_France-Canada_-_091.jpg/213px-20130607_-_France-Canada_-_091.jpg",
    "extract": "Edwige Lawson, also Edwige Lawson-Wade, is a French former professional women's basketball player.",
    "year": 1979,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Clinton Morrison",
    "birthday": "1979-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Clinton_Morrison_28-02-2015_1.jpg/247px-Clinton_Morrison_28-02-2015_1.jpg",
    "extract": "Clinton Hubert Morrison is a former professional footballer who played as a forward. Since his retirement from playing he works as a pundit.",
    "year": 1979,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Carlos Tenorio",
    "birthday": "1979-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Carlos_Tenorio.jpg/240px-Carlos_Tenorio.jpg",
    "extract": "Carlos Vicente Tenorio Medina is an Ecuadorian former footballer who last played for Ecuadorian club Atlético Saquisilí. From 2001 to 2009, he represented the Ecuador national football team.",
    "year": 1979,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Brent Harvey",
    "birthday": "1978-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/2017_AFL_Grand_Final_parade_%E2%80%93_Brent_Harvey_%28cropped%29.jpg/229px-2017_AFL_Grand_Final_parade_%E2%80%93_Brent_Harvey_%28cropped%29.jpg",
    "extract": "Brent Harvey, often known by his nickname \"Boomer\", is a former Australian rules footballer who played for the North Melbourne Football Club in the Australian Football League (AFL). He holds the record for most matches played by an individual in VFL/AFL history, breaking Michael Tuck's previous VFL/AFL record in 2016 with a total of 432 games played.",
    "year": 1978,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Eddie House",
    "birthday": "1978-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Eddie_House_2.jpg/257px-Eddie_House_2.jpg",
    "extract": "Edward Lee House II is an American former professional basketball player. A guard known for his three-point shooting, House played for nine NBA teams in 11 seasons in the league. He was a member of the Boston Celtics team that won the NBA championship in 2008.",
    "year": 1978,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "André Macanga",
    "birthday": "1978-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Iran_vs._Angola_2014-05-30_%28017%29.jpg/213px-Iran_vs._Angola_2014-05-30_%28017%29.jpg",
    "extract": "André Venceslau Valentim Macanga, better known as André Macanga, is a former Angolan football midfielder and a current coach.",
    "year": 1978,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Gustavo Varela",
    "birthday": "1978-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d0/Schalke_Varela03.jpg",
    "extract": "Gustavo Antonio Varela Rodríguez is a Uruguayan former footballer. He was a versatile right sided player who also could \"be played as a lone striker, behind the front two\" or at the heart of midfield.",
    "year": 1978,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Sophie Anderton",
    "birthday": "1977-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Sophieanderton.jpg/237px-Sophieanderton.jpg",
    "extract": "Sophie Louise Anderton is an English model and reality television personality.",
    "year": 1977,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Roy Halladay",
    "birthday": "1977-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Roy_Halladay_pitches_allison_full.jpg/254px-Roy_Halladay_pitches_allison_full.jpg",
    "extract": "Harry Leroy \"Roy\" Halladay III was an American professional baseball pitcher, who played in Major League Baseball (MLB) for the Toronto Blue Jays and Philadelphia Phillies between 1998 and 2013. His nickname, \"Doc\", was coined by Toronto Blue Jays announcer Tom Cheek, and was a reference to Wild West gunslinger Doc Holliday. An eight-time All-Star, Halladay was one of the most dominant pitchers of his era. Known for his outstanding durability, he led the league in complete games seven times, the most of any pitcher whose career began after 1945. He also led the league in strikeout-to-walk ratio five times and innings pitched four times.",
    "year": 1977,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ada Nicodemou",
    "birthday": "1977-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Ada_Nicodemou_%2824990407747%29.jpg/190px-Ada_Nicodemou_%2824990407747%29.jpg",
    "extract": "Ada Nicodemou is an Australian actress. She began her acting career in 1994 playing Katerina Ioannou in Heartbreak High. She also starred in Police Rescue and Breakers. In 2000, Nicodemou began playing Leah Patterson in the soap opera Home and Away. She won the 3rd season of Dancing with the Stars and hosted reality series Please Marry My Boy in 2012.",
    "year": 1977,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Hunter Burgan",
    "birthday": "1976-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Hunter_Burgan_2006.jpg/227px-Hunter_Burgan_2006.jpg",
    "extract": "Hunter Lawrence Burgan is an American multi-instrumentalist. He is the third and current bassist of AFI.",
    "year": 1976,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Martine McCutcheon",
    "birthday": "1976-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Martine_McCutcheon.jpg/242px-Martine_McCutcheon.jpg",
    "extract": "Martine Kimberley Sherrie McCutcheon is an English actress and singer. She began appearing in television commercials at an early age and made her television debut in the children's television drama Bluebirds in 1989. In the early 1990s, she had minor success as one third of the pop group Milan, but it was her role as Tiffany Mitchell in the BBC's soap opera EastEnders and her role in the 2003 romantic comedy Love Actually that brought her stardom. For the former she won the National Television Award, while the latter earned her the Empire and MTV Movie awards. She was written out of EastEnders at the end of 1998 and then embarked on a pop career, this time as a solo artist.",
    "year": 1976,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Nicki Sørensen",
    "birthday": "1975-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Nicki_S%C3%B8rensen_-_Grand_Prix_d%27Isbergues_%282014-9-21%29.jpg/227px-Nicki_S%C3%B8rensen_-_Grand_Prix_d%27Isbergues_%282014-9-21%29.jpg",
    "extract": "Nicki Sørensen is a Danish former professional road bicycle racer, and was directeur sportif of UCI Professional Continental team Aqua Blue Sport. He competed in five consecutive editions of the Tour de France from 2001 to 2005. Riding as an all-round rider who rode well in hilly terrain, Sørensen was a valued support for the team leader without many wins of his own.",
    "year": 1975,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Anu Välba",
    "birthday": "1974-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Anu_V%C3%A4lba.08-2011_097.jpg/266px-Anu_V%C3%A4lba.08-2011_097.jpg",
    "extract": "Anu Välba is an Estonian TV and radio host.",
    "year": 1974,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Natalie Appleton",
    "birthday": "1973-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Natalie_Appleton_of_All_Saints_%282007%29.jpg/320px-Natalie_Appleton_of_All_Saints_%282007%29.jpg",
    "extract": "Natalie Jane Appleton Howlett is a Canadian singer, songwriter and actress. She is a member of the English group All Saints and Canadian duo Appleton with her younger sister Nicole Appleton.",
    "year": 1973,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Fraser Nelson",
    "birthday": "1973-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Spectator_Editor_Fraser_Nelson_at_%27Towards_a_Better_Child_Poverty_Target%27.jpg/240px-Spectator_Editor_Fraser_Nelson_at_%27Towards_a_Better_Child_Poverty_Target%27.jpg",
    "extract": "Fraser Andrew Nelson is a British political journalist and editor of The Spectator magazine.",
    "year": 1973,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Hakan Ünsal",
    "birthday": "1973-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Hakan_%C3%9Cnsal.jpg/209px-Hakan_%C3%9Cnsal.jpg",
    "extract": "Hakan Ünsal is a Turkish former professional footballer who played as a left wingback. He achieved third place at the 2002 FIFA World Cup with Turkey national team.",
    "year": 1973,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Julian White",
    "birthday": "1973-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0b/Julian_White.JPG",
    "extract": "Julian Martin White MBE is an English farmer, best known for his time playing professional rugby union as a prop for Leicester Tigers and England. White was regarded as an aggressive tighthead prop, one of the most powerful forwards in the game, and for his destructive scrummaging.",
    "year": 1973,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Kirstjen Nielsen",
    "birthday": "1972-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Kirstjen_Nielsen_official_photo.jpg/247px-Kirstjen_Nielsen_official_photo.jpg",
    "extract": "Kirstjen Michele Nielsen is an American politician and attorney who served as United States Secretary of Homeland Security from 2017 to 2019. She is a former principal White House deputy chief of staff to President Donald Trump, and was chief of staff to John F. Kelly during his tenure as Secretary of Homeland Security.",
    "year": 1972,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Sofia Coppola",
    "birthday": "1971-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Sofia_Coppola_Cannes_2013.jpg/221px-Sofia_Coppola_Cannes_2013.jpg",
    "extract": "Sofia Carmina Coppola is an American filmmaker and actress. The youngest child and only daughter of filmmakers Eleanor and Francis Ford Coppola, she made her film debut as an infant in her father's acclaimed crime drama film The Godfather (1972). Coppola later appeared in several music videos, as well as a supporting role in Peggy Sue Got Married (1986). Coppola then portrayed Mary Corleone, the daughter of Michael Corleone, in The Godfather Part III (1990). She then turned her attention to filmmaking.",
    "year": 1971,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Martin Reim",
    "birthday": "1971-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/2019-06-11_Fu%C3%9Fball%2C_M%C3%A4nner%2C_L%C3%A4nderspiel%2C_Deutschland-Estland_StP_2130_LR10_by_Stepro.jpg/213px-2019-06-11_Fu%C3%9Fball%2C_M%C3%A4nner%2C_L%C3%A4nderspiel%2C_Deutschland-Estland_StP_2130_LR10_by_Stepro.jpg",
    "extract": "Martin Reim is an Estonian football manager and former professional player.",
    "year": 1971,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Stéphane Adam",
    "birthday": "1969-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Lens_B_-_Lille_B_%2804-04-2015%29_3.jpg/183px-Lens_B_-_Lille_B_%2804-04-2015%29_3.jpg",
    "extract": "Stéphane Lucien Adam is a French former professional footballer who played as a striker.",
    "year": 1969,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Cate Blanchett",
    "birthday": "1969-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Cate_Blanchett_Cannes_2018_2_%28cropped%29.jpg/246px-Cate_Blanchett_Cannes_2018_2_%28cropped%29.jpg",
    "extract": "Catherine Elise Blanchett is an Australian actor and producer. Regarded as one of the finest actresses of her generation, she is known for her versatile work across independent films, blockbusters, and the stage. Blanchett is the recipient of numerous accolades, including two Academy Awards, three British Academy Film Awards, three Screen Actors Guild Awards, and three Golden Globe Awards.",
    "year": 1969,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Sabine Schmitz",
    "birthday": "1969-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Sabine_Schmitz_%28cropped%29.jpg/240px-Sabine_Schmitz_%28cropped%29.jpg",
    "extract": "Sabine Schmitz was a German professional motor racing driver and television personality. Born in Adenau to a family in the hotel and catering business, and raised in one of the villages nestled within the Nürburgring race track, she initially trained to join the same profession as her parents, before choosing to begin a career in racing, working as a driver for BMW and Porsche.",
    "year": 1969,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Henry Smith (British politician)",
    "birthday": "1969-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Official_portrait_of_Henry_Smith_crop_2.jpg/240px-Official_portrait_of_Henry_Smith_crop_2.jpg",
    "extract": "Henry Edward Millar Smith is an English Conservative Party politician. He was Leader of West Sussex County Council from 2003 to 2010. He is the Member of Parliament (MP) for Crawley, having been first elected in the 2010 general election.",
    "year": 1969,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Danny Wood",
    "birthday": "1969-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/DannyWbyIsaNL.jpg/320px-DannyWbyIsaNL.jpg",
    "extract": "Daniel William Wood is an American singer, songwriter, record producer, and occasional actor. He is a member of the American boy band New Kids on the Block and also served as a choreographer for the band in late 80s and 90s.",
    "year": 1969,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Tony Siragusa",
    "birthday": "1967-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Tony_Siragusa_%28cropped%29.jpg/200px-Tony_Siragusa_%28cropped%29.jpg",
    "extract": "Anthony Siragusa, nicknamed \"Goose\", is a former National Football League defensive tackle who spent 12 seasons with the Indianapolis Colts and the Baltimore Ravens.",
    "year": 1967,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Marianne Denicourt",
    "birthday": "1966-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Marianne_Denicourt_2017-01-10.jpg/240px-Marianne_Denicourt_2017-01-10.jpg",
    "extract": "Marianne Denicourt is a French actress, director and screenwriter who has appeared in more than 50 films and television productions since 1986.",
    "year": 1966,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Mike Inez",
    "birthday": "1966-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/2019_RiP_Alice_in_Chains_-_Mike_Inez_-_by_2eight_-_8SC0248.jpg/213px-2019_RiP_Alice_in_Chains_-_Mike_Inez_-_by_2eight_-_8SC0248.jpg",
    "extract": "Michael Allen Inez is an American rock musician best known for his role as the bassist of Alice in Chains since 1993. He is also recognized for his work with Ozzy Osbourne from 1989–1993. Inez has also been associated with Slash's Snakepit, Black Label Society, Spys4Darwin, and Heart. He is of Filipino descent. Inez has earned seven Grammy Award nominations as a member of Alice in Chains.",
    "year": 1966,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Fab Morvan",
    "birthday": "1966-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Academy_Awards_afterparty_CUN_Fab_Morvan.jpg/213px-Academy_Awards_afterparty_CUN_Fab_Morvan.jpg",
    "extract": "Fabrice Maxime Sylvain Morvan is a French singer, songwriter, rapper, dancer, lip syncher, and model. He was half of the pop duo Milli Vanilli, along with Rob Pilatus, selling multi-platinum albums around the world. However, he was later involved in a scandal when the duo revealed that they had not actually sung on any of their recordings. After the scandal, the group reformed as Rob & Fab in the 1990s with limited success. Morvan had a solo comeback in the 2000s, releasing his first solo album, Love Revolution.",
    "year": 1966,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Raphael Saadiq",
    "birthday": "1966-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Raphael_Saadiq_2012_Shankbone.JPG/256px-Raphael_Saadiq_2012_Shankbone.JPG",
    "extract": "Raphael Saadiq is an American singer, songwriter, multi-instrumentalist, and record producer. He rose to fame as a member of the multiplatinum group Tony! Toni! Toné! In addition to his solo and group career, he has also produced songs for such artists as Erykah Badu, Jill Scott, Stevie Wonder, Joss Stone, D'Angelo, TLC, En Vogue, Kelis, Mary J. Blige, Ledisi, Whitney Houston, Solange Knowles and John Legend. Music critic Robert Christgau has called Saadiq the \"preeminent R&B artist of the '90s\".",
    "year": 1966,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Eoin Colfer",
    "birthday": "1965-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Eoin_Colfer_at_BookExpo_%2805180%29.jpg/320px-Eoin_Colfer_at_BookExpo_%2805180%29.jpg",
    "extract": "Eoin Colfer  is an Irish author of children's books. He worked as a primary school teacher before he became a full-time writer. He is best known for being the author of the Artemis Fowl series. In September 2008, Colfer was commissioned to write the sixth instalment of the Hitchhiker's Guide to the Galaxy series, titled And Another Thing ..., which was published in October 2009. In October 2016, in a contract with Marvel Comics, he released Iron Man: The Gauntlet. He served as Laureate na nÓg between 2014 and 2016.",
    "year": 1965,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "James M. Kelly (astronaut)",
    "birthday": "1964-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/James_m_kelly.jpg/256px-James_m_kelly.jpg",
    "extract": "James McNeal \"Vegas\" Kelly is a NASA Astronaut and a retired Colonel of the United States Air Force. He twice served as pilot on Space Shuttle missions. James Kelly is not related to Scott Kelly or Mark Kelly.",
    "year": 1964,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Suzy Kolber",
    "birthday": "1964-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Suzy_Kolber.jpg/206px-Suzy_Kolber.jpg",
    "extract": "Suzanne Lisa \"Suzy\" Kolber is an American football sideline reporter, co-producer, and sportscaster for ESPN. She was one of the original anchors of ESPN2 when it launched in 1993. Three years later, she left ESPN2 to join Fox Sports, and rejoined ESPN in late 1999.",
    "year": 1964,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Eric Peterson (musician)",
    "birthday": "1964-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Testament%2C_Skogsr%C3%B6jet_2012_3.jpg/320px-Testament%2C_Skogsr%C3%B6jet_2012_3.jpg",
    "extract": "Eric Peterson is an American guitarist, best known as a member of the American thrash metal band Testament and is the only remaining original member left in the band, which first started in 1983 under the name Legacy. He and vocalist Chuck Billy are the only members to appear on all of the band's studio albums.",
    "year": 1964,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Pat Borders",
    "birthday": "1963-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/1995_Pat_Borders.jpg/257px-1995_Pat_Borders.jpg",
    "extract": "Patrick Lance Borders is an American former professional baseball player and current minor league manager. He played as a catcher in Major League Baseball from 1988 to 2005. He was the Most Valuable Player of the 1992 World Series as a member of the Toronto Blue Jays. Borders also won an Olympic gold medal with the United States baseball team at the 2000 Summer Olympics in Sydney. He is the current manager of the Williamsport Crosscutters of the New York–Penn League.",
    "year": 1963,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ian Astbury",
    "birthday": "1962-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Ian-press1-2010.jpeg/213px-Ian-press1-2010.jpeg",
    "extract": "Ian Robert Astbury is an English singer and songwriter. He is best known as a founding member, lead vocalist and frontman of the English rock band the Cult. During various hiatuses from the Cult, Astbury has fronted the short-lived Holy Barbarians in 1996, and later from 2002–2007 served as the lead singer of Riders on the Storm, a Doors tribute band that also featured Ray Manzarek and Robbie Krieger from the original Doors. \nHe replaced Rob Tyner during an MC5 reunion in 2003, as well as appearing on several one-off guest vocal performances on other artist's songs.",
    "year": 1962,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "C.C. DeVille",
    "birthday": "1962-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/CCDeVille.JPG/249px-CCDeVille.JPG",
    "extract": "C.C. DeVille is an American guitarist best known as a member of rock band Poison. His work with the band has sold over 50 million albums worldwide, including 15 million in the United States.",
    "year": 1962,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Danny Huston",
    "birthday": "1962-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Danny_Huston_%2829620934491%29.jpg/213px-Danny_Huston_%2829620934491%29.jpg",
    "extract": "Daniel Sallis Huston is an American actor, director and writer. In 1989, Huston directed Mr. North, which starred his half-sister, Anjelica Huston. Huston was nominated for Best Male Performance at the Independent Spirit Awards in 2003 for his performance in the independent film Ivans Xtc.",
    "year": 1962,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "David Quantick",
    "birthday": "1961-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/David_Quantick.jpg/320px-David_Quantick.jpg",
    "extract": "David Quantick is an English novelist, comedy writer and critic, who has worked as a journalist and screenwriter. A former staff writer for the music magazine NME, his writing credits have included On the Hour, Blue Jam, TV Burp and Veep; for the latter of these he won an Emmy in 2015.",
    "year": 1961,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Tommy Rogers (wrestler)",
    "birthday": "1961-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fb/Tommy_Rogers_wrestler.jpg/265px-Tommy_Rogers_wrestler.jpg",
    "extract": "Thomas R. Couch was an American professional wrestler, better known by his ring name, Tommy Rogers. He was one-half of the tag team The Fantastics with Bobby Fulton.",
    "year": 1961,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Tim Roth",
    "birthday": "1961-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Tim_Roth_by_Gage_Skidmore_2.jpg/233px-Tim_Roth_by_Gage_Skidmore_2.jpg",
    "extract": "Timothy Simon Roth is an English actor. He began acting on films and television series in the 1980s. He was among a group of prominent British actors of the era, the \"Brit Pack\".",
    "year": 1961,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Alain Vigneault",
    "birthday": "1961-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/AlainVigneault2009a.jpg/255px-AlainVigneault2009a.jpg",
    "extract": "Alain Vigneault is a Canadian professional ice hockey coach. Vigneault has previously coached the Montreal Canadiens, Vancouver Canucks, New York Rangers and the Philadelphia Flyers in the NHL, as well as in the Quebec Major Junior Hockey League (QMJHL). During his career with the Canucks, he won the Jack Adams Award as the NHL's top coach of the year in 2006–07 and became the team's record holder for wins as a coach. Under Vigneault, Vancouver won back-to-back Presidents' Trophies and made one Stanley Cup Finals appearance (2011). In his first season with New York, he led the Rangers to their first Stanley Cup Finals appearance (2014) in 20 years.",
    "year": 1961,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Anne Clark (poet)",
    "birthday": "1960-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Anne_clark.jpg/320px-Anne_clark.jpg",
    "extract": "Anne Charlotte Clark is an English poet, Her first album, The Sitting Room, was released in 1982, and she has released over a dozen albums since then.",
    "year": 1960,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Alec Dankworth",
    "birthday": "1960-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Alec_Dankworth.jpg/214px-Alec_Dankworth.jpg",
    "extract": "Alexander William Tamba Dankworth is an English jazz bassist and composer.",
    "year": 1960,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ronan Tynan",
    "birthday": "1960-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Ronan_Tynan_on_%22Good_Morning_America%22_Nov_2006_%28cropped%29.jpg/276px-Ronan_Tynan_on_%22Good_Morning_America%22_Nov_2006_%28cropped%29.jpg",
    "extract": "Ronan Tynan is an Irish tenor singer and former Paralympic athlete.",
    "year": 1960,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Patrick Bruel",
    "birthday": "1959-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Patrick_Bruel_Cabourg_2012.jpg/227px-Patrick_Bruel_Cabourg_2012.jpg",
    "extract": "Patrick Maurice Benguigui, better known by his stage name Patrick Bruel, is a French singer-songwriter, actor and professional poker player.",
    "year": 1959,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Robert Greene (American author)",
    "birthday": "1959-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Robert_Greene_B%26W.jpg/228px-Robert_Greene_B%26W.jpg",
    "extract": "Robert Greene is an American author of books on strategy, power, and seduction. He has written six international bestsellers: The 48 Laws of Power, The Art of Seduction, The 33 Strategies of War, The 50th Law, Mastery, and The Laws of Human Nature.",
    "year": 1959,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Rick Vaive",
    "birthday": "1959-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Rick_Vaive_1988.JPG/253px-Rick_Vaive_1988.JPG",
    "extract": "Richard Claude \"Rick\" Vaive is a Canadian former professional ice hockey player. He played in the final season of the World Hockey Association (WHA), before playing the majority of his career in the National Hockey League (NHL) from 1979 to 1992.",
    "year": 1959,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Heather Wheeler",
    "birthday": "1959-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Official_portrait_of_Mrs_Heather_Wheeler_MP_crop_2.jpg/240px-Official_portrait_of_Mrs_Heather_Wheeler_MP_crop_2.jpg",
    "extract": "Heather Kay Wheeler is a British Conservative Party politician, who was first elected at the 2010 general election as the member of Parliament (MP) for South Derbyshire, taking the seat from the Labour Party after 13 years.",
    "year": 1959,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Chris Evans (Australian politician)",
    "birthday": "1958-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/58/Christopher_Vaughan_Evans.jpg",
    "extract": "Christopher Vaughan Evans is a former Australian politician. He was a member of the Australian Senate for the state of Western Australia from 1993 to 2013, representing the Australian Labor Party.",
    "year": 1958,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Rudy Pérez",
    "birthday": "1958-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Songwriter_Rudy_Perez_at_SUPERMENSCH_screening.jpg/224px-Songwriter_Rudy_Perez_at_SUPERMENSCH_screening.jpg",
    "extract": "Rudy Amado Pérez is a Cuban-born American musician, songwriter, composer, producer, arranger, sound engineer, musical director and singer, as well as entertainment entrepreneur, and philanthropist. His area of specialty is ballads, although he has also worked in a variety of other genres.",
    "year": 1958,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Hazel Blears",
    "birthday": "1956-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Hazel_Blears%2C_June_2009_2_cropped.jpg/213px-Hazel_Blears%2C_June_2009_2_cropped.jpg",
    "extract": "Hazel Anne Blears is a former British Labour Party politician, who served as the Member of Parliament (MP) for Salford and Eccles, previously Salford, from 1997 to 2015.",
    "year": 1956,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Steve Hogarth",
    "birthday": "1956-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Steve_Hogarth_-_Milan%2C_October_4th%2C_2017.jpg/179px-Steve_Hogarth_-_Milan%2C_October_4th%2C_2017.jpg",
    "extract": "Steve Hogarth also known as \"h\", is an English singer-songwriter and musician. Since 1989 he has been the lead singer of the British rock band Marillion, for which he also performs additional keyboards and guitar. Hogarth was formerly a keyboard player and co-lead vocalist with the Europeans and vocalist with How We Live. AllMusic has described Hogarth as having a \"unique, expressive voice\" with \"flexible range and beautiful phrasing\".",
    "year": 1956,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Marie Chouinard",
    "birthday": "1955-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Marie_Chouinard.jpg/251px-Marie_Chouinard.jpg",
    "extract": "Marie Chouinard OC is a Canadian dancer, choreographer, and dance company director.",
    "year": 1955,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Alasdair Fraser",
    "birthday": "1955-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Alasdair_Fraser_%2832922788006%29.jpg/320px-Alasdair_Fraser_%2832922788006%29.jpg",
    "extract": "Alasdair Fraser is a Scottish fiddler, composer, performer and recording artist.",
    "year": 1955,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Dennis Martínez",
    "birthday": "1955-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b4/Dennis_Mart%C3%ADnez_1980.JPG",
    "extract": "José Dennis Martínez Ortiz, nicknamed \"El Presidente\", is a former Major League Baseball pitcher. He was the first Nicaraguan to play in the majors.",
    "year": 1955,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jens Sparschuh",
    "birthday": "1955-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Jens_Sparschuh_%282017%29.jpg/240px-Jens_Sparschuh_%282017%29.jpg",
    "extract": "Jens Sparschuh is a German writer from Chemnitz.",
    "year": 1955,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Tom Cochrane",
    "birthday": "1953-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Tom_Cochrane_%2824105781599%29.jpg/213px-Tom_Cochrane_%2824105781599%29.jpg",
    "extract": "Thomas William Cochrane is a Canadian musician best known as the frontman for the rock band Red Rider and for his work as a solo singer-songwriter. Cochrane has won eight Juno Awards. He is a member of the Canadian Music Hall of Fame, an officer of the Order of Canada, and has an honorary doctorate from Brandon University. In September 2009, he was inducted onto the Canadian Walk of Fame.",
    "year": 1953,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Hywel Williams",
    "birthday": "1953-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Official_portrait_of_Hywel_Williams_MP_crop_2.jpg/240px-Official_portrait_of_Hywel_Williams_MP_crop_2.jpg",
    "extract": "Hywel Williams is a Welsh Plaid Cymru politician serving as the Member of Parliament (MP) for Arfon, previously Caernarfon, since 2001.",
    "year": 1953,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "David Byrne",
    "birthday": "1952-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/David_Byrne_San_Diego.jpg/248px-David_Byrne_San_Diego.jpg",
    "extract": "David Byrne is a Scottish-American singer, songwriter, record producer, actor, writer, music theorist, and filmmaker. He was a founding member and the principal songwriter, lead singer, and guitarist of the American new wave band Talking Heads.",
    "year": 1952,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Michael Fallon",
    "birthday": "1952-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Official_portrait_of_Sir_Michael_Fallon_crop_2.jpg/240px-Official_portrait_of_Sir_Michael_Fallon_crop_2.jpg",
    "extract": "Sir Michael Cathel Fallon is a British politician who served as Secretary of State for Defence from 2014 to 2017. A member of the Conservative Party, he served as Member of Parliament (MP) for Sevenoaks from 1997 to 2019, having previously served as MP for Darlington from 1983 to 1992.",
    "year": 1952,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Orna Grumberg",
    "birthday": "1952-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Orna_Grumberg_2006.jpg/216px-Orna_Grumberg_2006.jpg",
    "extract": "Orna Grumberg is an Israeli computer scientist and academic, the Leumi Chair of Science at the Technion.",
    "year": 1952,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Donald R. McMonagle",
    "birthday": "1952-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Donald_McMonagle.jpg/253px-Donald_McMonagle.jpg",
    "extract": "Donald Ray McMonagle is a former astronaut and a veteran of three shuttle flights. He became the Manager, Launch Integration, at the Kennedy Space Center, Florida, on August 15, 1997. In this capacity he was responsible for final shuttle preparation, launch execution, and return of the orbiter to KSC following landings at any other location. He was chair of the Mission Management Team, and was the final authority for launch decision.",
    "year": 1952,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Robert Zemeckis",
    "birthday": "1952-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Robert_Zemeckis_%22The_Walk%22_at_Opening_Ceremony_of_the_28th_Tokyo_International_Film_Festival_%2821835891403%29_%28cropped%29.jpg/214px-Robert_Zemeckis_%22The_Walk%22_at_Opening_Ceremony_of_the_28th_Tokyo_International_Film_Festival_%2821835891403%29_%28cropped%29.jpg",
    "extract": "Robert Lee Zemeckis is an American film director, producer, and screenwriter. He first came to public attention as the director of the action-adventure romantic comedy Romancing the Stone (1984), the science-fiction comedy Back to the Future film trilogy (1985–90), and the live-action/animated comedy Who Framed Roger Rabbit (1988). He subsequently directed the satirical black comedy Death Becomes Her (1992) and then diversified into more dramatic fare, including Forrest Gump (1994), for which he won the Academy Award for Best Director and the film won Best Picture. He has directed films across a wide variety of genres, for both adults and families.",
    "year": 1952,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jay Beckenstein",
    "birthday": "1951-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/JayBeckensteinPerforming.jpg/320px-JayBeckensteinPerforming.jpg",
    "extract": "Jay Barnet Beckenstein is an American saxophonist, composer, producer, and the co-founder of the band Spyro Gyra. He owned BearTracks Studios in Suffern, New York.",
    "year": 1951,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Walter Day",
    "birthday": "1949-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Walter_Day%2C_at_the_Hugo_Award_Ceremony_at_Worldcon_75_in_Helsinki.jpg/277px-Walter_Day%2C_at_the_Hugo_Award_Ceremony_at_Worldcon_75_in_Helsinki.jpg",
    "extract": "Walter Day is an American businessman and the founder of Twin Galaxies, an organization that tracks world records for video games and conducts a program of electronic-gaming promotions.",
    "year": 1949,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Johan Schans",
    "birthday": "1949-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Kampioenschappen%2C_zwemwedstrijden%2C_portretten%2C_Schans%2C_Johan%2C_Utrecht_%28prov.%29%2C_U%2C_Bestanddeelnr_921-5642.jpg/211px-Kampioenschappen%2C_zwemwedstrijden%2C_portretten%2C_Schans%2C_Johan%2C_Utrecht_%28prov.%29%2C_U%2C_Bestanddeelnr_921-5642.jpg",
    "extract": "Johannes \"Johan\" Schans is a retired Dutch swimmer. He competed in the 200 m and 4 × 200 m freestyle events at the 1968 Summer Olympics, but failed to reach the finals.",
    "year": 1949,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Klaus-Peter Thaler",
    "birthday": "1949-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Klaus-Peter_Thaler_2016.jpg/320px-Klaus-Peter_Thaler_2016.jpg",
    "extract": "Klaus-Peter Thaler is a former professional cyclist whose career spanned from 1976 to 1988, he was successful in road-racing and cyclo-cross. He was world cyclo-cross champion twice as amateur and twice as professional and German champion eight times.",
    "year": 1949,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Tim Stevenson (Lord Lieutenant)",
    "birthday": "1948-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Lord_Lieutenant_Tim_Stevenson_%28cropped%29.jpg/269px-Lord_Lieutenant_Tim_Stevenson_%28cropped%29.jpg",
    "extract": "Sir Timothy Edwin Paul Stevenson was Lord Lieutenant of Oxfordshire, England between 2008 and 2021. A qualified barrister, he is also a businessman and former Chairman of Johnson Matthey plc.",
    "year": 1948,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Bob Woolmer",
    "birthday": "1948-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Bob_Woolmer.JPG/266px-Bob_Woolmer.JPG",
    "extract": "Robert Andrew Woolmer was an English cricket coach, cricketer, and a commentator. He played in 19 Test matches and six One Day Internationals for the England cricket team and later coached South Africa, Warwickshire and Pakistan.",
    "year": 1948,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ana Martín",
    "birthday": "1947-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Ana_Mart%C3%ADn_in_the_trailer_of_Return_of_the_Gunfighter_%281967%29_%283%29.jpg/235px-Ana_Mart%C3%ADn_in_the_trailer_of_Return_of_the_Gunfighter_%281967%29_%283%29.jpg",
    "extract": "Ana Martín is a Mexican actress, singer producer and former model, best known for her work in telenovelas, movies and the stage. She won the Miss Mexico title in 1963, which took her to compete in Miss World 1963 in London, where she was disqualified for being underage. Since 1965 she has appeared in numerous telenovelas and films. She is part from the Golden Age of Mexican cinema and from the Golden Age of Hollywood.",
    "year": 1947,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Sarah Hogg, Viscountess Hailsham",
    "birthday": "1946-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Official_portrait_of_Baroness_Hogg_crop_2.jpg/240px-Official_portrait_of_Baroness_Hogg_crop_2.jpg",
    "extract": "Sarah Hogg, Viscountess Hailsham, Baroness Hogg is an English economist, journalist, and politician. She was the first woman to chair a FTSE 100 company.",
    "year": 1946,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Francesca Annis",
    "birthday": "1945-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Francesca-annis-trailer.jpg/233px-Francesca-annis-trailer.jpg",
    "extract": "Francesca Annis is an English actress. She is known for television roles in Reckless (1998), Wives and Daughters (1999), Deceit (2000), and Cranford (2007). A six-time BAFTA TV Award nominee, she won the 1979 BAFTA TV Award for Best Actress for the ITV serial Lillie. Her film appearances include Krull (1983), Dune (1984), The Debt Collector (1999), and The Libertine (2004).",
    "year": 1945,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Yochanan Vollach",
    "birthday": "1945-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Yochanan_Vollach_1970.jpg/213px-Yochanan_Vollach_1970.jpg",
    "extract": "Yochanan Vollach is an Israeli former footballer. He was a member of the Israeli national team that competed at the 1970 FIFA World Cup. He is a member of the Israeli Football Hall of Fame.",
    "year": 1945,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Gene Cornish",
    "birthday": "1944-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Gene_cornish.jpg/256px-Gene_cornish.jpg",
    "extract": "Gene Cornish is a Canadian/American guitarist and harmonica player. He is an original member of the popular 1960s blue-eyed soul band The Young Rascals. From 1965 to 1970, the band recorded eight albums and had thirteen singles that reached Billboard's Top 40 chart. In 1997, as a founding member of The Rascals, Cornish was inducted into the Rock & Roll Hall of Fame.",
    "year": 1944,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "George Lucas",
    "birthday": "1944-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/George_Lucas_cropped_2009.jpg/242px-George_Lucas_cropped_2009.jpg",
    "extract": "George Walton Lucas Jr. is an American film director, producer, screenwriter, and entrepreneur. Lucas is best known for creating the Star Wars and Indiana Jones franchises and founding Lucasfilm, LucasArts, and Industrial Light & Magic. He served as chairman of Lucasfilm before selling it to The Walt Disney Company in 2012.",
    "year": 1944,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "David Kelly (weapons expert)",
    "birthday": "1944-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e0/David_Kelly_2000s.jpg",
    "extract": "David Christopher Kelly was a Welsh scientist and authority on biological warfare (BW). In July 2003 he had an off-the-record conversation with Andrew Gilligan, a BBC journalist; during their discussion they talked about the 2002 dossier on Iraqi weapons of mass destruction, which stated that some of Iraq's chemical and biological weapons were deployable within 45 minutes. When Gilligan reported this on BBC Radio 4's Today programme, he stated that the 45 minute claim was included at the insistence of Alastair Campbell, the Downing Street Director of Communications—something Kelly denied. The government complained to the BBC about the claim, but they refused to recant on the claim; political tumult between Downing Street and the BBC developed. Kelly informed his line managers in the Ministry of Defence that he may have been the source, but did not think he was the only one, as Gilligan had reported points he had not mentioned. Kelly's name became known to the media, and he was called to appear on 15 July before the parliamentary Intelligence and Security and Foreign Affairs Select committees. Two days later Kelly was found dead near his home.",
    "year": 1944,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jack Bruce",
    "birthday": "1943-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Jack_Bruce_%28Cream%29_on_Fanclub_1968.png/320px-Jack_Bruce_%28Cream%29_on_Fanclub_1968.png",
    "extract": "John Symon Asher Bruce was a Scottish bassist, singer-songwriter, musician and composer. He gained popularity as the co-lead vocalist and ‍bassist ‍of British rock band Cream. After the group disbanded in 1968, he pursued a solo career and also played with several bands.",
    "year": 1943,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ólafur Ragnar Grímsson",
    "birthday": "1943-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/%C3%93lafur_Ragnar_Gr%C3%ADmsson%2C_September_2011_%28cropped%29.jpeg/234px-%C3%93lafur_Ragnar_Gr%C3%ADmsson%2C_September_2011_%28cropped%29.jpeg",
    "extract": "Ólafur Ragnar Grímsson is an Icelandic politician who was the fifth president of Iceland from 1996 to 2016. He was previously a member of the Icelandic Parliament for the People's Alliance and served as Minister of Finance from 1988 to 1991.",
    "year": 1943,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Derek Leckenby",
    "birthday": "1943-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/86/Derek_Leckenby_%281968%29.jpg",
    "extract": "Derek \"Lek\" Leckenby was an English musician and lead guitarist, most famous for his work with English pop group Herman's Hermits.",
    "year": 1943,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Valeriy Brumel",
    "birthday": "1942-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Valeriy_Brumel_1963.jpg/245px-Valeriy_Brumel_1963.jpg",
    "extract": "Valeriy Nikolayevich Brumel was a Soviet high jumper. The 1964 Olympic champion and multiple world record holder, he is regarded as one of the greatest athletes ever to compete in the high jump. His international career was ended by a motorcycle accident in 1965.",
    "year": 1942,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Byron Dorgan",
    "birthday": "1942-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Byron_Dorgan%2C_official_photo_portrait_2.jpg/253px-Byron_Dorgan%2C_official_photo_portrait_2.jpg",
    "extract": "Byron Leslie Dorgan is an American author, businessman, and former United States Senator and United States Representative from North Dakota. A member of the Democratic Party, Dorgan served 12 years in the U.S. House and 18 years in the Senate. As of 2011, he serves as a senior policy advisor for the Washington, DC law firm Arent Fox LLP. He was a member of the Senate Democratic leadership for 16 years, first as Assistant Democratic Floor Leader and then as Chairman of the Democratic Policy Committee and Chairman of the Committee on Indian Affairs. In 2010, Dorgan announced that he would not seek re-election in the 2010 North Dakota senate election.",
    "year": 1942,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Alistair McAlpine, Baron McAlpine of West Green",
    "birthday": "1942-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/2d/Lord_McAlpine_of_West_Green_2012.png",
    "extract": "Robert Alistair McAlpine, Baron McAlpine of West Green was a British businessman, politician and author who was an advisor to Prime Minister Margaret Thatcher.",
    "year": 1942,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Tony Pérez",
    "birthday": "1942-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Tony_Perez_Reds.jpg/223px-Tony_Perez_Reds.jpg",
    "extract": "Atanasio \"Tony\" Pérez Rigal is a Cuban-American former professional baseball player, coach and manager. He played in Major League Baseball as a first baseman and third baseman from 1964 through 1986, most notably as a member of the Cincinnati Reds dynasty that won four National League pennants and two World Series championships between 1970 and 1976. He also played for the Montreal Expos, Boston Red Sox and the Philadelphia Phillies.",
    "year": 1942,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ada den Haan",
    "birthday": "1941-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Ada_den_Haan_1955.jpg/320px-Ada_den_Haan_1955.jpg",
    "extract": "Adelaïde Henriette \"Ada\" den Haan is a retired Dutch breaststroke swimmer. She dominated the 200m breaststroke event in the 1950s, setting four world records in 1956–1957, one under the old rules and three under the new rules that disallowed long underwater swimming. However, she could not participate in the 1956 Summer Olympics that were boycotted by the Netherlands in protest of the suppression of the Hungarian Revolution by the Soviet Union. She won two European gold medals in 1958, but by 1959 her world record was broken and her dominance faded away. At the 1960 Summer Olympics she was part of the Dutch medley team that broke the Olympic record in the preliminaries; however, they finished fourth in the final. She was also fourth in the individual 200 m breastroke event. She married Martien Swinkels, the coach of the Dutch swimming star Marcel Wouda.",
    "year": 1941,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Chay Blyth",
    "birthday": "1940-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Chay-Blyth-20040918-012.jpg/320px-Chay-Blyth-20040918-012.jpg",
    "extract": "Sir Charles Blyth, known as Chay Blyth, is a Scottish yachtsman and rower. He was the first person to sail single-handed non-stop westwards around the world (1971), on a 59-foot boat called British Steel.",
    "year": 1940,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "H. Jones",
    "birthday": "1940-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d4/%27H%27_Jones.jpg",
    "extract": "Lieutenant Colonel Herbert Jones,, known as H. Jones, was a British Army officer and posthumous recipient of the Victoria Cross (VC). He was awarded the VC after being killed in action during the Battle of Goose Green for his actions as commanding officer of the 2nd Battalion, Parachute Regiment, during the Falklands War.",
    "year": 1940,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Rupert Neudeck",
    "birthday": "1939-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Rupert-neudeck001.jpg/263px-Rupert-neudeck001.jpg",
    "extract": "Rupert Neudeck was known for his humanitarian work, especially with refugees. He started his career as a noted correspondent for Deutschlandfunk, a German public broadcaster. Later, he focused on assisting those fleeing conflict. He was noted for his role in assisting thousands of refugees from Vietnam in the late 1970s. Neudeck was a winner of numerous awards, including the Theodor Heuss Medal, the Bruno Kreisky Prize for Services to Human Rights, the Erich Kaestner Award and the Walter Dirks Award, and was co-founder of both the Cap Anamur and Green Helmets humanitarian organizations.",
    "year": 1939,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Troy Shondell",
    "birthday": "1939-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Troy_Shondell_1962.JPG/267px-Troy_Shondell_1962.JPG",
    "extract": "Gary Wayne Schelton, known by his stage name Troy Shondell, was an American vocalist, who achieved fame in the early 1960s. He became a transatlantic one-hit wonder, by releasing a single that made the record charts in both the US and the UK. The song, \"This Time\" sold over one million records, earning gold disc status. In a single year, sales were over three million copies.",
    "year": 1939,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Bobby Darin",
    "birthday": "1936-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Bobby_Darin_1959.JPG/281px-Bobby_Darin_1959.JPG",
    "extract": "Bobby Darin was an American singer, musician, and actor. He performed jazz, pop, rock and roll, folk, swing, and country music.",
    "year": 1936,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Dick Howser",
    "birthday": "1936-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Dick_Howser_1985.jpg/205px-Dick_Howser_1985.jpg",
    "extract": "Richard Dalton Howser was an American Major League Baseball shortstop, coach, and manager who was best known as the manager of the Kansas City Royals during the 1980s and for guiding them to the franchise's first World Series title in 1985.",
    "year": 1936,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Rudi Šeligo",
    "birthday": "1935-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Rudi_%C5%A0eligo_%281%29.jpg/234px-Rudi_%C5%A0eligo_%281%29.jpg",
    "extract": "Rudi Šeligo was a Slovenian writer, playwright, essayist and politician. Together with Lojze Kovačič and Drago Jančar, he is considered one of the foremost Slovenian modernist writers of the post-World War II period.",
    "year": 1935,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Siân Phillips",
    "birthday": "1933-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Si%C3%A2n_Phillips_in_%22Crossing_Borders%22.jpg/266px-Si%C3%A2n_Phillips_in_%22Crossing_Borders%22.jpg",
    "extract": "Dame Jane Elizabeth Ailwên Phillips, known professionally as Siân Phillips, is a Welsh actress. She has performed the title roles in Ibsen's Hedda Gabler and George Bernard Shaw's Saint Joan.",
    "year": 1933,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Alvin Lucier",
    "birthday": "1931-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Alvin_Lucier_%2825536353618%29_%28cropped%29.jpg/244px-Alvin_Lucier_%2825536353618%29_%28cropped%29.jpg",
    "extract": "Alvin Augustus Lucier Jr. was an American composer of experimental music and sound installations that explore acoustic phenomena and auditory perception. A long-time music professor at Wesleyan University in Middletown, Connecticut, Lucier was a member of the influential Sonic Arts Union, which included Robert Ashley, David Behrman, and Gordon Mumma. Much of his work is influenced by science and explores the physical properties of sound itself: resonance of spaces, phase interference between closely tuned pitches, and the transmission of sound through physical media.",
    "year": 1931,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "William James (Australian general)",
    "birthday": "1930-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Lt_William_Digger_James_AWM.JPG/218px-Lt_William_Digger_James_AWM.JPG",
    "extract": "Major General William Brian \"Digger\" James was an Australian soldier and military physician who served in the Australian Army during the Korean War and the Vietnam War.",
    "year": 1930,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Barbara Branden",
    "birthday": "1929-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c8/Barbara_Branden.jpg/260px-Barbara_Branden.jpg",
    "extract": "Barbara Joan Branden was a Canadian-American writer, editor, and lecturer, known for her relationship and subsequent break with novelist-philosopher Ayn Rand.",
    "year": 1929,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Henry McGee",
    "birthday": "1929-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/9a/Henry_McGee.jpg",
    "extract": "Henry James Marris-McGee was a British actor, best known as straight man to Benny Hill for many years. McGee was also often the announcer on Hill's TV programme, delivering the upbeat intro \"Yes! It's The Benny Hill Show!\". He was familiar to British children throughout the 1970s as \"Mummy\" in the Sugar Puffs commercials, the catchphrase of which was \"Tell them about the honey, Mummy\".",
    "year": 1929,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Gump Worsley",
    "birthday": "1929-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/GumpWorsleyChex.jpg/232px-GumpWorsleyChex.jpg",
    "extract": "Lorne John \"Gump\" Worsley was a professional ice hockey goaltender. Born and raised in Montreal, Quebec, 'Gump' was given his nickname because friends thought he looked like comic-strip character Andy Gump.",
    "year": 1929,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Frederik H. Kreuger",
    "birthday": "1928-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Frederik_H._Kreuger.jpg/240px-Frederik_H._Kreuger.jpg",
    "extract": " Frederik Hendrik Kreuger, was a Dutch high voltage scientist and inventor, lived in Delft, the Netherlands, and was professor emeritus of the Delft University of Technology. He was also a professional author of technical literature, nonfiction books, thrillers and a decisive biography of the master forger Han van Meegeren.",
    "year": 1928,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Herbert W. Franke",
    "birthday": "1927-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Transmediale-2010-Opening-Frakne-detail.jpg/240px-Transmediale-2010-Opening-Frakne-detail.jpg",
    "extract": "Herbert W. Franke is an Austrian scientist and writer. Die Zeit calls him \"the most prominent German writing Science Fiction author\".\nHe is also one of the important early computer artists, creating computer graphics and early digital art since the late 1950s. Franke is also active in the fields of future research as well as speleology. He uses his pen name Sergius Both as this Avatar name in Active Worlds and Opensimulator grids. The Sergius Both Award is given for creative scripting in Immersionskunst by Stiftung Kunstinformatik, first time issued at Amerika Art 2022.",
    "year": 1927,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Eric Morecambe",
    "birthday": "1926-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/EricMorecambe1963.jpg/240px-EricMorecambe1963.jpg",
    "extract": "John Eric Bartholomew,, known by his stage name Eric Morecambe, was an English comedian who together with Ernie Wise formed the double act Morecambe and Wise. The partnership lasted from 1941 until Morecambe's death in 1984. Morecambe took his stage name from his home town, the seaside resort of Morecambe in Lancashire.",
    "year": 1926,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Sophie Kurys",
    "birthday": "1925-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/2d/Sophie_Kurys.jpg",
    "extract": "Sophie Kurys was a former second basewoman who played from 1943 through 1952 in the All-American Girls Professional Baseball League. Listed at 5 ft 5 in (1.65 m), 115 lb (52 kg), Kurys batted and threw right-handed.",
    "year": 1925,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Patrice Munsel",
    "birthday": "1925-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Patrice_Munsel_1962.JPG/252px-Patrice_Munsel_1962.JPG",
    "extract": "Patrice Munsel was an American coloratura soprano. Nicknamed \"Princess Pat\", she was the youngest singer ever to star at the Metropolitan Opera.",
    "year": 1925,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Adnan Pachachi",
    "birthday": "1923-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Adnan_Pachachi_-_Flickr_-_Al_Jazeera_English_%28cropped%29.jpg/248px-Adnan_Pachachi_-_Flickr_-_Al_Jazeera_English_%28cropped%29.jpg",
    "extract": "Adnan al-Pachachi or Adnan Muzahim Ameen al-Pachachi was a veteran Iraqi and Emirati politician and diplomat who served as Foreign Minister. Pachachi was Iraq's Permanent Representative to the United Nations from 1959 to 1965 and Minister of Foreign Affairs of Iraq from 1965 to 1967, during the Six-Day War with Israel; he again served as Permanent Representative to the UN from 1967 to 1969. After 1971, he spent a long period in exile. Following the 2003 invasion of Iraq, Pachachi was an important figure in Iraqi politics, often described as Iraq's elder statesman. He rejected the role of president in the Iraqi Interim Government.",
    "year": 1923,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Mrinal Sen",
    "birthday": "1923-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Mrinal-sen.jpg/209px-Mrinal-sen.jpg",
    "extract": "Mrinal Sen was an Indian film director of Bengali heritage and a nominated Member of the Indian parliament. Sen directed films primarily in Bengali and Hindi. Along with contemporaries Ritwik Ghatak, Tapan Sinha and Satyajit Ray, he pioneered the New Wave cinema in India. He has received multiple awards, including 18 National Film Awards. The Government of India has awarded him the Padma Bhushan, and the Government of France has awarded him the Ordre des Arts et des Lettres, while Russian Government awarded him Order of Friendship. Sen was also awarded the Dadasaheb Phalke Award. He was the only Indian filmmaker along with Satyajit Ray whose films have been awarded at the big three film festivals namely the Cannes Film Festival, Venice Film Festival and the Berlin Film Festival. Sen was a self described \"private Marxist\".",
    "year": 1923,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Franjo Tuđman",
    "birthday": "1922-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Franjotudjman.jpg/201px-Franjotudjman.jpg",
    "extract": "Franjo Tuđman, also written as Franjo Tudjman, was a Croatian politician and historian. Following the country's independence from Yugoslavia, he became the first President of Croatia and served as president from 1990 until his death in 1999. He was the 9th and last President of the Presidency of SR Croatia from May to July 1990.",
    "year": 1922,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Richard Deacon (actor)",
    "birthday": "1921-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Richard_Deacon_in_1962.jpg/234px-Richard_Deacon_in_1962.jpg",
    "extract": "Richard Lewis Deacon was an American television and motion picture actor, best known for playing supporting roles in television shows such as The Dick Van Dyke Show, Leave It To Beaver, and The Jack Benny Program along with minor roles in films such as Invasion of the Body Snatchers (1956) and Alfred Hitchcock's The Birds (1963).",
    "year": 1921,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Lou Harrison",
    "birthday": "1917-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/bb/Lou_Harrison.jpg",
    "extract": "Lou Silver Harrison was an American composer. He was a student of Henry Cowell and Arnold Schoenberg. He worked with noted Javanese Gamelan musician K. P. H. Notoprojo.",
    "year": 1917,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Norman Luboff",
    "birthday": "1917-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Norman_Luboff_1963.JPG/246px-Norman_Luboff_1963.JPG",
    "extract": "Norman Luboff was an American music arranger, music publisher, and choir director.",
    "year": 1917,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Robert F. Christy",
    "birthday": "1916-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Robert_Christy_1978.png/243px-Robert_Christy_1978.png",
    "extract": "Robert Frederick Christy was a Canadian-American theoretical physicist and later astrophysicist who was one of the last surviving people to have worked on the Manhattan Project during World War II. He briefly served as acting president of California Institute of Technology (Caltech).",
    "year": 1916,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Lance Dossor",
    "birthday": "1916-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/3rd_Chopin_Competition_Laureates.jpg/320px-3rd_Chopin_Competition_Laureates.jpg",
    "extract": "Harry Lancelot Dossor was a British-born classical music concert pianist and teacher who emigrated to Australia in May 1953.",
    "year": 1916,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Marco Zanuso",
    "birthday": "1916-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Paolo_Monti_-_Servizio_fotografico_-_BEIC_6365442.jpg/307px-Paolo_Monti_-_Servizio_fotografico_-_BEIC_6365442.jpg",
    "extract": "Marco Zanuso was a leading Italian Modernist architect and designer.",
    "year": 1916,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Gul Khan Nasir",
    "birthday": "1914-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Mir_Gul_Khan_Nasir.jpg/247px-Mir_Gul_Khan_Nasir.jpg",
    "extract": "Mir Gul Khan Naseer, also widely regarded as Malek o-Sho'arā Balochistan was a prominent politician, poet, historian, and journalist from Balochistan, Pakistan. Born on 14 May 1914 in Noshki, Gul Khan Naseer was at the forefront of the Baloch nationalist movement and was most active between 1935 and 1980. His father's name was Mir Habib Khan and he belonged to the Paindzai family of the Zagar Mengal sub branch of the Mengal tribe. Mir Gul Khan's mother \"Bibi Hooran\" belonged to the Rakhshani branch of the Bolazai Badini. Mir Habib Khan had five sons and three daughters. Mir Gul Khan Nasir was number seven among his eight siblings and he was the fourth amongst his brothers (i.e.) Mir Samand Khan, Mir Lawang Khan, Mir Lal Bux, Mir Gul Khan and Col. Sultan Mohammad Khan.",
    "year": 1914,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "W. T. Tutte",
    "birthday": "1914-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/05/W._T._Tutte.jpg/320px-W._T._Tutte.jpg",
    "extract": "William Thomas Tutte OC FRS FRSC was an English and Canadian codebreaker and mathematician. During the Second World War, he made a brilliant and fundamental advance in cryptanalysis of the Lorenz cipher, a major Nazi German cipher system which was used for top-secret communications within the Wehrmacht High Command. The high-level, strategic nature of the intelligence obtained from Tutte's crucial breakthrough, in the bulk decrypting of Lorenz-enciphered messages specifically, contributed greatly, and perhaps even decisively, to the defeat of Nazi Germany. He also had a number of significant mathematical accomplishments, including foundation work in the fields of graph theory and matroid theory.",
    "year": 1914,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ken Viljoen",
    "birthday": "1910-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Ken_Viljoen_1935.jpg/242px-Ken_Viljoen_1935.jpg",
    "extract": "Kenneth George Viljoen was a South African cricketer who played in 27 Tests from 1930–31 to 1948–49. He was later a manager of post-World War II South African teams. He was born in Windsorton, Cape Province and died in Krugersdorp, Transvaal.",
    "year": 1910,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ne Win",
    "birthday": "1910-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/1966-06_1966%E5%B9%B4%E5%88%98%E5%B0%91%E5%A5%87%E8%AE%BF%E9%97%AE%E7%BC%85%E7%94%B8_%E5%A5%88%E6%B8%A9_%28cropped%29.jpg/229px-1966-06_1966%E5%B9%B4%E5%88%98%E5%B0%91%E5%A5%87%E8%AE%BF%E9%97%AE%E7%BC%85%E7%94%B8_%E5%A5%88%E6%B8%A9_%28cropped%29.jpg",
    "extract": "Ne Win was a Burmese politician and military commander who served as Prime Minister of Burma from 1958 to 1960 and 1962 to 1974, and also President of Burma from 1962 to 1981. Ne Win was Burma's military dictator during the Socialist Burma period of 1962 to 1988.",
    "year": 1910,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Godfrey Rampling",
    "birthday": "1909-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/ed/1934_Godfrey_Rampling_ENGLAND.jpg/236px-1934_Godfrey_Rampling_ENGLAND.jpg",
    "extract": "Godfrey Lionel Rampling was an English athlete and army officer who competed for Great Britain in the 1932 Summer Olympics and in the 1936 Summer Olympics. He turned 100 on 14 May 2009 and was the oldest living British Olympian at the time of his death.",
    "year": 1909,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Betty Jeffrey",
    "birthday": "1908-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d2/Agnes_Betty_Jeffrey_OAM_1908_2000.jpg",
    "extract": "Agnes Betty Jeffrey, OAM was an Australian writer who wrote about her Second World War nursing experiences in the book White Coolies.",
    "year": 1908,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ayub Khan (general)",
    "birthday": "1907-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Muhammed_Ayub_Khan.JPG/233px-Muhammed_Ayub_Khan.JPG",
    "extract": "Field Marshal Muhammad Ayub Khan, was the second president of Pakistan. He was an army general who seized the presidency from Iskander Mirza in a coup in 1958, the first successful coup d'état in the country. Popular demonstrations and labour strikes supported by the protests in East Pakistan ultimately led to his forced resignation in 1969.",
    "year": 1907,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Hans von der Groeben",
    "birthday": "1907-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/HansvonderGroben1965.jpg/240px-HansvonderGroben1965.jpg",
    "extract": "Hans von der Groeben was a German diplomat, lawyer and journalist and member of the European Commission.",
    "year": 1907,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jean Daniélou",
    "birthday": "1905-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Giorgio_La_Pira_and_Jean_Dani%C3%A9lou.jpg/320px-Giorgio_La_Pira_and_Jean_Dani%C3%A9lou.jpg",
    "extract": "Jean-Guenolé-Marie Daniélou was a French Jesuit and cardinal, an internationally well known patrologist, theologian and historian and a member of the Académie Française.",
    "year": 1905,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Herbert Morrison (journalist)",
    "birthday": "1905-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7b/Herbert_Morrison_announcer.jpg",
    "extract": "Herbert Oglevee Morrison was an American radio journalist best known for his dramatic report of the Hindenburg disaster, a catastrophic fire that destroyed the LZ 129 Hindenburg zeppelin on May 6, 1937, killing 36 people.",
    "year": 1905,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Antonio Berni",
    "birthday": "1905-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Antonio_Berni_by_Anatole_Saderman%2C_1971.jpg/247px-Antonio_Berni_by_Anatole_Saderman%2C_1971.jpg",
    "extract": "Delesio Antonio Berni was an Argentine figurative artist. He is associated with the movement known as Nuevo Realismo, a Argentine extension of social realism. His work, including a series of Juanito Laguna collages depicting poverty and the effects of industrialization in Buenos Aires, has been exhibited around the world.",
    "year": 1905,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Marcel Junod",
    "birthday": "1904-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Marcel_Junod-1.jpg/203px-Marcel_Junod-1.jpg",
    "extract": "Marcel Junod was a Swiss medical doctor and one of the most accomplished field delegates in the history of the International Committee of the Red Cross (ICRC). After medical school and a short position as a surgeon in Mulhouse, France, he became an ICRC delegate and was deployed in Ethiopia during the Second Italo-Abyssinian War, in Spain during the Spanish Civil War, and in Europe as well as in Japan during World War II. In 1947, he wrote a book with the title Warrior without Weapons about his experiences. After the war, he worked for the United Nations Children's Fund (UNICEF) as chief representative in China, and settled back in Europe in 1950. He founded the anaesthesiology department of the Cantonal Hospital in Geneva and became the first professor in this discipline at the University of Geneva. In 1952, he was appointed a member of the ICRC and, after many more missions for this institution, was Vice-President from 1959 until his death in 1961.",
    "year": 1904,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Billie Dove",
    "birthday": "1903-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Billy_Dove_portrait_photograph_with_roses_%28retouched%29.jpg/235px-Billy_Dove_portrait_photograph_with_roses_%28retouched%29.jpg",
    "extract": "Lillian Bohny, known professionally as Billie Dove, was an American actress.",
    "year": 1903,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Robert Ritter",
    "birthday": "1901-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Bundesarchiv_R_165_Bild-244-71%2C_Dr._Robert_Ritter_mit_alter_Frau_und_Polizist.jpg/320px-Bundesarchiv_R_165_Bild-244-71%2C_Dr._Robert_Ritter_mit_alter_Frau_und_Polizist.jpg",
    "extract": "Robert Ritter was a German racial scientist doctor of psychology and medicine, with a background in child psychiatry and the biology of criminality. In 1936, Ritter was appointed head of the Racial Hygiene and Demographic Biology Research Unit of Nazi Germany's Criminal Police, to establish the genealogical histories of the German \"Gypsies\", both Roma and Sinti, and became the \"architect of the experiments Roma and Sinti were subjected to.\" His pseudo-scientific \"research\" in classifying these populations of Germany aided the Nazi government in their systematic persecution toward a goal of \"racial purity\".",
    "year": 1901,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Cai Chang",
    "birthday": "1900-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Cai_Chang.jpg/267px-Cai_Chang.jpg",
    "extract": "Cai Chang was a Chinese politician and women's rights activist who was the first chair of the All-China Women's Federation, a Chinese women's rights organization.",
    "year": 1900,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Leo Smit (Dutch composer)",
    "birthday": "1900-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Leo_Smit%2C_componist.jpg",
    "extract": "Leopold \"Leo\" Smit was a Dutch composer, murdered during The Holocaust at the Sobibor extermination camp.",
    "year": 1900,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Charlotte Auerbach",
    "birthday": "1899-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/2b/Charlotte_Auerbach.jpg/239px-Charlotte_Auerbach.jpg",
    "extract": "Charlotte \"Lotte\" Auerbach FRS FRSE was a German geneticist who contributed to founding the science of mutagenesis. She became well known after 1942 when she discovered with A. J. Clark and J. M. Robson that mustard gas could cause mutations in fruit flies. She wrote 91 scientific papers, and was a Fellow of the Royal Society of Edinburgh and of the Royal Society of London.",
    "year": 1899,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Pierre Victor Auger",
    "birthday": "1899-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/85/Pierre_Victor_Auger.jpg",
    "extract": "Pierre Victor Auger was a French physicist, born in Paris. He worked in the fields of atomic physics, nuclear physics, and cosmic ray physics. He is famous for being one of the discoverers of the Auger effect, named after him.",
    "year": 1899,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Earle Combs",
    "birthday": "1899-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/EarleCombsGoudeycard.jpg/261px-EarleCombsGoudeycard.jpg",
    "extract": "Earle Bryan Combs was an American professional baseball player who played his entire career for the New York Yankees (1924–1935). Combs batted leadoff and played center field on the Yankees' fabled 1927 team. He is one of six players on that team who have been inducted into the Baseball Hall of Fame; the other five are Waite Hoyt, Herb Pennock, Tony Lazzeri, Lou Gehrig and Babe Ruth.",
    "year": 1899,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Sidney Bechet",
    "birthday": "1897-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Sidney_Bechet%2C_Freddie_Moore%2C_Lloyd_Phillips_%28Gottlieb_00521%29.jpg/312px-Sidney_Bechet%2C_Freddie_Moore%2C_Lloyd_Phillips_%28Gottlieb_00521%29.jpg",
    "extract": "Sidney Bechet was an American jazz saxophonist, clarinetist, and composer. He was one of the first important soloists in jazz, and first recorded several months before trumpeter Louis Armstrong. His erratic temperament hampered his career, and not until the late 1940s did he earn wide acclaim. Bechet spent much of his later life in France.",
    "year": 1897,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ed Ricketts",
    "birthday": "1897-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a9/EFRicketts.jpg/229px-EFRicketts.jpg",
    "extract": "Edward Flanders Robb Ricketts, commonly known as Ed Ricketts, was an American marine biologist, ecologist, and philosopher. He is best known for Between Pacific Tides (1939), a pioneering study of intertidal ecology. He is also known as a mentor who influenced the writer John Steinbeck, which resulted in a collaboration and coauthorship of the book, Sea of Cortez (1941). Eleven years later, and just 3 years after the death of Ed Ricketts, John Steinbeck reprinted the narrative portion of their coauthored book with a new publisher, but removed Ed as coauthor, while adding a biography of Ed Ricketts, and Steinbeck made a new title for the book as The Log from the Sea of Cortez (1951).",
    "year": 1897,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Archie Alexander",
    "birthday": "1888-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Archie_Alexander.jpg/241px-Archie_Alexander.jpg",
    "extract": "\nArchibald Alphonso Alexander was an American architect and engineer. He was an early African-American graduate of the University of Iowa and the first to graduate from the University of Iowa's College of Engineering. He was also a governor of the U.S. Virgin Islands.",
    "year": 1888,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ants Kurvits",
    "birthday": "1887-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/ba/Ants_Kurvits.jpg",
    "extract": "Ants Kurvits or Hans Kurvits was an Estonian military commander, reaching rank of major general. He participated in the Estonian War of Independence and later became the founder and long-time leader of the Estonian Border Guard. Kurvits also served briefly as Minister of War.",
    "year": 1887,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Otto Klemperer",
    "birthday": "1885-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Otto_Klemperer.jpg/192px-Otto_Klemperer.jpg",
    "extract": "Otto Nossan Klemperer was a German-born orchestral conductor and composer, described as \"the last of the few really great conductors of his generation.\"",
    "year": 1885,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Lionel Hill",
    "birthday": "1881-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Lionel_Hill1.JPG/229px-Lionel_Hill1.JPG",
    "extract": "Lionel Laughton Hill was the thirtieth Premier of South Australia, representing the South Australian Branch of the Australian Labor Party.",
    "year": 1881,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "George Murray Hulbert",
    "birthday": "1881-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Murray_Hulbert_4998803950_0df4ba3ec1_o.jpg/233px-Murray_Hulbert_4998803950_0df4ba3ec1_o.jpg",
    "extract": "George Murray Hulbert was a United States Representative from New York and a United States District Judge of the United States District Court for the Southern District of New York.",
    "year": 1881,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Wilhelm List",
    "birthday": "1880-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Bundesarchiv_Bild_183-S36487%2C_Wilhelm_List.jpg/218px-Bundesarchiv_Bild_183-S36487%2C_Wilhelm_List.jpg",
    "extract": "Wilhelm List was a German field marshal during World War II who was convicted of war crimes by a US Army tribunal after the war. List commanded the 14th Army in the invasion of Poland and the 12th Army in the invasions of France, Yugoslavia and Greece. In 1941 he commanded the German forces in Southeast Europe responsible for the occupation of Greece and Yugoslavia. In July 1942 during Case Blue, the German summer offensive in Southern Russia, he was appointed commander of Army Group A, responsible for the main thrust towards the Caucasus and Baku.",
    "year": 1880,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Fred Englehardt",
    "birthday": "1879-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Fred_Engelhardt.jpg/320px-Fred_Engelhardt.jpg",
    "extract": "Fred Englehardt was an American athlete who competed mainly in the long jump and triple jump. He competed for the United States in the 1904 Summer Olympics held in St Louis, United States in the triple jump where he won the silver medal. He was also 4th in the long jump.",
    "year": 1879,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "J. L. Wilkinson",
    "birthday": "1878-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/ab/Wilkinson_James_Leslie_1922.jpg",
    "extract": "James Leslie Wilkinson was an American sports executive who founded the All Nations baseball club in 1912, and the Negro league baseball team Kansas City Monarchs in 1920.",
    "year": 1878,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Elia Dalla Costa",
    "birthday": "1872-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Malmantile%2C_eremo_di_Lecceto_-_Busto_del_cardinale_Elia_Dalla_Costa.jpg/263px-Malmantile%2C_eremo_di_Lecceto_-_Busto_del_cardinale_Elia_Dalla_Costa.jpg",
    "extract": "Elia Dalla Costa was an Italian Roman Catholic prelate and cardinal who served as the Archbishop of Florence from 1931 until his death. Dalla Costa served as the Bishop of Padua from 1923 until 1931 when he was transferred to Florence; he was elevated to the cardinalate on 13 March 1933. Dalla Costa was a staunch anti-fascist and anti-communist and was known best for providing refuge for Jewish people during World War II and providing others with fake documentation to flee from persecution.",
    "year": 1872,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Arthur Rostron",
    "birthday": "1869-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Capt._Arthur_H._Rostron%2C_R.D.%2C_R.N.R.jpg/194px-Capt._Arthur_H._Rostron%2C_R.D.%2C_R.N.R.jpg",
    "extract": "Sir Arthur Henry Rostron, KBE, RD, RNR was a British merchant seaman and a seagoing officer for the Cunard Line. He is best remembered as the captain of the ocean liner RMS Carpathia when it rescued hundreds of survivors from the RMS Titanic after the latter ship sank in 1912 in the middle of the North Atlantic Ocean.",
    "year": 1869,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Magnus Hirschfeld",
    "birthday": "1868-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Magnus_Hirschfeld_1929.jpg/272px-Magnus_Hirschfeld_1929.jpg",
    "extract": "Magnus Hirschfeld was a German physician and sexologist educated primarily in Germany; he based his practice in Berlin-Charlottenburg during the Weimar period. An outspoken advocate for sexual minorities, Hirschfeld founded the Scientific-Humanitarian Committee and World League for Sexual Reform. Historian Dustin Goltz characterized the committee as having carried out \"the first advocacy for homosexual and transgender rights\". \"Hirschfeld's radical ideas changed the way Germans thought about sexuality.\" Hirschfeld was targeted by Nazis for being Jewish and gay; he was beaten by völkisch activists in 1920, and in 1933 his Institut für Sexualwissenschaft was sacked and had its books burned by Nazis. He was forced into exile in France, where he died in 1935.",
    "year": 1868,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Kurt Eisner",
    "birthday": "1867-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/6c/Kurt_Eisner.jpg/240px-Kurt_Eisner.jpg",
    "extract": "Kurt Eisner was a German politician, revolutionary, journalist, and theatre critic. As a socialist journalist, he organized the Socialist Revolution that overthrew the Wittelsbach monarchy in Bavaria in November 1918, which led to his being described as \"the symbol of the Bavarian revolution\". He is used as an example of charismatic authority by Max Weber. Eisner subsequently proclaimed the People's State of Bavaria but was assassinated by far-right German nationalist Anton Graf von Arco auf Valley in Munich on 21 February 1919.",
    "year": 1867,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "John Charles Fields",
    "birthday": "1863-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/John_charles_fields.jpg/241px-John_charles_fields.jpg",
    "extract": "John Charles Fields, FRS, FRSC was a Canadian mathematician and the founder of the Fields Medal for outstanding achievement in mathematics.",
    "year": 1863,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Henri Julien",
    "birthday": "1852-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Henri_Julien.jpg/244px-Henri_Julien.jpg",
    "extract": "Henri Julien, baptised Octave-Henri Julien, was a Canadian artist and cartoonist noted for his work for the Canadian Illustrated News and for his political cartoons in the Montreal Daily Star. His pseudonyms include Octavo and Crincrin. He was the first full-time newspaper editorial cartoonist in Canada.",
    "year": 1852,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Anna Laurens Dawes",
    "birthday": "1851-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/ANNA_LAURENS_DAWES.jpg/232px-ANNA_LAURENS_DAWES.jpg",
    "extract": "Anna Laurens Dawes was an American author and anti-suffragist. She was the daughter of Henry Laurens Dawes, a Republican United States Senator and Representative of Massachusetts.",
    "year": 1851,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Rudolf Lipschitz",
    "birthday": "1832-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/RLipschitz.jpeg/263px-RLipschitz.jpeg",
    "extract": "Rudolf Otto Sigismund Lipschitz was a German mathematician who made contributions to mathematical analysis and differential geometry, as well as number theory, algebras with involution and classical mechanics.",
    "year": 1832,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Antonio Annetto Caruana",
    "birthday": "1830-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/19th_century_portrait_of_A.A._Caruana_holding_his_Report_on_the_Phoenician_and_Roman_Antiquities_in_the_group_of_islands_of_Malta_%281888%29.jpg/240px-19th_century_portrait_of_A.A._Caruana_holding_his_Report_on_the_Phoenician_and_Roman_Antiquities_in_the_group_of_islands_of_Malta_%281888%29.jpg",
    "extract": "Antonio Annetto Caruana, also known as A. A. Caruana, was a Maltese archaeologist and author.",
    "year": 1830,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "James Martin (Australian politician)",
    "birthday": "1820-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Justice_James_Martin.jpg/237px-Justice_James_Martin.jpg",
    "extract": "Sir James Martin, QC was three times Premier of New South Wales, and Chief Justice of New South Wales from 1873 to 1886.",
    "year": 1820,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Alexander Kaufmann",
    "birthday": "1817-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Alexander_Kaufmann.jpg/241px-Alexander_Kaufmann.jpg",
    "extract": "Alexander Kaufmann was a German poet and folklorist from Bonn.",
    "year": 1817,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Charles Beyer",
    "birthday": "1814-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Charles_Beyer.jpg/265px-Charles_Beyer.jpg",
    "extract": "Charles Frederick Beyer was a celebrated German-British locomotive designer and builder, and co-founder of the Institution of Mechanical Engineers. He was the co-founder and head engineer of Beyer, Peacock and Company in Gorton, Manchester. A philanthropist and deeply religious, he founded three parish churches in Gorton, was a governor of The Manchester Grammar School, and remains the single biggest donor to what is today the University of Manchester. He is buried in the graveyard of Llantysilio Church, Llantysilio, Llangollen, Denbighshire North Wales. Llantysilio Church is within the grounds of his former 700 acre Llantysilio Hall estate. His mansion house, built 1872–1874, is nearby.",
    "year": 1814,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Friedrich Ludwig Georg von Raumer",
    "birthday": "1781-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Raumer_Friedrich_Ludwig_Georg.jpg/249px-Raumer_Friedrich_Ludwig_Georg.jpg",
    "extract": "Friedrich Ludwig Georg von Raumer was a German historian. He was the first scientific historian to popularise history in German. He travelled extensively and served in German legislative bodies.",
    "year": 1781,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Robert Owen",
    "birthday": "1771-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Robert_Owen_by_William_Henry_Brooke.jpg/253px-Robert_Owen_by_William_Henry_Brooke.jpg",
    "extract": "Robert Owen was a Welsh textile manufacturer, philanthropist and social reformer, and a founder of utopian socialism and the cooperative movement. He strove to improve factory working conditions, promoted experimental socialistic communities, and sought a more collective approach to child rearing, including government control of education. He gained wealth in the early 1800s from a textile mill at New Lanark, Scotland. Having trained as a draper in Stamford, Lincolnshire he worked in London before relocating aged 18 to Manchester and textile manufacturing. In 1824, he moved to America and put most of his fortune in an experimental socialistic community at New Harmony, Indiana, as a preliminary for his Utopian society. It lasted about two years. Other Owenite communities also failed, and in 1828 Owen returned to London, where he continued to champion the working class, lead in developing cooperatives and the trade union movement, and support child labour legislation and free co-educational schools.",
    "year": 1771,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Thomas Wedgwood (photographer)",
    "birthday": "1771-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Thomas_Wedgwood_%281771-1805%29.jpg/249px-Thomas_Wedgwood_%281771-1805%29.jpg",
    "extract": "Thomas Wedgwood was an English photographer and inventor. He is most widely known as an early experimenter in the field of photography.",
    "year": 1771,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Samuel Dexter",
    "birthday": "1761-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Samuel_Dexter.jpg/241px-Samuel_Dexter.jpg",
    "extract": "Samuel Dexter was an early American statesman who served both in Congress and in the Presidential Cabinets of John Adams and Thomas Jefferson.",
    "year": 1761,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Timothy Dwight IV",
    "birthday": "1752-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Timothy_Dwight_IV_by_John_Trumbull_1817.jpeg/253px-Timothy_Dwight_IV_by_John_Trumbull_1817.jpeg",
    "extract": "Timothy Dwight was an American academic and educator, a Congregationalist minister, theologian, and author. He was the eighth president of Yale College (1795–1817).",
    "year": 1752,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Albrecht Thaer",
    "birthday": "1752-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Albrecht_Daniel_Thear_Lose%40BomannMuseum20160715.jpg/275px-Albrecht_Daniel_Thear_Lose%40BomannMuseum20160715.jpg",
    "extract": "Albrecht Daniel Thaer was a renowned German agronomist and an avid supporter of the humus theory for plant nutrition.",
    "year": 1752,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "George Macartney, 1st Earl Macartney",
    "birthday": "1737-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/George_Macartney%2C_1st_Earl_Macartney_by_Lemuel_Francis_Abbott.jpg/256px-George_Macartney%2C_1st_Earl_Macartney_by_Lemuel_Francis_Abbott.jpg",
    "extract": "George Macartney, 1st Earl Macartney was an Anglo-Irish statesman, colonial administrator and diplomat who served as the governor of Grenada, Madras and the British-occupied Cape Colony. He is often remembered for his observation following Britain's victory in the Seven Years' War and subsequent territorial expansion at the Treaty of Paris that Britain now controlled \"a vast Empire, on which the sun never sets\".",
    "year": 1737,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Thomas Gainsborough",
    "birthday": "1727-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Thomas_Gainsborough_by_Thomas_Gainsborough.jpg/264px-Thomas_Gainsborough_by_Thomas_Gainsborough.jpg",
    "extract": "Thomas Gainsborough was an English portrait and landscape painter, draughtsman, and printmaker. Along with his rival Sir Joshua Reynolds, he is considered one of the most important British artists of the second half of the 18th century. He painted quickly, and the works of his maturity are characterised by a light palette and easy strokes. Despite being a prolific portrait painter, Gainsborough gained greater satisfaction from his landscapes. He is credited as the originator of the 18th-century British landscape school. Gainsborough was a founding member of the Royal Academy.",
    "year": 1727,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ludovico Manin",
    "birthday": "1725-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Lodovico_Manin.jpg/244px-Lodovico_Manin.jpg",
    "extract": "Ludovico Giovanni Manin was a Venetian politician, a Patrician of Venice and the last Doge of Venice. He governed the Venetian Republic from 9 March 1789 until its fall in 1797, when he was forced to abdicate by Napoleon Bonaparte.",
    "year": 1725,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Adolf Frederick of Sweden",
    "birthday": "1710-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Adolf_Fredrik_by_Lorens_Pasch_d.y._-_no_frame_%28Nationalmuseum%2C_15309%29.png/195px-Adolf_Fredrik_by_Lorens_Pasch_d.y._-_no_frame_%28Nationalmuseum%2C_15309%29.png",
    "extract": "Adolf Frederick, or Adolph Frederick was King of Sweden from 1751 until his death. He was the son of Christian August of Holstein-Gottorp, Prince of Eutin, and Albertina Frederica of Baden-Durlach.",
    "year": 1710,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "William Emerson (mathematician)",
    "birthday": "1701-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/William_emerson_b.1701.JPG/255px-William_emerson_b.1701.JPG",
    "extract": "William Emerson was an English mathematician. He was born in Hurworth, near Darlington, where his father, Dudley Emerson, also a mathematician, taught a school.",
    "year": 1701,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Hans Joachim von Zieten",
    "birthday": "1699-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/General_Hans_Joachim_von_Zieten.jpg/209px-General_Hans_Joachim_von_Zieten.jpg",
    "extract": "Hans Joachim von Zieten, sometimes spelled Johann Joachim von Ziethen,, also known as Zieten aus dem Busch, was a cavalry general in the Prussian Army. He served in four wars and was instrumental in several victories during the reign of Frederick the Great, most particularly at Hohenfriedberg and Torgau. He is also well known for a raid into the Holy Roman Empire during the Second Silesian War, known as Zieten's Ride. After engaging in a reputed 74 duels, and fighting in four wars, he died in his bed at the age of 86.",
    "year": 1699,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Peder Horrebow",
    "birthday": "1679-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f2/Horrebow.jpg",
    "extract": "Peder [Nielsen] Horrebow (Horrebov) was a Danish astronomer. Born in Løgstør, Jutland to a poor family of fishermen, Horrebow entered the University of Copenhagen in 1703. He worked his way through grammar school and university by virtue of his technical knowledge: he repaired mechanical and musical instruments and cut seals. He received his MA from the university in 1716, and his MD in 1725. From 1703 to 1707, he served as an assistant to Ole Rømer and lived in Rømer's home. He worked as a household tutor from 1707 to 1711 to a Danish baron, and entered the governmental bureaucracy as an excise writer in 1711.",
    "year": 1679,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Victor Amadeus II of Sardinia",
    "birthday": "1666-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Vittorio_Amedeo_II_in_Maest%C3%A0_-_Google_Art_Project.jpg/192px-Vittorio_Amedeo_II_in_Maest%C3%A0_-_Google_Art_Project.jpg",
    "extract": "Victor Amadeus II was Duke of Savoy from 1675 to 1730. He also held the titles of Prince of Piedmont, Duke of Montferrat, Marquis of Saluzzo and Count of Aosta, Moriana and Nice.",
    "year": 1666,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Sambhaji",
    "birthday": "1657-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Sambhaji_painting_late_17th_century.png/208px-Sambhaji_painting_late_17th_century.png",
    "extract": "Sambhaji Bhosale was the second Chhatrapati of the Maratha Empire, ruling from 1681 to 1689. He was the eldest son of Shivaji, the founder of the Maratha Empire. Sambhaji's rule was largely shaped by the ongoing wars between the Maratha Empire and the Mughal Empire, as well as other neighbouring powers such as the Siddis, Mysore and the Portuguese in Goa. After Sambhaji's death, his brother Rajaram I succeeded him as the next Chhatrapati.",
    "year": 1657,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Alice Barnham",
    "birthday": "1592-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Alice_Barnham.gif/260px-Alice_Barnham.gif",
    "extract": "Alice Barnham, Viscountess St Albans was the wife of English scientific philosopher and statesman Francis Bacon.",
    "year": 1592,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Margaret of Valois",
    "birthday": "1553-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Reine_Marguerite_de_Valois.jpg/222px-Reine_Marguerite_de_Valois.jpg",
    "extract": "Margaret of Valois was a French princess of the Valois dynasty who became Queen of Navarre by marriage to Henry III of Navarre, then also Queen of France at her husband's 1589 accession to the latter throne as Henry IV.",
    "year": 1553,
    "month": 5,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Charles IV, Holy Roman Emperor",
    "birthday": "1316-5-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Charles_IV-John_Ocko_votive_picture-fragment.jpg/215px-Charles_IV-John_Ocko_votive_picture-fragment.jpg",
    "extract": "Charles IV, also known as Charles of Luxembourg, born Wenceslaus, was the first King of Bohemia to become Holy Roman Emperor. He was a member of the House of Luxembourg from his father's side and the Bohemian House of Přemyslid from his mother's side; he emphasized the latter due to his lifelong affinity for the Bohemian side of his inheritance, and also because his direct ancestors in the Přemyslid line included two saints.",
    "year": 1316,
    "month": 5,
    "day": 14,
    "language": "en"
  }
]