[
  {
    "name": "Louisa Chirico",
    "birthday": "1996-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Chirico_BIA21_%2873%29_%2851379086864%29.jpg/213px-Chirico_BIA21_%2873%29_%2851379086864%29.jpg",
    "extract": "Louisa Chirico is an American tennis player. She is of Korean descent through her mother.",
    "year": 1996,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Johannes Thingnes Bø",
    "birthday": "1993-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/2018-01-06_IBU_Biathlon_World_Cup_Oberhof_2018_-_Pursuit_Men_137.jpg/216px-2018-01-06_IBU_Biathlon_World_Cup_Oberhof_2018_-_Pursuit_Men_137.jpg",
    "extract": "Johannes Thingnes Bø is a Norwegian biathlete. He represents Markane IL and is the younger brother of biathlete Tarjei Bø. At the Olympic Games in Beijing 2022 they became the first siblings to have individual medals in the same biathlon event. Thingnes Bø has won the Biathlon World Cup in 2018/19, 2019/20 and 2020/21. Thingnes Bø is described as being powerful on his skis and is the third most successful male biathlete of all time in the World Cup with 55 individual World Cup victories including victories at the Winter Olympic Games.",
    "year": 1993,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Karol Mets",
    "birthday": "1993-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Karol_Mets_in_CSKA.jpg/211px-Karol_Mets_in_CSKA.jpg",
    "extract": "Karol Mets is an Estonian professional footballer who plays as a centre back or defensive midfielder for Swiss club Zürich and the Estonia national team.",
    "year": 1993,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "IU (singer)",
    "birthday": "1993-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/IU_for_Chamisul_advertising_campaign_2020_07_%28cropped%29.png/244px-IU_for_Chamisul_advertising_campaign_2020_07_%28cropped%29.png",
    "extract": "Lee Ji-eun, also known by her stage name IU (Korean: 아이유), is a South Korean singer-songwriter, record producer and actress. She signed with LOEN Entertainment in 2007 as a trainee and debuted as a singer at the age of fifteen with her first mini album Lost and Found (2008). Although her follow-up albums, Growing Up and IU...IM, brought mainstream success, it was after the release of \"Good Day\", the lead single from her 2010 album Real, that she achieved national stardom. \"Good Day\" went on to spend five consecutive weeks at the top position of South Korea's Gaon Digital Chart, and in 2019, it was ranked number one on Billboard's \"100 Greatest K-Pop Songs of the 2010s\" list.",
    "year": 1993,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jeff Skinner",
    "birthday": "1992-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Jeff_Skinner_2013-5.jpg/240px-Jeff_Skinner_2013-5.jpg",
    "extract": "Jeffrey Scott Skinner is a Canadian professional ice hockey left winger for the Buffalo Sabres of the National Hockey League (NHL). He previously played for the Carolina Hurricanes for eight seasons, and was an alternate captain of the Hurricanes from 2016 to 2018.",
    "year": 1992,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kirstin Maldonado",
    "birthday": "1992-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Kirsten_Maldonado_Austin_PTX_Show.jpg/253px-Kirsten_Maldonado_Austin_PTX_Show.jpg",
    "extract": "Kirstin Taylor Maldonado is an American singer, songwriter and actress. She is best known as the mezzo-soprano of the a cappella group Pentatonix. With the group, she has released seven studio albums, won three Grammy Awards, and sold over six million albums.",
    "year": 1992,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Grigor Dimitrov",
    "birthday": "1991-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Dimitrov_PM19_%286%29_%2849308113042%29.jpg/213px-Dimitrov_PM19_%286%29_%2849308113042%29.jpg",
    "extract": "Grigor Dimitrov is a Bulgarian professional tennis player. He has been ranked as high as world No. 3 in singles by the Association of Tennis Professionals (ATP), which he first achieved on 20 November 2017, making him the highest-ranked Bulgarian player in history. Dimitrov achieved the ranking after winning the biggest title of his career at the season-ending ATP Finals. He has won eight ATP Tour singles titles to date.",
    "year": 1991,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Joey Graceffa",
    "birthday": "1991-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Joey_Graceffa_by_Gage_Skidmore.jpg/244px-Joey_Graceffa_by_Gage_Skidmore.jpg",
    "extract": "Joseph Michael \"Joey\" Graceffa is an American YouTuber, vlogger, actor, author, producer, and singer. He runs four active YouTube channels, all named after him. His main channel is dedicated to vlogging, while the second features video gaming content. The third is for daily vlogs, and the fourth is a react channel. His channels have a combined total of more than 2.9 billion views. He was a contestant on the 22nd and 24th seasons of The Amazing Race, and has appeared in a handful of short films as well as creating and hosting Escape the Night, an unscripted, unrehearsed web series, distributed by YouTube via its paid-subscription service YouTube Premium. He appears in all four of the seasons with several other YouTubers, including Liza Koshy, Shane Dawson, Colleen Ballinger, and Rosanna Pansino.",
    "year": 1991,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ashley Wagner",
    "birthday": "1991-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Ashley_Wagner_Bronze_Team_Figure_Skating_%2814191566774%29.jpg/186px-Ashley_Wagner_Bronze_Team_Figure_Skating_%2814191566774%29.jpg",
    "extract": "Ashley Elisabeth Wagner is an American former figure skater. She is the 2016 World silver medalist, a 2014 Olympic bronze medalist in the team event, the 2012 Four Continents champion, a three-time Grand Prix Final medalist, winner of five Grand Prix events, and a three-time U.S. national champion.",
    "year": 1991,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Amanda Carreras",
    "birthday": "1990-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Carreras_BIA21_%2858%29_%2851379085109%29.jpg/215px-Carreras_BIA21_%2858%29_%2851379085109%29.jpg",
    "extract": "Amanda Carreras is a British tennis player from Gibraltar.",
    "year": 1990,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Thomas Brodie-Sangster",
    "birthday": "1990-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Thomas_Brodie-Sangster_by_Gage_Skidmore_2.jpg/211px-Thomas_Brodie-Sangster_by_Gage_Skidmore_2.jpg",
    "extract": "Thomas Brodie-Sangster, also credited as Thomas Sangster, is an English actor. He is known for playing Sam in Love Actually (2003), Simon in Nanny McPhee (2005), Ferb in Phineas and Ferb (2007–2015), Jojen Reed in Game of Thrones (2013–2014), Newt in the Maze Runner film series (2014–2018), and Benny Watts in the Netflix miniseries The Queen's Gambit (2020), for which he was nominated for the Primetime Emmy Award for Outstanding Supporting Actor in a Limited Series or Movie.",
    "year": 1990,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Darko Šarović",
    "birthday": "1990-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/53/Darko_Sarovic_Serbian_200m_Champion.jpg/166px-Darko_Sarovic_Serbian_200m_Champion.jpg",
    "extract": "Darko Šarović is a Serbian medical doctor, Bachelor of psychology, and former professional athlete who specialised in the short sprint events. He is the fifth fastest serb of all time, and the Serbian record holder U23 in the 100 m. Sarovic is a Balkan 100 m Champion, and 60 m and 4 × 100 m bronze medallist. He is also the Serbian Champion in the 100 m, 200 m (twice) and the pole vault events and Serbian U23 Champion in the 100 m, 400 m and 4 × 100 m. Sarovic represented the Serbian National Athletics Team in the 60 m, 100 m, 200 m, and 4 × 100 m. He currently represents the Swedish National Dodgeball Team in the men's and mixed categories, having won a silver medal at the Central European Dodgeball Championships in 2019. He is the Medical Director for the World Dodgeball Federation.",
    "year": 1990,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Omar Strong",
    "birthday": "1990-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Omar_Strong.jpg/175px-Omar_Strong.jpg",
    "extract": "Omar Strong Sr. is an American professional basketball player for the Windsor Express of the NBL Canada. In 2012–13, he was a senior at Texas Southern University and was named the Southwestern Athletic Conference Player of the Year.",
    "year": 1990,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Behati Prinsloo",
    "birthday": "1989-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Behati_Prinsloo_-_GEORGES_CHAKRA_2010_07_%28cropped%29.jpg/240px-Behati_Prinsloo_-_GEORGES_CHAKRA_2010_07_%28cropped%29.jpg",
    "extract": "Behati Prinsloo is a Namibian model. In 2008, she became a Pink contract model, and moved on to become a Victoria's Secret Angel in 2009. She has walked in nine consecutive Victoria's Secret Fashion Shows, and opened consecutive Victoria's Secret Fashion shows in 2014 and 2015.",
    "year": 1989,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Martynas Gecevičius",
    "birthday": "1988-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Martynas_Gecevicius_by_Augustas_Didzgalvis.jpg/242px-Martynas_Gecevicius_by_Augustas_Didzgalvis.jpg",
    "extract": "Martynas \"Marty\" Gecevičius is a Lithuanian professional basketball player for Juventus Utena of the Lithuanian Basketball League.",
    "year": 1988,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tom Onslow-Cole",
    "birthday": "1987-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Tom_onslowcole_silverstone2013.JPG/213px-Tom_onslowcole_silverstone2013.JPG",
    "extract": "Thomas Michael Onslow-Cole is a British auto racing driver. He won the International GT Open in Pro-Am category in 2018 and in 2019 and the 24H Series in 2015.",
    "year": 1987,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Megan Fox",
    "birthday": "1986-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Megan_Fox_2014.jpg/213px-Megan_Fox_2014.jpg",
    "extract": "Megan Denise Fox is an American actress and model. She has made multiple appearances in major film franchises, including the Transformers franchise, as well as numerous magazines such as Maxim, Rolling Stone, and FHM. She is the recipient of several accolades, including two Scream Awards and four Teen Choice Awards.",
    "year": 1986,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Andy Keogh",
    "birthday": "1986-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Andy_Keogh_Cardiff_City.jpg/200px-Andy_Keogh_Cardiff_City.jpg",
    "extract": "Andrew Declan Keogh is a former Irish professional footballer who last played as a striker for A-League club Perth Glory. Born in Dublin, Keogh played the first several years of his professional career playing for a number of clubs in England, including Wolverhampton Wanderers, for whom he made over 100 appearances. In 2014, Keogh moved to Australia to play for Perth Glory. He left the Glory for one year to play in the Thai Premier League for Ratchaburi before returning in early 2016, and again in 2020 after leaving in 2019 for Al-Qadsiah.",
    "year": 1986,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Shamcey Supsup-Lee",
    "birthday": "1986-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Shamcey_Supsup_on_September_18%2C_2011.jpg/243px-Shamcey_Supsup_on_September_18%2C_2011.jpg",
    "extract": "Shamcey Gurrea Supsup-Lee is a Filipino architect, beauty pageant titleholder and pageant director. She was crowned as Binibining Pilipinas Universe 2011. She represented her country at the Miss Universe 2011 pageant in São Paulo, Brazil where she finished as 3rd Runner-Up.",
    "year": 1986,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Anja Mittag",
    "birthday": "1985-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Anja_Mittag_A_119_0913.jpg/320px-Anja_Mittag_A_119_0913.jpg",
    "extract": "Anja Mittag is a German football coach and player who plays as a striker. Mittag is currently a player-coach for RB Leipzig.",
    "year": 1985,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Corey Perry",
    "birthday": "1985-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Corey_Perry_2016.jpg/240px-Corey_Perry_2016.jpg",
    "extract": "Corey Perry is a Canadian professional ice hockey player for the Tampa Bay Lightning of the National Hockey League (NHL). He played the first 14 years of his career with the Anaheim Ducks. He then played for the Dallas Stars and Montreal Canadiens. During his 2 campaigns with Dallas and Montreal, Perry lost consecutive Stanley Cup Finals to the Tampa Bay Lightning, before joining them in that offseason. Perry is known for his goal-scoring ability and abrasive playing style, with an ability to get under his opponent's skin, which earned him the nickname \"the Worm\".",
    "year": 1985,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Darío Cvitanich",
    "birthday": "1984-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Dario-Cvitanich.jpg/320px-Dario-Cvitanich.jpg",
    "extract": "Darío Cvitanich is an Argentine professional footballer who plays as a striker for Banfield.",
    "year": 1984,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tomáš Fleischmann",
    "birthday": "1984-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Tomas_Fleischmann_2012-03-09.JPG/269px-Tomas_Fleischmann_2012-03-09.JPG",
    "extract": "Tomáš Fleischmann is a Czech former professional ice hockey winger. He most notably played in the National Hockey League (NHL) with several teams, including stints with the Washington Capitals and Florida Panthers.",
    "year": 1984,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jensen Lewis",
    "birthday": "1984-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Jensen_Lewis_%2849489241192%29_%28cropped%29.jpg/320px-Jensen_Lewis_%2849489241192%29_%28cropped%29.jpg",
    "extract": "Jensen Daniel Lewis is an American former Major League Baseball pitcher who played for the Cleveland Indians from 2007 to 2010 and is currently a baseball analyst with Bally Sports.",
    "year": 1984,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Rick Rypien",
    "birthday": "1984-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Rick_Rypien.png/211px-Rick_Rypien.png",
    "extract": "Richard Joseph Rypien was a Canadian professional ice hockey forward who spent parts of six seasons in the National Hockey League (NHL) with the Vancouver Canucks. After a major junior career of four years with the Regina Pats of the Western Hockey League (WHL), he was signed to a professional contract by the minor league Manitoba Moose of the American Hockey League (AHL) in 2005. The following season, he signed with the Canucks. He spent six years with the organization, splitting time between the Canucks and Moose, their AHL affiliate. A fourth-line player in the NHL, he was known for his hitting and fighting abilities, though his size was not typical of an enforcer.",
    "year": 1984,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Daniel Kerr",
    "birthday": "1983-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Daniel_Kerr.jpg/227px-Daniel_Kerr.jpg",
    "extract": "Daniel Alan Kerr is a former Australian rules footballer who played for the West Coast Eagles in the Australian Football League (AFL). He played 220 games for the club between 2001 and 2013, as a hard-running inside midfielder.",
    "year": 1983,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kyle Wellwood",
    "birthday": "1983-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/KyleWellwood021612.jpg/320px-KyleWellwood021612.jpg",
    "extract": "Kyle Wellwood is a Canadian former professional ice hockey centre who played the majority of his career in the National Hockey League (NHL). He was originally selected by the Toronto Maple Leafs 134th overall in the 2001 NHL Entry Draft, playing his first three seasons in the NHL with Toronto before joining the Vancouver Canucks in 2008.",
    "year": 1983,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Łukasz Kubot",
    "birthday": "1982-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Kubot_WM16_%281%29_%2828136044530%29.jpg/213px-Kubot_WM16_%281%29_%2828136044530%29.jpg",
    "extract": "Łukasz Kubot is a Polish professional tennis player who is a former world No. 1 in doubles.",
    "year": 1982,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ricardo Costa (footballer, born 1981)",
    "birthday": "1981-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Ricardo_Costa_-_Croatia_vs._Portugal%2C_10th_June_2013_%28crop%29.jpg/190px-Ricardo_Costa_-_Croatia_vs._Portugal%2C_10th_June_2013_%28crop%29.jpg",
    "extract": "Ricardo Miguel Moreira da Costa is a Portuguese former professional footballer who played mainly as a central defender but occasionally as a full back.",
    "year": 1981,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Nuria Llagostera Vives",
    "birthday": "1980-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Nuria_Llagostera_Vives_Allianz_Cup_1.jpg/257px-Nuria_Llagostera_Vives_Allianz_Cup_1.jpg",
    "extract": "Nuria Llagostera Vives is a retired Spanish tennis player. In June 2005, Llagostera Vives reached her best singles ranking of world No. 35. In November 2009, she peaked at No. 5 in the WTA doubles rankings.",
    "year": 1980,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Scott Nicholls",
    "birthday": "1978-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/52/Scott_nicholls.jpg",
    "extract": "Scott Karl Nicholls is a British speedway rider, who has won the British Championship seven times, and was a full participant in the Speedway Grand Prix series between 2002 and 2008.",
    "year": 1978,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Lionel Scaloni",
    "birthday": "1978-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Lionel_Scaloni.JPG/240px-Lionel_Scaloni.JPG",
    "extract": "Lionel Sebastián Scaloni is an Argentine professional football manager and former player who is the coach of the Argentina national team. A player of wide range, he operated as a right back or right midfielder.",
    "year": 1978,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Melanie Lynskey",
    "birthday": "1977-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Melanie_Lynskey_at_the_premiere_of_The_Meddler%2C_2015_Toronto_Film_Festival_-a_%28cropped%29.jpg/240px-Melanie_Lynskey_at_the_premiere_of_The_Meddler%2C_2015_Toronto_Film_Festival_-a_%28cropped%29.jpg",
    "extract": "Melanie Jayne Lynskey is a New Zealand actress. She is known for playing quirky, soft-spoken but headstrong characters, and works predominantly in independent films. Her accolades include a Critics' Choice Award, a Gracie Award, a New Zealand Film Award, a Hollywood Film Award and a Sundance Special Jury Award, as well as Gotham Award, Golden Nymph Award, and Screen Actors Guild Award nominations.",
    "year": 1977,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Emilíana Torrini",
    "birthday": "1977-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Emiliana_Torrini_02.jpg/240px-Emiliana_Torrini_02.jpg",
    "extract": "Emilíana Torrini is an Icelandic singer and songwriter. She is best known for her 2009 single \"Jungle Drum\", her 1999 album Love in the Time of Science, and her performance of \"Gollum's Song\" for the 2002 film The Lord of the Rings: The Two Towers.",
    "year": 1977,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Dirk Nannes",
    "birthday": "1976-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Dirk_nannes.jpg/310px-Dirk_nannes.jpg",
    "extract": "Dirk Peter Nannes is an Australian-Dutch cricket commentator and former cricketer who has played internationally for both Australia and the Netherlands, one of the few players to represent multiple international teams.",
    "year": 1976,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tony Kakko",
    "birthday": "1975-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Sonata_Arctica_Circus_2019_15.jpg/213px-Sonata_Arctica_Circus_2019_15.jpg",
    "extract": "Toni Kristian \"Tony\" Kakko is a Finnish musician, composer and vocalist. He is known as the vocalist, primary songwriter, and creative lead of the band Sonata Arctica since 1996.",
    "year": 1975,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Simon Whitfield",
    "birthday": "1975-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Simon-whitfield-triathlete.jpg/214px-Simon-whitfield-triathlete.jpg",
    "extract": "Simon St. Quentin Whitfield is a retired Olympic triathlon champion from Canada. Whitfield won 10 consecutive Canadian Triathlon Championships titles and carried the Canadian national flag during the 2000 Summer Olympics closing ceremony in Sydney, where he had won his gold medal, and the opening ceremony at the 2012 Summer Olympics in London, making him one of few Canadian athletes to be honoured twice as Olympic flag bearer.",
    "year": 1975,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Laura Pausini",
    "birthday": "1974-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Laura_Pausini_19_-_Bercy_-_Avril_2012_%286930185910%29.jpg/240px-Laura_Pausini_19_-_Bercy_-_Avril_2012_%286930185910%29.jpg",
    "extract": "Laura Pausini is an Italian singer. She rose to fame in 1993, winning the newcomer artists' section of the 43rd Sanremo Music Festival with her debut single \"La solitudine\", which became an Italian standard and an international hit. Her self-titled debut album was released in Italy on 23 April 1993 and later became an international success, selling two million copies worldwide. Its follow-up, Laura, was released in 1994 and confirmed her international success, selling three million copies worldwide.",
    "year": 1974,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Sonny Sandoval",
    "birthday": "1974-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Hellfest_2013_POD_Sonny_Sandoval_%28cropped%29.JPG/239px-Hellfest_2013_POD_Sonny_Sandoval_%28cropped%29.JPG",
    "extract": "Paul Joshua \"Sonny\" Sandoval is an American singer, rapper, and songwriter. He is best known as co-founder and the lead vocalist of metal band P.O.D.",
    "year": 1974,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tori Spelling",
    "birthday": "1973-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/ToriSpelling2018.jpg/266px-ToriSpelling2018.jpg",
    "extract": "Victoria Davey Spelling is an American actress and author. Her first major role was Donna Martin on Beverly Hills, 90210, beginning in 1990. She has appeared in made for television films, including A Friend to Die For (1994), A Carol Christmas (2003), The Mistle-Tones (2012), both versions of Mother, May I Sleep with Danger? and The Last Sharknado: It's About Time (2018). She has also starred in several independent films including The House of Yes (1997), Trick (1999), Scary Movie 2 (2001), Cthulhu (2007), Kiss the Bride (2007) and Izzie's Way Home (2016). She reprised her role of Donna Martin in Beverly Hills, 90210's spin-off, BH90210, in 2019.",
    "year": 1973,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Christian Califano",
    "birthday": "1972-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Christian_Califano_2016-10-30.jpg/180px-Christian_Califano_2016-10-30.jpg",
    "extract": "Christian Califano is a former French rugby union player who finished his career at Gloucester Rugby.",
    "year": 1972,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Phil Clarke",
    "birthday": "1971-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Phil_Clarke.JPG/320px-Phil_Clarke.JPG",
    "extract": "Philip Clarke is an English former professional rugby league footballer who played in the 1980s and 1990s. A Great Britain and England international representative back-rower or stand-off, he played his club rugby league in England for Wigan, and in Australia for the Sydney City Roosters.",
    "year": 1971,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Rachel Goswell",
    "birthday": "1971-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Slowdive_live_1992.jpg/314px-Slowdive_live_1992.jpg",
    "extract": "Rachel Ann Goswell is an English singer-songwriter and musician who rose to prominence as vocalist and guitarist of the shoegaze band Slowdive, which formed in 1989. Goswell, along with Neil Halstead, Ian McCutcheon and former Chapterhouse member Simon Rowe became Mojave 3 when Slowdive transitioned to a more country/folk rock style. She released a solo album in 2004, titled Waves Are Universal on 4AD Records.",
    "year": 1971,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Gabriela Sabatini",
    "birthday": "1970-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Gabriela_Sabatini_US_Embassy_in_Argentina_cropped.jpg/213px-Gabriela_Sabatini_US_Embassy_in_Argentina_cropped.jpg",
    "extract": "Gabriela Beatriz Sabatini is an Argentine former professional tennis player. She was one of the leading players from the mid-1980s to the mid-1990s, amassing 41 titles and achieving a career-high ranking of 3 in both singles and doubles. In singles, Sabatini won the 1990 US Open, the WTA Finals in 1988 and 1994, and was runner-up at Wimbledon 1991, the 1988 US Open and the silver medalist at the 1988 Olympics. In doubles, she won Wimbledon in 1988 with Steffi Graf, and reached three French Open finals. Among Open era players who did not reach world No. 1 themselves, Sabatini retains the record for accumulating the most wins over reigning world No. 1 ranked players. In 2006, she was inducted into the International Tennis Hall of Fame and in 2018 Tennis Magazine ranked her as the 20th-greatest player of the preceding 50 years.",
    "year": 1970,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Danielle Spencer (Australian actress)",
    "birthday": "1970-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Danielle_Spencer_2013.jpg/228px-Danielle_Spencer_2013.jpg",
    "extract": "Danielle Spencer is an Australian actress, singer and songwriter.",
    "year": 1970,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "David Boreanaz",
    "birthday": "1969-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/David_Boreanaz_Comic-Con_2012.jpg/238px-David_Boreanaz_Comic-Con_2012.jpg",
    "extract": "David Boreanaz is an American actor, television producer, and director known for playing the roles of vampire-turned-private investigator Angel on The WB/UPN Buffy the Vampire Slayer supernatural drama (1997–2003) and its spinoff Angel (1999–2004); FBI Special Agent Seeley Booth, a homicide investigator, on the Fox television crime procedural comedy-drama series Bones (2005–2017); and United States Navy SEAL Master Chief Special Warfare Operator Jason Hayes in the CBS military drama series SEAL Team (2017–present).",
    "year": 1969,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tucker Carlson",
    "birthday": "1969-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Tucker_Carlson_2020_%28cropped%29.jpg/234px-Tucker_Carlson_2020_%28cropped%29.jpg",
    "extract": "Tucker Swanson McNear Carlson is an American television host and conservative political commentator who has hosted the nightly political talk show Tucker Carlson Tonight on Fox News since 2016.",
    "year": 1969,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ralph Tresvant",
    "birthday": "1968-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Ralph_Tresvant.jpg/226px-Ralph_Tresvant.jpg",
    "extract": "Ralph Edward Tresvant is an American singer, songwriter, actor and record producer, best known as the lead singer of R&B group New Edition. As a solo artist, Tresvant released the album Ralph Tresvant (1990). In 2008, he began touring with Bobby Brown and Johnny Gill in a new group named Heads of State.",
    "year": 1968,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Doug Brocail",
    "birthday": "1967-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Doug_Brocail_%2829565292448%29_%28cropped%29.jpg/220px-Doug_Brocail_%2829565292448%29_%28cropped%29.jpg",
    "extract": "Douglas Keith Brocail is an American professional baseball pitcher and pitching coach. He played in Major League Baseball (MLB) for the San Diego Padres, Houston Astros, Detroit Tigers, and Texas Rangers. He has coached in MLB for the Astros, Rangers, and the Orioles.",
    "year": 1967,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Susan Williams, Baroness Williams of Trafford",
    "birthday": "1967-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Official_portrait_of_Baroness_Williams_of_Trafford_crop_2.jpg/240px-Official_portrait_of_Baroness_Williams_of_Trafford_crop_2.jpg",
    "extract": "Susan Frances Maria Williams, Baroness Williams of Trafford is a Home Office minister in the Government of the United Kingdom and a Conservative life peer. In March 2022 she was made a member of the Privy Council.",
    "year": 1967,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Janet Jackson",
    "birthday": "1966-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/JanetJacksonUnbreakableTourSanFran2015_%28cropped%29.jpg/252px-JanetJacksonUnbreakableTourSanFran2015_%28cropped%29.jpg",
    "extract": "Janet Damita Jo Jackson is an American singer, songwriter, actress, and dancer. She is noted for her innovative, socially conscious and sexually provocative records, as well as elaborate stage shows. Her sound and choreography became a catalyst in the growth of MTV, enabling her to rise to prominence while breaking gender and racial barriers in the process. Lyrical content which focused on social issues set her reputation as a role model for youth.",
    "year": 1966,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Thurman Thomas",
    "birthday": "1966-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Thurman_Thomas_ESPNWeekend2010-067.jpg/320px-Thurman_Thomas_ESPNWeekend2010-067.jpg",
    "extract": "Thurman Lee Thomas is a former American football running back who played in the National Football League (NFL) for thirteen seasons, primarily with the Buffalo Bills. He was selected by the Bills in the second round of the 1988 NFL Draft, where he spent all but one season of his professional career. Thomas spent his final NFL year as a member of the Miami Dolphins in 2000.",
    "year": 1966,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Krist Novoselic",
    "birthday": "1965-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Krist_Novoselic.jpg/240px-Krist_Novoselic.jpg",
    "extract": "Krist Anthony Novoselic is an American musician and activist. He is best known as the bassist and co-founder of the rock band Nirvana.",
    "year": 1965,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tanel Tammet",
    "birthday": "1965-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Tanel_Tammet%2C_12._jaanuar_2008.JPG/316px-Tanel_Tammet%2C_12._jaanuar_2008.JPG",
    "extract": "Tanel Tammet is an Estonian computer scientist, professor, software engineer, and computer programmer. He was also one of the founding members of the Estonian Greens party, and helped found the IT College in Tallinn.",
    "year": 1965,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Salley",
    "birthday": "1964-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/John_Salley_LF.JPG/177px-John_Salley_LF.JPG",
    "extract": "John Thomas Salley is an American former professional basketball player, talk show host, and actor. He was the first player in NBA history to win championships with three franchises, as well as the first player in the NBA to win a championship in three different decades.",
    "year": 1964,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Boyd Tinsley",
    "birthday": "1964-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Boyd_Tinsley_7-5-08_Rothbury_MI.JPG/187px-Boyd_Tinsley_7-5-08_Rothbury_MI.JPG",
    "extract": "Boyd Calvin Tinsley is an American violinist and mandolinist who is best known for having been a member of the Dave Matthews Band.",
    "year": 1964,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Milton Jones",
    "birthday": "1964-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Milton_Jones_portrait.jpg/213px-Milton_Jones_portrait.jpg",
    "extract": "Milton Hywel Jones is an English comedian. His style of humour is based on one-liners involving puns delivered in a deadpan and slightly neurotic style. Jones has had various shows on BBC Radio 4 and is a recurring guest panellist on Mock the Week. He won the Perrier comedy award for best newcomer in 1996, and in 2012, Another Case of Milton Jones was awarded silver in the 'Best Comedy' category at the 30th Sony Radio Academy awards. \nJones tours the UK periodically and is a regular performer at The Comedy Store in London and Manchester.",
    "year": 1964,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Rachel Griffith",
    "birthday": "1963-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6a/Rachel_Griffith.png",
    "extract": "Dame Rachel Susan Griffith is a British-American academic and educator. She is professor of economics at the University of Manchester and a research director at the Institute for Fiscal Studies.",
    "year": 1963,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Helga Radtke",
    "birthday": "1962-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Bundesarchiv_Bild_183-1989-0721-033%2C_Helga_Radtke.jpg/215px-Bundesarchiv_Bild_183-1989-0721-033%2C_Helga_Radtke.jpg",
    "extract": "Helga Radtke is a German track and field athlete. She competed from 1979 to the 1990s in the long and triple jumps. Until 1990 she represented East Germany. She won the bronze medal in the long jump at the 1990 European championship and was successful in many more indoor world and European championships",
    "year": 1962,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kevin McDonald",
    "birthday": "1961-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Kevin_McDonald-1-17_%2813683967045%29.jpg/213px-Kevin_McDonald-1-17_%2813683967045%29.jpg",
    "extract": "Kevin Hamilton McDonald is a Canadian actor, voice actor and comedian. He is a member of the comedy troupe The Kids in the Hall, who have appeared together in a number of stage, television and film productions, most notably the 1988–1995 TV series The Kids in the Hall. He played Pastor Dave in That '70s Show, and also starred as a co-pilot in the 2011 web comedy series Papillon. He also does voice work in animation, most notably for providing the voices of Agent Wendy Pleakley in the Lilo & Stitch franchise, Waffle in Catscratch, and the Almighty Tallest Purple in Invader Zim.",
    "year": 1961,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "The Godfather (wrestler)",
    "birthday": "1961-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Charles_Wright_AKA_The_Godfather_WrestleMania_32_Axxess.jpg/205px-Charles_Wright_AKA_The_Godfather_WrestleMania_32_Axxess.jpg",
    "extract": "Charles Wright, better known under his ring name The Godfather, is an American professional wrestler. He is best known for his tenure with the World Wrestling Federation throughout the 1990s and early 2000s, and underwent several gimmick changes; the most notable were Papa Shango, Kama, Kama Mustafa, and The Godfather.",
    "year": 1961,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mare Winningham",
    "birthday": "1959-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/bd/Mare_Winningham_2012.jpg",
    "extract": "Mary Megan Winningham is an American actress and singer-songwriter. She is the recipient of two Primetime Emmy Awards and has been nominated for an Academy Award, two Golden Globe Awards and two Tony Awards.",
    "year": 1959,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Joan Benoit",
    "birthday": "1957-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Joan_Benoit_2008.jpg/253px-Joan_Benoit_2008.jpg",
    "extract": "Joan Benoit Samuelson is an American marathon runner who was the first women's Olympic Games marathon champion, winning the gold medal at the 1984 Summer Olympics in Los Angeles. She held the fastest time for an American woman at the Chicago Marathon for 32 years after winning the race in 1985. Her time at the Boston Marathon was the fastest time by an American woman at that race for 28 years. She was inducted into the Maine Women's Hall of Fame in 2000.",
    "year": 1957,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Benjamin Mancroft, 3rd Baron Mancroft",
    "birthday": "1957-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Official_portrait_of_Lord_Mancroft_crop_2.jpg/240px-Official_portrait_of_Lord_Mancroft_crop_2.jpg",
    "extract": "Benjamin Lloyd Stormont Mancroft, 3rd Baron Mancroft, is a British peer, businessman and Conservative Party politician.",
    "year": 1957,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Yuri Shevchuk",
    "birthday": "1957-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/%D0%AE%D1%80%D0%B8%D0%B9_%D0%A8%D0%B5%D0%B2%D1%87%D1%83%D0%BA_%D0%B2_%D0%A1%D0%9F%D0%B1%D0%94%D0%90._22_%D0%BD%D0%BE%D1%8F%D0%B1%D1%80%D1%8F_2012_%282%29.jpg/209px-%D0%AE%D1%80%D0%B8%D0%B9_%D0%A8%D0%B5%D0%B2%D1%87%D1%83%D0%BA_%D0%B2_%D0%A1%D0%9F%D0%B1%D0%94%D0%90._22_%D0%BD%D0%BE%D1%8F%D0%B1%D1%80%D1%8F_2012_%282%29.jpg",
    "extract": "Yuri Yulianovich Shevchuk is a Soviet and Russian rock musician and singer/songwriter who leads the rock band DDT, which he founded with Vladimir Sigachyov in 1980.",
    "year": 1957,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Anthony St John, 22nd Baron St John of Bletso",
    "birthday": "1957-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Official_portrait_of_Lord_St_John_of_Bletso_crop_2.jpg/240px-Official_portrait_of_Lord_St_John_of_Bletso_crop_2.jpg",
    "extract": "Anthony Tudor St John, 22nd Baron St John of Bletso is a British peer, politician, businessman and solicitor. He is one of the ninety hereditary peers elected to remain in the House of Lords after the House of Lords Act 1999. He speaks on African affairs, deregulation, financial services and information technology. Rather than aligning with a particular political party, he remains a crossbencher.",
    "year": 1957,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Loretta Schrijver",
    "birthday": "1956-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Loretta_Schrijver.png/320px-Loretta_Schrijver.png",
    "extract": "Loretta Maxine Schrijver is a Dutch television host.",
    "year": 1956,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Olga Korbut",
    "birthday": "1955-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Olga_Korbut_c1972.jpg/259px-Olga_Korbut_c1972.jpg",
    "extract": "Olga Valentinovna Korbut is a former gymnast who competed for the Soviet Union. Nicknamed the \"Sparrow from Minsk\", she won four gold medals and two silver medals at the Summer Olympic Games, in which she competed in 1972 and 1976 for the Soviet team, and was the inaugural inductee to the International Gymnastics Hall of Fame in 1988.",
    "year": 1955,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jack Morris",
    "birthday": "1955-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Jack_Morris_2013_%28cropped%29.jpg/194px-Jack_Morris_2013_%28cropped%29.jpg",
    "extract": "John Scott Morris is an American former professional baseball starting pitcher. He played in Major League Baseball (MLB) between 1977 and 1994, mainly for the Detroit Tigers. Morris won 254 games throughout his career.",
    "year": 1955,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Hazel O'Connor",
    "birthday": "1955-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Hazel_O_Connor.jpg/231px-Hazel_O_Connor.jpg",
    "extract": "Hazel Thereasa O'Connor is a British singer-songwriter and actress. She became famous in the early 1980s with hit singles \"Eighth Day\", \"D-Days\" and \"Will You?\" She also starred in the 1980 film Breaking Glass.",
    "year": 1955,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Páidí Ó Sé",
    "birthday": "1955-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/5e/P%C3%A1id%C3%AD_%C3%93_S%C3%A9.jpg",
    "extract": "Páidí Ó Sé was an Irish Gaelic football manager and player, whose league and championship career at senior level with the Kerry county team spanned fifteen seasons from 1974 to 1988. Ó Sé is widely regarded as one of the greatest defenders of his generation.",
    "year": 1955,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Debra Winger",
    "birthday": "1955-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Debrawinger1984.jpg/320px-Debrawinger1984.jpg",
    "extract": "Debra Lynn Winger is an American actress. She starred in the films An Officer and a Gentleman (1982), Terms of Endearment (1983), and Shadowlands (1993), each of which earned her a nomination for the Academy Award for Best Actress. She won the National Society of Film Critics Award for Best Actress for Terms of Endearment, and the Tokyo International Film Festival Award for Best Actress for A Dangerous Woman (1993). Her other film roles include Urban Cowboy (1980), Legal Eagles (1986), Black Widow (1987), Betrayed (1988), The Sheltering Sky (1990), Forget Paris (1995), and Rachel Getting Married (2008). In 2012, she made her Broadway debut in the original production of the David Mamet play The Anarchist. In 2014, she received the Lifetime Achievement Award at the Transilvania International Film Festival.",
    "year": 1955,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Dafydd Williams",
    "birthday": "1954-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Dafydd_Williams.jpg/256px-Dafydd_Williams.jpg",
    "extract": "Dafydd Rhys Williams OC OOnt CCFP FCFP FRCPC FRCP FRCGS is a Canadian physician, public speaker, CEO, author and a retired CSA astronaut. Williams was a mission specialist on two Space Shuttle missions. His first spaceflight, STS-90 in 1998, was a 16-day mission aboard Space Shuttle Columbia dedicated to neuroscience research. His second flight, STS-118 in August 2007, was flown by Space Shuttle Endeavour to the International Space Station. During that mission he performed three spacewalks, becoming the third Canadian to perform a spacewalk and setting a Canadian record for total number of spacewalks. These spacewalks combined for a total duration of 17 hours and 47 minutes.",
    "year": 1954,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Pierce Brosnan",
    "birthday": "1953-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Pierce_Brosnan_Berlinale_2014_-_02_%28cropped%29.jpg/213px-Pierce_Brosnan_Berlinale_2014_-_02_%28cropped%29.jpg",
    "extract": "Pierce Brendan Brosnan is an Irish actor and film producer. He is best known as the fifth actor to play secret agent James Bond in the Bond film series, starring in four films from 1995 to 2002 and in multiple video games.",
    "year": 1953,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Richard Page (musician)",
    "birthday": "1953-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Ringo_Starr_and_all_his_band_%288470847598%29.jpg/209px-Ringo_Starr_and_all_his_band_%288470847598%29.jpg",
    "extract": "Richard Page is an American musician who is best known as the lead singer and bassist of 1980s band Mr. Mister. The band's hits include \"Broken Wings\" and \"Kyrie\". Page has also sung in other bands, been a solo artist, written songs for other artists, and worked as a background singer for other artists.",
    "year": 1953,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kitanoumi Toshimitsu",
    "birthday": "1953-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Kitanoumi_in_Sumiyoshi_Taisha_%281%29_IMG_1452_20130302.JPG/255px-Kitanoumi_in_Sumiyoshi_Taisha_%281%29_IMG_1452_20130302.JPG",
    "extract": "Kitanoumi Toshimitsu , born Toshimitsu Obata , was a Japanese professional sumo wrestler. He was the dominant wrestler in the sport during the 1970s. Kitanoumi was promoted to yokozuna at the age of 21, becoming the youngest ever to achieve sumo's top rank. He won 24 tournament championships during his career and was one of a series of truly great yokozuna who came from Hokkaido, the largest and northernmost prefecture of Japan. At the time of his death he still held the records for most tournaments at yokozuna (63) and most bouts won as a yokozuna (670), but they have since been surpassed. Following his retirement in 1985 he established the Kitanoumi stable. He was chairman of the Japan Sumo Association from 2002 until 2008, and again from 2012 until his death.",
    "year": 1953,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Stephen Woolman, Lord Woolman",
    "birthday": "1953-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Lord_Woolman_2008.jpg/213px-Lord_Woolman_2008.jpg",
    "extract": "Stephen Errol Woolman, Lord Woolman,, is a Scottish legal academic, and a Senator of the College of Justice, a judge of the country's Supreme Courts.",
    "year": 1953,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Christian Lacroix",
    "birthday": "1951-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Lacroix_rip_juillet08.jpg/320px-Lacroix_rip_juillet08.jpg",
    "extract": "Christian Marie Marc Lacroix is a French fashion designer. The name may also refer to the company he founded.",
    "year": 1951,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jonathan Richman",
    "birthday": "1951-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/2014JonathanRichmanNoNameBar.jpg/200px-2014JonathanRichmanNoNameBar.jpg",
    "extract": "Jonathan Michael Richman is an American singer, songwriter and guitarist. In 1970, he founded the Modern Lovers, an influential proto-punk band. Since the mid-1970s, Richman has worked either solo or with low-key acoustic and electric backing. He now plays only acoustic to protect his hearing. He is known for his wide-eyed, unaffected, and childlike outlook, and music that, while rooted in rock and roll, is influenced by music from around the world.",
    "year": 1951,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Georg Bednorz",
    "birthday": "1950-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Georg_Bednorz_2013.jpg/286px-Georg_Bednorz_2013.jpg",
    "extract": "Johannes Georg Bednorz is a German physicist who, together with K. Alex Müller, discovered high-temperature superconductivity in ceramics, for which they shared the 1987 Nobel Prize in Physics.",
    "year": 1950,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Bruce Coville",
    "birthday": "1950-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Bruce_Coville.jpg/210px-Bruce_Coville.jpg",
    "extract": "Bruce Farrington Coville is an author of young adult fiction. Coville was first published in 1977 and has written over 100 books.",
    "year": 1950,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Rick Reuschel",
    "birthday": "1949-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Rick_Reuschel_1973.jpg/238px-Rick_Reuschel_1973.jpg",
    "extract": "Ricky Eugene Reuschel is an American former professional baseball player. He played in Major League Baseball as a right-handed pitcher from 1972 to 1991, winning 214 games with a career 3.37 ERA. His nickname was \"Big Daddy\" because of his portly physique. He was known for his deceptive style of pitching, which kept hitters off balance by constantly varying the speeds of his pitches.",
    "year": 1949,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jesper Christensen",
    "birthday": "1948-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Johan_Philip_%28Pilou%29_Asb%C3%A6k%2C_Pernille_Fischer_Christensen_and_Jesper_Christensen_%28Berlin_Film_Festival_2010%29_%28cropped%29.jpg/229px-Johan_Philip_%28Pilou%29_Asb%C3%A6k%2C_Pernille_Fischer_Christensen_and_Jesper_Christensen_%28Berlin_Film_Festival_2010%29_%28cropped%29.jpg",
    "extract": "Jesper Christensen is a Danish actor. A veteran of European cinema, he has more recently made the transition to English language projects, including The Interpreter and Revelations. He has also appeared as the mysterious villain Mr. White in the James Bond films Casino Royale, Quantum of Solace, and Spectre.",
    "year": 1948,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Enrico Fumia",
    "birthday": "1948-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/1966_Grifo_d%27Oro_Fumia_Bertone.jpg/320px-1966_Grifo_d%27Oro_Fumia_Bertone.jpg",
    "extract": "Enrico Fumia is an Italian automobile and product designer. He is widely known for his work with the car design firm Pininfarina, helping to design and package a new sports car version of the Alfa Romeo, which included front-wheel drive and traversely-mounted engines. Today he runs Fumia Design Studio.",
    "year": 1948,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jimmy Hood",
    "birthday": "1948-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/JimHoodMPPortrait.jpg/223px-JimHoodMPPortrait.jpg",
    "extract": "James Hood was a Scottish Labour Party politician, who served as a Member of Parliament from 1987 until being defeated in 2015. He represented the Clydesdale constituency until 2005, and the Lanark and Hamilton East constituency thereafter. Hood, a National Union of Mineworkers (NUM) trade union official during the miners' strike of 1984–85, remained a backbencher throughout his parliamentary career.",
    "year": 1948,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Emma Rothschild",
    "birthday": "1948-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Emma_Rothschild%2C_historiadora_da_economia%2C_Professora_em_Harvard%2C_esposa_de_Amartya_Sen_%287110290673%29.jpg/320px-Emma_Rothschild%2C_historiadora_da_economia%2C_Professora_em_Harvard%2C_esposa_de_Amartya_Sen_%287110290673%29.jpg",
    "extract": "Emma Georgina Rothschild is a British economic historian who is a professor of History at Harvard University. She is also the director of the Joint Centre for History and Economics at Harvard University and an honorary Professor of History and Economics at the University of Cambridge. She formerly served as board member of United Nations Foundation and as a professor at the École des hautes études en sciences sociales (EHESS) in Paris.",
    "year": 1948,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Robert Fripp",
    "birthday": "1946-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Robert_Fripp.jpg/320px-Robert_Fripp.jpg",
    "extract": "Robert Fripp is a British musician, songwriter, and record producer, best known as the guitarist, founder and longest-lasting member of the progressive rock band King Crimson. He has worked extensively as a session musician and collaborator, notably with David Bowie, Blondie, Brian Eno, Peter Gabriel, Daryl Hall, Midge Ure, Talking Heads, and David Sylvian. He has also contributed sounds to the Windows Vista operating system. His discography includes contributions to over 700 official releases.",
    "year": 1946,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Billy Cobham",
    "birthday": "1944-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Billy_Cobham.jpg/212px-Billy_Cobham.jpg",
    "extract": "William Emanuel Cobham Jr. is a Panamanian–American jazz drummer who came to prominence in the late 1960s and early 1970s with trumpeter Miles Davis and then with the Mahavishnu Orchestra.",
    "year": 1944,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Danny Trejo",
    "birthday": "1944-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Danny_Trejo_by_Gage_Skidmore.jpg/234px-Danny_Trejo_by_Gage_Skidmore.jpg",
    "extract": "Danny Trejo is an American actor. He has appeared in such films as Desperado, Heat, and the From Dusk Till Dawn movie series.",
    "year": 1944,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kay Andrews, Baroness Andrews",
    "birthday": "1943-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Official_portrait_of_Baroness_Andrews_crop_2.jpg/240px-Official_portrait_of_Baroness_Andrews_crop_2.jpg",
    "extract": "Elizabeth Kay Andrews, Baroness Andrews, is a British Labour politician and life peer. She was Chair of English Heritage from July 2009 to July 2013.",
    "year": 1943,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Dan Coats",
    "birthday": "1943-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Dan_Coats_official_DNI_portrait.jpg/256px-Dan_Coats_official_DNI_portrait.jpg",
    "extract": "Daniel Ray Coats is an American politician, attorney, and former diplomat. From 2017 to 2019, he served as the Director of National Intelligence in the Trump administration. A member of the Republican Party, he served as a United States Senator from Indiana from 1989 to 1999 and again from 2011 to 2017. He was the United States Ambassador to Germany from 2001 to 2005, and a member of the United States House of Representatives from 1981 to 1989. Coats served on the United States Senate Select Committee on Intelligence while in the U.S. Senate.",
    "year": 1943,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Wieteke van Dort",
    "birthday": "1943-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Wieteke_van_Dort%2C_Den_Haag_Veteranendag_2009%2C_by_FaceMePLS.jpg/320px-Wieteke_van_Dort%2C_Den_Haag_Veteranendag_2009%2C_by_FaceMePLS.jpg",
    "extract": "Louisa Johanna Theodora van Dort is a Dutch actress, comedian, singer, writer and artist of Indo (Eurasian) descent. On April 29, 1999, Queen Beatrix appointed her Knight of the Order of Orange-Nassau.",
    "year": 1943,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mario Segni",
    "birthday": "1939-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a2/Mariotto_Segni_1994.jpg",
    "extract": "Mariotto Segni is an Italian politician and professor of civil law. He founded several parties, which focused on fighting for electoral reform through referendums. He is the son of the politician Antonio Segni, one time President of the Republic of Italy.",
    "year": 1939,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Stuart Bell",
    "birthday": "1938-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Sir_Stuart_Bell_MP_black_and_white_%28cropped%29.jpg/240px-Sir_Stuart_Bell_MP_black_and_white_%28cropped%29.jpg",
    "extract": "Sir Stuart Bell was a British Labour Party politician, who was the Member of Parliament (MP) for Middlesbrough from the 1983 general election until his death in 2012. He was known as the longest serving Second Church Estates Commissioner, serving in this role during the entire period of Labour government from 1997-2010.",
    "year": 1938,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ivan Sutherland",
    "birthday": "1938-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Ivan_Sutherland_at_CHM.jpg/238px-Ivan_Sutherland_at_CHM.jpg",
    "extract": "Ivan Edward Sutherland is an American computer scientist and Internet pioneer, widely regarded as a pioneer of computer graphics. His early work in computer graphics as well as his teaching with David C. Evans in that subject at the University of Utah in the 1970s was pioneering in the field. Sutherland, Evans, and their students from that era developed several foundations of modern computer graphics. He received the Turing Award from the Association for Computing Machinery in 1988 for the invention of Sketchpad, an early predecessor to the sort of graphical user interface that has become ubiquitous in personal computers. He is a member of the National Academy of Engineering, as well as the National Academy of Sciences among many other major awards. In 2012 he was awarded the Kyoto Prize in Advanced Technology for \"pioneering achievements in the development of computer graphics and interactive interfaces\".",
    "year": 1938,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Marco Aurelio Denegri",
    "birthday": "1938-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Marco_Aurelio_Denegri.jpg/320px-Marco_Aurelio_Denegri.jpg",
    "extract": "Marco Aurelio Denegri Santagadea was a Peruvian intellectual, literary critic, television host and sexologist.",
    "year": 1938,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Yvonne Craig",
    "birthday": "1937-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Yvonne_Craig_1960.JPG/224px-Yvonne_Craig_1960.JPG",
    "extract": "Yvonne Joyce Craig was an American actress and ballet dancer best known for her role as Batgirl in the 1960s television series Batman, Dorothy Johnson in the 1963 movie It Happened at the World's Fair and as the green-skinned Orion slave girl Marta in the Star Trek episode \"Whom Gods Destroy\" (1969). The Huffington Post called her \"a pioneer of female superheroes\" for television.",
    "year": 1937,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Karl Lehmann",
    "birthday": "1936-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Karl_Lehmann.jpg/281px-Karl_Lehmann.jpg",
    "extract": "Karl Lehmann was a German Cardinal prelate of the Catholic Church. He served as Bishop of Mainz from 1983 to 2016, being elevated to Cardinal in 2001. He also served as Chairman of the Conference of the German Bishops from 1987 to 2008, being considered one of the most influential prelates in Germany in these years and a leading proponent of liberal stances within the Church. Before he became a bishop, he worked as professor of theology at the University of Mainz and the University of Freiburg.",
    "year": 1936,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kenneth O. Morgan",
    "birthday": "1934-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Official_portrait_of_Lord_Morgan_crop_2.jpg/240px-Official_portrait_of_Lord_Morgan_crop_2.jpg",
    "extract": "Kenneth Owen Morgan, Baron Morgan, is a Welsh historian and author, known especially for his writings on modern British history and politics and on Welsh history. He is a regular reviewer and broadcaster on radio and television. He has been an influential intellectual resource in the Labour Party.",
    "year": 1934,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Vujadin Boškov",
    "birthday": "1931-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Vujadin_Bo%C5%A1kov_%281976%29.jpg/240px-Vujadin_Bo%C5%A1kov_%281976%29.jpg",
    "extract": "Vujadin Boškov was a Serbian footballer and manager.",
    "year": 1931,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Hana Brady",
    "birthday": "1931-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/44/Hana_Brady_small_ROI.tif/lossy-page1-320px-Hana_Brady_small_ROI.tif.jpg",
    "extract": "Hanička \"Hana\" Brady was a Czechoslovak Jewish girl murdered in the gas chambers at German concentration camp at Auschwitz, located in the occupied territory of Poland, during the Holocaust. She is the subject of the 2002 non-fiction children's book Hana's Suitcase, written by Karen Levine.",
    "year": 1931,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Natwar Singh",
    "birthday": "1931-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/K._Natwar_Singh_2005.jpg/239px-K._Natwar_Singh_2005.jpg",
    "extract": "Kunwar Natwar Singh, IFS is an Indian diplomat and politician who served as the Minister of External Affairs from May 2004 to December 2005.",
    "year": 1931,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Lowell Weicker",
    "birthday": "1931-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Lweicker.jpg/251px-Lweicker.jpg",
    "extract": "Lowell Palmer Weicker Jr. is an American politician who served as a U.S. Representative, U.S. senator, and the 85th Governor of Connecticut. He unsuccessfully sought the Republican nomination for president in 1980. He was known as a Rockefeller Republican in Congress, causing conservative-leaning Republicans to endorse his opponent Joe Lieberman, a New Democrat, in the 1988 Senate election which he subsequently lost. Weicker later left the Republican Party, and became one of the few third-party candidates to be elected to a state governorship in the United States in recent years, doing so on the ticket of A Connecticut Party.",
    "year": 1931,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Friedrich Gulda",
    "birthday": "1930-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Gulda_1.jpg/240px-Gulda_1.jpg",
    "extract": "Friedrich Gulda was an Austrian pianist and composer who worked in both the classical and jazz fields.",
    "year": 1930,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Betty Carter",
    "birthday": "1929-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Betty_Carter_in_Pori_July_1978.jpg/250px-Betty_Carter_in_Pori_July_1978.jpg",
    "extract": "Betty Carter was an American jazz singer known for her improvisational technique, scatting and other complex musical abilities that demonstrated her vocal talent and imaginative interpretation of lyrics and melodies. Vocalist Carmen McRae once remarked: \"There's really only one jazz singer—only one: Betty Carter.\"",
    "year": 1929,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Conyers",
    "birthday": "1929-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/John_Conyers_official_photo_%28cropped%29.jpg/246px-John_Conyers_official_photo_%28cropped%29.jpg",
    "extract": "John James Conyers Jr. was an American politician of the Democratic Party who served as a U.S. representative for Michigan from 1965 to 2017. The districts he represented always included part of western Detroit. During his final three terms, his district included many of Detroit's western suburbs, as well as a large portion of the Downriver area.",
    "year": 1929,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Adrienne Rich",
    "birthday": "1929-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Adrienne_Rich_1980.jpg/156px-Adrienne_Rich_1980.jpg",
    "extract": "Adrienne Cecile Rich was an American poet, essayist and feminist. She was called \"one of the most widely read and influential poets of the second half of the 20th century\", and was credited with bringing \"the oppression of women and lesbians to the forefront of poetic discourse\". Rich criticized rigid forms of feminist identities, and valorized what she coined the \"lesbian continuum\", which is a female continuum of solidarity and creativity that impacts and fills women's lives.",
    "year": 1929,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Billy Martin",
    "birthday": "1928-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Billy_Martin_1954.jpg/178px-Billy_Martin_1954.jpg",
    "extract": "Alfred Manuel Martin Jr., commonly called \"Billy\", was an American Major League Baseball second baseman and manager who, in addition to leading other teams, was five times the manager of the New York Yankees. First known as a scrappy infielder who made considerable contributions to the championship Yankee teams of the 1950s, he then built a reputation as a manager who would initially make bad teams good, before ultimately being fired amid dysfunction. In each of his stints with the Yankees he managed them to winning records before being fired by team owner George Steinbrenner or resigning under fire, usually amid a well-publicized scandal such as Martin's involvement in an alcohol-fueled fight.",
    "year": 1928,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Nancy Roman",
    "birthday": "1925-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Nancy_Grace_Roman_2015.jpg/320px-Nancy_Grace_Roman_2015.jpg",
    "extract": "Nancy Grace Roman was an American astronomer who made important contributions to stellar classification and motions, and became the first female executive at NASA, and served as NASA's first Chief of Astronomy throughout the 1960s and 1970s, establishing her as one of the \"visionary founders of the US civilian space program\". She created NASA's space astronomy program and is known to many as the \"Mother of Hubble\" for her foundational role in planning the Hubble Space Telescope. Throughout her career, Roman was also an active public speaker and educator, and an advocate for women in the sciences.",
    "year": 1925,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Nílton Santos",
    "birthday": "1925-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Nilton_Santos_-_2004.jpg/240px-Nilton_Santos_-_2004.jpg",
    "extract": "Nílton dos Santos was a Brazilian footballer who primarily played as a wingback. At international level, he was a member of the Brazil squads that won the 1958 and 1962 World Cups.",
    "year": 1925,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Dawda Jawara",
    "birthday": "1924-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Dawda_Jawara_%281979%29.jpg/240px-Dawda_Jawara_%281979%29.jpg",
    "extract": "Sir Dawda Kairaba Jawara was a Gambian politician who served as Prime Minister from 1962 to 1970, and then as the first President of the Gambia from 1970 to 1994.",
    "year": 1924,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Merton Miller",
    "birthday": "1923-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7c/Merton_Miller.jpg",
    "extract": "Merton Howard Miller was an American economist, and the co-author of the Modigliani–Miller theorem (1958), which proposed the irrelevance of debt-equity structure. He shared the Nobel Memorial Prize in Economic Sciences in 1990, along with Harry Markowitz and William F. Sharpe. Miller spent most of his academic career at the University of Chicago's Booth School of Business.",
    "year": 1923,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Peter Underwood (parapsychologist)",
    "birthday": "1923-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Peter_Underwood%2C_parapsychologist%2C_paranormal_historian%2C_ghost_hunter.jpg/320px-Peter_Underwood%2C_parapsychologist%2C_paranormal_historian%2C_ghost_hunter.jpg",
    "extract": "Peter Underwood, was an English author, broadcaster and parapsychologist. Underwood was born in Letchworth, Hertfordshire. Described as \"an indefatigable ghost hunter\", he wrote many books which surveyed alleged hauntings within the United Kingdom - beginning the trend of comprehensive regional 'guides' to (purportedly) haunted places. One of his well-known investigations concerned Borley Rectory, which he also wrote about.",
    "year": 1923,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Harry Carey Jr.",
    "birthday": "1921-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Harry_Carey%2C_Jr._1948.JPG/247px-Harry_Carey%2C_Jr._1948.JPG",
    "extract": "Henry George Carey Jr. was an American actor. He appeared in more than 90 films, including several John Ford Westerns, as well as numerous television series.",
    "year": 1921,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Martine Carol",
    "birthday": "1920-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Action_of_the_Tiger.jpg/248px-Action_of_the_Tiger.jpg",
    "extract": "Martine Carol was a French film actress.",
    "year": 1920,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Liberace",
    "birthday": "1919-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Liberace_8_Allan_Warren.jpg/210px-Liberace_8_Allan_Warren.jpg",
    "extract": "Władziu Valentino Liberace was an American pianist, singer, and actor. A child prodigy born in Wisconsin to parents of Italian and Polish origin, he enjoyed a career spanning four decades of concerts, recordings, television, motion pictures, and endorsements. At the height of his fame from the 1950s to 1970s, he was the highest-paid entertainer in the world with established concert residencies in Las Vegas and an international touring schedule. He embraced a lifestyle of flamboyant excess both on and off stage.",
    "year": 1919,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ramon Margalef",
    "birthday": "1919-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Ramon_Margalef_i_Lopez.jpg/224px-Ramon_Margalef_i_Lopez.jpg",
    "extract": "Ramon Margalef i López was a Spanish biologist and ecologist. He was Emeritus Professor of Ecology at the Faculty of Biology of the University of Barcelona. Margalef, one of the most prominent scientists that Spain has produced, worked at the Institute of Applied Biology (1946–1951), and at the Fisheries Research Institute, which he directed during 1966-1967. He created the Department of Ecology of the University of Barcelona, from where he trained a huge number of ecologists, limnologists and oceanographers. In 1967 he became Spain's first professor of ecology.",
    "year": 1919,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Wilf Mannion",
    "birthday": "1918-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Wilf_Mannion_Statue_MFC.jpg/233px-Wilf_Mannion_Statue_MFC.jpg",
    "extract": "Wilfred James Mannion was an English professional footballer who played as an inside forward, making over 350 senior appearances for Middlesbrough. He also played international football for England. With his blonde hair, he was nicknamed \"The Golden Boy\".",
    "year": 1918,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ben Kuroki",
    "birthday": "1917-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b4/Ben_Kuroki.jpg/225px-Ben_Kuroki.jpg",
    "extract": "Ben Kuroki was the only American of Japanese descent in the United States Army Air Forces to serve in combat operations in the Pacific theater of World War II. He flew a total of 58 combat missions over Europe, North Africa, and Japan during World War II.",
    "year": 1917,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "James C. Murray",
    "birthday": "1917-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/James_C_Murray%2C_1970.jpg/244px-James_C_Murray%2C_1970.jpg",
    "extract": "James Cunningham Murray was a U.S. Representative from Illinois from 1955-1957. He graduated from De Paul University Law School in 1940, and subsequently worked as a lawyer. He served in the United States Army Air Forces from 1942 to 1945.",
    "year": 1917,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Juan Rulfo",
    "birthday": "1917-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Rulfo_por_Lyon.jpg/230px-Rulfo_por_Lyon.jpg",
    "extract": "Juan Nepomuceno Carlos Pérez Rulfo Vizcaíno, best known as Juan Rulfo, was a Mexican writer, screenwriter, and photographer. He is best known for two literary works, the 1955 novel Pedro Páramo, and the collection of short stories El Llano en llamas (1953). This collection includes the popular tale \"¡Diles que no me maten!\".",
    "year": 1917,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ephraim Katzir",
    "birthday": "1916-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/EKatzir771.jpg/314px-EKatzir771.jpg",
    "extract": "Ephraim Katzir was an Israeli biophysicist and Labor Party politician. He was the fourth President of Israel from 1973 until 1978.",
    "year": 1916,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mario Monicelli",
    "birthday": "1915-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/MarioMonicelli.jpg/213px-MarioMonicelli.jpg",
    "extract": "Mario Alberto Ettore Monicelli was an Italian film director and screenwriter and one of the masters of the Commedia all'Italiana. He was nominated six times for an Oscar, and was awarded the Golden Lion for his career.",
    "year": 1915,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Edward T. Hall",
    "birthday": "1914-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/90/Edward_T._Hall_1966.jpg",
    "extract": "Edward Twitchell Hall, Jr. was an American anthropologist and cross-cultural researcher. He is remembered for developing the concept of proxemics and exploring cultural and social cohesion, and describing how people behave and react in different types of culturally defined personal space. Hall was an influential colleague of Marshall McLuhan and Buckminster Fuller.",
    "year": 1914,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Gordon Chalk",
    "birthday": "1913-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Gordon_Chalk_1963.jpg/240px-Gordon_Chalk_1963.jpg",
    "extract": "Sir Gordon William Wesley Chalk, was Premier of Queensland for a week, from 1 to 8 August 1968. He was the first and only Queensland Premier from the post-war Liberal Party.",
    "year": 1913,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Woody Herman",
    "birthday": "1913-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Woody_Herman_ca.1943.jpg/275px-Woody_Herman_ca.1943.jpg",
    "extract": "Woodrow Charles Herman was an American jazz clarinetist, saxophonist, singer, and big band leader. Leading groups called \"The Herd\", Herman came to prominence in the late 1930s and was active until his death in 1987. His bands often played music that was cutting edge and experimental for its time; their recordings received numerous Grammy nominations.",
    "year": 1913,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Studs Terkel",
    "birthday": "1912-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Studs_Terkel_-_1979-1.jpg/243px-Studs_Terkel_-_1979-1.jpg",
    "extract": "Louis \"Studs\" Terkel was an American writer, historian, actor, and broadcaster. He received the Pulitzer Prize for General Non-Fiction in 1985 for The Good War and is best remembered for his oral histories of common Americans, and for hosting a long-running radio show in Chicago.",
    "year": 1912,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Olga Bergholz",
    "birthday": "1910-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Olga_Bergholz.jpg/226px-Olga_Bergholz.jpg",
    "extract": "Olga Fyodorovna Bergholz was a Soviet and Russian poet, writer, playwright and journalist. She is most famous for her work on the Leningrad radio during the city's blockade, when she became the symbol of city's strength and determination.",
    "year": 1910,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Higashifushimi Kunihide",
    "birthday": "1910-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/HIH_Prince_Kuni_Kunihide.jpg/222px-HIH_Prince_Kuni_Kunihide.jpg",
    "extract": "Count Higashifushimi Kunihide  was the titular head of the Higashifushimi-no-miya, an extinct branch of the Imperial House of Japan, and a Buddhist monk. He was the youngest brother of Empress Kōjun and was the maternal uncle of Emperor Emeritus Akihito. If he had kept his imperial status, at the time of his death he would have been the oldest-ever member of the Japanese imperial family. His Dharma name was Jigō (慈洽).",
    "year": 1910,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Aleksandr Ivanovich Laktionov",
    "birthday": "1910-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/In_Summer_by_A_Laktionov_Postal_card_Russia_2010.jpg/320px-In_Summer_by_A_Laktionov_Postal_card_Russia_2010.jpg",
    "extract": "Aleksandr Ivanovich Laktionov was a Socialist realism painter in the post-war Soviet Union. His meticulous and almost photo-real style was popular, but courted controversy among art critics and other artists.",
    "year": 1910,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Margaret Sullavan",
    "birthday": "1909-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Studio_publicity_Margaret_Sullavan.jpg/240px-Studio_publicity_Margaret_Sullavan.jpg",
    "extract": "Margaret Brooke Sullavan was an American stage and film actress.",
    "year": 1909,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Luigi Villoresi",
    "birthday": "1909-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Luis_Villoresi_-_El_Gr%C3%A1fico_1442.jpg/237px-Luis_Villoresi_-_El_Gr%C3%A1fico_1442.jpg",
    "extract": "Luigi Villoresi was an Italian Grand Prix motor racing driver who continued racing on the Formula One circuit at the time of its inception.",
    "year": 1909,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Bob Tisdall",
    "birthday": "1907-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Bob_Tisdall.JPG/251px-Bob_Tisdall.JPG",
    "extract": "Robert Morton Newburgh Tisdall was an Irish athlete who won a gold medal in the 400-metre hurdles at the 1932 Summer Olympics in Los Angeles.",
    "year": 1907,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ernie McCormick",
    "birthday": "1906-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Ernie_McCormick_1938-05-02.jpg/235px-Ernie_McCormick_1938-05-02.jpg",
    "extract": "Ernest Leslie McCormick was an Australian cricketer who played in 12 Tests from 1935 to 1938.",
    "year": 1906,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Alfred Pellan",
    "birthday": "1906-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/C%C3%A9gep_de_Granby_Haute-Yamaska_-_Immacul%C3%A9e_Conception.JPG/240px-C%C3%A9gep_de_Granby_Haute-Yamaska_-_Immacul%C3%A9e_Conception.JPG",
    "extract": "Alfred Pellan, was an important figure in twentieth-century Quebec painting. He was born in Quebec City in 1906. From the age of fourteen until his graduation in 1926 he studied at the École des Beaux-Arts de Québec. His early canvases, from his first visit to Paris, show a marked fauvist tendency.",
    "year": 1906,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Arturo Uslar Pietri",
    "birthday": "1906-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Uslar_Pietri.jpg/198px-Uslar_Pietri.jpg",
    "extract": "Arturo Uslar Pietri was a Venezuelan intellectual, historian, writer, television producer and politician.",
    "year": 1906,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Margret Rey",
    "birthday": "1906-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/1e/The_Reys.jpg",
    "extract": "Margret Elizabeth Rey was a German-born American writer and illustrator, known best for the Curious George series of children's picture books that she and her husband H. A. Rey created from 1939 to 1966.",
    "year": 1906,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Henry Fonda",
    "birthday": "1905-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Henry_Fonda_in_Warlock.jpg/241px-Henry_Fonda_in_Warlock.jpg",
    "extract": "Henry Jaynes Fonda was an American film and stage actor who had a career that spanned five decades on Broadway and in Hollywood. Fonda cultivated a strong, appealing screen image in several films now considered to be classics.",
    "year": 1905,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tamara de Lempicka",
    "birthday": "1898-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Popiersie_Tamara_%C5%81empicka_ssj_20060914.jpg/240px-Popiersie_Tamara_%C5%81empicka_ssj_20060914.jpg",
    "extract": "Tamara Łempicka, better known as Tamara de Lempicka, was a Polish painter who spent her working life in France and the United States. She is best known for her polished Art Deco portraits of aristocrats and the wealthy, and for her highly stylized paintings of nudes.",
    "year": 1898,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Desanka Maksimović",
    "birthday": "1898-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/With_Desanka_Maksimovic_%281975_%29_%28cropped%29.jpg/302px-With_Desanka_Maksimovic_%281975_%29_%28cropped%29.jpg",
    "extract": "Desanka Maksimović was a Serbian poet, writer and translator. Her first works were published in the literary journal Misao in 1920, while she was studying at the University of Belgrade. Within a few years, her poems appeared in the Serbian Literary Herald, Belgrade's most influential literary publication. In 1925, Maksimović earned a French Government scholarship for a year's study at the University of Paris. Upon her return, she was appointed a professor at Belgrade's elite First High School for Girls, a position she would hold continuously until World War II.",
    "year": 1898,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kenji Mizoguchi",
    "birthday": "1898-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Kenji_Mizoguchi_3.jpg/270px-Kenji_Mizoguchi_3.jpg",
    "extract": "Kenji Mizoguchi  was a Japanese film director and screenwriter.",
    "year": 1898,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Zvi Sliternik",
    "birthday": "1897-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/%D7%A6%D7%91%D7%99_%D7%A1%D7%9C%D7%99%D7%98%D7%A8%D7%A0%D7%99%D7%A7_%D7%9E%D7%A7%D7%91%D7%9C_%D7%A4%D7%A8%D7%A1_%D7%99%D7%A9%D7%A8%D7%90%D7%9C_1962_%D7%A6%D7%9C%D7%9D_%D7%99%D7%94%D7%95%D7%93%D7%94_%D7%90%D7%99%D7%96%D7%A0%D7%A9%D7%98%D7%A8%D7%A7_%D7%92%D7%A0%D7%96%D7%9A_%D7%94%D7%9E%D7%93%D7%99%D7%A0%D7%94.jpg/320px-%D7%A6%D7%91%D7%99_%D7%A1%D7%9C%D7%99%D7%98%D7%A8%D7%A0%D7%99%D7%A7_%D7%9E%D7%A7%D7%91%D7%9C_%D7%A4%D7%A8%D7%A1_%D7%99%D7%A9%D7%A8%D7%90%D7%9C_1962_%D7%A6%D7%9C%D7%9D_%D7%99%D7%94%D7%95%D7%93%D7%94_%D7%90%D7%99%D7%96%D7%A0%D7%A9%D7%98%D7%A8%D7%A7_%D7%92%D7%A0%D7%96%D7%9A_%D7%94%D7%9E%D7%93%D7%99%D7%A0%D7%94.jpg",
    "extract": "Zvi Saliternik was an Israeli entomologist.",
    "year": 1897,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Walter Yust",
    "birthday": "1894-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b0/Walter_Yust.jpg/247px-Walter_Yust.jpg",
    "extract": "Walter M. Yust was an American journalist and writer. Yust was also the American editor-in-chief of the Encyclopædia Britannica from 1938 to 1960. He was the father of filmmaker Larry Yust and Jane Yust Rivera.\nA graduate of the University of Pennsylvania, Yust began his career as a writer for the Philadelphia Evening Ledger in 1917 and later worked for newspapers in New Orleans, Louisiana, and for other publications. Yust became the literary editor of the Philadelphia Public Ledger in 1926. Three years later, upon writing a review of the new 14th edition of the Encyclopædia Britannica, Yust came to the attention of its president, William Cox. The following year Yust began to work for the encyclopaedia and became its associate editor in 1932. He served as editor in chief from 1938 until his retirement in 1960.",
    "year": 1894,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Osgood Perkins",
    "birthday": "1892-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/The-Front-Page-1928-2-B.jpg/231px-The-Front-Page-1928-2-B.jpg",
    "extract": "James Ridley Osgood Perkins was an American actor.",
    "year": 1892,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Royal Rife",
    "birthday": "1888-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Royal_Raymond_Rife_in_his_Lab_-_November_1929.jpg/293px-Royal_Raymond_Rife_in_his_Lab_-_November_1929.jpg",
    "extract": "Royal Raymond Rife was an American inventor and early exponent of high-magnification time-lapse cine-micrography.",
    "year": 1888,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Celâl Bayar",
    "birthday": "1883-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Mahmut_Celalettin_Bayar.png/253px-Mahmut_Celalettin_Bayar.png",
    "extract": "Mahmud Celâleddin \"Celâl\" Bayar was a Turkish economist and politician who was the third President of Turkey from 1950 to 1960; previously he was Prime Minister of Turkey from 1937 to 1939.",
    "year": 1883,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Simeon Price",
    "birthday": "1882-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/St._Thomas_Parish_-_rectory.JPG/320px-St._Thomas_Parish_-_rectory.JPG",
    "extract": "Simeon Taylor Price, Jr. was an American golfer who competed in the 1904 Summer Olympics. He was born in Maine and died in Washington, D.C. In 1904 he was part of the American team which won the bronze medal. He finished 20th in this competition. In the individual competition he finished 19th in the qualification and was eliminated in the first round of the match play.",
    "year": 1882,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Pierre Gilliard",
    "birthday": "1879-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/GilliardOlgaTatiana.jpg/320px-GilliardOlgaTatiana.jpg",
    "extract": "Pierre Gilliard was a Swiss academic and author, best known as the French language tutor to the five children of Emperor Nicholas II of Russia from 1905 to 1918. In 1921, after the Russian Revolution of 1917, he published a memoir, Thirteen Years at the Russian Court, about his time with the family. In his memoirs, Gilliard described Tsarina Alexandra's torment over her son's hemophilia and her faith in the ability of starets Grigori Rasputin to heal the boy.",
    "year": 1879,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Fred Conrad Koch",
    "birthday": "1876-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Fred_Conrad_Koch_07-1935.jpg/245px-Fred_Conrad_Koch_07-1935.jpg",
    "extract": "Frederick Conrad Koch was an American biochemist and endocrinologist. Born in Chicago, Illinois, Koch graduated from the University of Illinois in 1899. He was affiliated with the University of Chicago from 1912 to 1941, serving as chairman of the department of biochemistry from 1936 to 1941. He retired as professor emeritus, and was director of biomedical research at Armour and Company. He was known primarily for his work on male sex hormones and testicular function. He served as the 19th president of the Endocrine Society, which in 1957 established the Fred Conrad Koch Lifetime Achievement Award, the society's highest honor.",
    "year": 1876,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Margaret Fountaine",
    "birthday": "1862-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Margaret_Fountaine02a.jpg/313px-Margaret_Fountaine02a.jpg",
    "extract": "Margaret Elizabeth Fountaine, was a Victorian lepidopterist, natural history illustrator, diarist, and traveller who published in The Entomologist's Record and Journal of Variation. She is also known for her personal diaries, which were edited into two volumes by W.F. Cater for the popular market and published posthumously.",
    "year": 1862,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Horace Hutchinson",
    "birthday": "1859-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Horace_Hutchinson_c1898.jpg/150px-Horace_Hutchinson_c1898.jpg",
    "extract": "Horatio Gordon \"Horace\" Hutchinson was an English amateur golfer who played in the late 19th century and early 20th century. Hutchinson won the 1886 and 1887 Amateur Championships. He had three top-10 finishes in the Open Championship, his best result being sixth in the 1890 Open Championship.",
    "year": 1859,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "David Edward Hughes",
    "birthday": "1831-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/David_E._Hughes.jpg/226px-David_E._Hughes.jpg",
    "extract": "David Edward Hughes, was a British-American inventor, practical experimenter, and professor of music known for his work on the printing telegraph and the microphone. He is generally considered to have been born in London but his family moved around that time so he may have been born in Corwen, Wales. His family moved to the U.S. while he was a child and he became a professor of music in Kentucky. In 1855 he patented a printing telegraph. He moved back to London in 1857 and further pursued experimentation and invention, coming up with an improved carbon microphone in 1878. In 1879 he identified what seemed to be a new phenomenon during his experiments: sparking in one device could be heard in a separate portable microphone apparatus he had set up. It was most probably radio transmissions but this was nine years before electromagnetic radiation was a proven concept and Hughes was convinced by others that his discovery was simply electromagnetic induction.",
    "year": 1831,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Pierre Cuypers",
    "birthday": "1827-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Cuypers.jpg/223px-Cuypers.jpg",
    "extract": "Petrus Josephus Hubertus \"Pierre\" Cuypers was a Dutch architect. His name is most frequently associated with the Amsterdam Central Station (1881–1889) and the Rijksmuseum (1876–1885), both in Amsterdam. More representative for his oeuvre, however, are numerous churches, of which he designed more than 100. Moreover, he restored many monuments.",
    "year": 1827,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Levi P. Morton",
    "birthday": "1824-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Levi_Parsons_Morson_%28U.S._Vice_President%2C_1889-1893%29.jpg/301px-Levi_Parsons_Morson_%28U.S._Vice_President%2C_1889-1893%29.jpg",
    "extract": "Levi Parsons Morton was the 22nd vice president of the United States from 1889 to 1893. He also served as United States ambassador to France, as a U.S. representative from New York, and as the 31st governor of New York.",
    "year": 1824,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Edmund Kirby Smith",
    "birthday": "1824-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Edmund_Kirby_Smith.jpg/206px-Edmund_Kirby_Smith.jpg",
    "extract": "General Edmund Kirby Smith was a senior officer of the Confederate States Army who commanded the Trans-Mississippi Department from 1863 to 1865. Prior to the American Civil War, Smith served as an officer of the United States Army.",
    "year": 1824,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Pafnuty Chebyshev",
    "birthday": "1821-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Pafnuty_Lvovich_Chebyshev.jpg/240px-Pafnuty_Lvovich_Chebyshev.jpg",
    "extract": "Pafnuty Lvovich Chebyshev was a Russian mathematician and considered to be the founding father of Russian mathematics.",
    "year": 1821,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Johann Voldemar Jannsen",
    "birthday": "1819-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Johann_Jannsen_Woldemar%2C_TaM_F345_%28F133-3%29.jpg/201px-Johann_Jannsen_Woldemar%2C_TaM_F345_%28F133-3%29.jpg",
    "extract": "Johann Voldemar Jannsen was an Estonian journalist and poet active in Livonia.",
    "year": 1819,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Elizabeth Peabody",
    "birthday": "1804-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Elizabeth_Palmer_Peabody_portrait1.png/301px-Elizabeth_Palmer_Peabody_portrait1.png",
    "extract": "Elizabeth Palmer Peabody was an American educator who opened the first English-language kindergarten in the United States. Long before most educators, Peabody embraced the premise that children's play has intrinsic developmental and educational value.",
    "year": 1804,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "William H. Seward",
    "birthday": "1801-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/William_H._Seward_portrait_-_restoration.jpg/227px-William_H._Seward_portrait_-_restoration.jpg",
    "extract": "William Henry Seward was an American politician who served as United States Secretary of State from 1861 to 1869, and earlier served as governor of New York and as a United States Senator. A determined opponent of the spread of slavery in the years leading up to the American Civil War, he was a prominent figure in the Republican Party in its formative years, and was praised for his work on behalf of the Union as Secretary of State during the Civil War.",
    "year": 1801,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Friedrich Rückert",
    "birthday": "1788-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Friedrich_R%C3%BCckert.jpg/258px-Friedrich_R%C3%BCckert.jpg",
    "extract": "Friedrich Rückert was a German poet, translator, and professor of Oriental languages.",
    "year": 1788,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Louis Nicolas Vauquelin",
    "birthday": "1763-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Louis_Nicolas_Vauquelin_3.jpg/243px-Louis_Nicolas_Vauquelin_3.jpg",
    "extract": "Prof Louis Nicolas Vauquelin FRS(For) HFRSE was a French pharmacist and chemist. He was the discoverer of both chromium and beryllium.",
    "year": 1763,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Maria Gaetana Agnesi",
    "birthday": "1718-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Maria_Gaetana_Agnesi.jpg/275px-Maria_Gaetana_Agnesi.jpg",
    "extract": "Maria Gaetana Agnesi was an Italian mathematician, philosopher, theologian, and humanitarian. She was the first woman to write a mathematics handbook and the first woman appointed as a mathematics professor at a university.",
    "year": 1718,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Dudley North (economist)",
    "birthday": "1641-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Dudley_North.jpg/274px-Dudley_North.jpg",
    "extract": "Sir Dudley North was an English merchant, politician and economist, a writer on free trade.",
    "year": 1641,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Pope Innocent XI",
    "birthday": "1611-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Jacob_Ferdinand_Voet_-_Portrait_of_Innocenzo_XI_Odescalchi_%28cropped%29.jpeg/257px-Jacob_Ferdinand_Voet_-_Portrait_of_Innocenzo_XI_Odescalchi_%28cropped%29.jpeg",
    "extract": "Pope Innocent XI, born Benedetto Odescalchi, was head of the Catholic Church and ruler of the Papal States from 21 September 1676 to his death on August 12, 1689.",
    "year": 1611,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Bulwer",
    "birthday": "1606-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Bulwer_John_by_Faithorne.jpg/200px-Bulwer_John_by_Faithorne.jpg",
    "extract": "John Bulwer \nwas an English physician and early Baconian natural philosopher\n who wrote five works exploring the Body and human communication, particularly by gesture.\nHe was the first person in England to propose educating deaf people,\n the plans for an Academy he outlines in Philocophus and The Dumbe mans academie.",
    "year": 1606,
    "month": 5,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Wolfgang I of Oettingen",
    "birthday": "1455-5-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/dc/Wolfgang_I_of_Oettingen.jpg",
    "extract": "Wolfgang I of Oettingen was a Count of Oettingen-Oettingen.",
    "year": 1455,
    "month": 5,
    "day": 16,
    "language": "en"
  }
]