[
  {
    "name": "Julie Anne San Jose",
    "birthday": "1994-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Julie_Anne_San_Jose_in_2015.jpg/194px-Julie_Anne_San_Jose_in_2015.jpg",
    "extract": "Julie Anne Peñaflorida San Jose is a Filipino singer, songwriter, musician, recording artist, actress, host, endorser and television personality. She is the youngest recipient of the Diamond Record Award from the Philippine Association of the Record Industry for her album Julie Anne San Jose, which sold more than 150,000 copies in the Philippines. Her second album, Deeper, yielded a Triple Platinum Award for exceeding 45,000 sales in the Philippines.",
    "year": 1994,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Johanna Konta",
    "birthday": "1991-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Konta_RG19_%2829%29_%2848199186357%29.jpg/214px-Konta_RG19_%2829%29_%2848199186357%29.jpg",
    "extract": "Johanna Konta is a British former professional tennis player, having represented Australia until 2012. She won four singles titles on the WTA Tour, as well as 11 singles and four doubles titles on the ITF Women's Circuit. The former British No. 1 reached a career-high singles ranking of world No. 4 on 17 July 2017. She reached the semifinals of the Australian Open, Wimbledon and the French Open.",
    "year": 1991,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Will Clyburn",
    "birthday": "1990-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Will_Clyburn_2018.jpg/212px-Will_Clyburn_2018.jpg",
    "extract": "William Dalen Clyburn is an American professional basketball player for CSKA Moscow of the VTB United League and the EuroLeague. Clyburn attended three colleges, from 2008 to 2013: Marshalltown Community College, University of Utah, and Iowa State University before playing professionally in Germany, Israel, Turkey, and Russia. He was the top scorer in the Israel Basketball Premier League in 2015–16. Clyburn was named the EuroLeague Final Four MVP in 2019.",
    "year": 1990,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Fabian Giefer",
    "birthday": "1990-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Giefer_Schalke_2015.jpg/240px-Giefer_Schalke_2015.jpg",
    "extract": "Fabian Giefer is a German professional footballer who plays as a goalkeeper. Currently a free agent, he last played for Würzburger Kickers.",
    "year": 1990,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Katrina Hart",
    "birthday": "1990-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Katrina_Hart.jpg/178px-Katrina_Hart.jpg",
    "extract": "Katrina Hart is an English athlete who won a gold medal for England at the 2010 Commonwealth Games competing in women's 100 m T37. She had competed at the 2008 Paralympics but was forced to withdraw through injury, and has won multiple medals at the IPC Athletics World Championships.",
    "year": 1990,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Guido Pella",
    "birthday": "1990-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Pella_RG19_%282%29_%2848199164037%29.jpg/213px-Pella_RG19_%282%29_%2848199164037%29.jpg",
    "extract": "Guido Pella is an Argentine professional tennis player. In August 2019, Pella reached his career best world No. 20 in singles. In July 2019, he peaked at No. 55 in doubles.",
    "year": 1990,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Mose Masoe",
    "birthday": "1989-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Mose_Masoe_Hull_KR.jpg/288px-Mose_Masoe_Hull_KR.jpg",
    "extract": "Mose Masoe is a former Samoa international rugby league footballer who last played as a prop for Hull Kingston Rovers in the Betfred Super League.",
    "year": 1989,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Tessa Virtue",
    "birthday": "1989-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/2018_Olympics_-_Tessa_Virtue_-_PC_-_2.jpg/213px-2018_Olympics_-_Tessa_Virtue_-_PC_-_2.jpg",
    "extract": "Tessa Jane McCormick Virtue is a Canadian retired ice dancer. With ice dance partner Scott Moir, she is the 2010 and 2018 Olympic champion, the 2014 Olympic silver medalist, a three-time World champion, a three-time Four Continents champion, the 2016–17 Grand Prix Final champion, an eight-time Canadian National champion, the 2006 World Junior champion and the 2006 Junior Grand Prix gold medalists. Virtue and Moir are also the 2018 Olympic gold medalists in the team event and the 2014 Olympic silver medalists in the team event. Upon winning their third Olympic gold medal, they became the most decorated Canadian ice dance team of all time and the most decorated Olympic figure skaters of all time. Widely regarded as one of the greatest ice dance teams of all time, they are the only ice dancers in history to achieve a Super Slam, having won all major competitions in their senior and junior careers. Virtue and Moir are holders of the world record score for the now-defunct original dance.",
    "year": 1989,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Nikki Reed",
    "birthday": "1988-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Nikki_Reed_2_by_David_Shankbone_%28cropped%29.jpg/210px-Nikki_Reed_2_by_David_Shankbone_%28cropped%29.jpg",
    "extract": "Nicole Houston Reed-Somerhalder,, known professionally as Nikki Reed, is an American actress known for her portrayal of vampire Rosalie Hale in The Twilight Saga (2008–2012). She became known in 2003, after the release of the film Thirteen, directed by Catherine Hardwicke, for which she was credited with Hardwicke as a co-writer of the screenplay, and in which she played a lead role. The film earned Reed an Independent Spirit Award for Best Debut Performance, as well as several nominations.",
    "year": 1988,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Edvald Boasson Hagen",
    "birthday": "1987-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Gent_-_Omloop_Het_Nieuwsblad%2C_28_februari_2015_%28F07%29.JPG/227px-Gent_-_Omloop_Het_Nieuwsblad%2C_28_februari_2015_%28F07%29.JPG",
    "extract": "Edvald Boasson Hagen is a Norwegian professional road racing cyclist, who currently rides for UCI ProTeam Team TotalEnergies. He was ranked as no. 3 in the world by UCI as of 31 August 2009, when he was 22 years old. He is known as an all-rounder, having won the Norwegian National Road Race Championships in 2012, 2015 and 2016. He is also a ten-time winner of the Norwegian National Time Trial Championships.",
    "year": 1987,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Aleandro Rosi",
    "birthday": "1987-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Aleandro_Rosi_Roma.jpg/275px-Aleandro_Rosi_Roma.jpg",
    "extract": "Aleandro Rosi is an Italian footballer who plays for Serie B club Perugia. Capable of playing both as a full-back and as a winger along the right flank, he is known for his versatility, being adept both offensively and defensively, and for his pace.",
    "year": 1987,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Timo Simonlatser",
    "birthday": "1986-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Timo_Simonlatser_at_Tour_de_Ski.jpg/320px-Timo_Simonlatser_at_Tour_de_Ski.jpg",
    "extract": "Timo Simonlatser is an Estonian cross-country skier who has competed since 2005. He finished 27th in the individual sprint at the 2010 Winter Olympics in Vancouver.",
    "year": 1986,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jodie Taylor",
    "birthday": "1986-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Jodie_Taylor_47986467458_James_Boyes.jpg/320px-Jodie_Taylor_47986467458_James_Boyes.jpg",
    "extract": "Jodie Lee Taylor is an English footballer who plays as a striker for San Diego Wave of NWSL. She began her club career with local team Tranmere Rovers and had brief spells in her home country with Birmingham City, Lincoln Ladies, and Arsenal. A well-traveled player, she has also played abroad in the United States, Canada, Australia, Sweden and France.",
    "year": 1986,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Teófilo Gutiérrez",
    "birthday": "1985-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Te%C3%B3filo_Guti%C3%A9rrez_%28cropped%29.jpg/306px-Te%C3%B3filo_Guti%C3%A9rrez_%28cropped%29.jpg",
    "extract": "Teófilo Antonio Gutiérrez Roncancio, commonly known as Teo, is a Colombian professional footballer who plays as a forward for Categoría Primera A club Deportivo Cali and the Colombia national team.",
    "year": 1985,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Derek Hough",
    "birthday": "1985-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Derek_Hough.JPG/222px-Derek_Hough.JPG",
    "extract": "Derek Bruce Hough is an American professional Latin and ballroom dancer, choreographer, actor and singer. From 2007 to 2016, Hough was a professional dancer on the ABC dance-competition series Dancing with the Stars, winning the show a record-breaking six times with his celebrity partners. For his work, Hough received eleven nominations for the Primetime Emmy Awards for Outstanding Choreography, winning the award three times. Hough later became a judge on the series beginning with its 29th season.",
    "year": 1985,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Christine Nesbitt",
    "birthday": "1985-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Christine_Nesbitt_2008.jpg/320px-Christine_Nesbitt_2008.jpg",
    "extract": "Christine Nesbitt is a Canadian retired long track speed skater who currently resides in Vancouver, British Columbia. She won the gold medal in the 1000 metres event at the Vancouver 2010 Winter Olympics. She had previously won a silver medal in the team pursuit at the 2006 Winter Olympics in Turin. She is also the 2011 sprint champion, 2012 1500 metres world champion, three-time world champion for 1000 metres, and three-time world champion for team pursuit. On 4 June 2015 she announced her retirement.",
    "year": 1985,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Todd Redmond",
    "birthday": "1985-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Todd_Redmond_on_July_13%2C_2013.jpg/239px-Todd_Redmond_on_July_13%2C_2013.jpg",
    "extract": "Todd Richard Redmond is an American former professional baseball pitcher. He was selected by the Pittsburgh Pirates in the 2004 MLB draft and traded to the Atlanta Braves four years later, but never appeared with either team. Redmond was acquired by the Cincinnati Reds in 2012, and made his MLB debut later that year. He later spent three seasons with the Toronto Blue Jays.",
    "year": 1985,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Matt Ryan (American football)",
    "birthday": "1985-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Washington_Football_Team_at_Atlanta_Falcons_%283_October_2021%29_DSC_4628_%2851555290664%29_%28cropped%29.jpg/232px-Washington_Football_Team_at_Atlanta_Falcons_%283_October_2021%29_DSC_4628_%2851555290664%29_%28cropped%29.jpg",
    "extract": "Matthew Thomas Ryan is an American football quarterback for the Indianapolis Colts of the National Football League (NFL). After playing college football at Boston College, Ryan was drafted by the Atlanta Falcons third overall in the 2008 NFL Draft. Ryan was Boston College's starting quarterback from 2005 to 2007, leading them to three bowl victories and a 25–7 record in 32 starts. He threw for 200 or more yards 15 times and is third all-time in school history in passing yards and in pass completions. He earned MVP of the game honors at the 2005 MPC Computers Bowl.",
    "year": 1985,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Christian Bolaños",
    "birthday": "1984-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Bola%C3%B1os_entrena_%28cropped%29.jpg/242px-Bola%C3%B1os_entrena_%28cropped%29.jpg",
    "extract": "Christian Bolaños Navarro is a Costa Rican professional footballer who plays as a winger for Saprissa. Since his international debut in 2005, Bolaños has earned over 80 international caps and played at three FIFA World Cups.",
    "year": 1984,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Christine Ohuruogu",
    "birthday": "1984-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Christine_Ohuruogu%2C_October_2008.jpg/240px-Christine_Ohuruogu%2C_October_2008.jpg",
    "extract": "Christine Ijeoma Ohuruogu, MBE is a British track and field athlete who specialises in the 400 metres, the event for which she is a former Olympic, World and Commonwealth champion. \nThe Olympic champion in 2008, and silver medalist in 2012, she is a double World Champion, having won the 400 m at the 2007 and 2013 World Championships. She has also won six World championship medals in the women's 4 x 400m relay as part of the Great Britain and Northern Ireland team and bronze Olympic medals with the women's 4 x 400m relay at the 2008 Beijing Games and the 2016 Rio Games, her final Olympics. Ohuruogu shares with Merlene Ottey and Usain Bolt the record for medalling in most successive global championships - 9 between the 2005 World Championships in Athletics and the 2016 Summer Olympics.",
    "year": 1984,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Passenger (singer)",
    "birthday": "1984-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Passenger-1983.jpg/291px-Passenger-1983.jpg",
    "extract": "Michael David Rosenberg, better known by his stage name Passenger, is an English singer-songwriter and musician. Previously the main vocalist and songwriter of Passenger, Rosenberg opted to keep the band's name for his solo work after the band dissolved in 2009. In 2012, he released the song \"Let Her Go\", which topped the charts in 16 countries and accumulated more than 3.2 billion views on YouTube; it is the most-viewed Australian YouTube video of all time. In 2014, the song was nominated for the Brit Award for British Single of the Year, and he received the British Academy's Ivor Novello Award for Most Performed Work.",
    "year": 1984,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Channing Frye",
    "birthday": "1983-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Channing_Frye_%2832651781277%29_%28cropped%29.jpg/290px-Channing_Frye_%2832651781277%29_%28cropped%29.jpg",
    "extract": "Channing Thomas Frye is an American former professional basketball player. A power forward-center, he played college basketball for the University of Arizona. He was drafted eighth overall by the New York Knicks in the 2005 NBA draft, and was the first college senior to be selected in that draft. He also played for the Portland Trail Blazers, Phoenix Suns, Orlando Magic, Cleveland Cavaliers and Los Angeles Lakers, winning an NBA Championship with the Cavaliers in 2016.",
    "year": 1983,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Chris Henry (wide receiver)",
    "birthday": "1983-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/6e/Chrishenry.jpg/320px-Chrishenry.jpg",
    "extract": "Chris Henry was an American football wide receiver who played five seasons in the National Football League for the Cincinnati Bengals. He played college football at West Virginia and was drafted by the Bengals in the third round of the 2005 NFL Draft.",
    "year": 1983,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Nicky Hofs",
    "birthday": "1983-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Nicky_Hofs_vs._NEC.jpg/320px-Nicky_Hofs_vs._NEC.jpg",
    "extract": "Nicky Hofs is a Dutch former professional footballer who played as a midfielder. He spent most of his professional career with Vitesse. After retiring, he began working as a youth and assistant coach within the Vitesse organisation.",
    "year": 1983,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Kevin Kingston",
    "birthday": "1983-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/KEVIN_KINGSTON_%2815396644112%29.jpg/224px-KEVIN_KINGSTON_%2815396644112%29.jpg",
    "extract": "Kevin Kingston is an Australian former professional rugby league footballer who last played for the Penrith Panthers in the National Rugby League competition. He has previously played for the Cronulla-Sutherland Sharks and the Parramatta Eels. Kingston primarily played at hooker.",
    "year": 1983,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jeremy Sowers",
    "birthday": "1983-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Jeremy_Sowers_2009.jpg/213px-Jeremy_Sowers_2009.jpg",
    "extract": "Jeremy Bryan Sowers is an American former professional baseball pitcher and current executive. He played in Major League Baseball (MLB) for the Cleveland Indians from 2006 to 2009, and is currently the manager of major league operations for the Tampa Bay Rays.",
    "year": 1983,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Matt Cassel",
    "birthday": "1982-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Cassel_Vikings_crop.jpg/257px-Cassel_Vikings_crop.jpg",
    "extract": "Matthew Brennan Cassel is a former American football quarterback who played in the National Football League (NFL) for 14 seasons. A member of seven NFL teams, Cassel's most notable stints were with the New England Patriots and Kansas City Chiefs. He played college football at USC and was selected by the Patriots in the seventh round of the 2005 NFL Draft. Since retiring, he has served as a television football analyst on NBC Sports Boston.",
    "year": 1982,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Dan Hardy",
    "birthday": "1982-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Dan_Hardy.jpg/269px-Dan_Hardy.jpg",
    "extract": "Daniel Mark Hardy is an English former mixed martial artist who fought in the welterweight division. During his professional MMA career, which began in 2004, Hardy fought in multiple promotions, such as Cage Force and Cage Warriors, before signing a contract with the Ultimate Fighting Championship (UFC) in 2008. In 2010, he fought Georges St-Pierre for the UFC Welterweight Championship, but lost the bout via decision.",
    "year": 1982,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Tony Parker",
    "birthday": "1982-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Parker_khomar.JPG/248px-Parker_khomar.JPG",
    "extract": "William Anthony Parker Jr. is a French-American former professional basketball player and majority owner of ASVEL Basket in LNB Pro A. Himself the son of a basketball pro, Parker started his career at Paris Basket Racing in the French basketball league before joining the San Antonio Spurs of the National Basketball Association (NBA). He was selected by the Spurs with the 28th overall pick in the 2001 NBA draft, and quickly became their starting point guard. Parker won four NBA championships, all of which were with the Spurs. He also played for ASVEL Basket in France during the 2011 NBA lockout, and finished his playing career after one season with the Charlotte Hornets. He retired as the ninth leading scorer and fifth leading passer in NBA playoffs history.",
    "year": 1982,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Chloe Smith",
    "birthday": "1982-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Official_portrait_of_Chloe_Smith_MP_crop_2.jpg/240px-Official_portrait_of_Chloe_Smith_MP_crop_2.jpg",
    "extract": "Chloe Rebecca Smith is a British Conservative Party politician who has served as Member of Parliament (MP) for Norwich North since 2009.",
    "year": 1982,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Beñat Albizuri",
    "birthday": "1981-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Tour_de_suisse_Olten-83.JPG/320px-Tour_de_suisse_Olten-83.JPG",
    "extract": "Beñat Albizuri Aransolo is a Spanish former professional road bicycle racer, who rode professionally between 2006 and 2008, entirely for Euskaltel–Euskadi.",
    "year": 1981,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Leon Osman",
    "birthday": "1981-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Leon_Osman_Bohemians_V_Everton_%2844_of_51%29.jpg/160px-Leon_Osman_Bohemians_V_Everton_%2844_of_51%29.jpg",
    "extract": "Leon Osman is an English former professional footballer who played as a midfielder. He spent almost all of his career at Everton, making 433 appearances and scoring 57 goals. Earlier in his career he spent time on loan at Football League clubs Carlisle United and Derby County. Osman earned two international caps for the England national team, making his debut at the age of 31.",
    "year": 1981,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Lim Jeong-hee",
    "birthday": "1981-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Lim_Jeong_Hee2.jpg/213px-Lim_Jeong_Hee2.jpg",
    "extract": "Lim Jeong-hee, also known as J-Lim, is a South Korean singer that debuted in 2005 under JYP Entertainment. One of her notable performances in 2005 was the 5th Pattaya Music Festival in Thailand, which helped promote and expose her to the foreign music industry. She was signed under Big Hit Music in 2012 and left the company in 2015, going on to join her current agency, Oscar ENT.",
    "year": 1981,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Chris Skidmore",
    "birthday": "1981-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Official_portrait_of_Chris_Skidmore_crop_2.jpg/240px-Official_portrait_of_Chris_Skidmore_crop_2.jpg",
    "extract": "Christopher James Skidmore, is a British politician, and author of popular history. He served as Minister of State for Universities, Science, Research and Innovation from December 2018 to July 2019, and from September 2019 to February 2020.",
    "year": 1981,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Giannis Taralidis",
    "birthday": "1981-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/20130721GIANNIS_TARALIDIS.jpg/225px-20130721GIANNIS_TARALIDIS.jpg",
    "extract": "Giannis Taralidis is a Greek former professional footballer who played as a midfielder.",
    "year": 1981,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Davor Džalto",
    "birthday": "1980-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Davor-dzalto.jpg/240px-Davor-dzalto.jpg",
    "extract": "Davor Džalto is an artist, art historian, theologian and philosopher of Bosnian-Herzegovinian origin.",
    "year": 1980,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Fredrik Kessiakoff",
    "birthday": "1980-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Fredrik_Kessiakoff_in_June_2015.jpg/255px-Fredrik_Kessiakoff_in_June_2015.jpg",
    "extract": "Fredrik Carl Wilhelm Kessiakoff is a Swedish former professional road bicycle racer. Kessiakoff turned to road racing in 2009, having had a successful career as a professional mountain biker for many years, winning the Swedish national championship 4 times, and finishing third at the 2006 World Mountain biking championships. He twice represented Sweden at the Olympics. Kessiakoff retired in 2014.",
    "year": 1980,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Alistair Overeem",
    "birthday": "1980-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Alistair_Overeem.png/236px-Alistair_Overeem.png",
    "extract": "Alistair Cees Overeem is a Dutch professional heavyweight mixed martial artist and kickboxer, currently competing in the heavyweight division of kickboxing promotion Glory. He is a former Strikeforce Heavyweight Champion, DREAM Heavyweight Champion, K-1 World Grand Prix Champion, and was the first fighter to hold world titles in MMA and K-1 kickboxing at the same time.",
    "year": 1980,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "God Dethroned",
    "birthday": "1980-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/God_Dethroned_Party.San_Metal_Open_Air_2017_13.jpg/320px-God_Dethroned_Party.San_Metal_Open_Air_2017_13.jpg",
    "extract": "God Dethroned is a Dutch extreme metal band from Beilen, originally formed in 1990.",
    "year": 1980,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "David Jarolím",
    "birthday": "1979-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/DavidJarolim.jpg/268px-DavidJarolim.jpg",
    "extract": "David Jarolím is a Czech former footballer and manager of Ústí nad Labem.",
    "year": 1979,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Wayne Thomas (footballer, born 1979)",
    "birthday": "1979-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/74/Wayne_Thomas.jpg",
    "extract": "Wayne Junior Robert Thomas is an English retired footballer and current football coach. He is currently working for the football school of West Bromwich Albion in China. In 2015, he was employed as an academy coach at the New York Red Bulls. Thomas played as a defender and has represented twelve clubs, including Torquay United, Stoke City, Burnley and Southampton.",
    "year": 1979,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Carlos Peña",
    "birthday": "1978-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/CarlosPena2019_%281%29_%28Cropped%29.jpg/172px-CarlosPena2019_%281%29_%28Cropped%29.jpg",
    "extract": "Carlos Felipe Peña is a Dominican former professional baseball first baseman. He played in Major League Baseball (MLB) for the Texas Rangers, Oakland Athletics, Detroit Tigers, Boston Red Sox, Tampa Bay Devil Rays/Rays, Chicago Cubs, Houston Astros, and Kansas City Royals.",
    "year": 1978,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Kandi Burruss",
    "birthday": "1976-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/KandiBurruss.png/320px-KandiBurruss.png",
    "extract": "Kandi Lenice Burruss-Tucker, known professionally by her mononym Kandi, is an American producer, television personality, singer, songwriter and actress. She first gained notice in 1992 as a member of the female vocal group Xscape. In 2000, she won a Grammy Award for Best R&B Song for her writing contributions on the TLC hit song \"No Scrubs\".",
    "year": 1976,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "José Guillén",
    "birthday": "1976-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Jos%C3%A9_Guill%C3%A9n_on_September_2%2C_2009.jpg/320px-Jos%C3%A9_Guill%C3%A9n_on_September_2%2C_2009.jpg",
    "extract": "José Manuel Guillén is a Dominican former professional baseball outfielder. Guillén played for ten Major League Baseball (MLB) teams in his career.",
    "year": 1976,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Wang Leehom",
    "birthday": "1976-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Wang_Leehom_-_2018_Golden_Lotus_Awards_for_Best_Actor_.jpg/213px-Wang_Leehom_-_2018_Golden_Lotus_Awards_for_Best_Actor_.jpg",
    "extract": "Wang Leehom, sometimes credited as Leehom Wang, is an American singer-songwriter, actor, producer, and film director. Formally trained at Eastman School of Music, Williams College and Berklee College of Music, his music is known for fusing hip-hop and R&B, with traditional Chinese music. Since his 1995 debut, Wang has released 25 albums, that have sold over 60 million copies. He is a four-time winner and 19-time nominee of the Golden Melody Awards, the \"Grammys\" of Chinese music. His sold-out concert at the 90,000 seat Beijing Bird's Nest on April 14, 2012 was the first solo pop concert to be held at the iconic venue. With over 72 million followers on social media, Wang is one of the most followed celebrities in China. In 2018, CNN dubbed him \"King of Chinese Pop\" and the LA Times called him \"the biggest American star America has never heard of.\" Wang was listed as one of Goldsea's \"The 100 Most Inspiring Asian Americans of All Time\".",
    "year": 1976,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Mayte Martínez",
    "birthday": "1976-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Mayte_Mart%C3%ADnez.jpg/320px-Mayte_Mart%C3%ADnez.jpg",
    "extract": "María Teresa (\"Mayte\") Martínez Jiménez is a Spanish athlete competing in the 800 m. She has reached 4 consecutive finals in the World Championships, being third with an incredible last straight in Osaka. She takes part in 2000 and 2004 Olympic Games, being eliminated in the semifinals. She could not participate in 2008 Olympic Games in Beijing with an injury",
    "year": 1976,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Marcelinho Paraíba",
    "birthday": "1975-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Marcelinho_2005.jpg/320px-Marcelinho_2005.jpg",
    "extract": "Marcelo dos Santos, known as Marcelinho Paraíba or simply Marcelinho, is a Brazilian former professional footballer who played as an attacking midfielder, and is manager of Treze.",
    "year": 1975,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Alex Wright",
    "birthday": "1975-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Alex_Wright_wrestler_%28cropped%29.JPG/193px-Alex_Wright_wrestler_%28cropped%29.JPG",
    "extract": "Alexander Wright is a German former professional wrestler and professional wrestling promoter. He wrestled professionally in Germany and Japan before signing with World Championship Wrestling (WCW) in 1994. He remained a prominent mid-card performer during his seven-year tenure with WCW, including reigns as a one time Cruiserweight Champion, a one time World Television Champion and a one time World Tag Team Champion.",
    "year": 1975,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Andrea Corr",
    "birthday": "1974-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Andrea_Corr_%28Paris_ca._1997%29.jpg/320px-Andrea_Corr_%28Paris_ca._1997%29.jpg",
    "extract": "Andrea Jane Corr MBE is an Irish singer, songwriter, musician and actress. Corr debuted in 1990 as the lead singer of the Celtic folk rock and pop rock group The Corrs along with her three elder siblings Caroline, Sharon and Jim. Aside from singing lead vocals, Corr plays the tin whistle, the ukulele and the piano.",
    "year": 1974,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Eddie Lewis (American soccer)",
    "birthday": "1974-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/EddieLewis_USMNT_20060511.jpg/212px-EddieLewis_USMNT_20060511.jpg",
    "extract": "Edward James Lewis is an American former soccer player and entrepreneur.",
    "year": 1974,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Josh Homme",
    "birthday": "1973-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Josh-Homme-StPaul-12-03-2017.jpg/210px-Josh-Homme-StPaul-12-03-2017.jpg",
    "extract": "Joshua Michael Homme is an American musician, singer, and songwriter. He is best known as the founder, primary songwriter, and only continuous member of the rock band Queens of the Stone Age, which he formed in 1996 and in which he sings lead vocals and plays guitar, as well as occasionally playing bass and drums. He also co-founded Eagles of Death Metal in 1998, playing drums and bass for their studio recordings and occasionally performing live with them.",
    "year": 1973,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Barry Hayles",
    "birthday": "1972-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Barry_Hayles.jpg/225px-Barry_Hayles.jpg",
    "extract": "Barrington Edward \"Barry\" Hayles is a footballer and coach who plays as a striker, most recently for Merstham, where he was also employed as the club's assistant manager. Hayles began his career in the Spartan League with Willesden Hawkeye before playing for Stevenage Borough, Bristol Rovers, Fulham, Sheffield United, Millwall, Plymouth Argyle, Leicester City, Cheltenham Town, St Albans City, Arlesey Town, three separate spells at Truro City, Chesham United and Windsor. Born in Lambeth, South London, he was capped ten times by Jamaica at international level.",
    "year": 1972,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Queen Máxima of the Netherlands",
    "birthday": "1971-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Koningin-maxima-okt-15-s.jpg/213px-Koningin-maxima-okt-15-s.jpg",
    "extract": "Máxima is Queen of the Netherlands as the wife of King Willem-Alexander.",
    "year": 1971,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Gina Raimondo",
    "birthday": "1971-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Gina_Raimondo.jpg/247px-Gina_Raimondo.jpg",
    "extract": "Gina Marie Raimondo is an American politician and venture capitalist who has served as the 40th United States Secretary of Commerce since 2021. A member of the Democratic Party, she previously served as the 75th governor of Rhode Island from 2015 to 2021, and was the first woman to serve in the role.",
    "year": 1971,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Hubert Davis",
    "birthday": "1970-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Hubert_Davis_%28cropped%29.jpg/277px-Hubert_Davis_%28cropped%29.jpg",
    "extract": "Hubert Ira Davis Jr. is an American college basketball coach and former professional player who is the head coach of the North Carolina Tar Heels men's team. Before his coaching career, Davis played for North Carolina from 1988–1992 and in the National Basketball Association (NBA) for the New York Knicks, Toronto Raptors, Dallas Mavericks, Washington Wizards, Detroit Pistons, and New Jersey Nets from 1992 to 2004. He is the nephew of Walter Davis, another former Tar Heel and NBA player.",
    "year": 1970,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jordan Knight",
    "birthday": "1970-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Jordan_Knight_%E2%80%93_Vienna_2014.JPG/220px-Jordan_Knight_%E2%80%93_Vienna_2014.JPG",
    "extract": "Jordan Nathaniel Marcel Knight is an American singer-songwriter and actor. He is the lead singer of the boy band New Kids on the Block (NKOTB), who rose to fame in the 1980s and 1990s, using a falsetto style of singing influenced by The Stylistics. After New Kids on the Block split in 1994, he launched a solo career. Knight's first solo album, released in 1999, and his latest solo album, released in 2011, reached the Top 50 on the U.S. Billboard 200. As of 2011, he released four Top 40 singles; the best known being \"Give It to You\" in 1999. Knight has released three solo albums, one remix album and one EP. On May 31, 2011, Knight released the studio album, Unfinished. Knight has sold over 1.5 million records worldwide as a solo artist. In 2015, Boston City Council declared February 7 \"Jordan Knight Day\".",
    "year": 1970,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Matt Lindland",
    "birthday": "1970-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Matt_Lindland.jpg/243px-Matt_Lindland.jpg",
    "extract": "Matthew James Lindland, also known as The Law, is an American retired mixed martial artist, Olympic wrestler, speaker, actor, coach, entrepreneur and politician. He won the Oregon Republican Party's nomination for the Oregon House of Representatives, District 52 seat on May 20, 2008. He also started an apparel company named Dirty Boxer. In mixed martial arts, Lindland competed primarily in the Middleweight division for the UFC, Strikeforce. Affliction, the IFL, Cage Rage, the WFA, and BodogFIGHT.",
    "year": 1970,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Keith Hill (footballer)",
    "birthday": "1969-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Keith_Hill.JPG/186px-Keith_Hill.JPG",
    "extract": "Keith John Hill is an English professional football manager, currently in charge of Scunthorpe United in League 2. Hill is also a former player.",
    "year": 1969,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Dave Abbruzzese",
    "birthday": "1968-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Dave_Abbruzzese_Bix_Stuttgart.jpg/320px-Dave_Abbruzzese_Bix_Stuttgart.jpg",
    "extract": "David James Abbruzzese is an American musician who was the drummer for the American rock band Pearl Jam from 1991 to 1994. He replaced drummer Dave Krusen in 1991, shortly before the release of the band's debut album, Ten. Abbruzzese played on the band's following records, Vs. and Vitalogy.",
    "year": 1968,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Mohamed Nasheed",
    "birthday": "1967-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/01_Speaker_Nasheed_attends_2022_Presidential_Address_%28cropped%29.jpg/271px-01_Speaker_Nasheed_attends_2022_Presidential_Address_%28cropped%29.jpg",
    "extract": "Mohamed Nasheed GCSK is a Maldivian politician currently serving as the 19th speaker of the People's Majlis since May 2019. He also served as President of the Maldives from 2008 until his resignation in 2012. He is the first democratically elected president of the Maldives and the only president to resign from office. He is also credited as one of the founding members of the Maldivian Democratic Party In the first round of the 2008 presidential election, he won 25% of the votes and was later assigned as the candidate of the first opposition coalition defeating President Maumoon Abdul Gayoom, who had governed the Maldives as president for 30 continuous years. Nasheed assumed office on 11 November 2008. Nasheed later worked with Maumoon Abdul Gayoom to defeat President Yameen in the 2018 presidential election.",
    "year": 1967,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Patrick Ortlieb",
    "birthday": "1967-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Patrick_Ortlieb_-_Gala_Nacht_des_Sports_2010.jpg/183px-Patrick_Ortlieb_-_Gala_Nacht_des_Sports_2010.jpg",
    "extract": "Patrick Ortlieb is a former World Cup alpine ski racer and Olympic gold medalist from Austria. A specialist in the speed events, he was also a world champion in the downhill event.",
    "year": 1967,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Qusay Hussein",
    "birthday": "1966-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/79/Qusay_Hussein.jpg/213px-Qusay_Hussein.jpg",
    "extract": "Qusay Saddam Hussein al-Nasiri al-Tikriti was an Iraqi politician, military leader, and the second son of Saddam Hussein. He was appointed as his father's heir apparent in 2000. He was also in charge of the Republican Guard. Qusay was killed with his brother Uday in a U.S. raid in Mosul.",
    "year": 1966,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Trent Reznor",
    "birthday": "1965-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Trent_Reznor-FEB2008_%28cropped%2C_but_higher_quality%29_%282%29.jpg/219px-Trent_Reznor-FEB2008_%28cropped%2C_but_higher_quality%29_%282%29.jpg",
    "extract": "Michael Trent Reznor is an American musician, singer, songwriter, record producer, and composer. He serves as the lead vocalist, multi-instrumentalist, and principal songwriter of the industrial rock band Nine Inch Nails, which he founded in 1988 and of which he was the sole official member until 2016. The first Nine Inch Nails album, Pretty Hate Machine (1989), was a commercial and critical success. Reznor has since released 11 more Nine Inch Nails studio albums.",
    "year": 1965,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jeremy Vine",
    "birthday": "1965-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Jeremy_Vine_at_the_Senedd_in_2016.jpg/249px-Jeremy_Vine_at_the_Senedd_in_2016.jpg",
    "extract": "Jeremy Guy Vine is an English presenter, broadcaster and journalist. He is best known as the host of his BBC Radio 2 lunchtime programme which presents news, views, interviews with live guests and popular music, taking over from long time host Sir Jimmy Young in 2003.",
    "year": 1965,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Menno Oosting",
    "birthday": "1964-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Internationale_kampioenschap_tennis_Melkhuisje_Menno_Oosting_in_actie%2C_Bestanddeelnr_933-7188.jpg/320px-Internationale_kampioenschap_tennis_Melkhuisje_Menno_Oosting_in_actie%2C_Bestanddeelnr_933-7188.jpg",
    "extract": "Menno Oosting was a professional tennis player from the Netherlands, who won seven ATP Tour doubles titles out of 18 finals in his career.",
    "year": 1964,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Page McConnell",
    "birthday": "1963-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Page-McConnell.jpg/320px-Page-McConnell.jpg",
    "extract": "Page Samuel McConnell is an American multi-instrumentalist most noted for his work as the keyboardist and a songwriter for the band Phish.",
    "year": 1963,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Andrew Farrar",
    "birthday": "1962-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/ANDREW_FARRAR_%28former_rugby_league_footballer_and_coach%29.jpg/257px-ANDREW_FARRAR_%28former_rugby_league_footballer_and_coach%29.jpg",
    "extract": "Andrew Farrar is an Australian former rugby league footballer and coach. He played for the Canterbury-Bankstown Bulldogs, Western Suburbs, Wigan and the Illawarra Steelers. Farrar also played for New South Wales in the State of Origin on several occasions and played for Australia in the 1988 World Cup Final. As a coach he worked with the Illawarra Steelers, the St George Illawarra Dragons and the Wigan Warriors, and from 2017 to 2019 was the General Manager of Football at the Canterbury Bulldogs.",
    "year": 1962,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Craig Ferguson",
    "birthday": "1962-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Craig_Ferguson%2C_2014.jpg/213px-Craig_Ferguson%2C_2014.jpg",
    "extract": "Craig Ferguson is a Scottish-American comedian, actor, writer and television host. He is best known for hosting the CBS late-night talk show The Late Late Show with Craig Ferguson (2005–14), for which he won a Peabody Award in 2009 for his interview with South African archbishop Desmond Tutu that year. He also hosted the syndicated game show Celebrity Name Game (2014–17), for which he won two Daytime Emmy Awards, and Join or Die with Craig Ferguson (2016) on History. In 2017 he released a six-episode web show with his wife, Megan Wallace Cunningham, titled Couple Thinkers.",
    "year": 1962,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Rosalind Picard",
    "birthday": "1962-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Panel_Discussion_Close-up%2C_Science%2C_Faith%2C_and_Technology_Cropped.jpg/240px-Panel_Discussion_Close-up%2C_Science%2C_Faith%2C_and_Technology_Cropped.jpg",
    "extract": "Rosalind Wright Picard is an American scholar and inventor who is Professor of Media Arts and Sciences at MIT, founder and director of the Affective Computing Research Group at the MIT Media Lab, and co-founder of the startups Affectiva and Empatica. In 2005, she was named a Fellow of the Institute of Electrical and Electronics Engineers for contributions to image and video analysis and affective computing. In 2019 she received one of the highest professional honors accorded an engineer, election to the National Academy of Engineering for her contributions on affective computing and wearable computing.",
    "year": 1962,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Enya",
    "birthday": "1961-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Enya_logo.svg/320px-Enya_logo.svg.png",
    "extract": "Enya Patricia Brennan is an Irish singer, songwriter and musician, known for pioneering modern Celtic and New-age music. Regarded as the \"Queen of New Age\", Enya is the best-selling Irish solo artist in history, and second-best-selling overall behind U2. Born into a musical family and raised in the Irish-speaking area of Gweedore, County Donegal, Enya began her music career when she joined her family's Celtic folk band Clannad in 1980 on keyboards and backing vocals. She left the group in 1982 with their manager and producer Nicky Ryan to pursue a solo career, with Ryan's wife Roma Ryan as her lyricist. Enya developed her sound over the following four years with multitracked vocals and keyboards with elements of new age, Celtic, classical, church, world, pop, and Irish folk. Thus far, she has sung in ten languages, most notably English, Irish Gaelic (Gaeilge), Latin, and Welsh.",
    "year": 1961,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jamil Azzaoui",
    "birthday": "1961-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Jamil_Azzaoui_Outside_Desjardins_Theater.png/180px-Jamil_Azzaoui_Outside_Desjardins_Theater.png",
    "extract": "Jamil Azzaoui, also known mononymously as Jamil is a Canadian humorous artist / comedian, musician (guitarist) and an artist agent of Moroccan origin living in Montreal and well known in France and the francophone countries.",
    "year": 1961,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Lou DiBella",
    "birthday": "1960-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Lou_DiBella_2010.jpg/245px-Lou_DiBella_2010.jpg",
    "extract": "Louis John DiBella Jr. is an American boxing promoter and television/film producer.",
    "year": 1960,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Marcelo Loffreda",
    "birthday": "1959-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Marcelo_loffreda.jpg/272px-Marcelo_loffreda.jpg",
    "extract": "Marcelo Loffreda is an Argentine former rugby union footballer and coach. Loffreda won 44 caps with one as captain, playing at centre for the Argentine rugby union side. He played much of his career outside the legendary Hugo Porta and scored 4 test tries.",
    "year": 1959,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Paul Di'Anno",
    "birthday": "1958-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/DiAnno_%28cropped%29.jpg/253px-DiAnno_%28cropped%29.jpg",
    "extract": "Paul Andrews, better known by his stage name Paul Di'Anno, is a British heavy metal singer who was the original lead vocalist for Iron Maiden from 1977 to 1981.",
    "year": 1958,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Pascual Pérez (baseball)",
    "birthday": "1957-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/ad/Pascual_P%C3%A9rez_%28baseball%29.jpg",
    "extract": "Pascual Gross Pérez was a Dominican professional baseball player who pitched in the Major Leagues for the Pittsburgh Pirates, Atlanta Braves, Montreal Expos, and New York Yankees.",
    "year": 1957,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Sugar Ray Leonard",
    "birthday": "1956-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Sugar_Ray_Leonard.jpg/239px-Sugar_Ray_Leonard.jpg",
    "extract": "Ray Charles Leonard, best known as \"Sugar\" Ray Leonard, is an American former professional boxer, motivational speaker, and occasional actor. Often regarded as one of the greatest boxers of all time, he competed professionally between 1977 and 1997, winning world titles in five weight classes; the lineal championship in three weight classes; as well as the undisputed welterweight championship. Leonard was part of the \"Four Kings\", a group of boxers who all fought each other throughout the 1980s, consisting of Leonard, Roberto Durán, Thomas Hearns, and Marvin Hagler. Leonard also won a light welterweight gold medal at the 1976 Summer Olympics.",
    "year": 1956,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Annise Parker",
    "birthday": "1956-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Annise_Parker.JPG/292px-Annise_Parker.JPG",
    "extract": "Annise Danette Parker is an American politician who served as the 61st Mayor of Houston, Texas, from 2010 until 2016. She also served as an at-large member of the Houston City Council from 1998 to 2003 and city controller from 2004 to 2010.",
    "year": 1956,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Bob Saget",
    "birthday": "1956-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Bob_Saget%2C_Behind_The_Velvet_Rope_TV_.05.jpg/239px-Bob_Saget%2C_Behind_The_Velvet_Rope_TV_.05.jpg",
    "extract": "Robert Lane Saget was an American stand-up comedian, actor, and television host. Saget played Danny Tanner on the ABC sitcom Full House (1987–1995), and its Netflix sequel Fuller House (2016–2020). He was also the original host of America's Funniest Home Videos (1989–1997), and the voice of narrator Ted Mosby on the CBS sitcom How I Met Your Mother (2005–2014).",
    "year": 1956,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Dave Sim",
    "birthday": "1956-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Dave_Sim.jpg/215px-Dave_Sim.jpg",
    "extract": "Dave Sim is a Canadian cartoonist and publisher, best known for his comic book Cerebus, his artistic experimentation, his advocacy of self-publishing and creators' rights, and his controversial political and philosophical beliefs.",
    "year": 1956,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Bill Paxton",
    "birthday": "1955-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Bill_Paxton_by_Gage_Skidmore.jpg/262px-Bill_Paxton_by_Gage_Skidmore.jpg",
    "extract": "William Paxton was an American actor, film director, producer and musician. He appeared in films such as Weird Science (1985), Near Dark (1987), Aliens (1986), Tombstone (1993), True Lies (1994), Apollo 13 (1995), Twister (1996), Titanic (1997) and A Simple Plan (1998).",
    "year": 1955,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Howard Hampton",
    "birthday": "1952-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Howard_Hampton_small.png/233px-Howard_Hampton_small.png",
    "extract": "Howard George Hampton is a politician who was a Member of Provincial Parliament for the province of Ontario. He served in the Legislative Assembly of Ontario, Canada, from 1987 to 1999 in the electoral district of Rainy River, and from 1999 to 2011 in the redistributed electoral district of Kenora—Rainy River. A member of the Ontario New Democratic Party, he was also the party's leader from 1996 to 2009. Hampton retired from the legislature at the 2011 Ontario provincial election and subsequently joined Fasken Martineau DuMoulin LLP as a member of the law firm's corporate social responsibility and aboriginal affairs groups.",
    "year": 1952,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Simon Hughes",
    "birthday": "1951-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Simon_Hughes_MP_Liverpool_cropped.jpg/220px-Simon_Hughes_MP_Liverpool_cropped.jpg",
    "extract": "Sir Simon Henry Ward Hughes is a former British politician. He is now the Chancellor of London South Bank University, an External Adviser to The Open University, and UK Strategic Adviser to Talgo. Hughes was Deputy Leader of the Liberal Democrats from 2010 to 2014, and from 2013 until 2015 was Minister of State at the Ministry of Justice. He was the Member of Parliament (MP) for the constituency of Bermondsey and Old Southwark from 1983 until 2015.",
    "year": 1951,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Howard Ashman",
    "birthday": "1950-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/33/HowardAshman.jpg",
    "extract": "Howard Elliott Ashman was an American playwright, lyricist and stage director. He collaborated with composer Alan Menken on several works and is most widely known for his work on feature films for Walt Disney Animation Studios, for which Ashman wrote the lyrics and Menken composed the music. His work included songs for Little Shop of Horrors, The Little Mermaid, Beauty and the Beast, and Aladdin. Sir Tim Rice took over to write the rest of the songs for the latter film after Ashman's death in 1991.",
    "year": 1950,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Keith Bradley, Baron Bradley",
    "birthday": "1950-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Official_portrait_of_Lord_Bradley_crop_2.jpg/240px-Official_portrait_of_Lord_Bradley_crop_2.jpg",
    "extract": "Keith John Charles Bradley, Baron Bradley, PC is a British Labour Party politician and life peer. He was formerly the Labour Member of Parliament (MP) for Manchester Withington from 1987 until 2005.",
    "year": 1950,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Janez Drnovšek",
    "birthday": "1950-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Janez_Drnovsek.jpg/258px-Janez_Drnovsek.jpg",
    "extract": "Janez Drnovšek was a Slovenian liberal politician, President of the Presidency of Yugoslavia (1989–1990), Prime Minister of Slovenia and President of Slovenia (2002–2007).",
    "year": 1950,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Alan Johnson",
    "birthday": "1950-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Alan_Johnson_MP.jpg/228px-Alan_Johnson_MP.jpg",
    "extract": "Alan Arthur Johnson is a British politician who served as Shadow Chancellor of the Exchequer from 2010 to 2011, Home Secretary from 2009 to 2010 and Secretary of State for Health from 2007 to 2009. A member of the Labour Party, he was the Member of Parliament (MP) for Kingston upon Hull West and Hessle from 1997 to 2017.",
    "year": 1950,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Valeriya Novodvorskaya",
    "birthday": "1950-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/%D0%92%D0%B0%D0%BB%D0%B5%D1%80%D0%B8%D1%8F_%D0%9D%D0%BE%D0%B2%D0%BE%D0%B4%D0%B2%D0%BE%D1%80%D1%81%D0%BA%D0%B0%D1%8F_%D0%BD%D0%B0_%D0%BC%D0%B8%D1%82%D0%B8%D0%BD%D0%B3%D0%B5_9_%D0%BE%D0%BA%D1%82%D1%8F%D0%B1%D1%80%D1%8F_2010.jpg/320px-%D0%92%D0%B0%D0%BB%D0%B5%D1%80%D0%B8%D1%8F_%D0%9D%D0%BE%D0%B2%D0%BE%D0%B4%D0%B2%D0%BE%D1%80%D1%81%D0%BA%D0%B0%D1%8F_%D0%BD%D0%B0_%D0%BC%D0%B8%D1%82%D0%B8%D0%BD%D0%B3%D0%B5_9_%D0%BE%D0%BA%D1%82%D1%8F%D0%B1%D1%80%D1%8F_2010.jpg",
    "extract": "Valeriya Ilyinichna Novodvorskaya was a Soviet dissident, writer and liberal politician. She was the founder and the chairwoman of the Democratic Union party and a member of the editorial board of The New Times.",
    "year": 1950,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Bill Bruford",
    "birthday": "1949-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Bill_Bruford_Utrecht_2008.jpg/320px-Bill_Bruford_Utrecht_2008.jpg",
    "extract": "William Scott Bruford is an English former drummer and percussionist who first gained prominence as a founding member of the progressive rock band Yes. After leaving Yes in 1972, Bruford spent the rest of the 1970s recording and touring with King Crimson (1972–1974) and Roy Harper (1975), and touring with Genesis (1976) and U.K. (1978). In 1978, he formed his own group (Bruford), which was active until 1980.",
    "year": 1949,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Dick Gaughan",
    "birthday": "1948-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Dick_Gaughan_1.jpg/320px-Dick_Gaughan_1.jpg",
    "extract": "Richard Peter Gaughan is a Scottish musician, singer and songwriter, particularly of folk and social protest songs. He is regarded as one of Scotland's leading singer-songwriters.",
    "year": 1948,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Udo Lindenberg",
    "birthday": "1946-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Pressekonferenz_Aktion_Birlikte_-_Zusammenstehen-8395.jpg/263px-Pressekonferenz_Aktion_Birlikte_-_Zusammenstehen-8395.jpg",
    "extract": "Udo Lindenberg is a German singer, drummer, and composer.",
    "year": 1946,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Tony Roche",
    "birthday": "1945-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/TONY_ROCHE.jpg/254px-TONY_ROCHE.jpg",
    "extract": "Anthony Dalton Roche AO MBE is an Australian former professional tennis player.",
    "year": 1945,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jesse Winchester",
    "birthday": "1944-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Jesse_Winchester_Smile_JazzFest_2011.jpg/320px-Jesse_Winchester_Smile_JazzFest_2011.jpg",
    "extract": "James Ridout \"Jesse\" Winchester Jr. was an American-Canadian musician and songwriter. He was born and raised in the southern United States. Opposed to the Vietnam War, he moved to Canada in 1967 to avoid being drafted into the US military while the US engaged in the Vietnam War and began his career as a solo artist. His highest-charting recordings were of his own songs, \"Yankee Lady\" in 1970 and \"Say What\" in 1981. He became a Canadian citizen in 1973, gained amnesty in the U.S. in 1977 and resettled in Memphis, Tennessee in 2002.",
    "year": 1944,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Sirajuddin of Perlis",
    "birthday": "1943-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Sirajuddin_of_Perlis_in_2018.jpg/263px-Sirajuddin_of_Perlis_in_2018.jpg",
    "extract": "Tuanku Syed Sirajuddin ibni Almarhum Tuanku Syed Putra Jamalullail is the 7th and current Raja of Perlis, reigning since 17 April 2000. He served as the 12th Yang di-Pertuan Agong of Malaysia from 13 December 2001 to 12 December 2006.",
    "year": 1943,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Johnny Warren",
    "birthday": "1943-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Johnny_Warren_1968_%28cropped%29.jpg/228px-Johnny_Warren_1968_%28cropped%29.jpg",
    "extract": "John Norman Warren, MBE, OAM was an Australian soccer player, coach, administrator, writer and broadcaster. He was known as Captain Socceroo for his passionate work to promote the game in Australia. The award for the best player in the A-League is named the Johnny Warren Medal in his honour.",
    "year": 1943,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Taj Mahal (musician)",
    "birthday": "1942-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Taj_Mahal_%28musician%29.jpg/213px-Taj_Mahal_%28musician%29.jpg",
    "extract": "Henry St. Claire Fredericks Jr., better known by his stage name Taj Mahal, is an American blues musician, singer-songwriter, multi-instrumentalist, actor, and film composer. He plays the guitar, piano, banjo, harmonica, and many other instruments, often incorporating elements of world music into his work. Mahal has done much to reshape the definition and scope of blues music over the course of his more than 50-year career by fusing it with nontraditional forms, including sounds from the Caribbean, Africa, India, Hawaii, and the South Pacific.",
    "year": 1942,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ben Nelson",
    "birthday": "1941-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Ben_Nelson_official_photo.jpg/252px-Ben_Nelson_official_photo.jpg",
    "extract": "Earl Benjamin Nelson is an American attorney, businessman, and politician who served as the 37th governor of Nebraska from 1991 to 1999 and as a United States Senator from Nebraska from 2001 to 2013. He is a member of the Democratic Party.",
    "year": 1941,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Alan Kay",
    "birthday": "1940-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Alan_Kay_and_the_prototype_of_the_Dynabook_%283009206205%29.jpg/320px-Alan_Kay_and_the_prototype_of_the_Dynabook_%283009206205%29.jpg",
    "extract": "Alan Curtis Kay is an American computer scientist. He has been elected a Fellow of the American Academy of Arts and Sciences, the National Academy of Engineering, and the Royal Society of Arts. He is best known for his pioneering work on object-oriented programming and windowing graphical user interface (GUI) design. He received the Turing award in 2003.",
    "year": 1940,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Reynato Puno",
    "birthday": "1940-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3b/Reynato_Puno.jpg",
    "extract": "Reynato Puno y Serrano, KGCR is a Filipino jurist. He served as the 22nd Chief Justice of the Supreme Court of the Philippines from December 8, 2006 by President Gloria Macapagal Arroyo until his mandatory retirement on May 17, 2010. Puno had initially been appointed to the Supreme Court as an Associate Justice on June 28, 1993.",
    "year": 1940,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Hugh Dykes",
    "birthday": "1939-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Official_portrait_of_Lord_Dykes_2020_crop_2.jpg/240px-Official_portrait_of_Lord_Dykes_2020_crop_2.jpg",
    "extract": "Hugh John Maxwell Dykes, Baron Dykes, is a British politician and member of the House of Lords. Initially a Europhile Conservative, he later defected to the Liberal Democrats.",
    "year": 1939,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Gary Paulsen",
    "birthday": "1939-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Gary_Paulsen_%282012%29.png/256px-Gary_Paulsen_%282012%29.png",
    "extract": "Gary James Paulsen was an American writer of children's and young adult fiction, best known for coming-of-age stories about the wilderness. He was the author of more than 200 books and wrote more than 200 magazine articles and short stories, and several plays, all primarily for teenagers. He won the Margaret Edwards Award from the American Library Association in 1997 for his lifetime contribution in writing for teens.",
    "year": 1939,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jason Bernard",
    "birthday": "1938-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Jason_Bernard_%26_Shirley_Jo_Finney.jpg/250px-Jason_Bernard_%26_Shirley_Jo_Finney.jpg",
    "extract": "Jason Bernard was an American actor.",
    "year": 1938,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Marcia Freedman",
    "birthday": "1938-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Marcia_Freedman_D710-038_%28cropped%29.jpg/217px-Marcia_Freedman_D710-038_%28cropped%29.jpg",
    "extract": "Marcia Judith Freedman was an American-Israeli activist on behalf of peace, women's rights, and gay rights. In 1969, she immigrated to Israel where she helped establish and lead the feminist movement in the 1970s. She was a member of the Knesset from 1974 to 1977.",
    "year": 1938,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Pervis Jackson",
    "birthday": "1938-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/The_Spinners_%281965%29.png/320px-The_Spinners_%281965%29.png",
    "extract": "Pervis Jackson was an American R&B singer, noted as the bass singer for The Spinners, and was one of the group's original members as well as their spokesman. His deep timbered voice and calm swagger garnered him a reputation around town and the industry.",
    "year": 1938,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Hazel R. O'Leary",
    "birthday": "1937-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Hazel_O%27Leary_2.jpg/253px-Hazel_O%27Leary_2.jpg",
    "extract": "Hazel Reid O'Leary is an American lawyer, politician and university administrator. She served as the 7th United States Secretary of Energy from 1993 to 1997. A member of the Democratic Party, O'Leary was the first woman and first African American to hold that post. She also served as the 14th president of Fisk University from 2004 to 2013, a historically black college and her alma mater. O'Leary's tenure at Fisk came amid financial difficulty for the school, during which time she increased enrollment and contentiously used the school's art collection to raise funds.",
    "year": 1937,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Dennis Hopper",
    "birthday": "1936-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Dennis_Hopper_Cannes_2008_%28cropped%29.jpg/209px-Dennis_Hopper_Cannes_2008_%28cropped%29.jpg",
    "extract": "Dennis Lee Hopper was an American actor and filmmaker. He attended the Actors Studio, made his first television appearance in 1954, and soon after appeared in Giant (1956). In the next ten years he made a name in television, and by the end of the 1960s had appeared in several films, notably Cool Hand Luke (1967) and Hang 'Em High (1968). Hopper also began a prolific and acclaimed photography career in the 1960s.",
    "year": 1936,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Dennis Potter",
    "birthday": "1935-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/46/The_Life_and_Work_of_Dennis_Potter_%28cover_art%29.jpg",
    "extract": "Dennis Christopher George Potter was an English television dramatist, screenwriter and journalist. He is best known for his BBC television serials Pennies from Heaven (1978), The Singing Detective (1986), and the BBC television plays Blue Remembered Hills (1979) and Brimstone and Treacle (1976). His television dramas mixed fantasy and reality, the personal and the social, and often used themes and images from popular culture. Potter is widely regarded as one of the most influential and innovative dramatists to have worked in British television.",
    "year": 1935,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Earl Morrall",
    "birthday": "1934-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Earl_Morrall_-_New_York_Giants_-_1965.jpg/223px-Earl_Morrall_-_New_York_Giants_-_1965.jpg",
    "extract": "Earl Edwin Morrall was an American football player who was a quarterback in the National Football League (NFL) for 21 seasons, both a starter and reserve. In the latter capacity, he became known as one of the greatest backup quarterbacks in NFL history, having served in the capacity for two Hall of Fame quarterbacks in Johnny Unitas and Bob Griese. He is most known for helping the Baltimore Colts win Super Bowl V and the Miami Dolphins win Super Bowl VII, having come off the bench when the starter became injured during the season.",
    "year": 1934,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ronald Wayne",
    "birthday": "1934-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/fa/RonaldWayneMacworld2009.jpg",
    "extract": "Ronald Gerald Wayne is a retired American electronics industry businessman. He co-founded Apple Computer Company as a partnership with Steve Wozniak and Steve Jobs on April 1, 1976, providing administrative oversight and documentation for the new venture. Twelve days later, he sold his 10% share of the new company back to Jobs and Wozniak for US$800, and one year later accepted a final US$1,500 to forfeit any potential future claims against the newly incorporated Apple.",
    "year": 1934,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Yelena Gorchakova",
    "birthday": "1933-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Yelena_Gorchakova_1964.jpg/315px-Yelena_Gorchakova_1964.jpg",
    "extract": "Yelena Yegorovna Gorchakova was a Russian javelin thrower who won bronze medals at the 1952 and 1964 Olympics. Her 1964 bronze was a disappointment as she set a world record in the qualification that remained unbeaten for eight years.",
    "year": 1933,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Peter Burge (cricketer)",
    "birthday": "1932-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Peter_Burge%2C_1954.png/171px-Peter_Burge%2C_1954.png",
    "extract": "Peter John Parnell Burge was an Australian cricketer who played in 42 Test matches between 1955 and 1966. After retiring as a player he became a highly respected match referee, overseeing 25 Tests and 63 One Day Internationals.",
    "year": 1932,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Marshall Applewhite",
    "birthday": "1931-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/df/Marshall_Applewhite.jpg/320px-Marshall_Applewhite.jpg",
    "extract": "Marshall Herff Applewhite Jr., also known as Do, among other names, was an American religious leader who founded what became known as the Heaven's Gate religious group and organized their mass suicide in 1997. It was the largest mass suicide to occur inside the U.S.",
    "year": 1931,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Dewey Redman",
    "birthday": "1931-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Dewey_redman.jpg/240px-Dewey_redman.jpg",
    "extract": "Walter Dewey Redman was an American saxophonist who performed free jazz as a bandleader and with Ornette Coleman and Keith Jarrett.",
    "year": 1931,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Branko Zebec",
    "birthday": "1929-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Branko_Zebec_1953.jpg/290px-Branko_Zebec_1953.jpg",
    "extract": "Branislav \"Branko\" Zebec was a Croatian footballer and manager who played for Yugoslavia.",
    "year": 1929,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Dietmar Schönherr",
    "birthday": "1926-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Portrait_Dietmar_Sch%C3%B6nherr.jpg/320px-Portrait_Dietmar_Sch%C3%B6nherr.jpg",
    "extract": "Dietmar Otto Schönherr was an Austrian film actor. He appeared in 120 films between 1944 and 2014. He was famous for playing the role of Major Cliff Allister McLane in the German science fiction series Raumpatrouille. He was born in Innsbruck, Austria. He was married to the Danish actress Vivi Bach from 1965 until her death in 2013. In 2011 he was awarded with the Austrian Cross of Honour for Science and Art, 1st class.",
    "year": 1926,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Francis Tombs, Baron Tombs",
    "birthday": "1924-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8b/Lord_Tombs_2014.jpg/259px-Lord_Tombs_2014.jpg",
    "extract": "Francis Leonard Tombs, Baron Tombs was an English industrialist and politician who served as a crossbench member of the House of Lords from 1990 until his retirement in 2015.",
    "year": 1924,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Michael Beetham",
    "birthday": "1923-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Flt_Lt_M_Beetham.jpg/222px-Flt_Lt_M_Beetham.jpg",
    "extract": "Marshal of the Royal Air Force Sir Michael James Beetham, was a Second World War bomber pilot and a high-ranking commander in the Royal Air Force from the 1960s to the 1980s. As Chief of the Air Staff during the Falklands War he was involved in the decision to send the Task Force to the South Atlantic. At the time of his death Beetham was one of only six people holding his service's most senior rank and, excluding Prince Philip's honorary rank, and had the longest time in rank, making him the senior Marshal of the Royal Air Force.",
    "year": 1923,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Dennis Brain",
    "birthday": "1921-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/6b/Dennis-Brain-horn.png",
    "extract": "Dennis Brain was a British horn player. From a musical family – his father and grandfather were horn players – he attended the Royal Academy of Music in London. During the Second World War he served in the Royal Air Force, playing in its band and orchestra. After the war he was principal horn of the Philharmonia and Royal Philharmonic orchestras, and played in chamber ensembles.",
    "year": 1921,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Harry Männil",
    "birthday": "1920-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7f/Harry_Mannil.jpg",
    "extract": "Harry Männil, also known as Harry Mannil Laul, was an Estonian businessman, art collector, and cultural benefactor in several countries, as well as an alleged war criminal.",
    "year": 1920,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Antonio Aguilar",
    "birthday": "1919-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Antonio_Aguilar_in_The_Undefeated.jpg/273px-Antonio_Aguilar_in_The_Undefeated.jpg",
    "extract": "José Pascual Antonio Aguilar Márquez Barraza was a Mexican singer, actor, songwriter, equestrian, film producer, and screenwriter with a dominating career in music. He recorded over 150 albums, which sold 25 million copies, and acted in more than 120 films. He was given the honorific nickname \"El Charro de México\" because he is credited with popularizing the Mexican equestrian sport la charrería to international audiences.",
    "year": 1919,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Joan Benham",
    "birthday": "1918-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7d/Joan_Benham_in_Upstairs_Downstairs.jpg",
    "extract": "Joan Benham was an English actress best known for her portrayal of Lady Prudence Fairfax in the ITV period drama series Upstairs, Downstairs. She was born in London and was the first cousin of Hollywood actress Olive Sturgess.",
    "year": 1918,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Birgit Nilsson",
    "birthday": "1918-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Birgitnhat.jpg/259px-Birgitnhat.jpg",
    "extract": "Märta Birgit Nilsson was a celebrated Swedish dramatic soprano. Although she sang a wide repertory of operatic and vocal works, Nilsson was best known for her performances in the operas of Richard Wagner and Richard Strauss. Her voice was noted for its overwhelming force, bountiful reserves of power, and the gleaming brilliance and clarity in the upper register.",
    "year": 1918,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Hans Ruesch",
    "birthday": "1913-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Hans_Ruesch.jpg/213px-Hans_Ruesch.jpg",
    "extract": "Hans Ruesch was a Swiss racing driver, a novelist, and an internationally prominent activist against animal experiments and vivisection. Ruesch has been described as a pioneer of the anti-vivisection movement.",
    "year": 1913,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Archibald Cox",
    "birthday": "1912-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Archibald_Cox_04989v.jpg/209px-Archibald_Cox_04989v.jpg",
    "extract": "Archibald Cox Jr. was an American lawyer and law professor who served as U.S. Solicitor General under President John F. Kennedy and as a special prosecutor during the Watergate scandal. During his career, he was a pioneering expert on labor law and was also an authority on constitutional law. The Journal of Legal Studies has identified Cox as one of the most cited legal scholars of the 20th century.",
    "year": 1912,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Mary Kenner",
    "birthday": "1912-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c2/Mary_Beatrice_Davidson_Kenner_died_2006.jpg",
    "extract": "Mary Beatrice Davidson Kenner was an African American inventor who received five patents in her lifetime. She holds the record for the most patents awarded to a Black woman by the U.S government. Kenner’s first and most noted patent was in 1957 for the sanitary belt, the precursor invention to sanitary pads. She originally invented the belt 30 years prior in the 1920s but was not able to afford a patent and she faced racial discrimination when trying to market the product. Kenner’s following four patents included a sanitary belt with a moisture-resistant pocket, a toilet tissue holder, a hard-surface tray and pocket for holding items that mount to wheelchairs/walkers, and a wall-mountable back washer and massager.",
    "year": 1912,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Maureen O'Sullivan",
    "birthday": "1911-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Maureen.jpg/242px-Maureen.jpg",
    "extract": "Maureen O'Sullivan was an Irish-American actress, best known for playing Jane in the Tarzan series of films during the era of Johnny Weissmuller. She performed with such actors as Laurence Olivier, Greta Garbo and Myrna Loy. In 2020, she was listed at number eight on The Irish Times list of Ireland's greatest film actors.",
    "year": 1911,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Zinka Milanov",
    "birthday": "1906-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Zinka_Milanov_1946.jpg/241px-Zinka_Milanov_1946.jpg",
    "extract": "Zinka Milanov was a Croatian operatic dramatic soprano who had a major career centered on the Metropolitan Opera in New York City. After finishing her education in Zagreb, Milanov made her debut in 1927 in Ljubljana as Leonora in Giuseppe Verdi's Il Trovatore. From 1928 to 1936, she was the leading soprano of the Croatian National Theatre. In 1937, Milanov performed at the Metropolitan Opera for the first time, where she continued to sing until 1966. She also performed as a concert singer and was a noted vocal coach and teacher. Milanov is the sister of the composer and pianist Božidar Kunc.",
    "year": 1906,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Marie-Anne Desmarest",
    "birthday": "1904-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/cb/Marie-Anne_Desmarest.jpeg",
    "extract": "Marie-Anne Desmarest was a French writer.",
    "year": 1904,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Cool Papa Bell",
    "birthday": "1903-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/3e/Cool-papa-bell.jpg/225px-Cool-papa-bell.jpg",
    "extract": "James Thomas \"Cool Papa\" Bell was an American center fielder in Negro league baseball from 1922 to 1946. He is considered to have been one of the fastest men ever to play the game. Stories demonstrating Bell's speed are still widely circulated. He was elected to the Baseball Hall of Fame in 1974. He ranked 66th on a list of the greatest baseball players published by The Sporting News in 1999.",
    "year": 1903,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Werner Egk",
    "birthday": "1901-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Werner_Egk_%28timbre_allemand%29.jpg/320px-Werner_Egk_%28timbre_allemand%29.jpg",
    "extract": "Werner Egk, born Werner Joseph Mayer, was a German composer.",
    "year": 1901,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Carmen de Icaza, 8th Baroness of Claret",
    "birthday": "1899-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Carmencita_de_Icaza_y_de_Le%C3%B3n%2C_de_Kaulak.jpg/237px-Carmencita_de_Icaza_y_de_Le%C3%B3n%2C_de_Kaulak.jpg",
    "extract": "María Carmen de Icaza y de León, 8th Baroness of Claret was a Spanish journalist and novelist from 1935–60. She enjoyed success with her 1936 novel, Cristina Guzmán, which was subsequently adapted for the stage, television and cinema. By 1945, she was a best-selling writer in Spain. Her father was Mexican writer and diplomat Francisco A. de Icaza.",
    "year": 1899,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "A. J. Casson",
    "birthday": "1898-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/10381_casson_at_easel_1020.jpg/320px-10381_casson_at_easel_1020.jpg",
    "extract": "Alfred Joseph Casson LL.D. (1898–1992) was a member of the Canadian group of artists known as the Group of Seven. He joined the group in 1926 at the invitation of Franklin Carmichael, replacing Frank Johnston. Casson is best known for his depictions in his signature limited palette of southern Ontario, and for being the youngest member of the Group of Seven.",
    "year": 1898,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Odd Hassel",
    "birthday": "1897-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Odd_Hassel.jpg/244px-Odd_Hassel.jpg",
    "extract": "Odd Hassel was a Norwegian physical chemist and Nobel Laureate.",
    "year": 1897,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Saul Adler",
    "birthday": "1895-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Saul_Adler._Photograph_by_Harris._Wellcome_V0025953.jpg/320px-Saul_Adler._Photograph_by_Harris._Wellcome_V0025953.jpg",
    "extract": "Saul Adler FRS was an Israeli expert on parasitology.",
    "year": 1895,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Reinhold Saulmann",
    "birthday": "1895-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c7/Reinhold_Saulmann.jpg",
    "extract": "Reinhold Saulmann was an Estonian track and field sprinter.",
    "year": 1895,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Frederick McKinley Jones",
    "birthday": "1893-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/32/Frederick_McKinley_Jones.png/291px-Frederick_McKinley_Jones.png",
    "extract": "Frederick McKinley Jones was an American inventor, entrepreneur, engineer, winner of the National Medal of Technology, and an inductee of the National Inventors Hall of Fame. Jones invented mobile refrigeration technology, enabling the long-haul transportation of perishable goods. He received 61 patents, 40 for refrigeration technology. He co-founded Thermo King and also served as a Sergeant in World War I.",
    "year": 1893,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Napoleon Zervas",
    "birthday": "1891-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fc/Napoleon_Zervas.png/246px-Napoleon_Zervas.png",
    "extract": "Napoleon Zervas was a Hellenic Army officer and resistance leader during World War II. He organized and led the National Republican Greek League (EDES), the second most significant, in terms of size and activity, resistance organization against the Axis Occupation of Greece.",
    "year": 1891,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Dorothy Gibson",
    "birthday": "1889-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/DorothyGibson-Publicity.jpg/189px-DorothyGibson-Publicity.jpg",
    "extract": "Dorothy Gibson was a pioneering American silent film actress, artist's model, and singer active in the early 20th century. She is best remembered as a survivor of the sinking of the Titanic and for starring in the first motion picture based on the disaster.",
    "year": 1889,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Alfonso Reyes",
    "birthday": "1889-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Alfonsoreyes1924.jpg/224px-Alfonsoreyes1924.jpg",
    "extract": "Alfonso Reyes Ochoa was a Mexican writer, philosopher and diplomat. He was nominated for the Nobel Prize in Literature five times.",
    "year": 1889,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Tich Freeman",
    "birthday": "1888-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Charlie_Wright_and_Tich_Freeman_c1930.jpg/175px-Charlie_Wright_and_Tich_Freeman_c1930.jpg",
    "extract": "Alfred Percy Freeman, known as Tich Freeman, was an English first-class cricketer. A leg spin bowler for Kent County Cricket Club and England, he is the only man to take 300 wickets in an English season, and is the second most prolific wicket-taker in first-class cricket history.",
    "year": 1888,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Alfonso XIII",
    "birthday": "1886-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Rey_Alfonso_XIII_de_Espa%C3%B1a%2C_by_Kaulak.jpg/233px-Rey_Alfonso_XIII_de_Espa%C3%B1a%2C_by_Kaulak.jpg",
    "extract": "Alfonso XIII, also known as El Africano or the African, was King of Spain from 17 May 1886 to 14 April 1931, when the Second Spanish Republic was proclaimed. He was a monarch from birth as his father, Alfonso XII, had died the previous year. Alfonso's mother, Maria Christina of Austria, served as regent until he assumed full powers on his sixteenth birthday in 1902.",
    "year": 1886,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Henri Barbusse",
    "birthday": "1873-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/91/Henri-Barbusse.jpg",
    "extract": "Henri Barbusse was a French novelist and a member of the French Communist Party. He was a lifelong friend of Albert Einstein.",
    "year": 1873,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Dorothy Richardson",
    "birthday": "1873-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Bedford_gardens.jpg/320px-Bedford_gardens.jpg",
    "extract": "Dorothy Miller Richardson was a British author and journalist. Author of Pilgrimage, a sequence of 13 semi-autobiographical novels published between 1915 and 1967—though Richardson saw them as chapters of one work—she was one of the earliest modernist novelists to use stream of consciousness as a narrative technique. Richardson also emphasises in Pilgrimage the importance and distinct nature of female experiences. The title Pilgrimage alludes not only to \"the journey of the artist ... to self-realisation but, more practically, to the discovery of a unique creative form and expression\".",
    "year": 1873,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Newton Moore",
    "birthday": "1870-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Newton_Moore_%281870-1936%29.jpeg/215px-Newton_Moore_%281870-1936%29.jpeg",
    "extract": "Major General Sir Newton James Moore, was an Australian politician, businessman and army officer. He served as the eighth Premier of Western Australia from 1906 to 1910 and, following service in the First World War, was a member of the House of Commons of the United Kingdom from 1918 to 1932. He was the father of Sir Rodney Moore.",
    "year": 1870,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Horace Elgin Dodge",
    "birthday": "1868-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d7/Horace_Elgin_Dodge.jpg",
    "extract": "Horace Elgin Dodge Sr. was an American automobile manufacturing pioneer and co-founder of Dodge Brothers Company.",
    "year": 1868,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Panagis Tsaldaris",
    "birthday": "1868-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/PnagiotisTsaldaris1932.jpg/238px-PnagiotisTsaldaris1932.jpg",
    "extract": "Panagis Tsaldaris was a Greek politician and the 48th Prime Minister of Greece. He was a revered conservative politician and leader for many years (1922–1936) of the conservative People's Party in the period before World War II. He was the husband of Lina Tsaldari, a Greek suffragist, member of Parliament, and the Minister for Social Welfare.",
    "year": 1868,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Erik Satie",
    "birthday": "1866-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Ericsatie.jpg/228px-Ericsatie.jpg",
    "extract": "Eric Alfred Leslie Satie, who signed his name Erik Satie after 1884, was a French composer and pianist. He was the son of a French father and a British mother. He studied at the Paris Conservatoire, but was an undistinguished student and obtained no diploma. In the 1880s he worked as a pianist in café-cabaret in Montmartre, Paris, and began composing works, mostly for solo piano, such as his Gymnopédies. He also wrote music for a Rosicrucian sect to which he was briefly attached.",
    "year": 1866,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ante Trumbić",
    "birthday": "1864-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Portrait_of_Ante_Trumbi%C4%87.jpg/258px-Portrait_of_Ante_Trumbi%C4%87.jpg",
    "extract": "Ante Trumbić was a Yugoslav and Croatian lawyer and politician in the early 20th century.",
    "year": 1864,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Léon Gérin",
    "birthday": "1863-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/L%C3%A9on_G%C3%A9rin.jpg/210px-L%C3%A9on_G%C3%A9rin.jpg",
    "extract": "Léon Gérin was a Canadian lawyer, civil servant, and sociologist.",
    "year": 1863,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Martin Kukučín",
    "birthday": "1860-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/ef/Martin_Kukucin.jpg",
    "extract": "Martin Kukučín was a Slovak prose writer, dramatist and publicist. He was the most notable representative of Slovak literary realism, and is considered one of the founders of modern Slovak prose.",
    "year": 1860,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jacint Verdaguer",
    "birthday": "1845-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ramon_Casas_-_MNAC-_Jacint_Verdaguer-_027620-D_006609.jpg/242px-Ramon_Casas_-_MNAC-_Jacint_Verdaguer-_027620-D_006609.jpg",
    "extract": "Jacint Verdaguer i Santaló was a Catalan / Spanish writer, regarded as one of the greatest poets of Catalan literature and a prominent literary figure of the Renaixença, a cultural revival movement of the late Romantic era. The bishop Josep Torras i Bages, one of the main figures of Catalan nationalism, called him the \"Prince of Catalan poets\". He was also known as mossèn (Father) Cinto Verdaguer, because of his career as a priest, and informally also simply \"mossèn Cinto\".",
    "year": 1845,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Virginie Loveling",
    "birthday": "1836-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Nevele_-_Gezusters_Loveling_geboortehuis.jpg/227px-Nevele_-_Gezusters_Loveling_geboortehuis.jpg",
    "extract": "Virginie (Marie) Loveling was a Flemish author of poetry, novels, essays and children's stories. She also wrote under the pseudonym W. E. C. Walter.",
    "year": 1836,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Thomas McIlwraith",
    "birthday": "1835-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Thomas_McIlwraith.jpg/199px-Thomas_McIlwraith.jpg",
    "extract": "Sir Thomas McIlwraith was for many years the dominant figure of colonial politics in Queensland. He was Premier of Queensland from 1879 to 1883, again in 1888, and for a third time in 1893. In common with most politicians of his era, McIlwraith was an influential businessman, who combined his parliamentary career with a prosperous involvement in the pastoral industry.",
    "year": 1835,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Sebastian Kneipp",
    "birthday": "1821-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Sebastian_Kneipp_by_Bischoff%2C_1890.jpg/224px-Sebastian_Kneipp_by_Bischoff%2C_1890.jpg",
    "extract": "Sebastian Kneipp was a German Catholic priest and one of the forefathers of the naturopathic medicine movement. He is most commonly associated with the \"Kneipp Cure\" form of hydrotherapy, the application of water through various methods, temperatures and pressures, which he claimed to have therapeutic or healing effects, thus building several hospitals in Bad Wörishofen.",
    "year": 1821,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ezra Otis Kendall",
    "birthday": "1818-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Ezra_Otis_Kendall_portrait.jpg/225px-Ezra_Otis_Kendall_portrait.jpg",
    "extract": "Ezra Otis Kendall was an American professor, astronomer and mathematician. He was known for his work in uranography.",
    "year": 1818,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Anna Brownell Jameson",
    "birthday": "1794-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Anna_Brownell_Jameson_1844.jpg/238px-Anna_Brownell_Jameson_1844.jpg",
    "extract": "Anna Brownell Jameson was an Anglo-Irish art historian. Born in Ireland, she migrated to England at the age of four, becoming a well-known British writer and contributor to nineteenth-century thought on a range of subjects including early feminism, art history, travel, Shakespeare, poets, and German culture. Jameson was connected to some of the most prominent names of the period including Fanny Kemble, Elizabeth Barrett-Browning and Robert Browning, Harriet Martineau, Ottilie von Goethe, Lady Byron, Charles and Elizabeth Eastlake, and Barbara Leigh Smith Bodichon.",
    "year": 1794,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Caroline of Brunswick",
    "birthday": "1768-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/QueenCaroline1820.jpg/266px-QueenCaroline1820.jpg",
    "extract": "Caroline of Brunswick-Wolfenbüttel was Queen of the United Kingdom and Hanover as the wife of King George IV from 29 January 1820 until her death in 1821. She was Princess of Wales from 1795 to 1820.",
    "year": 1768,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Henry Paget, 1st Marquess of Anglesey",
    "birthday": "1768-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Henry_William_Paget%2C_1st_Marquess_of_Anglesey_by_William_Salter.jpg/253px-Henry_William_Paget%2C_1st_Marquess_of_Anglesey_by_William_Salter.jpg",
    "extract": "Henry William Paget, 1st Marquess of Anglesey, styled Lord Paget between 1784 and 1812 and known as the Earl of Uxbridge between 1812 and 1815, was a British Army officer and politician. After serving as a Member of Parliament for Carnarvon and then for Milborne Port, he took part in the Flanders Campaign and then commanded the cavalry for Sir John Moore's army in Spain during the Peninsular War; his cavalry showed distinct superiority over their French counterparts at the Battle of Sahagún and at the Battle of Benavente, where he defeated the elite chasseurs of the French Imperial Guard. During the Hundred Days he led the charge of the heavy cavalry against Comte d'Erlon's column at the Battle of Waterloo. At the end of the battle he lost part of one leg to a cannonball. In later life he served twice as Master-General of the Ordnance and twice as Lord Lieutenant of Ireland.",
    "year": 1768,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Sir John St Aubyn, 5th Baronet",
    "birthday": "1758-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/John_St_Aubyn%2C_5th_Bt%2C_MP_%281758-1839%29%2C_by_Joshua_Reynolds.jpg/263px-John_St_Aubyn%2C_5th_Bt%2C_MP_%281758-1839%29%2C_by_Joshua_Reynolds.jpg",
    "extract": "Sir John St Aubyn, 5th Baronet, was a British Member of Parliament, High Sheriff of Cornwall and Grand Master of the Freemasons. Born in London, he succeeded to the baronetcy on 12 October 1772, at which point he inherited Clowance, the family's estate near Crowan, Cornwall.",
    "year": 1758,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Edward Jenner",
    "birthday": "1749-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Edward_Jenner._Oil_painting._Wellcome_V0023503.jpg/265px-Edward_Jenner._Oil_painting._Wellcome_V0023503.jpg",
    "extract": "Edward Jenner, was a British physician and scientist who pioneered the concept of vaccines including creating the smallpox vaccine, the world's first ever vaccine. The terms vaccine and vaccination are derived from Variolae vaccinae, the term devised by Jenner to denote cowpox. He used it in 1798 in the long title of his Inquiry into the Variolae vaccinae known as the Cow Pox, in which he described the protective effect of cowpox against smallpox.",
    "year": 1749,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Seth Warner",
    "birthday": "1743-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9c/Seth_Warner_Statie.png/200px-Seth_Warner_Statie.png",
    "extract": "Seth Warner was an American soldier. He was a Revolutionary War officer from Vermont who rose to rank of Continental colonel and was often given the duties of a brigade commander. He is best known for his leadership in the capture of Fort Crown Point, the Battle of Longueuil, the siege of Quebec, the retreat from Canada, and the battles of Hubbardton and Bennington.",
    "year": 1743,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Robert Darcy, 4th Earl of Holderness",
    "birthday": "1718-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Joshua_Reynolds_-_Robert_d%E2%80%99Arcy%2C_4th_Earl_of_Holderness_-_Google_Art_Project.jpg/261px-Joshua_Reynolds_-_Robert_d%E2%80%99Arcy%2C_4th_Earl_of_Holderness_-_Google_Art_Project.jpg",
    "extract": "Robert Darcy, 4th Earl of Holderness,, known before 1721 as Lord Darcy and Conyers, was a British diplomat and politician.",
    "year": 1718,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Andreas Felix von Oefele",
    "birthday": "1706-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Andreas_Felix_von_Oefele_1a.jpg/258px-Andreas_Felix_von_Oefele_1a.jpg",
    "extract": "Andreas Felix von Oefele was a German historian and librarian.",
    "year": 1706,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Bartholomew Roberts",
    "birthday": "1682-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Bartholomew_Roberts.jpg/320px-Bartholomew_Roberts.jpg",
    "extract": "Bartholomew Roberts, born John Roberts, was a Welsh pirate and the most successful pirate of the Golden Age of Piracy, taking over 400 prizes in his career. Roberts raided ships off the Americas and the West African coast between 1719 and 1722; he is also noted for creating his own Pirate Code, and adopting an early variant of the Skull and Crossbones flag.",
    "year": 1682,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Edward Colman",
    "birthday": "1636-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Blessed-edward-coleman.png/192px-Blessed-edward-coleman.png",
    "extract": "Edward Colman or Coleman was an English Catholic courtier under Charles II of England. He was hanged, drawn and quartered on a treason charge, having been implicated by Titus Oates in his false accusations concerning a Popish Plot. He is a Catholic martyr, beatified by Pope Pius XI in 1929.",
    "year": 1636,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ferdinand Charles, Archduke of Austria",
    "birthday": "1628-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9a/Ferdinand_Charles_of_Further_Austria_Coin.jpg/320px-Ferdinand_Charles_of_Further_Austria_Coin.jpg",
    "extract": "Ferdinand Charles was the Archduke of Further Austria, including Tyrol, from 1646 to 1662.",
    "year": 1628,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Stefano della Bella",
    "birthday": "1610-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Dolci_Stefano_Della_Bella.jpg/251px-Dolci_Stefano_Della_Bella.jpg",
    "extract": "Stefano della Bella was an Italian draughtsman and printmaker known for etchings of a great variety of subjects, including military and court scenes, landscapes, and lively genre scenes. He left 1052 prints, and several thousand drawings, but only one known painting. He was born and died in Florence, Italy.",
    "year": 1610,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Anna Vasa of Sweden",
    "birthday": "1568-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/bd/Unknown_woman_called_Anna_Princess_of_Sweden.jpg",
    "extract": "Anna Vasa of Sweden was a Polish and Swedish princess, starosta of Brodnica and Golub. She was the youngest child of King John III of Sweden and Catherine Jagiellon. She was close to her brother Sigismund Vasa, King of Poland (1587–1632) and King of Sweden (1592–99). Raised a Catholic, Anna converted to Lutheranism in 1584 which made her ineligible bride for many of Europe's Catholic royals and she remained unmarried.",
    "year": 1568,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Federico II Gonzaga, Duke of Mantua",
    "birthday": "1500-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Tizian_-_Portrait_of_Federico_II_Gonzaga_-_circa_1525.jpg/252px-Tizian_-_Portrait_of_Federico_II_Gonzaga_-_circa_1525.jpg",
    "extract": "Federico II of Gonzaga was the ruler of the Italian city of Mantua from 1519 until his death. He was also Marquis of Montferrat from 1536.",
    "year": 1500,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Albert, Duke of Prussia",
    "birthday": "1490-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Lucas_Cranach_d.%C3%84._-_Bildnis_des_Markgrafen_Albrecht_von_Brandenburg-Ansbach_%28Herzog_Anton_Ulrich-Museum%29.jpg/233px-Lucas_Cranach_d.%C3%84._-_Bildnis_des_Markgrafen_Albrecht_von_Brandenburg-Ansbach_%28Herzog_Anton_Ulrich-Museum%29.jpg",
    "extract": "Albert of Prussia was a German prince who was the 37th Grand Master of the Teutonic Knights, who after converting to Lutheranism, became the first ruler of the Duchy of Prussia, the secularized state that emerged from the former Monastic State of the Teutonic Knights. Albert was the first European ruler to establish Lutheranism, and thus Protestantism, as the official state religion of his lands. He proved instrumental in the political spread of Protestantism in its early stage, ruling the Prussian lands for nearly six decades (1510–1568).",
    "year": 1490,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Engelbert II of Nassau",
    "birthday": "1451-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Engelbrecht-II-Nassau.jpg/228px-Engelbrecht-II-Nassau.jpg",
    "extract": "Engelbert II of Nassau, Engelbrecht in Dutch, was count of Nassau and Vianden and lord of Breda, Lek, Diest, Roosendaal, Nispen and Wouw. He was a soldier and courtier, for some time leader of the Privy council of the Duchy of Burgundy and a significant patron of the arts.",
    "year": 1451,
    "month": 5,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jien",
    "birthday": "1155-5-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Jien.jpg/320px-Jien.jpg",
    "extract": "Jien  was a Japanese poet, historian, and Buddhist monk.",
    "year": 1155,
    "month": 5,
    "day": 17,
    "language": "en"
  }
]