[
  {
    "name": "Princess Charlotte of Cambridge",
    "birthday": "2015-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Princess_Charlotte_of_Cambridge_in_2019_%28cropped%29.jpg/269px-Princess_Charlotte_of_Cambridge_in_2019_%28cropped%29.jpg",
    "extract": "Princess Charlotte of Cambridge is a member of the British royal family. She is the second child and only daughter of Prince William, Duke of Cambridge, and Catherine, Duchess of Cambridge. She is fourth in the line of succession to the British throne.",
    "year": 2015,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Cherprang Areekul",
    "birthday": "1996-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Cherprang_Areekul_2018_Tiangong.jpg/320px-Cherprang_Areekul_2018_Tiangong.jpg",
    "extract": "Cherprang Areekul is a member of the Thai idol girl group BNK48, an international sister group of the Japanese idol girl group AKB48.\nShe is one of the first-generation members of the group, and is also the first and current captain of the group.",
    "year": 1996,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Julian Brandt",
    "birthday": "1996-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/20180602_FIFA_Friendly_Match_Austria_vs._Germany_Julian_Brandt_850_0710.jpg/213px-20180602_FIFA_Friendly_Match_Austria_vs._Germany_Julian_Brandt_850_0710.jpg",
    "extract": "Julian Brandt is a German professional footballer who plays as a left winger or attacking midfielder for Bundesliga club Borussia Dortmund and the Germany national team.",
    "year": 1996,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Schuyler Bailar",
    "birthday": "1996-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Schuyler_Bailar.jpg/320px-Schuyler_Bailar.jpg",
    "extract": "Schuyler Miwon Hong Bailar is an American swimmer, and the first openly transgender NCAA Division I swimmer. He is also the first publicly documented NCAA D1 transgender man to compete as a man in any sport. He was recruited by Harvard University and swam on the Harvard Men's Swimming and Diving team under coach Kevin Tyrrell; he was a member of the Harvard Class of 2019. Bailar was originally recruited in 2013 as a member of the women's team by Harvard Women’s Swimming and Diving head coach Stephanie Morawski. After transitioning during a gap year, Bailar was also offered a spot on the men’s team by coach Tyrrell, allowing Bailar the choice of either team. He elected to swim on the men’s team.",
    "year": 1996,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Owain Doull",
    "birthday": "1993-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/2015_UEC_Track_Elite_European_Championships_125.JPG/201px-2015_UEC_Track_Elite_European_Championships_125.JPG",
    "extract": "Owain Daniel Doull is a Welsh road and track cyclist, who currently rides for UCI WorldTeam EF Education–EasyPost. Doull specialises in the team pursuit on the track, and won a gold medal in the discipline at the 2016 Olympics in Rio de Janeiro; as a result, he became the first Welsh-speaking athlete to win Olympic gold.",
    "year": 1993,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Isyana Sarasvati",
    "birthday": "1993-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Sarasvati_at_F2WL_Magnofestwo.jpg/275px-Sarasvati_at_F2WL_Magnofestwo.jpg",
    "extract": "Isyana Sarasvati is an Indonesian singer-songwriter. She is a graduate of Singapore's Nanyang Academy of Fine Arts and London's Royal College of Music. Known for her original compositions, she wrote all of the songs on her 2015 debut pop album, Explore! and on her two subsequent albums, Paradox (2017) and Lexicon (2019). She has also performed as an opera singer in Singapore. She is the recipient of numerous Indonesian and international awards.",
    "year": 1993,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Huang Zitao",
    "birthday": "1993-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Huang_Zitao_at_Ports_1961_Shanghai.jpg/213px-Huang_Zitao_at_Ports_1961_Shanghai.jpg",
    "extract": "Huang Zitao, also known as Tao, is a Chinese rapper, singer, songwriter, actor, model, and businessman. Huang is a former member of the South Korean-Chinese boy band Exo and its Chinese sub-unit, Exo-M. After leaving Exo, he made his solo debut in China in 2015 with the mini-album TAO, under the new stage name Z.Tao. Huang made his acting debut in the romantic movie You Are My Sunshine and later received recognition for his leading roles in Negotiator and The Brightest Star in the Sky.",
    "year": 1993,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Sunmi",
    "birthday": "1992-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Lee_Sunmi_Marie_Claire_Korea_2_%28derived%29.jpg/213px-Lee_Sunmi_Marie_Claire_Korea_2_%28derived%29.jpg",
    "extract": "Lee Sun-mi, known mononymously as Sunmi, is a South Korean singer, dancer, songwriter and record producer. She debuted in 2007 as a member of South Korean girl group Wonder Girls and left the group in 2010 to pursue her studies. After a three-year hiatus, Sunmi resumed her career as a soloist with her 2013 debut extended play, Full Moon, spawning the number two singles \"24 Hours\" and \"Full Moon\" on the national Gaon Digital Chart.",
    "year": 1992,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "María Teresa Torró Flor",
    "birthday": "1992-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Torro_Flor_WMQ15_%283%29_%2819765100519%29.jpg/215px-Torro_Flor_WMQ15_%283%29_%2819765100519%29.jpg",
    "extract": "María Teresa Torró Flor is a Spanish professional tennis player.",
    "year": 1992,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jeong Jinwoon",
    "birthday": "1991-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Jeong_Jin-woon_at_an_fansign_in_June_2016_04.jpg/221px-Jeong_Jin-woon_at_an_fansign_in_June_2016_04.jpg",
    "extract": "Jeong Jin-woon, most often credited as Jinwoon, is a South Korean singer and actor. Debuting as a member of the group 2AM in July 2008, he began his acting career in 2012 with the KBS series Dream High 2, playing Jin Yoo-jin.",
    "year": 1991,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Kay Panabaker",
    "birthday": "1990-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Academy_Awards_afterparty_CUN_Kay_Panabaker.jpg/212px-Academy_Awards_afterparty_CUN_Kay_Panabaker.jpg",
    "extract": "Stephanie Kay Panabaker is an American zoologist and retired actress. She is best known for her roles as Jenny Garison in the 2009 reboot of Fame, Debbie Berwick on Phil of the Future and Nikki Westerly on Summerland. She is the younger sister of Danielle Panabaker.",
    "year": 1990,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Paul George",
    "birthday": "1990-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Paul_George_Pacers.jpg/278px-Paul_George_Pacers.jpg",
    "extract": "Paul Clifton Anthony George is an American professional basketball player for the Los Angeles Clippers of the National Basketball Association (NBA). Nicknamed \"PG-13\", he is a seven-time NBA All-Star and six-time member of the All-NBA Team, as well as a four-time member of the NBA All-Defensive Team.",
    "year": 1990,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jeanette Pohlen-Mavunga",
    "birthday": "1989-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Jeanette_Pohlen.jpg/220px-Jeanette_Pohlen.jpg",
    "extract": "Jeanette Pohlen is an American professional basketball player who is currently a free agent. As a collegiate athlete recruited by Stanford University, she was known by Cardinal fans for her great play against the Lady Huskies of the University of Connecticut when she scored 31 points leading Stanford to victory over the undefeated Huskies. Born in Downey, California, Pohlen appeared in 4 straight Final Fours at Stanford; including three straight Championship games. Pohlen captured her first gold medal in international competition as a member of the USA Basketball World University Games Team in July 2009.",
    "year": 1989,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Neftalí Feliz",
    "birthday": "1988-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Neftal%C3%AD_Feliz_on_July_31%2C_2015.jpg/198px-Neftal%C3%AD_Feliz_on_July_31%2C_2015.jpg",
    "extract": "Neftalí Feliz Antonio is a Dominican professional baseball pitcher for the Sultanes de Monterrey of the Mexican League. He has previously played in Major League Baseball (MLB) for the Texas Rangers, Detroit Tigers, Pittsburgh Pirates, Milwaukee Brewers, Kansas City Royals, Philadelphia Phillies, and Los Angeles Dodgers. Feliz won the American League Rookie of the Year Award in 2010.",
    "year": 1988,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Stephen Henderson (footballer, born 1988)",
    "birthday": "1988-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Stephen_Henderson_2016.jpg/215px-Stephen_Henderson_2016.jpg",
    "extract": "Stephen Francis Henderson is an Irish professional footballer who plays as a goalkeeper. He is currently a free agent.",
    "year": 1988,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Saara Aalto",
    "birthday": "1987-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Saara_Aalto_%282%29_20180508_EuroVisionary_%28cropped%29.jpg/243px-Saara_Aalto_%282%29_20180508_EuroVisionary_%28cropped%29.jpg",
    "extract": "Saara Sofia Aalto is a Finnish singer, songwriter, and voice actress. In 2012 she came second in the first season of The Voice of Finland.",
    "year": 1987,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Nana Kitade",
    "birthday": "1987-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Nana_Kitade_20070707_Japan_Expo_23.jpg/264px-Nana_Kitade_20070707_Japan_Expo_23.jpg",
    "extract": "Nana Kitade  is a Japanese singer-songwriter and musician. In addition to being the lead singer of the rock band The Teenage Kissers, she has success as a solo artist, model, actress, and fashion designer. Kitade is particularly known for her songs appearing in various anime, TV shows, doramas and movie opening and endings. Kitade was featured on the cover of the Gothic & Lolita Bible, as well as featured in Neo and Kera magazines. She has toured Asia, Europe, and North America.",
    "year": 1987,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Pat McAfee",
    "birthday": "1987-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Pat_McAfee_FanDuel.png/224px-Pat_McAfee_FanDuel.png",
    "extract": "Patrick Justin McAfee is an American sports analyst, professional wrestling color commentator, professional wrestler and former football punter and kickoff specialist. McAfee is currently signed to WWE, where he performs and is a color commentator for the SmackDown brand.",
    "year": 1987,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Kris Russell",
    "birthday": "1987-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Kris_Russell_20131011.png/268px-Kris_Russell_20131011.png",
    "extract": "Kris Russell is a Canadian professional ice hockey defenceman for the Edmonton Oilers of the National Hockey League (NHL). He was originally drafted in the third round, 67th overall, by the Columbus Blue Jackets in the 2005 NHL Entry Draft and played four seasons with the team before moving on to the St. Louis Blues, Calgary Flames and Dallas Stars. He has also played for TPS and Oulun Kärpät in the Finnish Liiga.",
    "year": 1987,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Justin Young (singer, born 1987)",
    "birthday": "1987-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Justin_Hayward-Young_at_RAK_Studios%2C_London.jpeg/320px-Justin_Hayward-Young_at_RAK_Studios%2C_London.jpeg",
    "extract": "Justin James Hayward-Young, often referred to simply as Justin Young, is an English musician, singer, and songwriter. He is currently the lead singer and guitarist of English indie rock band The Vaccines.",
    "year": 1987,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Yasir Shah",
    "birthday": "1986-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Yasir_Shah.png/320px-Yasir_Shah.png",
    "extract": "Yasir Shah is an international cricketer from Pakistan. He plays as a bowler, and is the joint-second fastest bowler in the history of Test cricket to take 100 wickets, as well as also being the fastest to pick up 200 wickets, having broken the previous record set by Australian bowler Clarrie Grimmett.",
    "year": 1986,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Lily Allen",
    "birthday": "1985-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/El_Rey_Theatre_-_Lily_Allen_04_25_2018_-22_%2842092424455%29_%28cropped%29.jpg/233px-El_Rey_Theatre_-_Lily_Allen_04_25_2018_-22_%2842092424455%29_%28cropped%29.jpg",
    "extract": "Lily Rose Beatrice Allen is an English singer, songwriter, actress and author. She is the daughter of actor Keith Allen and film producer Alison Owen. Her music career began in 2005 when she made some of her vocal recordings public on Myspace and the publicity resulted in airplay on BBC Radio 1 and a contract with Regal Recordings. Her first mainstream single, \"Smile\", reached number one on the UK Singles Chart in July 2006. Her debut record, Alright, Still, was well received, selling over 2.6 million copies worldwide and bringing Allen nominations at the Grammy Awards, the Brit Awards, and the MTV Video Music Awards.",
    "year": 1985,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Kyle Busch",
    "birthday": "1985-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Kyle_busch_erik_jones_%2849561738018%29_%28cropped%29.jpg/230px-Kyle_busch_erik_jones_%2849561738018%29_%28cropped%29.jpg",
    "extract": "Kyle Thomas Busch is an American professional stock car racing driver and team owner. As of 2022, he competes full-time in the NASCAR Cup Series, driving the No. 18 Toyota Camry for Joe Gibbs Racing and part-time in the NASCAR Camping World Truck Series, driving the No. 51 Toyota Tundra for Kyle Busch Motorsports. KBM runs multiple trucks in the Truck Series. Busch is the 2009 NASCAR Nationwide Series champion and the 2015 and 2019 Cup Series champion. Busch is also a one time WWE 24/7 Champion.",
    "year": 1985,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ashley Harkleroad",
    "birthday": "1985-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Ashley_Harkleroad.jpg/213px-Ashley_Harkleroad.jpg",
    "extract": "Ashley Harkleroad Adams is a former professional American tennis player. She reached a career-high ranking in singles of 39 in June 2003.",
    "year": 1985,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Sarah Hughes",
    "birthday": "1985-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Sarah_Hughes.jpg/151px-Sarah_Hughes.jpg",
    "extract": "Sarah Elizabeth Hughes is a former American competitive figure skater. She is the 2002 Olympic Champion and the 2001 World bronze medalist in ladies' singles.",
    "year": 1985,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Saulius Mikoliūnas",
    "birthday": "1984-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/%D0%9C%D0%B8%D0%BA%D0%BE%D0%BB%D1%8E%D0%BD%D0%B0%D1%811.jpg/235px-%D0%9C%D0%B8%D0%BA%D0%BE%D0%BB%D1%8E%D0%BD%D0%B0%D1%811.jpg",
    "extract": "Saulius Mikoliūnas is a Lithuanian professional footballer who plays as a right winger for Žalgiris Vilnius and the Lithuania national team. He has previously played for Scottish Premier League club Heart of Midlothian and FBK Kaunas. Mikoliūnas also represented Lithuania at under-21 level.",
    "year": 1984,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Thabo Sefolosha",
    "birthday": "1984-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Thabo_Sefolosha_%28cropped%29.jpg/198px-Thabo_Sefolosha_%28cropped%29.jpg",
    "extract": "Thabo Patrick Sefolosha is a Swiss former professional basketball player. He has also played in the NBA for the Chicago Bulls, Oklahoma City Thunder, Atlanta Hawks, and Utah Jazz, in the Turkish Basketball League for the Fenerbahçe, in France for Élan Chalon, in Italy for Angelico Biella, and in Switzerland for Vevey Riviera Basket. In 2006, he became the first player from Switzerland to play in the NBA, and in 2013, he was labelled the best Swiss basketball player of all-time by Swiss newspaper Freiburger Nachrichten.",
    "year": 1984,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Alessandro Diamanti",
    "birthday": "1983-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Alessandro_Diamanti_2012_%28cropped%29_-_2.jpg/273px-Alessandro_Diamanti_2012_%28cropped%29_-_2.jpg",
    "extract": "Alessandro Diamanti is an Italian professional footballer who plays as a midfielder for A-League club Western United. At club level, he has previously played for Prato, Empoli, Fucecchio, Fiorentina, AlbinoLeffe, West Ham United, Brescia, Bologna, Guangzhou Evergrande, Watford, Atalanta, Palermo, Perugia and Livorno.",
    "year": 1983,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Maynor Figueroa",
    "birthday": "1983-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Maynor_Figueroa_2017.jpg/208px-Maynor_Figueroa_2017.jpg",
    "extract": "Maynor Alexis Figueroa Róchez is a Honduran professional footballer who plays as a centre-back and captains the Honduras national team. He is best known for his time at Wigan Athletic, where he made 179 Premier League appearances and won the 2013 FA Cup. Figueroa has made over 180 international appearances since 2003, including appearances at three CONCACAF Gold Cups, two FIFA World Cups and the 2012 Olympics.",
    "year": 1983,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Tina Maze",
    "birthday": "1983-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Internationale_Sportnacht_Davos_2014.jpg/226px-Internationale_Sportnacht_Davos_2014.jpg",
    "extract": "Tina Maze is a retired Slovenian World Cup alpine ski racer.",
    "year": 1983,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Dani Sordo",
    "birthday": "1983-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Dani_Sordo_2014_001_%28cropped%29.jpg/286px-Dani_Sordo_2014_001_%28cropped%29.jpg",
    "extract": "Daniel \"Dani\" Sordo Castillo is a Spanish rally driver. He competes in the World Rally Championship for Hyundai Motorsport. He achieved his first WRC victory at the 2013 Rallye Deutschland.",
    "year": 1983,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ove Vanebo",
    "birthday": "1983-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Ove_A_Vanebo_60121.jpg/213px-Ove_A_Vanebo_60121.jpg",
    "extract": "Ove André Vanebo is a Norwegian politician for the Progress Party.",
    "year": 1983,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Johan Botha (cricketer)",
    "birthday": "1982-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Johan_Botha.jpg/226px-Johan_Botha.jpg",
    "extract": "Johan Botha is an South African-Australian cricket coach, cricketer and long-distance runner, who played for the South African national team between 2005 and 2012. He moved to Australia in 2012 to play in that country's domestic leagues, and in 2016 became an Australian citizen. In January 2019, he retired from all forms of the game. However, in December of 2020, he made a comeback as a replacement player for the Hobart Hurricanes in the 2020–21 Big Bash League.",
    "year": 1982,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Robert Buckley",
    "birthday": "1981-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Robert_Buckley_April_2015.jpg/207px-Robert_Buckley_April_2015.jpg",
    "extract": "Robert Earl Buckley is an American actor, known for his roles as Major Lillywhite on The CW's comedy-drama series iZombie from 2015 until 2019, Kirby Atwood on NBC's comedy-drama series Lipstick Jungle and Clay Evans on The CW's teen drama series One Tree Hill. Buckley also starred as Brian Leonard on ABC's horror drama series 666 Park Avenue.",
    "year": 1981,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Chris Kirkland",
    "birthday": "1981-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Chris_Kirkland_Aug_2010.jpg/230px-Chris_Kirkland_Aug_2010.jpg",
    "extract": "Christopher Edmund Kirkland is an English football coach and former professional goalkeeper who is now the head goalkeeping coach at Colne. As a player, he made 321 league and cup appearances in an 18-year professional career from 1998 to 2016, and won one cap for the English national team in 2006.",
    "year": 1981,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Tiago Mendes",
    "birthday": "1981-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Tiago_Mendes_-_01.jpg/213px-Tiago_Mendes_-_01.jpg",
    "extract": "Tiago Cardoso Mendes OIH, known simply as Tiago, is a Portuguese football manager and former player who played as a midfielder.",
    "year": 1981,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Matt Murray (English footballer)",
    "birthday": "1981-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Matt_Murray_%282014%29.jpg/208px-Matt_Murray_%282014%29.jpg",
    "extract": "Matthew William Murray is an English former football goalkeeper. He spent his entire career at Wolverhampton Wanderers, making precisely 100 appearances, including one in the Premier League. His career was curtailed by numerous injuries, and he retired at the age of 29. Since retiring, Murray has worked as a match reporter and in-studio summariser for Sky Sports News, and was the goalkeeping coach at the Nike Academy.",
    "year": 1981,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Tim Borowski",
    "birthday": "1980-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Tim_Borowski_2007_kleiner.jpg/230px-Tim_Borowski_2007_kleiner.jpg",
    "extract": "Tim Borowski is a German football assistant manager of Werder Bremen and a former professional midfielder.",
    "year": 1980,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Pierre-Luc Gagnon",
    "birthday": "1980-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Pierre-LucGagnonByPhilKonstantin.jpg/269px-Pierre-LucGagnonByPhilKonstantin.jpg",
    "extract": "Pierre-Luc Gagnon, commonly known by his initials, PLG, is a Canadian professional skateboarder.",
    "year": 1980,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ellie Kemper",
    "birthday": "1980-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Ellie_Kemper_2018.jpg/223px-Ellie_Kemper_2018.jpg",
    "extract": "Elizabeth Claire Kemper is an American actress and comedian. She has been nominated for a Critics' Choice Movie Award, two Critics' Choice Television Awards, two Primetime Emmy Awards, three Satellite Awards, and seven Screen Actors Guild Awards.",
    "year": 1980,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Zat Knight",
    "birthday": "1980-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Zat_Knight.JPG/256px-Zat_Knight.JPG",
    "extract": "Zatyiah Knight is an English former professional footballer who played as a centre back.",
    "year": 1980,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Artūras Masiulis",
    "birthday": "1980-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Arturas_Masiulis.jpg/213px-Arturas_Masiulis.jpg",
    "extract": "Artūras Masiulis is a retired professional Lithuanian basketball player whose position was center. His best years were in the 2001–2003 seasons as a center for Žalgiris and the 2005–2008 seasons with Šiauliai, during which time he became one of the best centers in the LKL.",
    "year": 1980,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Troy Murphy",
    "birthday": "1980-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Troy_Murphy_%28Crop%29.jpg/265px-Troy_Murphy_%28Crop%29.jpg",
    "extract": "Troy Brandon Murphy is an American former professional basketball player who played twelve seasons in the National Basketball Association (NBA). Murphy was born in Morristown, New Jersey but grew up in Sparta Township. He attended the Delbarton School and the University of Notre Dame, both Roman Catholic schools. At Notre Dame, he was a two-time consensus All-American before declaring himself for the 2001 NBA draft. He has since graduated from Columbia University.",
    "year": 1980,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Brad Richards",
    "birthday": "1980-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Brad_Richards_-_Chicago_Blackhawks.jpg/291px-Brad_Richards_-_Chicago_Blackhawks.jpg",
    "extract": "Bradley Glen Richards is a Canadian former professional ice hockey centre. Richards was drafted in the third round, 64th overall, by the Tampa Bay Lightning in the 1998 NHL Entry Draft and played for the Lightning, New York Rangers, Dallas Stars, Chicago Blackhawks and Detroit Red Wings during his National Hockey League (NHL) career.",
    "year": 1980,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jason Chimera",
    "birthday": "1979-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/JasonChimera.JPG/316px-JasonChimera.JPG",
    "extract": "Jason Chimera is a Canadian former professional ice hockey left winger who played for five teams in the National Hockey League (NHL).",
    "year": 1979,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Defne Joy Foster",
    "birthday": "1979-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Defne_Joy_Foster_Izmir_Fatih_College_Graduation_Ceremony_Pic.JPG/255px-Defne_Joy_Foster_Izmir_Fatih_College_Graduation_Ceremony_Pic.JPG",
    "extract": "Defne Joy Foster was an American-Turkish actress, presenter and VJ.",
    "year": 1979,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Mike Weaver (ice hockey)",
    "birthday": "1978-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Mike_Weaver_2_2012-03-09.JPG/297px-Mike_Weaver_2_2012-03-09.JPG",
    "extract": "Arthur Michael Robert Weaver is a Canadian former professional ice hockey defenceman.",
    "year": 1978,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Brian Cardinal",
    "birthday": "1977-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Brian_Cardinal_Timberwolves_2009.jpg/177px-Brian_Cardinal_Timberwolves_2009.jpg",
    "extract": "Brian Lee Cardinal is an American former professional basketball player. He played 456 games in the NBA between 2000 and 2012, and won an NBA championship with the Dallas Mavericks in 2011. Before his NBA career, he was one of the best players in the history of Purdue University.",
    "year": 1977,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jan Fitschen",
    "birthday": "1977-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1f/Jan_Fitschen_Berlin_Marathon_2012_am_Kleistpark_between_kilometers_21_and_22.jpg",
    "extract": "Jan Gerrit Fitschen is a German long-distance runner, competing for TV Wattenscheid 01.",
    "year": 1977,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Fredrik Malm",
    "birthday": "1977-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Fredrik_Malm_-_2006-06-03_%28Jon_%C3%85slund%29.jpg/213px-Fredrik_Malm_-_2006-06-03_%28Jon_%C3%85slund%29.jpg",
    "extract": "Carl Fredrik Malm is a Swedish politician and Member of Parliament for the Liberal People's Party. He was chairperson of the Liberal Youth of Sweden from 2002 to 2006.",
    "year": 1977,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Kalle Palander",
    "birthday": "1977-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Kalle_Palander_Schladming_2008.jpg/240px-Kalle_Palander_Schladming_2008.jpg",
    "extract": "Kalle Markus Palander is a Finnish retired alpine skier, the most successful male Finn ever in the sport.",
    "year": 1977,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jeff Gutt",
    "birthday": "1976-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/2019_Jeff_Gutt_%28cropped%29.jpg/221px-2019_Jeff_Gutt_%28cropped%29.jpg",
    "extract": "Jeffrey Adam Gutt is an American singer and songwriter who has been the lead vocalist for Stone Temple Pilots since November 2017. He is also the former lead vocalist for the nu metal band Dry Cell.",
    "year": 1976,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "David Beckham",
    "birthday": "1975-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Beckswimbledon.jpg/249px-Beckswimbledon.jpg",
    "extract": "David Robert Joseph Beckham is an English former professional footballer, the current president and co-owner of Inter Miami CF and co-owner of Salford City. Known for his range of passing, crossing ability and bending free-kicks as a right winger, Beckham has been hailed as one of the greatest and most recognisable midfielders of his generation, as well as one of the best set-piece specialists of all time. He is the first English player to win league titles in four countries: England, Spain, the United States and France.",
    "year": 1975,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Joe Wilkinson",
    "birthday": "1975-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Joe_Wilkinson_2020_%28cropped%29.jpg/240px-Joe_Wilkinson_2020_%28cropped%29.jpg",
    "extract": "Joseph Roland Wilkinson is an English comedian, actor, and writer. He began his comedy career in 2004 and has supported Alan Carr and Russell Howard on tour. He has also made numerous appearances on television programmes such as Live at the Apollo and Live at the Electric and has been touring solo since 2011. He began appearing on 8 Out of 10 Cats Does Countdown in 2012, initially as Rachel Riley's assistant. He has since gone on to become a frequent panellist or guest team captain. He is also in the comedy duo Two Episodes of Mash, alongside Diane Morgan. In 2019 Wilkinson won a celebrity special version of The Great British Bake Off.",
    "year": 1975,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Florian Henckel von Donnersmarck",
    "birthday": "1973-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Florian_Henckel_von_Donnersmarck.jpg/270px-Florian_Henckel_von_Donnersmarck.jpg",
    "extract": "Florian Henckel von Donnersmarck is a German film director, best known for writing and directing the 2006 Oscar-winning dramatic thriller Das Leben der Anderen , the 2010 three time Golden Globe nominated romantic thriller The Tourist starring Angelina Jolie and Johnny Depp, and the two-time Oscar-nominated 2018 epic drama Never Look Away.",
    "year": 1973,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ahti Heinla",
    "birthday": "1972-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Ambient_Sound_Investments_-_Ahti_Heinla.jpg/211px-Ambient_Sound_Investments_-_Ahti_Heinla.jpg",
    "extract": "Ahti Heinla is an Estonian computer programmer and businessman. He is one of the developers of Skype.",
    "year": 1972,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Dwayne Johnson",
    "birthday": "1972-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Dwayne_Johnson_2014_%28cropped%29.jpg/221px-Dwayne_Johnson_2014_%28cropped%29.jpg",
    "extract": "Dwayne Douglas Johnson, also known by his ring name The Rock, is an American actor, businessman, and former professional wrestler. Widely regarded as one of the greatest professional wrestlers of all time, he wrestled for WWE for eight years prior to pursuing an acting career. His films have grossed over $3.5 billion in North America and over $10.5 billion worldwide, making him one of the world's highest-grossing and highest-paid actors.",
    "year": 1972,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Musashimaru Kōyō",
    "birthday": "1971-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Musashimaru_Koyo-may24-2007.jpg/240px-Musashimaru_Koyo-may24-2007.jpg",
    "extract": "Musashimaru Kōyō  is a Japanese former professional sumo wrestler. He was born in American Samoa, before moving to Hawaii at the age of 10. At 18 he moved to Japan and made his professional sumo debut in 1989, reaching the top makuuchi division in 1991. After reaching the rank of ōzeki in 1994 his progress seemed to stall, but in 1999 he became only the second foreign-born wrestler in history to reach the sport's highest rank of yokozuna. Musashimaru won over 700 top division bouts and took twelve top division tournament championships during his career. His sheer 235 kg (518 lb) bulk combined with 1.92 m of height made him a formidable opponent, and he was remarkably consistent and injury-free for most of his career. An amiable personality, his fan base was helped by a surprising facial resemblance to Japanese warrior hero Saigō Takamori. After becoming a Japanese national and retiring in 2003, he became an elder of the Japan Sumo Association and founded the Musashigawa stable in 2013.",
    "year": 1971,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Brian Lara",
    "birthday": "1969-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Brian_Lara_at_2012_Mumbai_Marathon_pre_bash.jpg/234px-Brian_Lara_at_2012_Mumbai_Marathon_pre_bash.jpg",
    "extract": "Brian Charles Lara, is a Trinidadian former international cricketer, widely acknowledged as one of the greatest batsmen of all time. He topped the Test batting rankings on several occasions and holds several cricketing records, including the record for the highest individual score in first-class cricket, with 501 not out for Warwickshire against Durham at Edgbaston in 1994, which is the only quintuple-hundred in first-class cricket history.",
    "year": 1969,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jeff Agoos",
    "birthday": "1968-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Jeff_Agoos_NYRB.jpg/320px-Jeff_Agoos_NYRB.jpg",
    "extract": "Jeffrey Alan Agoos is an American retired professional soccer player who played as a defender. He one of the all-time appearance leaders for the United States national team. Agoos served as the Sporting Director for the New York Red Bulls, and currently is the Vice President of Competition for Major League Soccer.",
    "year": 1968,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ziana Zain",
    "birthday": "1968-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Ziana_Zain_on_MeleTOP.jpg/320px-Ziana_Zain_on_MeleTOP.jpg",
    "extract": "Siti Roziana binti Zain is a Malaysian pop singer and actress. Her music career began in the early '90s with her signature single, \"Madah Berhelah\" followed by hits like \"Terlerai Kasih\", \"Setia Ku Di Sini\" and \"Puncak Kasih\". In 1995, she was crowned Voice of Asia in Kazakhstan.",
    "year": 1968,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Mika Brzezinski",
    "birthday": "1967-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Mika_Brzezinski.jpg/255px-Mika_Brzezinski.jpg",
    "extract": "Mika Emilie Leonia Brzezinski Scarborough is an American journalist, talk show host, liberal political commentator, and author who currently co-hosts MSNBC's weekday morning broadcast show Morning Joe. She was formerly a CBS News correspondent, and was their principal \"Ground Zero\" reporter during the morning of the September 11 attacks. In 2007 she joined MSNBC as an occasional anchor, and was subsequently chosen as co-host of Morning Joe, alongside Joe Scarborough.",
    "year": 1967,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "David Rocastle",
    "birthday": "1967-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/ba/Rocky_Rocastle.jpg/301px-Rocky_Rocastle.jpg",
    "extract": "David Carlyle Rocastle was an English professional footballer who played as a midfielder in the roles of a playmaker and a winger.",
    "year": 1967,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Margus Kolga",
    "birthday": "1966-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Margus_Kolga_2012.jpg/233px-Margus_Kolga_2012.jpg",
    "extract": "Margus Kolga is an Estonian diplomat. He graduated from the University of Tartu's Faculty of History in 1992. After graduation, he joined the Ministry of Defence of Estonia, where until 1994 he served as a desk officer in the Supply and Logistics Department. In 1994 he was promoted to the post of the Head of the Bureau of Defence Policy and from 1995 he worked as Head of the Department of the Security Policy. He served as the deputy chancellor on defense policy for Estonia from 1996 to 2003. During this period Margus Kolga was actively involved in Estonia's NATO integration process and headed the Governmental Interagency Task Force for NATO membership. From 2003 to 2007 he worked as a senior research fellow in the Baltic Defence College and was responsible for the organising and support of the newly established Higher Command Studies Course (HCSC). In 2007 Margus Kolga joined the Ministry of Foreign Affairs of Estonia as the Director General of the 1st Political Department until 2010. From 2010-2015 he served as the Permanent Representative of Estonia to the United Nations. In 2015 he was seconded to the State Chancellery to coordinate the drafting of the new Security Policy Strategy. In 2016 he returned to the Ministry of Foreign Affairs and took his position as head of the UN Security Council Campaign Task Force.",
    "year": 1966,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Belinda Stronach",
    "birthday": "1966-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Officialbelindastronachimage_%28cropped%29.jpg/234px-Officialbelindastronachimage_%28cropped%29.jpg",
    "extract": "Belinda Caroline Stronach, is a Canadian businesswoman, philanthropist and a former Member of Parliament (MP) in the House of Commons of Canada from 2004 to 2008. Originally elected as a Conservative, she later crossed the floor to join the Liberals. From May 17, 2005 to February 6, 2006, Stronach was the Minister of Human Resources and Skills Development and Minister responsible for Democratic Renewal in the government of Paul Martin. After leaving politics, she served as the executive vice-chairman of Magna International, Canada's largest automotive parts manufacturer until December 31, 2010.",
    "year": 1966,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Félix José",
    "birthday": "1965-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Felix_Jose.JPG/174px-Felix_Jose.JPG",
    "extract": "Domingo Félix Andújar José is a former professional baseball outfielder. He played in Major League Baseball for the Oakland Athletics, St. Louis Cardinals, Kansas City Royals, New York Yankees and Arizona Diamondbacks between 1988 and 2003. He was also a member of Lotte Giants of the Korea Baseball Organization in 1999, 2001, and 2006-2007. In an 11-season Major League career, José posted a .280 batting average with 54 home runs and 324 RBI in 747 games played. In four seasons in the KBO League, José posted a .309 batting average with 95 homers and 314 RBI in 394 games.",
    "year": 1965,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Michael Grandage",
    "birthday": "1962-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Michael_Grandage_2018.jpg/320px-Michael_Grandage_2018.jpg",
    "extract": "Michael Grandage CBE is a British theatre director and producer. He is currently Artistic Director of the Michael Grandage Company. From 2002 to 2012 he was Artistic Director of the Donmar Warehouse in London and from 2000 to 2005 he was Artistic Director of Sheffield Theatres.",
    "year": 1962,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jimmy White",
    "birthday": "1962-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Jimmy_White_PHC_2016-1.JPG/222px-Jimmy_White_PHC_2016-1.JPG",
    "extract": "James Warren White is an English professional snooker player who has won three seniors World titles. Nicknamed \"The Whirlwind\" because of his fluid, attacking style of play, White is the 1980 World Amateur Champion, 2009 Six-red World champion, 3 time World Seniors Champion, 2019 Seniors 6-Red World Champion and 1984 World Doubles champion with Alex Higgins.",
    "year": 1962,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Sophie Thibault",
    "birthday": "1961-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Sophie_Thibault_2017-04-08.jpg/259px-Sophie_Thibault_2017-04-08.jpg",
    "extract": "Sophie Thibault is a Quebec journalist and television reporter for the TVA network.",
    "year": 1961,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Stephen Daldry",
    "birthday": "1960-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Stephen_Daldry_2013.jpg/216px-Stephen_Daldry_2013.jpg",
    "extract": "Stephen David Daldry CBE is an English director and producer of film, theatre, and television. He has won three Olivier Awards for his work in the West End and three Tony Awards for his work on Broadway. He has received three Academy Awards nominations for Best Director, for films Billy Elliot (2000), The Hours (2002), and The Reader (2008).",
    "year": 1960,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Yasushi Akimoto",
    "birthday": "1958-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Yasushi_Akimoto.jpg/240px-Yasushi_Akimoto.jpg",
    "extract": "Yasushi Akimoto  is a Japanese record producer, lyricist, and television writer, best known for creating and producing some of Japan's top idol groups, Onyanko Club and the AKB48 franchise. Total sales of the singles he has written exceed 100 million copies, making him the best-selling lyricist in Japan.",
    "year": 1958,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Stanislav Levý",
    "birthday": "1958-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Stanislav_Lev%C3%BD.jpg/198px-Stanislav_Lev%C3%BD.jpg",
    "extract": "Stanislav Levý is a Czech football manager and former player, whose playing position was defender.",
    "year": 1958,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "David O'Leary",
    "birthday": "1958-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/David_O%27Leary_%281981%29.jpg/258px-David_O%27Leary_%281981%29.jpg",
    "extract": "David Anthony O'Leary is an Irish football manager and former player. His managerial career began at Leeds United, and later he managed Aston Villa. He most recently worked as the manager of Al-Ahli Dubai. The majority of his 20-year playing career was spent as a central defender at Arsenal. O'Leary's tally of 722 appearances for the North London side stands as a club record.",
    "year": 1958,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Régis Labeaume",
    "birthday": "1956-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Regis_Labeaume_-_2017_%2838702013621%29_%28cropped%29.jpg/253px-Regis_Labeaume_-_2017_%2838702013621%29_%28cropped%29.jpg",
    "extract": "Régis Labeaume is a Canadian businessman, writer and politician. He served as mayor of Quebec City from 2007 to 2021. He was first elected on December 2, 2007 after the death of former mayor Andrée Boucher. He was reelected in 2009, 2013, and 2017.",
    "year": 1956,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Donatella Versace",
    "birthday": "1955-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Donatella_Versace_Time_Shankbone_2010.jpg/247px-Donatella_Versace_Time_Shankbone_2010.jpg",
    "extract": "Donatella Francesca Versace is an Italian fashion designer, businesswoman, socialite, and model. She is the sister of Gianni Versace, founder of the luxury fashion company Versace, with whom she worked closely on the development of the brand and in particular its combination of Italian luxury with pop-culture and celebrity. Upon Gianni's death in 1997, she inherited a portion of the Versace brand and became its creative director. She is currently the brand's chief creative officer. Along with her brother Gianni, she is widely credited for the Supermodel phenomenon of the 1990s by casting editorial models on the runway.",
    "year": 1955,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Elliot Goldenthal",
    "birthday": "1954-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Film_music_goldenthal.jpg/320px-Film_music_goldenthal.jpg",
    "extract": "Elliot Goldenthal is an American composer of contemporary classical music and film and theatrical scores. A student of Aaron Copland and John Corigliano, he is best known for his distinctive style and ability to blend various musical styles and techniques in original and inventive ways. He won the Academy Award for Best Original Score in 2002 for his score to the motion picture Frida, directed by his longtime partner Julie Taymor.",
    "year": 1954,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Dawn Primarolo",
    "birthday": "1954-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Official_portrait_of_Baroness_Primarolo_crop_2.jpg/240px-Official_portrait_of_Baroness_Primarolo_crop_2.jpg",
    "extract": "Dawn Primarolo, Baroness Primarolo, is a British Labour Party politician who was the Member of Parliament for Bristol South from 1987 until 2015, when she stood down. She was Minister of State for Children, Young People and Families at the Department for Children, Schools and Families from June 2009 to May 2010 and a Deputy Speaker of the House of Commons from 2010 to 2015. She was appointed Dame Commander of the Order of the British Empire (DBE) in the 2014 Birthday Honours for political service. She was nominated for a life peerage in the 2015 Dissolution Honours.",
    "year": 1954,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Valery Gergiev",
    "birthday": "1953-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Valery_Gergiev_David_Shankbone_2010.jpg/256px-Valery_Gergiev_David_Shankbone_2010.jpg",
    "extract": "Valery Abisalovich Gergiev is a Russian conductor and opera company director. In 1988 he became general director and artistic director of the Mariinsky Theatre and artistic director of the White Nights Festival in St. Petersburg. He was chief conductor of the Munich Philharmonic from September 2015 until he was dismissed on 1 March 2022.",
    "year": 1953,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jamaal Wilkes",
    "birthday": "1953-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Jamaal_Wilkes_1971%E2%80%9372.png/163px-Jamaal_Wilkes_1971%E2%80%9372.png",
    "extract": "Jamaal Abdul-Lateef, better known as Jamaal Wilkes, is an American former basketball player who was a small forward in the National Basketball Association (NBA). A three-time NBA All-Star, he won four NBA championships with the Golden State Warriors and Los Angeles Lakers. Nicknamed \"Silk\", he was inducted into the Naismith Memorial Basketball Hall of Fame.",
    "year": 1953,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Christine Baranski",
    "birthday": "1952-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Christine_Baranski_Met_Opera_2010_Shankbone_crop.JPG/239px-Christine_Baranski_Met_Opera_2010_Shankbone_crop.JPG",
    "extract": "Christine Jane Baranski is an American actress, comedian, producer, and singer. She is a 15-time Primetime Emmy Award nominee, winning once in 1995 for Outstanding Supporting Actress in a Comedy Series for her role as Maryann Thorpe in the sitcom Cybill (1995–1998). Baranski has received further critical acclaim for her performance as Diane Lockhart in the legal drama series The Good Wife (2009–2016) and its spin-off series The Good Fight (2017–present).",
    "year": 1952,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "John Glascock",
    "birthday": "1951-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/John_Glascock.jpg/227px-John_Glascock.jpg",
    "extract": "John Glascock was a British musician. Glascock was best known for being the bassist and occasional lead vocalist of the rock band Carmen from 1972 to 1975 as well as the bass guitarist for progressive rock band Jethro Tull from 1976 until his death in 1979. Glascock died at the age of 28 as a result of a congenital heart valve defect, which was worsened by an infection caused by an abscessed tooth.",
    "year": 1951,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Duncan Gay",
    "birthday": "1950-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/NSW_Minister_for_Roads_and_Ports%2C_Duncan_Gay_speech_at_the_Holbrook_bypass_open_day_%28cropped%29.jpg/228px-NSW_Minister_for_Roads_and_Ports%2C_Duncan_Gay_speech_at_the_Holbrook_bypass_open_day_%28cropped%29.jpg",
    "extract": "Duncan John Gay, an Australian politician, was the Vice-President of the Executive Council of New South Wales and the Leader of the Government in the Legislative Council from May 2014 to January 2017; and the Minister for Roads, Maritime and Freight from April 2015 to January 2017. Gay was the Leader of the Nationals in the Legislative Council until January 2017 and was a member of the Council from 1988 to 2017, representing The Nationals.",
    "year": 1950,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Lou Gramm",
    "birthday": "1950-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Lou_Gramm_%28Foreigner%29.jpg/320px-Lou_Gramm_%28Foreigner%29.jpg",
    "extract": "Lou Gramm is an American rock singer-songwriter, best known for being the lead singer of the rock band Foreigner from 1977 to 1990 and 1992 to 2003 during which time the band had numerous successful albums and singles.",
    "year": 1950,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Fausto Silva",
    "birthday": "1950-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Faustosilva.jpg/209px-Faustosilva.jpg",
    "extract": "Fausto Corrêa da Silva commonly known as Faustão, is a Brazilian television presenter. He is best known as the host of long-running Sunday afternoon show Domingão do Faustão, which premiered in 1989.",
    "year": 1950,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Alan Titchmarsh",
    "birthday": "1949-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Alan_Titchmarsh_cropped.jpg/230px-Alan_Titchmarsh_cropped.jpg",
    "extract": "Alan Fred Titchmarsh HonFSE is an English gardener, broadcaster, TV presenter, poet, and novelist. After working as a professional gardener and a gardening journalist, he established himself as a media personality through appearances on television gardening programmes. He has developed a diverse writing and broadcasting career.",
    "year": 1949,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Alfons Schuhbeck",
    "birthday": "1949-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/A_schuhbeck_fuer_wiki.jpg/320px-A_schuhbeck_fuer_wiki.jpg",
    "extract": "Alfons Schuhbeck is one of Germany's top chefs, as well as being a restaurateur, celebrity chef, author and businessman.",
    "year": 1949,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Larry Gatlin",
    "birthday": "1948-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Larry_Gatlin.JPG/240px-Larry_Gatlin.JPG",
    "extract": "Larry Wayne Gatlin is an American country and Southern gospel singer and songwriter. As part of a trio with his younger brothers Steve and Rudy, he achieved considerable success within the country music genre, performing on 33 top-40 singles. As their fame grew, the band became known as Larry Gatlin and the Gatlin Brothers.",
    "year": 1948,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "James Dyson",
    "birthday": "1947-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Sir_James_Dyson_CBE_FREng_FRS.jpg/213px-Sir_James_Dyson_CBE_FREng_FRS.jpg",
    "extract": "Sir James Dyson is an English inventor, industrial designer, farmer and billionaire entrepreneur who founded Dyson Ltd. He is best known as the inventor of the dual cyclone bagless vacuum cleaner, which works on the principle of cyclonic separation. According to the Sunday Times Rich List 2022, he is the second richest person in the UK with an estimated net worth of £23 billion.",
    "year": 1947,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Philippe Herreweghe",
    "birthday": "1947-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Herreweghe_Philippe.jpg/320px-Herreweghe_Philippe.jpg",
    "extract": "Philippe Maria François Herreweghe, Knight Herreweghe is a Belgian conductor and choirmaster.",
    "year": 1947,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Lesley Gore",
    "birthday": "1946-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Leslie_Gore_Batman_1967.JPG/241px-Leslie_Gore_Batman_1967.JPG",
    "extract": "Lesley Sue Goldstein, known professionally as Lesley Gore, was an American singer, songwriter, actress, and activist. At the age of 16, she recorded the pop hit \"It's My Party\", a US number one in 1963. She followed it up with ten further Billboard top 40 hits including \"Judy's Turn to Cry\" and \"You Don't Own Me\".",
    "year": 1946,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "David Suchet",
    "birthday": "1946-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/David_Suchet.jpg/228px-David_Suchet.jpg",
    "extract": "Sir David Courtney Suchet is an English actor known for his work on British stage and television. He portrayed Edward Teller in the television serial Oppenheimer (1980) and received the RTS and BPG awards for his performance as Augustus Melmotte in the British serial The Way We Live Now (2001). International acclaim and recognition followed his performance as Agatha Christie's detective Hercule Poirot in Agatha Christie's Poirot (1989–2013), for which he received a 1991 British Academy of Film and Television Arts (BAFTA) nomination.",
    "year": 1946,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Judge Dread",
    "birthday": "1945-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/63/Judge-Dread.jpg/232px-Judge-Dread.jpg",
    "extract": "Alexander Minto Hughes, better known as Judge Dread, was an English reggae and ska musician. He was the first white recording artist to have a reggae hit in Jamaica, and the BBC has banned more of his songs than those of any other recording artist, because of his frequent use of sexual innuendo and double entendres. Following his death, Rolling Stone reported, \"He sold several million albums throughout his 25-plus year career and was second only to Bob Marley in U.K. reggae sales during the 1970s\".",
    "year": 1945,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Bianca Jagger",
    "birthday": "1945-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Bianca_Jagger_2014.jpg/238px-Bianca_Jagger_2014.jpg",
    "extract": "Bianca Jagger  is a Nicaraguan social and human rights advocate and a former actress. Jagger currently serves as a Council of Europe goodwill ambassador, founder and chair of the Bianca Jagger Human Rights Foundation, member of the Executive Director's Leadership Council of Amnesty International USA, and a trustee of the Amazon Charitable Trust.",
    "year": 1945,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Robert G. W. Anderson",
    "birthday": "1944-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Robert_Anderson_Historian_MoMM_DL_036.JPG/212px-Robert_Anderson_Historian_MoMM_DL_036.JPG",
    "extract": "Robert Geoffrey William Anderson, is a British museum curator and historian of chemistry. He has wide-ranging interests in the history of chemistry, including the history of scientific instrumentation, the work of Joseph Black and Joseph Priestley, the history of museums, and the involvement of the working class in material culture. He has been Director of the Science Museum, London, the National Museums of Scotland, the British Museum, London, and president and CEO of the Chemical Heritage Foundation in Philadelphia.",
    "year": 1944,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Mustafa Nadarević",
    "birthday": "1943-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Mustafa_Nadarevic.jpg/223px-Mustafa_Nadarevic.jpg",
    "extract": "Mustafa Nadarević was a Bosnian and Croatian actor. Widely considered one of the greatest actors from the former Yugoslavia, he starred in over 70 films, including The Smell of Quinces (1982), When Father Was Away on Business (1985), Reflections (1987), The Glembays (1988), Kuduz (1989), Silent Gunpowder (1990), The Perfect Circle (1997), Days and Hours (2004), Mirage (2004) and Halima's Path (2012).",
    "year": 1943,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jacques Rogge",
    "birthday": "1942-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/14-01-10-tbh-263-jacques-rogge.jpg/224px-14-01-10-tbh-263-jacques-rogge.jpg",
    "extract": "Jacques Jean Marie Rogge, Count Rogge was a Belgian sports administrator and physician who served as the eighth President of the International Olympic Committee (IOC) from 2001 to 2013. In 2013, Rogge became the IOC's Honorary President, a lifetime position, which he held until his death in 2021.",
    "year": 1942,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Wojciech Pszoniak",
    "birthday": "1942-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/2019_-_Pol%E2%80%99and%E2%80%99Rock_-_Wojciech_Pszoniak_%2801a%29.jpg/240px-2019_-_Pol%E2%80%99and%E2%80%99Rock_-_Wojciech_Pszoniak_%2801a%29.jpg",
    "extract": "Wojciech Zygmunt Pszoniak was a Polish film and theatre actor.",
    "year": 1942,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Tony Adamowicz",
    "birthday": "1941-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Tony_Adamowicz_%28cropped%29.jpg/240px-Tony_Adamowicz_%28cropped%29.jpg",
    "extract": "Tony Adamowicz was an American racing driver, active from 1963 until his death. He won the Under 2-Liter class of the 1968 Trans-Am Championship and the 1969 SCCA Continental Championship.",
    "year": 1941,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Eddy Louiss",
    "birthday": "1941-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Eddy_Louiss_2011.jpg/212px-Eddy_Louiss_2011.jpg",
    "extract": "Eddy Louiss was a French jazz musician.",
    "year": 1941,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jules Wijdenbosch",
    "birthday": "1940-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/JulesWijdenbosch2017.jpg/254px-JulesWijdenbosch2017.jpg",
    "extract": "Jules Albert Wijdenbosch is a Surinamese politician who was President of Suriname from 1996 to 2000. He was a member of the National Democratic Party, which held absolute power in Suriname during the 1980s. He was Prime Minister from April 1987 until January 1988, Vice President from January 1991 until September 1991, and President from September 1996 until August 2000. He is now the leader of Democratic National Platform 2000. The Jules Wijdenbosch Bridge, which connects the East of the country with Paramaribo, has been named after Wijdenbosch.",
    "year": 1940,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Sumio Iijima",
    "birthday": "1939-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/%E5%90%8D%E5%9F%8E2010F%E3%81%A8%E3%81%A8%E3%82%82%E3%81%AB.jpg/218px-%E5%90%8D%E5%9F%8E2010F%E3%81%A8%E3%81%A8%E3%82%82%E3%81%AB.jpg",
    "extract": "Sumio Iijima  is a Japanese physicist and inventor, often cited as the inventor of carbon nanotubes. Although carbon nanotubes had been observed prior to his \"invention\", Iijima's 1991 paper generated unprecedented interest in the carbon nanostructures and has since fueled intense research in the area of nanotechnology.",
    "year": 1939,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ernesto Castano",
    "birthday": "1939-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Juventus_FC_-_1967_-_Ernesto_Castano.jpg/217px-Juventus_FC_-_1967_-_Ernesto_Castano.jpg",
    "extract": "Ernesto Castano is an Italian former professional footballer who played as a defender. Throughout his club career he played for Legnano, Triestina, and Juventus, winning domestic titles at the latter club. At international level, he was a member of the Italy national team that won UEFA Euro 1968.",
    "year": 1939,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Moshoeshoe II of Lesotho",
    "birthday": "1938-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Moshoeshoe_II_van_Lesotho.jpg/240px-Moshoeshoe_II_van_Lesotho.jpg",
    "extract": "Moshoeshoe II, previously known as Constantine Bereng Seeiso, was the Paramount Chief of Basutoland, succeeding paramount chief Seeiso from 1960 until the country gained full independence from Britain in 1966. He was King of Lesotho from 1966 until his exile in 1990, and from 1995 until his death in 1996.",
    "year": 1938,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Lorenzo Music",
    "birthday": "1937-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Lorenzo_and_Henrietta_Music.jpg/273px-Lorenzo_and_Henrietta_Music.jpg",
    "extract": "Gerald David \"Lorenzo\" Music was an American actor, producer and writer. Music began his career in the late 1960s as a writer and a regular performer on the controversial CBS variety show The Smothers Brothers Comedy Hour. In the 1970s, Music co-created the sitcom The Bob Newhart Show with David Davis and composed its theme music with his wife, Henrietta. He also wrote episodes for The Mary Tyler Moore Show and Rhoda, and got his major voiceover role for playing the unseen, but often heard, Carlton the Doorman in Rhoda. Music gained fame in the 1980s for voicing Jim Davis' comic strip character Garfield on twelve animated specials, and later in cartoons, video games, and commercials until his death in 2001. Music's distinctive voice of Garfield is still often used in animated specials in his legacy.",
    "year": 1937,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Norma Aleandro",
    "birthday": "1936-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Norma_Aleandro.jpg/239px-Norma_Aleandro.jpg",
    "extract": "Norma Aleandro is an international award-winning Argentine actress, screenwriter, theatre director and author. She is considered one of the most celebrated and prolific Argentinean actresses of all time and is recognized as a cultural icon in Argentina.",
    "year": 1936,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Engelbert Humperdinck (singer)",
    "birthday": "1936-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Engelbert_Humperdinck.jpg/320px-Engelbert_Humperdinck.jpg",
    "extract": "Arnold George Dorsey, known professionally as Engelbert Humperdinck, is a British pop singer who has been described as \"one of the finest middle-of-the-road balladeers around\". He achieved international prominence in 1967 with the hit single \"Release Me\".",
    "year": 1936,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Luis Suárez (Spanish footballer)",
    "birthday": "1935-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Luis_Su%C3%A1rez_Miramontes.JPG/211px-Luis_Su%C3%A1rez_Miramontes.JPG",
    "extract": "Luis Suárez Miramontes is a Spanish former footballer and manager. He played as a midfielder for Deportivo de La Coruña, España Industrial, FC Barcelona, Inter Milan, Sampdoria and the Spain national team. Suárez is regarded as one of greatest Spanish football players of all time. He was noted for his elegant, fluid, graceful style of play. Nicknamed El Arquitecto - The Architect - he was noted for his perceptive passing and explosive shot, and in 1960, he became the only Spanish-born player to win the Ballon d'Or. In 1964 he helped Spain win the European Championship. Suárez originally achieved prominence as a creative inside forward, or attacking midfielder in modern terms, for the great Barcelona team of the 1950s before he joined Inter Milan where he reached his prime as deep-lying playmaker for the legendary Grande Inter team of the 1960s. He played a pivotal role in the success of Herrera's Inter Milan side, and was one of the primary creative forces in the squad, due to his skill on the ball, vision, and passing range. He retired as a player in 1973, after three seasons at Sampdoria.",
    "year": 1935,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Faisal II of Iraq",
    "birthday": "1935-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Faisal_II_of_Iraq%2C_1950s.jpg/268px-Faisal_II_of_Iraq%2C_1950s.jpg",
    "extract": "Faisal II was the last King of Iraq. He reigned from 4 April 1939 until July 1958, when he was killed during the 14 July Revolution. This regicide marked the end of the thirty-seven-year-old Hashemite monarchy in Iraq, which then became a republic.",
    "year": 1935,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Bunk Gardner",
    "birthday": "1933-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/The_Mothers_of_Invention_%281968%29.jpg/320px-The_Mothers_of_Invention_%281968%29.jpg",
    "extract": "John Leon Guarnera, professionally known as \"Bunk\" Gardner is an American musician who most notably played for the original version of Frank Zappa's Mothers of Invention until the group disbanded in 1969. He plays woodwinds and tenor sax.",
    "year": 1933,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Harry Woolf, Baron Woolf",
    "birthday": "1933-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Official_portrait_of_Lord_Woolf_2020_crop_2.jpg/240px-Official_portrait_of_Lord_Woolf_2020_crop_2.jpg",
    "extract": "Harry Kenneth Woolf, Baron Woolf, is a British life peer and retired barrister and judge. He was Master of the Rolls from 1996 until 2000 and Lord Chief Justice of England and Wales from 2000 until 2005. The Constitutional Reform Act 2005 made him the first Lord Chief Justice to be President of the Courts of England and Wales. He was a Non-Permanent Judge of the Court of Final Appeal of Hong Kong from 2003 to 2012. He sits in the House of Lords as a crossbencher.",
    "year": 1933,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Yoram Kaniuk",
    "birthday": "1930-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Yoram_Kaniuk.JPG/308px-Yoram_Kaniuk.JPG",
    "extract": "Yoram Kaniuk was an Israeli writer, painter, journalist, and theatre critic.",
    "year": 1930,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Marco Pannella",
    "birthday": "1930-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Marco_Pannella_crop.jpg/239px-Marco_Pannella_crop.jpg",
    "extract": "Marco Pannella was an Italian politician, journalist and activist. He was well known in his country for his nonviolence and civil rights' campaigns, like the right to divorce, the right to abortion, the legalization of cannabis and the abolition of nuclear power. Internationally, he supported human rights and self-determination causes, like the Tibetan independence and persecution of Christians in Vietnam.",
    "year": 1930,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Édouard Balladur",
    "birthday": "1929-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/%C3%89douard_Balladur-1-crop2.png/223px-%C3%89douard_Balladur-1-crop2.png",
    "extract": "Édouard Balladur is a French politician who served as Prime Minister of France under François Mitterrand from 29 March 1993 to 17 May 1995. He unsuccessfully ran for president in the 1995 French presidential election, coming in third place.",
    "year": 1929,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "James Dillion",
    "birthday": "1929-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/ba/James_Dillion.jpg",
    "extract": "James Leo \"Jim\" Dillion was an American discus thrower who won a bronze medal at the 1952 Summer Olympics. Domestically he won the NCAA title in 1952 and the AAU title in 1952.",
    "year": 1929,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Link Wray",
    "birthday": "1929-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Link_Wray_in_Seattle_2005_%281%29.jpg/320px-Link_Wray_in_Seattle_2005_%281%29.jpg",
    "extract": "Fred Lincoln \"Link\" Wray Jr. was an American rock and roll guitarist, songwriter, and vocalist who became popular in the late 1950s.",
    "year": 1929,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jigme Dorji Wangchuck",
    "birthday": "1929-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/92/Jigme_Dorji_Wangchuck_%28cropped%29.jpg",
    "extract": "Jigme Dorji Wangchuck was the 3rd Druk Gyalpo of Bhutan.",
    "year": 1929,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Hans Trass",
    "birthday": "1928-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Hans-Voldemar_Trass.jpg/213px-Hans-Voldemar_Trass.jpg",
    "extract": "Hans-Voldemar Trass  was an Estonian ecologist and botanist. He was a member of the Estonian Academy of Sciences since 1975 and president of the Estonian Naturalists' Society from 1964 to 1973 and 1985 to 1991. In 1992, Trass was awarded the Acharius Medal by the International Association for Lichenology.",
    "year": 1928,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Georges-Arthur Goldschmidt",
    "birthday": "1928-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Goldschmidt_georges-arthur_literaturhaus-koeln_060307.jpg/296px-Goldschmidt_georges-arthur_literaturhaus-koeln_060307.jpg",
    "extract": "Georges-Arthur Goldschmidt is a French writer and translator of German origin.",
    "year": 1928,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Horst Stein",
    "birthday": "1928-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Horst_Stein.jpg/320px-Horst_Stein.jpg",
    "extract": "Horst Walter Stein was a German conductor.",
    "year": 1928,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ray Barrett",
    "birthday": "1927-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/48/Ray-Barrett-pic.jpg",
    "extract": "Raymond Charles Barrett was an Australian actor. During the 1960s, he was a leading actor on British television, where he was best known for his appearances in The Troubleshooters (1965–1971). From the 1970s, he appeared in lead and character roles in Australian films and TV series.",
    "year": 1927,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Amos Kenan",
    "birthday": "1927-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Amos_Kenan%2C_November_2000.JPG/320px-Amos_Kenan%2C_November_2000.JPG",
    "extract": "Amos Kenan, also Amos Keinan,  was an Israeli columnist, painter, sculptor, playwright and novelist.",
    "year": 1927,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Michael Broadbent",
    "birthday": "1927-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Michael_Broadbent.jpg/249px-Michael_Broadbent.jpg",
    "extract": "John Michael Broadbent, MW was a British wine critic, writer and auctioneer in a capacity as a Master of Wine. He was an authority on wine tasting and old wines.",
    "year": 1927,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "John Neville (actor)",
    "birthday": "1925-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/John_Neville_Hamlet_1959.JPG/249px-John_Neville_Hamlet_1959.JPG",
    "extract": "John Reginald Neville, CM, OBE was an English theatre and film actor who moved to Canada in 1972. He enjoyed a resurgence of international attention in the 1980s as a result of his starring role in Terry Gilliam's The Adventures of Baron Munchausen (1988).",
    "year": 1925,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Theodore Bikel",
    "birthday": "1924-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Theodore_Bikel_%284133239868_24c25ac837_z%29_%28cropped%29.jpg/221px-Theodore_Bikel_%284133239868_24c25ac837_z%29_%28cropped%29.jpg",
    "extract": "Theodore Meir Bikel was an Austrian-American actor, folk singer, musician, composer, unionist, and political activist. He appeared in films, including The African Queen (1951), Moulin Rouge (1952), The Kidnappers (1953), The Enemy Below (1957), I Want to Live! (1958), My Fair Lady (1964), The Russians Are Coming, the Russians Are Coming (1966), and 200 Motels (1971). For his portrayal of Sheriff Max Muller in The Defiant Ones (1958), he was nominated for the Academy Award for Best Supporting Actor.",
    "year": 1924,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Arthur Clues",
    "birthday": "1924-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Arthur_Clues.jpg/277px-Arthur_Clues.jpg",
    "extract": "Arthur Clues was an Australian professional rugby league footballer who played in the 1940s and 1950s. An Australian international and New South Wales interstate representative second-row forward, he played his club football in Sydney for the Western Suburbs club before moving to England to play for Leeds and Hunslet. Clues has been named amongst the nation's finest footballers of the 20th century.",
    "year": 1924,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Patrick Hillery",
    "birthday": "1923-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Patrick_Hillery_%28cropped%29.jpg/217px-Patrick_Hillery_%28cropped%29.jpg",
    "extract": "Patrick John Hillery was an Irish Fianna Fáil politician who served as the sixth president of Ireland from December 1976 to December 1990. He also served as vice-president of the European Commission and European commissioner for Social Affairs from 1973 to 1976, minister for External Affairs from 1969 to 1973, minister for Labour from 1966 to 1969, minister for Industry and Commerce from 1965 to 1969 and minister for Education from 1959 to 1965. He served as a Teachta Dála (TD) for the Clare constituency from 1951 to 1973.",
    "year": 1923,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Albert Nordengen",
    "birthday": "1923-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Albert_J%C3%B8rn_utsnitt.jpg/320px-Albert_J%C3%B8rn_utsnitt.jpg",
    "extract": "Albert Nordengen was a Norwegian banker and politician with the Conservative Party. He became one of the more popular and beloved mayors in the history of Oslo.",
    "year": 1923,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Roscoe Lee Browne",
    "birthday": "1922-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Roscoe_Lee_Browne_1979.JPG/269px-Roscoe_Lee_Browne_1979.JPG",
    "extract": "Roscoe Lee Browne was an American character actor and director. He resisted playing stereotypically black roles, instead performing in several productions with New York City's Shakespeare Festival Theater, Leland Hayward's satirical NBC series That Was the Week That Was, and a poetry performance tour of the United States in addition to his work in television and film. He is perhaps best known for his role as Saunders in Soap (1979–1981).",
    "year": 1922,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Serge Reggiani",
    "birthday": "1922-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Reggiani_Harcourt_1942.jpg/236px-Reggiani_Harcourt_1942.jpg",
    "extract": "Serge Reggiani was an Italian-French actor and singer. He was born in Reggio Emilia, Italy and moved to France with his parents at the age of eight.",
    "year": 1922,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "B. B. Lal",
    "birthday": "1921-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/The_Minister_of_State_for_Culture_%28IC%29_and_Environment%2C_Forest_%26_Climate_Change%2C_Dr._Mahesh_Sharma_releasing_the_book_by_the_former_DG%2C_ASI%2C_Prof._B.B._Lal%2C_on_the_occasion_of_Foundation_Day_of_National_Museum%2C_in_New_Delhi_%282%29.jpg/320px-thumbnail.jpg",
    "extract": "Braj Basi Lal, better known as B. B. Lal, is an Indian archaeologist.",
    "year": 1921,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Satyajit Ray",
    "birthday": "1921-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Satyajit_Ray_in_New_York_%28cropped%29.jpg/239px-Satyajit_Ray_in_New_York_%28cropped%29.jpg",
    "extract": "Satyajit Ray  was an Indian filmmaker, screenwriter, documentary filmmaker, author, essayist, lyricist, magazine editor, illustrator, calligrapher, and music composer. Widely considered one of the greatest filmmakers of all time, Ray is celebrated for works such as The Apu Trilogy (1955–1959), The Music Room (1958), The Big City (1963) and Charulata (1964).",
    "year": 1921,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Vasantrao Deshpande",
    "birthday": "1920-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Vasantrao_Deshpande.jpg/276px-Vasantrao_Deshpande.jpg",
    "extract": "Vasantrao Deshpande was a Hindustani classical vocalist renowned for his contribution to Natya Sangeet.",
    "year": 1920,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jacob Gilboa",
    "birthday": "1920-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Yaacov_Gilboa_1973.jpg/219px-Yaacov_Gilboa_1973.jpg",
    "extract": "Jacob Gilboa was an Israeli composer.",
    "year": 1920,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Văn Tiến Dũng",
    "birthday": "1917-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/37/Van_Tien_Dung_1954.jpg",
    "extract": "Văn Tiến Dũng, born Co Nhue commune, Từ Liêm District, Hanoi, was a Vietnamese general in the People's Army of Vietnam (PAVN), PAVN chief of staff (1954–74); PAVN commander in chief (1974–80); member of the Central Military–Party Committee (CMPC) (1984–86) and Socialist Republic of Vietnam defense minister (1980–87).",
    "year": 1917,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Doris Fisher (songwriter)",
    "birthday": "1915-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/64/Doris_Fisher_%28songwriter%29.jpeg",
    "extract": "Doris Fisher was an American singer and songwriter, collaborating both as lyricist and composer. She co-wrote many popular songs in the 1940s, including \"Whispering Grass\", \"You Always Hurt the One You Love\", \"Into Each Life Some Rain Must Fall\", \"That Ole Devil Called Love\", and \"Put the Blame on Mame.\" Her songs were recorded by the Ink Spots, Louis Prima, Billie Holiday, Bing Crosby, the Andrews Sisters, Pearl Bailey, the Mills Brothers and Ella Fitzgerald amongst others.",
    "year": 1915,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Peggy Mount",
    "birthday": "1915-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/00/Peggy_Mount.jpg",
    "extract": "Margaret Rose Mount OBE was an English actress. As a child, she found acting an escape from an unhappy home life. After playing in amateur productions, she was taken on by a repertory company and spent nine years in various British towns, learning her craft. In 1955, she got her big break in the comic play Sailor Beware!: she created the leading role in a repertory production and, though unknown to London audiences, was given the part when the play was presented in the West End. She became known for playing domineering middle-aged women in plays, films and television shows.",
    "year": 1915,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Pietro Frua",
    "birthday": "1913-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/1967_Maserati_Mistral_Coupe_-_silver_-_fvr_%284637057473%29_cropped.jpg/320px-1967_Maserati_Mistral_Coupe_-_silver_-_fvr_%284637057473%29_cropped.jpg",
    "extract": "Pietro Frua was one of the leading Italian coachbuilders and car designers during the 1950s and 1960s.",
    "year": 1913,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Axel Springer",
    "birthday": "1912-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Axel_Springer_1966.jpg/217px-Axel_Springer_1966.jpg",
    "extract": "Axel Cäsar Springer was a German publisher and founder of what is now Axel Springer SE, the largest media publishing firm in Europe. By the early 1960s his print titles dominated the West German daily press market. His Bild Zeitung became the nation's tabloid.",
    "year": 1912,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Karl Adam (rowing coach)",
    "birthday": "1912-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Karl_Adam_1968.jpg/225px-Karl_Adam_1968.jpg",
    "extract": "Karl Adam was one of the most successful and innovative German rowing coaches. Although he was never an active rower himself, he helped win 29 medals at major rowing events, including three Olympic gold medals, two world and five European Championships.",
    "year": 1912,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Marten Toonder",
    "birthday": "1912-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Marten_Toonder_%281972%29_%28cropped%29.jpg/218px-Marten_Toonder_%281972%29_%28cropped%29.jpg",
    "extract": "Marten Toonder was a Dutch comic strip creator, born in Rotterdam. He was probably the most successful comic artist in the Netherlands and had a great influence on the Dutch language by introducing new words and expressions. He is most famous for his series Tom Puss and Panda.",
    "year": 1912,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Nigel Patrick",
    "birthday": "1912-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Nigel_Patrick.jpg/320px-Nigel_Patrick.jpg",
    "extract": "Nigel Patrick was an English actor and stage director born into a theatrical family.",
    "year": 1912,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Alexander Bonnyman Jr.",
    "birthday": "1910-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Alex_Bonnyman.jpg/227px-Alex_Bonnyman.jpg",
    "extract": "Alexander \"Sandy\" Bonnyman Jr. was a United States Marine Corps officer who was killed in action on Betio Atoll in the Gilbert Islands during World War II.",
    "year": 1910,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Edmund Bacon (architect)",
    "birthday": "1910-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/68/Edmund_Bacon_%28architect%29.jpg",
    "extract": "Edmund Norwood Bacon was an American urban planner, architect, educator, and author. During his tenure as the executive director of the Philadelphia City Planning Commission from 1949 to 1970, his visions shaped today's Philadelphia, the city in which he was born, to the extent that he is sometimes described as \"The Father of Modern Philadelphia\".",
    "year": 1910,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Frank Rowlett",
    "birthday": "1908-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9f/Frank_Rowlett.jpg",
    "extract": "Frank Byron Rowlett was an American cryptologist.",
    "year": 1908,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Pinky Lee",
    "birthday": "1907-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/PinkyLeeLadyofBurlesque.jpg/253px-PinkyLeeLadyofBurlesque.jpg",
    "extract": "Pincus Leff, better known as Pinky Lee, was an American burlesque comic and host of the children's television program The Pinky Lee Show in the early 1950s.",
    "year": 1907,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Philippe Halsman",
    "birthday": "1906-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5b/Philippe_Halsman_self.jpg/275px-Philippe_Halsman_self.jpg",
    "extract": "Philippe Halsman was an American portrait photographer. He was born in Riga in the part of the Russian Empire which later became Latvia, and died in New York City.",
    "year": 1906,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Benjamin Spock",
    "birthday": "1903-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Benjamin_McLane_Spock_%281976%29.jpg/240px-Benjamin_McLane_Spock_%281976%29.jpg",
    "extract": "Benjamin McLane Spock was an American pediatrician and liberal political activist whose book Baby and Child Care (1946) is one of the best-selling books of the twentieth century, selling 500,000 copies in the six months after its initial publication in 1946 and 50 million by the time of Spock's death in 1998. The book's premise to mothers was that they \"know more than you think you do.\" Spock's parenting advice and recommendations revolutionized parental upbringing in the United States, and he is considered to be amongst the most famous and influential Americans of the 20th century.",
    "year": 1903,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Brian Aherne",
    "birthday": "1902-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Brian_Aherne_in_I_Confess_trailer.jpg/320px-Brian_Aherne_in_I_Confess_trailer.jpg",
    "extract": "William Brian de Lacy Aherne was an English actor of stage, screen, radio and television, who enjoyed a long and varied career in Britain and the US.",
    "year": 1902,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Werner Finck",
    "birthday": "1902-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/2018-07-18_Sterne_der_Satire_-_Walk_of_Fame_des_Kabaretts_Nr_01_Werner_Finck-1056.jpg/320px-2018-07-18_Sterne_der_Satire_-_Walk_of_Fame_des_Kabaretts_Nr_01_Werner_Finck-1056.jpg",
    "extract": "Werner Finck was a German Kabarett comedian, actor and author. Not politically motivated by his own admission but just a \"convinced individualist\", he became one of Germany's leading cabaret artists under the conditions of the Nazi suppression after 1933.",
    "year": 1902,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Bob Wyatt",
    "birthday": "1901-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Bob_Wyatt_1930-07-08cr.jpg/200px-Bob_Wyatt_1930-07-08cr.jpg",
    "extract": "Robert Elliott Storey Wyatt was an English cricketer who played for Warwickshire, Worcestershire and England in a career lasting nearly thirty years from 1923 to 1951. He was born at Milford Heath House in Surrey and died at Treliske in Truro.",
    "year": 1901,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Willi Bredel",
    "birthday": "1901-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Willi_Bredel_am_5.1.51_in_Ostberlin_Bundesarchiv_Bild_183-09175-0004%2C_Berlin%2C_neue_Buchserie%2C_Bredel%2C_Herzfelde_%28cropped%29.jpg/198px-Willi_Bredel_am_5.1.51_in_Ostberlin_Bundesarchiv_Bild_183-09175-0004%2C_Berlin%2C_neue_Buchserie%2C_Bredel%2C_Herzfelde_%28cropped%29.jpg",
    "extract": "Willi Bredel was a German writer and president of the DDR Academy of Arts, Berlin. Born in Hamburg, he was a pioneer of socialist realist literature.",
    "year": 1901,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Henry Hall (bandleader)",
    "birthday": "1898-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Wills_card_of_Henry_Hall.JPG/240px-Wills_card_of_Henry_Hall.JPG",
    "extract": "Henry Robert Hall, CBE was an English bandleader who performed regularly on BBC Radio during the British dance band era of the 1920s and 1930s, through to the 1960s.",
    "year": 1898,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "John Frederick Coots",
    "birthday": "1897-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d3/John_Frederick_Coots.jpg",
    "extract": "John Frederick Coots was an American songwriter. He composed over 700 popular songs and over a dozen Broadway shows. In 1934, Coots wrote the melody with his then chief collaborator, lyricist Haven Gillespie, for the biggest hit of either man's career, \"Santa Claus Is Comin' to Town.\" The song became one of the biggest sellers in American history.",
    "year": 1897,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Lorenz Hart",
    "birthday": "1895-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Rodgers_and_Hart_NYWTS.jpg/320px-Rodgers_and_Hart_NYWTS.jpg",
    "extract": "Lorenz Milton Hart was an American lyricist and half of the Broadway songwriting team Rodgers and Hart. Some of his more famous lyrics include \"Blue Moon\", \"The Lady Is a Tramp\", \"Manhattan\", \"Bewitched, Bothered and Bewildered\", and \"My Funny Valentine\".",
    "year": 1895,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Norma Talmadge",
    "birthday": "1894-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Norma_Talmadge_-_Motion_Picture_Classic%2C_December_1920.jpg/238px-Norma_Talmadge_-_Motion_Picture_Classic%2C_December_1920.jpg",
    "extract": "Norma Marie Talmadge was an American actress and film producer of the silent era. A major box-office draw for more than a decade, her career reached a peak in the early 1920s, when she ranked among the most popular idols of the American screen.",
    "year": 1894,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Joseph Henry Woodger",
    "birthday": "1894-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/98/Joseph_Henry_Woodger_1939.gif",
    "extract": "Joseph Henry Woodger was a British theoretical biologist and philosopher of biology whose attempts to make biological sciences more rigorous and empirical was significantly influential to the philosophy of biology in the twentieth century. Karl Popper, the prominent philosopher of science, claimed \"Woodger... influenced and stimulated the evolution of the philosophy of science in Britain and in the United States as hardly anybody else\".",
    "year": 1894,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Manfred von Richthofen",
    "birthday": "1892-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Manfred_von_Richthofen.jpg/224px-Manfred_von_Richthofen.jpg",
    "extract": "Manfred Albrecht Freiherr von Richthofen, known in English as Baron von Richthofen or the Red Baron, was a fighter pilot with the German Air Force during World War I. He is considered the ace-of-aces of the war, being officially credited with 80 air combat victories.",
    "year": 1892,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "E. E. Smith",
    "birthday": "1890-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/46/EESmith.jpg",
    "extract": "Edward Elmer Smith, publishing as E. E. Smith, Ph.D. and later as E. E. \"Doc\" Smith, was an American food engineer and science-fiction author, best known for the Lensman and Skylark series. He is sometimes called the father of space opera.",
    "year": 1890,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ki Hajar Dewantara",
    "birthday": "1889-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Ki_Hadjar_Dewantara_Mimbar_Umum_18_October_1949_p2.jpg/210px-Ki_Hadjar_Dewantara_Mimbar_Umum_18_October_1949_p2.jpg",
    "extract": "Raden Mas Soewardi Soerjaningrat ; from 1922 also known as Ki Hadjar Dewantara, which is also written as Ki Hajar Dewantoro to reflect its Javanese sounds, was a leading Indonesian independence movement activist, writer, columnist, politician, and pioneer of education for native Indonesians in Dutch colonial times. He founded the Taman Siswa school, an institution that provided education for indigenous commoners, which otherwise was limited to the Javanese aristocracy and the Dutch colonials.",
    "year": 1889,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Vernon and Irene Castle",
    "birthday": "1887-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Vernon_and_Irene_Castle2_crop.jpg/257px-Vernon_and_Irene_Castle2_crop.jpg",
    "extract": "Vernon and Irene Castle were a husband-and-wife team of ballroom dancers and dance teachers who appeared on Broadway and in silent films in the early 20th century. They are credited with reviving the popularity of modern dancing. Castle was a stage name: Vernon was born William Vernon Blyth in England. Irene was born Irene Foote in the United States.",
    "year": 1887,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Eddie Collins",
    "birthday": "1887-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Eddie_Collins_1911.jpg/218px-Eddie_Collins_1911.jpg",
    "extract": "Edward Trowbridge Collins Sr., nicknamed \"Cocky\", was an American professional baseball player, manager and executive. He played as a second baseman in Major League Baseball from 1906 to 1930 for the Philadelphia Athletics and Chicago White Sox. A graduate of Columbia University, Collins holds major league career records in several categories and is among the top few players in several other categories. In 1925, Collins became just the sixth person to join the 3,000 hit club – and the last for the next 17 seasons. His 47 career home runs are the fewest of anyone in it. Collins is the only non-Yankee to win five or more World Series titles with the same club as a player.",
    "year": 1887,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Gottfried Benn",
    "birthday": "1886-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0e/Bundesarchiv-Bild-183-1984-1116-500%2C-Gottfried-Benn-Arzt-und-Schriftsteller_cropped.jpg",
    "extract": "Gottfried Benn was a German poet, essayist, and physician. He was nominated for the Nobel Prize in Literature five times. He was awarded the Georg Büchner Prize in 1951.",
    "year": 1886,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Hedda Hopper",
    "birthday": "1885-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Hedda_Hopper_Stars_of_the_Photoplay.jpg/228px-Hedda_Hopper_Stars_of_the_Photoplay.jpg",
    "extract": "Hedda Hopper was an American gossip columnist and actress. At the height of her influence in the 1940s, her readership was 35 million. A strong supporter of the House Un-American Activities Committee (HUAC) hearings, Hopper named suspected communists and was a major proponent of the Hollywood blacklist. Hopper continued to write gossip until the end of her life, her work appearing in many magazines and later on radio. She had an extended feud with another gossip columnist, arch-rival Louella Parsons.",
    "year": 1885,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Isabel González",
    "birthday": "1882-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Isabel_Gonzalez_2.JPG/292px-Isabel_Gonzalez_2.JPG",
    "extract": "Isabel González was a Puerto Rican activist who helped pave the way for Puerto Ricans to be given United States citizenship. As a young unwed pregnant woman, González had her plans to find and marry the father of her unborn child derailed by the United States Treasury Department when she was excluded as an alien \"likely to become a public charge\" upon her arrival in New York City. González challenged the Government of the United States in the groundbreaking case Gonzales v. Williams. Officially the case was known as Isabella Gonzales, Appellant, v. William Williams, United States Commissioner of Immigration at the Port of New York No. 225, argued December 4, 7, 1903, and decided January 4, 1904. Her case was an appeal from the Circuit Court of the United States for the Southern District of New York, filed February 27, 1903, after also having her writ of habeas corpus dismissed. Her Supreme Court case is the first time that the Court confronted the citizenship status of inhabitants of territories acquired by the United States. González actively pursued the cause of U.S. citizenship for all Puerto Ricans by writing letters published in The New York Times.",
    "year": 1882,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Bill Horr",
    "birthday": "1880-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Marquis_Horr_1907.jpg/233px-Marquis_Horr_1907.jpg",
    "extract": "Marquis Franklin \"Bill\" Horr was an American football player, coach, and Olympic track and field athlete.",
    "year": 1880,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "James F. Byrnes",
    "birthday": "1879-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/James_F._Byrnes_cph.3c32232.jpg/243px-James_F._Byrnes_cph.3c32232.jpg",
    "extract": "James Francis Byrnes was an American judge and politician from South Carolina. A member of the Democratic Party, he served in U.S. Congress and on the U.S. Supreme Court, as well as in the executive branch, most prominently as the 49th U.S. Secretary of State under President Harry S. Truman. Byrnes was also the 104th Governor of South Carolina, making him one of the very few politicians to have served in the highest levels of all three branches of the American federal government while also being active in state government.",
    "year": 1879,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jurgis Baltrušaitis",
    "birthday": "1873-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Baltru%C5%A1aitisJurgis.jpg/196px-Baltru%C5%A1aitisJurgis.jpg",
    "extract": "Jurgis Baltrušaitis was a Lithuanian Symbolist poet and translator, who wrote his works in Lithuanian and Russian. In addition to his important contributions to Lithuanian literature, he was noted as a political activist and diplomat. Himself one of the foremost exponents of iconology, he was the father of art historian and critic Jurgis Baltrušaitis Jr.",
    "year": 1873,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ichiyō Higuchi",
    "birthday": "1872-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Higuchi_Ichiyou.png/235px-Higuchi_Ichiyou.png",
    "extract": "Ichiyō Higuchi , real name Natsuko Higuchi  or Natsu Higuchi , was a Japanese writer from the Meiji Period. She was Japan's first professional female writer of modern literature, specialising in short stories and poetry, and also an extensive diarist.",
    "year": 1872,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Giuseppe Morello",
    "birthday": "1867-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Giuseppe_Morello_1902.jpg/221px-Giuseppe_Morello_1902.jpg",
    "extract": "Giuseppe \"the Clutch Hand\" Morello, also known as \"The Old Fox\", was the first boss of the Morello crime family and later top adviser to Giuseppe \"Joe the Boss\" Masseria. He was known as Piddu and his rivals the Castellammarese knew him as Peter Morello. He was famous for having a one-fingered deformed right hand that resembled a claw.",
    "year": 1867,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Clyde Fitch",
    "birthday": "1865-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Clyde_Fitch.jpg/238px-Clyde_Fitch.jpg",
    "extract": "Clyde Fitch was an American dramatist, the most popular writer for the Broadway stage of his time.",
    "year": 1865,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "John Scott Haldane",
    "birthday": "1860-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/John_Scott_Haldane_1910.jpg/226px-John_Scott_Haldane_1910.jpg",
    "extract": "\n\nJohn Scott Haldane was a Scottish physician and physiologist famous for intrepid self-experimentation which led to many important discoveries about the human body and the nature of gases. He also experimented on his son, the celebrated and polymathic biologist J. B. S. Haldane, even when he was quite young. Haldane locked himself in sealed chambers breathing potentially lethal cocktails of gases while recording their effect on his mind and body.",
    "year": 1860,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Theodor Herzl",
    "birthday": "1860-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Theodor_Herzl.jpg/240px-Theodor_Herzl.jpg",
    "extract": "Theodor Herzl was an Austro-Hungarian Jewish journalist, playwright, political activist, and writer who was the father of modern political Zionism. Herzl formed the Zionist Organization and promoted Jewish immigration to Palestine in an effort to form a Jewish state.",
    "year": 1860,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jerome K. Jerome",
    "birthday": "1859-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Jerome_K._Jerome_%287893553318%29.jpg/228px-Jerome_K._Jerome_%287893553318%29.jpg",
    "extract": "Jerome Klapka Jerome was an English writer and humourist, best known for the comic travelogue Three Men in a Boat (1889). Other works include the essay collections Idle Thoughts of an Idle Fellow (1886) and Second Thoughts of an Idle Fellow; Three Men on the Bummel, a sequel to Three Men in a Boat; and several other novels. Jerome was born in Walsall, England, and, although he was able to attend grammar school, his family suffered from poverty at times, as did he as a young man trying to earn a living in various occupations. In his twenties, he was able to publish some work, and success followed. He married in 1888, and the honeymoon was spent on a boat on the Thames; he published Three Men in a Boat soon afterwards. He continued to write fiction, non-fiction and plays over the next few decades, though never with the same level of success. He died in 1927 and his body was cremated.",
    "year": 1859,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Elijah McCoy",
    "birthday": "1844-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Elijah_McCoy.jpg/252px-Elijah_McCoy.jpg",
    "extract": "Elijah J. McCoy was a Canadian-American engineer of African-American descent who invented lubrication systems for steam engines. Born free on the Ontario shore of Lake Erie to parents who fled enslavement in Kentucky, he travelled to the United States as a young child when his family returned in 1847, becoming a U.S. resident and citizen. His inventions and accomplishments were honored in 2012 when the United States Patent and Trademark Office named its first regional office, in Detroit, Michigan, the \"Elijah J. McCoy Midwest Regional Patent Office\".",
    "year": 1844,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Otto Staudinger",
    "birthday": "1830-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Staudinger_Otto_1830-1900.jpg/277px-Staudinger_Otto_1830-1900.jpg",
    "extract": "Otto Staudinger was a German entomologist and a natural history dealer considered one of the largest in the world specialising in the collection and sale of insects to museums, scientific institutions, and individuals.",
    "year": 1830,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Désiré Charnay",
    "birthday": "1828-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/D%C3%A9sir%C3%A9_Charnay.jpg/215px-D%C3%A9sir%C3%A9_Charnay.jpg",
    "extract": "Claude-Joseph Désiré Charnay was a French traveller and archaeologist notable both for his explorations of Mexico and Central America, and for the pioneering use of photography to document his discoveries.",
    "year": 1828,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jane Miller Thengberg",
    "birthday": "1822-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Jane_Miller-Norrby_%28Thengberg%29.jpg/249px-Jane_Miller-Norrby_%28Thengberg%29.jpg",
    "extract": "Jane Miller Thengberg was a Swedish-Scottish teacher. She founded and managed the girls' school Klosterskolan in Uppsala from 1855 to 1863 and was the principal of the Högre lärarinneseminariet in Stockholm from 1863 to 1868. She organized the rules of the newly founded Högre lärarinneseminariet, was an active participant in the contemporary debate about the educational system in Sweden, and is regarded as a pioneer of the education of girls and women in Sweden.",
    "year": 1822,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "William Buell Richards",
    "birthday": "1815-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/William_Buell_Richards.jpg/211px-William_Buell_Richards.jpg",
    "extract": "Sir William Buell Richards, was the first Chief Justice of Canada.",
    "year": 1815,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Hans Christian Lumbye",
    "birthday": "1810-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Hans_Christian_Lumbye.gif/257px-Hans_Christian_Lumbye.gif",
    "extract": "Hans Christian Lumbye was a Danish composer of waltzes, polkas, mazurkas and galops, among other things.",
    "year": 1810,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Catherine Labouré",
    "birthday": "1806-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Preobrazhenie.jpg/212px-Preobrazhenie.jpg",
    "extract": "Catherine Labouré was a French nun who was a member of the Daughters of Charity of Saint Vincent de Paul and is a Marian visionary. She is believed to have relayed the request from the Blessed Virgin Mary to create the famous Miraculous Medal of Our Lady of Graces worn by millions of people around the world. Labouré spent forty years caring for the aged and infirm. For this, she is called the patroness of seniors.",
    "year": 1806,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Heinrich Gustav Magnus",
    "birthday": "1802-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Heinrich_Gustav_Magnus.jpg/215px-Heinrich_Gustav_Magnus.jpg",
    "extract": "Heinrich Gustav Magnus was a notable German experimental scientist. His training was mostly in chemistry but his later research was mostly in physics. He spent the great bulk of his career at the University of Berlin, where he is remembered for his laboratory teaching as much as for his original research. He did not use his first given name, and was known throughout his life as Gustav Magnus.",
    "year": 1802,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Abraham Pineo Gesner",
    "birthday": "1797-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/63/Abraham_Gesner_Photo.png",
    "extract": "Abraham Pineo Gesner, ONB was a Canadian physician and geologist who invented kerosene. Gesner was born in Cornwallis, Nova Scotia and lived much of his life in Saint John, New Brunswick. He died in Halifax, Nova Scotia. He was an influential figure in the development of the study of Canadian geology and natural history.",
    "year": 1797,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Henrik Steffens",
    "birthday": "1773-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Henrich_Steffens2.jpg/224px-Henrich_Steffens2.jpg",
    "extract": "Henrik Steffens, was a Norwegian philosopher, scientist, and poet.",
    "year": 1773,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Novalis",
    "birthday": "1772-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Franz_Gareis_-_Novalis.jpg/262px-Franz_Gareis_-_Novalis.jpg",
    "extract": "Georg Philipp Friedrich Freiherr von Hardenberg, better known by his pen name Novalis, was an 18th-century German aristocrat, poet, author, mystic and philosopher of Early German Romanticism.",
    "year": 1772,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Vicente Martín y Soler",
    "birthday": "1754-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Portrait_vicente_martin_soler.jpg/308px-Portrait_vicente_martin_soler.jpg",
    "extract": "Anastasio Martín Ignacio Vicente Tadeo Francisco Pellegrin Martín y Soler was a Spanish composer of opera and ballet. Although relatively obscure now, in his own day he was compared favorably with his contemporary and admirer, Wolfgang Amadeus Mozart, as a composer of opera buffa. In his time he was called \"Martini lo spagnuolo\" ; in modern times, he has been called \"the Valencian Mozart\". He was known primarily for his melodious Italian comic operas and his work with Lorenzo Da Ponte in the late 18th century, as well as the melody from Una cosa rara quoted in the dining scene of Mozart's Don Giovanni.",
    "year": 1754,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "John André",
    "birthday": "1750-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/John_Andre.jpg/239px-John_Andre.jpg",
    "extract": "John André was a major in the British Army and head of its Secret Service in America during the American Revolutionary War. He was hanged as a spy by the Continental Army for assisting Benedict Arnold's attempted surrender of the fort at West Point, New York, to the British. André is typically remembered favorably by historians as a man of honor, and several prominent U.S. leaders of the time including Alexander Hamilton and Marquis de Lafayette did not agree with his fate.",
    "year": 1750,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Elias Boudinot",
    "birthday": "1740-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Elias_Boudinot.jpg/260px-Elias_Boudinot.jpg",
    "extract": "Elias Boudinot was a lawyer and statesman from Elizabeth, New Jersey who was a delegate to the Continental Congress and served as President of Congress from 1782 to 1783. He was elected as a U.S. Congressman for New Jersey following the American Revolutionary War. He was appointed by President George Washington as Director of the United States Mint, serving from 1795 until 1805.",
    "year": 1740,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "William Petty, 2nd Earl of Shelburne",
    "birthday": "1737-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/William_Petty%2C_2nd_Earl_of_Shelburne_by_Jean_Laurent_Mosnier.jpg/267px-William_Petty%2C_2nd_Earl_of_Shelburne_by_Jean_Laurent_Mosnier.jpg",
    "extract": "William Petty Fitzmaurice, 1st Marquess of Lansdowne,, was an Irish-born British Whig statesman who was the first Home Secretary in 1782 and then Prime Minister from 1782 to 1783 during the final months of the American War of Independence. He succeeded in securing peace with America and this feat remains his most notable legacy.",
    "year": 1737,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Catherine the Great",
    "birthday": "1729-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Catherine_II_by_J.B.Lampi_%281780s%2C_Kunsthistorisches_Museum%29.jpg/268px-Catherine_II_by_J.B.Lampi_%281780s%2C_Kunsthistorisches_Museum%29.jpg",
    "extract": "Catherine II, most commonly known as Catherine the Great, was the last reigning Empress of Russia and the country's longest-ruling female leader. She came to power following the overthrow of her husband and second cousin, Peter III. Under her long reign, inspired by the ideas of the Enlightenment, Russia experienced a renaissance of culture and sciences, many new cities, universities and theaters were founded, a large number of European immigrants moved to Russia, and Russia was recognized as one of the great powers of Europe.",
    "year": 1729,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Friedrich Christoph Oetinger",
    "birthday": "1702-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/F-c-oetinger-by-eger1775.jpg/242px-F-c-oetinger-by-eger1775.jpg",
    "extract": "Friedrich Christoph Oetinger was a German Lutheran theologian and theosopher.",
    "year": 1702,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Giovanni Niccolò Servandoni",
    "birthday": "1695-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Jean-Nicolas_Servandoni_by_Jean_Francois_Colson.jpg/261px-Jean-Nicolas_Servandoni_by_Jean_Francois_Colson.jpg",
    "extract": "Jean-Nicolas Servan, also known as Giovanni Niccolò Servandoni was an Italian decorator, architect, scene-painter, firework designer and trompe-l'œil specialist.",
    "year": 1695,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Alessandro Scarlatti",
    "birthday": "1660-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Alessandro_Scarlatti.jpg/244px-Alessandro_Scarlatti.jpg",
    "extract": "Pietro Alessandro Gaspare Scarlatti was an Italian Baroque composer, known especially for his operas and chamber cantatas. He is considered the most important representative of the Neapolitan school of opera. He was the father of two other composers, Domenico Scarlatti and Pietro Filippo Scarlatti.",
    "year": 1660,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Athanasius Kircher",
    "birthday": "1601-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Athanasius_Kircher_%28cropped%29.jpg/243px-Athanasius_Kircher_%28cropped%29.jpg",
    "extract": "Athanasius Kircher was a German Jesuit scholar and polymath who published around 40 major works, most notably in the fields of comparative religion, geology, and medicine. Kircher has been compared to fellow Jesuit Roger Joseph Boscovich and to Leonardo da Vinci for his enormous range of interests, and has been honoured with the title \"Master of a Hundred Arts\". He taught for more than 40 years at the Roman College, where he set up a wunderkammer. A resurgence of interest in Kircher has occurred within the scholarly community in recent decades.",
    "year": 1601,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Tokugawa Hidetada",
    "birthday": "1579-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Hidetada2.jpg/320px-Hidetada2.jpg",
    "extract": "Tokugawa Hidetada  was the second shōgun of the Tokugawa dynasty, who ruled from 1605 until his abdication in 1623. He was the third son of Tokugawa Ieyasu, the first shōgun of the Tokugawa shogunate.",
    "year": 1579,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Sebald de Weert",
    "birthday": "1567-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/SWeert.jpg/320px-SWeert.jpg",
    "extract": "Sebald or Sebalt de Weert was a Flemish captain and vice-admiral of the Dutch East India Company. He is most widely remembered for accurately plotting the Falkland Islands in 1600.",
    "year": 1567,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "William Camden",
    "birthday": "1551-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/William_Camden_by_Marcus_Gheeraerts_the_Younger.jpg/233px-William_Camden_by_Marcus_Gheeraerts_the_Younger.jpg",
    "extract": "William Camden was an English antiquarian, historian, topographer, and herald, best known as author of Britannia, the first chorographical survey of the islands of Great Britain and Ireland, and the Annales, the first detailed historical account of the reign of Elizabeth I of England.",
    "year": 1551,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Charles I, Duke of Münsterberg-Oels",
    "birthday": "1476-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Karol_I_Podiebradowicz.jpg/240px-Karol_I_Podiebradowicz.jpg",
    "extract": "Charles I, Duke of Münsterberg-Oels was a member of the House of Poděbrady. He was Duke of Münsterberg and Duke of Oels as well as Count of Kladsko. From 1519 to 1523 he held the office of the bailiff of Upper Lusatia, in 1523 he was made Obersthauptmann of Bohemia and in 1524 Landeshauptmann of Silesia.",
    "year": 1476,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Eleanor of Viseu",
    "birthday": "1458-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Eleanor_of_Portugal_-_Breviary%2C_Morgan_Library_%26_Museum_MS_M.52_fol._1v%2C_cropped.png/263px-Eleanor_of_Portugal_-_Breviary%2C_Morgan_Library_%26_Museum_MS_M.52_fol._1v%2C_cropped.png",
    "extract": "Eleanor of Viseu was a Portuguese infanta (princess) and later queen consort of Portugal. She is considered one of her country's most notable queens consort and one of the only two who were not foreigners. To distinguish her from other infantas of the same name, she is commonly known as Eleanor of Viseu or Eleanor of Lancaster. In Portugal, she is known universally as Rainha Dona Leonor.",
    "year": 1458,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "René II, Duke of Lorraine",
    "birthday": "1451-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/09/Effigie_Ren%C3%A9_II_de_Lorraine.jpg",
    "extract": "René II was Count of Vaudémont from 1470, Duke of Lorraine from 1473, and Duke of Bar from 1483 to 1508. He claimed the crown of the Kingdom of Naples and the County of Provence as the Duke of Calabria 1480–1493 and as King of Naples and Jerusalem 1493–1508. He succeeded his uncle John of Vaudémont as Count of Harcourt in 1473, exchanging it for the county of Aumale in 1495. He succeeded as Count of Guise in 1504.",
    "year": 1451,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Eleanor of Aragon, Queen of Portugal",
    "birthday": "1402-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/D._Leonor_de_Arag%C3%A3o%2C_Rainha_de_Portugal_-_The_Portuguese_Genealogy_%28Genealogia_dos_Reis_de_Portugal%29.png/209px-D._Leonor_de_Arag%C3%A3o%2C_Rainha_de_Portugal_-_The_Portuguese_Genealogy_%28Genealogia_dos_Reis_de_Portugal%29.png",
    "extract": "Eleanor of Aragon was Queen of Portugal as the spouse of Edward I of Portugal and the regent of Portugal as the guardian of her son. She was the daughter of Ferdinand I of Aragon and Eleanor of Alburquerque.",
    "year": 1402,
    "month": 5,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Yongle Emperor",
    "birthday": "1360-5-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Portrait_assis_de_l%27empereur_Ming_Chengzu.jpg/217px-Portrait_assis_de_l%27empereur_Ming_Chengzu.jpg",
    "extract": "The Yongle Emperor, personal name Zhu Di, was the third Emperor of the Ming dynasty, reigning from 1402 to 1424.",
    "year": 1360,
    "month": 5,
    "day": 2,
    "language": "en"
  }
]