[
  {
    "name": "Peyton Elizabeth Lee",
    "birthday": "2004-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Peyton_Elizabeth_Lee%2C_2017_%28cropped%29.jpg/226px-Peyton_Elizabeth_Lee%2C_2017_%28cropped%29.jpg",
    "extract": "Peyton Elizabeth Lee is an American actress. She is known for playing the title role on the Disney Channel comedy-drama series Andi Mack.",
    "year": 2004,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Emma Chamberlain",
    "birthday": "2001-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Emma_Chamberlain_at_%2721_Paris_Fashion_Week_%28cropped%29.jpg/233px-Emma_Chamberlain_at_%2721_Paris_Fashion_Week_%28cropped%29.jpg",
    "extract": "Emma Frances Chamberlain is an American internet personality, specifically on YouTube. She won the 2018 Streamy Award for Breakout Creator. In 2019, Time magazine included her on its Time 100 Next list, and its list of The 25 Most Influential People On The Internet, writing that \"Chamberlain pioneered an approach to vlogging that shook up YouTube's unofficial style guide.\" In April 2019, she launched her first weekly podcast series, Anything Goes, formerly known as Stupid Genius.. Chamberlain subsequently won the award for \"Best Podcaster\" at the 12th Shorty Awards. She also has been an ambassador for Louis Vuitton since 2019.",
    "year": 2001,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Hōshōryū Tomokatsu",
    "birthday": "1999-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Hoshoryu_Tomokatsu20220115.jpg/320px-Hoshoryu_Tomokatsu20220115.jpg",
    "extract": "Hōshōryū Tomokatsu is a professional sumo wrestler from Mongolia and wrestles for Tatsunami stable. He is known for his throwing skills, even when measured among Mongolian sumo wrestlers, who tend to use throws more than average reflecting the skills used in Bökh. He is the nephew of former yokozuna Asashōryū.",
    "year": 1999,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Florian Luger",
    "birthday": "1994-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/2013_Eva_Maria_Marold_%289573146655%29.jpg/213px-2013_Eva_Maria_Marold_%289573146655%29.jpg",
    "extract": "Florian Luger is an Austrian male fashion model.",
    "year": 1994,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Joel Obi",
    "birthday": "1991-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Joel_Chukwuma_Obi_FC_Internazionale.jpg/219px-Joel_Chukwuma_Obi_FC_Internazionale.jpg",
    "extract": "Joel Chukwuma Obi, known as Joel Obi, is a Nigerian professional footballer who plays as a midfielder for Serie A club Salernitana and the Nigeria national team.",
    "year": 1991,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Suho",
    "birthday": "1991-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Suho_at_24th_Busan_Internation_Film_Festival_red_carpet_on_October_3%2C_2019.png/248px-Suho_at_24th_Busan_Internation_Film_Festival_red_carpet_on_October_3%2C_2019.png",
    "extract": "Kim Jun-myeon, better known by his stage name Suho, is a South Korean singer, songwriter and actor. He is the leader and lead vocalist of the South Korean-Chinese boy group Exo and its sub-unit Exo-K. He debuted as a soloist on March 30, 2020 with the release of his EP, Self-Portrait. Outside of his musical career, Suho has also starred in various television dramas and movies such as One Way Trip (2016), The Universe's Star (2017), Rich Man (2018), Middle School Girl A (2018), and How Are U Bread (2020).",
    "year": 1991,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Wyatt Roy",
    "birthday": "1990-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Wyatt_Roy.jpg/237px-Wyatt_Roy.jpg",
    "extract": "Wyatt Beau Roy is a former Australian parliamentarian. He served as the Assistant Minister for Innovation from September 2015 to the July 2016 federal election. He was a Liberal National Party of Queensland (LNP) member of the Australian House of Representatives from August 2010 to July 2016, representing the electorate of Longman. At 20 years of age, he was the youngest person ever to be elected to an Australian parliament. The federal record was previously held by Edwin Corboy, who was 22 when elected in 1918. He also became the youngest Minister in the history of the Commonwealth, being appointed to the ministry at the age of 25.",
    "year": 1990,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Corey Dickerson",
    "birthday": "1989-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Corey_Dickerson_on_April_3%2C_2016.jpg/213px-Corey_Dickerson_on_April_3%2C_2016.jpg",
    "extract": "McKenzie Corey Dickerson is an American professional baseball outfielder for the St. Louis Cardinals of Major League Baseball (MLB). He has previously played in MLB for the Colorado Rockies (2013–2015), Tampa Bay Rays (2016–2017), Pittsburgh Pirates (2018–2019), Philadelphia Phillies (2019), Miami Marlins (2020–2021) and Toronto Blue Jays (2021).",
    "year": 1989,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Heida Reed",
    "birthday": "1988-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Heyda-reed.jpg/213px-Heyda-reed.jpg",
    "extract": "Heiða Rún Sigurðardóttir known by her stage name Heida Reed, is an Icelandic actress and model. She is known for playing parts in One Day, Jo (2013), Silent Witness (2014) and the BBC drama Poldark.",
    "year": 1988,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Novak Djokovic",
    "birthday": "1987-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Novak_Djokovi%C4%87_Trophy_Wimbledon_2019-croped_and_edited.jpg/195px-Novak_Djokovi%C4%87_Trophy_Wimbledon_2019-croped_and_edited.jpg",
    "extract": "Novak Djokovic is a Serbian professional tennis player. He is currently ranked world No. 1 by the Association of Tennis Professionals (ATP). He has been ranked world No. 1 for a record total 372 weeks, and has finished as the year-end No. 1 a record seven times. He has won 20 Grand Slam men's singles titles, including a record nine Australian Open titles. Overall, he has won 87 ATP singles titles, including a record 38 Masters events. Djokovic is the only man to complete a non-calendar year Grand Slam and the first man in the Open Era to achieve a double career Grand Slam. He is also the only player to complete the career Golden Masters on the ATP Tour, which he has done twice.",
    "year": 1987,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Arturo Vidal",
    "birthday": "1987-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Chile_VS._Australia_%2813%29_2017-6-25_Arturo_Vidal.jpg/203px-Chile_VS._Australia_%2813%29_2017-6-25_Arturo_Vidal.jpg",
    "extract": "Arturo Erasmo Vidal Pardo is a Chilean professional footballer who plays as a midfielder for Serie A club Inter Milan and the Chile national team. His displays during his time at Juventus led him to be nicknamed Il Guerriero, Rey Arturo and La Piranha by the Italian press due to his hard-tackling and aggressive, tenacious style of play.",
    "year": 1987,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Julian Edelman",
    "birthday": "1986-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Julian_Edelman_2019_%28cropped%29.jpg/249px-Julian_Edelman_2019_%28cropped%29.jpg",
    "extract": "Julian Francis Edelman is a former American football wide receiver who played in the National Football League (NFL). He played as a quarterback at Kent State and was selected in the seventh round of the 2009 NFL Draft by the Patriots, where he transitioned to a return specialist and wide receiver. Edelman became a primary offensive starter in 2013 and was a staple of the Patriots' receiving corps until his retirement after the 2020 season.",
    "year": 1986,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Tatiana Volosozhar",
    "birthday": "1986-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/%D0%A2%D0%B0%D1%82%D1%8C%D1%8F%D0%BD%D0%B0_%D0%92%D0%BE%D0%BB%D0%BE%D1%81%D0%BE%D0%B6%D0%B0%D1%80.jpg/228px-%D0%A2%D0%B0%D1%82%D1%8C%D1%8F%D0%BD%D0%B0_%D0%92%D0%BE%D0%BB%D0%BE%D1%81%D0%BE%D0%B6%D0%B0%D1%80.jpg",
    "extract": "Tatiana Andreyеvna Volosozhar is a Ukrainian-born Russian pair skater. With Maxim Trankov, she is the two-time 2014 Olympic champion in the pairs and in team events, the 2013 World champion, a four-time European champion, the 2012 Grand Prix Final champion, and a three-time Russian national champion. They have also won six events on the Grand Prix series.",
    "year": 1986,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Tranquillo Barnetta",
    "birthday": "1985-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Tranquillo_Barnetta_2006-11-15.jpg/320px-Tranquillo_Barnetta_2006-11-15.jpg",
    "extract": "Tranquillo Barnetta is a Swiss former professional footballer who played as a midfielder.",
    "year": 1985,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Tao Okamoto",
    "birthday": "1985-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Tao_Okamoto_at_2013_Wolverine_premiere.jpg/229px-Tao_Okamoto_at_2013_Wolverine_premiere.jpg",
    "extract": "Tao Okamoto , known professionally as Tao, is a Japanese actress and model who is, alongside Ai Tominaga and Hiroko Matsumoto, one of the biggest Japanese supermodels from Japan. In 2009, she was one of the faces of Ralph Lauren. She made her film debut as the female lead Mariko Yashida in the 2013 film The Wolverine; and played Mercy Graves in the 2016 film Batman v Superman: Dawn of Justice. She has had recurring roles in the television series Hannibal, The Man in the High Castle and Westworld.",
    "year": 1985,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Clara Amfo",
    "birthday": "1984-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Clara_amfo_2019_1.jpg/231px-Clara_amfo_2019_1.jpg",
    "extract": "Clara Amfo is a British radio broadcaster, television presenter, podcast host and voice-over artist. She is known for presenting her shows on BBC Radio 1.",
    "year": 1984,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Karoline Herfurth",
    "birthday": "1984-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Karoline_Herfurth_%28Bayerischer_Filmpreis_2012%29_cropped.jpg/308px-Karoline_Herfurth_%28Bayerischer_Filmpreis_2012%29_cropped.jpg",
    "extract": "Karoline Herfurth is a German actress.",
    "year": 1984,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Didier Ya Konan",
    "birthday": "1984-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Didier-Ya-Konan-2015-07.jpg/240px-Didier-Ya-Konan-2015-07.jpg",
    "extract": "Didier Ya Konan is an Ivorian former footballer who played as a forward for the Ivory Coast national team.",
    "year": 1984,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Dustin Moskovitz",
    "birthday": "1984-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Dustin_Moskovitz_Headshot.jpg/320px-Dustin_Moskovitz_Headshot.jpg",
    "extract": "Dustin Aaron Moskovitz is an American Internet entrepreneur who co-founded Facebook, Inc. with Mark Zuckerberg, Eduardo Saverin, Andrew McCollum and Chris Hughes. In 2008, he left Facebook to co-found Asana with Justin Rosenstein. In March 2011, Forbes reported Moskovitz to be the youngest self-made billionaire in history, on the basis of his 2.34% share in Facebook. As of May 2022, his net worth is estimated at US$10.9 billion.",
    "year": 1984,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Natasha Kai",
    "birthday": "1983-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e1/NatashaKai.png",
    "extract": "Natasha Kanani Janine Kai is an American professional soccer forward and Olympic gold medalist. She previously played for Sky Blue FC and the Philadelphia Independence of Women's Professional Soccer and National Women's Soccer League as well as the United States women's national soccer team. In 2011, Kai was also part of the first US women's rugby union sevens team to play in the IRB Women's Sevens Challenge Cup held in Dubai.",
    "year": 1983,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Erin McNaught",
    "birthday": "1982-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Erin_McNaught_2012.jpg/236px-Erin_McNaught_2012.jpg",
    "extract": "Erin McNaught is an Australian model, actress, presenter and television personality. McNaught grew up in Australia alongside her older brothers and began playing in a band named \"Short Straw\" in her teenage years. After starting a career in modelling she represented Australia at the Miss Universe 2006 competition. After her participation McNaught went on to secure more modelling contracts and television jobs. In 2007 she took acting classes and secured a part in the soap opera Neighbours playing the role of Sienna Cammeniti. In 2010 she was employed by MTV and fronted their MTV Hits Weekly Hot30 Countdown show.",
    "year": 1982,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Apolo Ohno",
    "birthday": "1982-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/ApoloOhno.jpg/262px-ApoloOhno.jpg",
    "extract": "Apolo Anton Ohno is an American retired short track speed skating competitor and an eight-time medalist in the Winter Olympics. Ohno is the most decorated American at the Winter Olympics and was inducted into the U.S. Olympic Hall of Fame in 2019.",
    "year": 1982,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Hong Yong-jo",
    "birthday": "1982-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Hong.JPG/132px-Hong.JPG",
    "extract": "Hong Yong-Jo is a North Korean international forward who plays for April 25 SC in the DPR Korea League. He previously played for FC Rostov in Russia and FK Bežanija in the Serbian SuperLiga.",
    "year": 1982,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Bryan Danielson",
    "birthday": "1981-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Daniel_Bryan_October_2016_%28crop%29.jpg/297px-Daniel_Bryan_October_2016_%28crop%29.jpg",
    "extract": "Bryan Lloyd Danielson is an American professional wrestler. He is currently signed to All Elite Wrestling (AEW), where he is a member of the William Regal led stable Blackpool Combat Club, alongside Jon Moxley and Wheeler Yuta. He is also known for his time in WWE where he worked from 2009 to 2021 under the ring name Daniel Bryan.",
    "year": 1981,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Bassel Khartabil",
    "birthday": "1981-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Bassel_Khartabil_%28Safadi%29.jpg/258px-Bassel_Khartabil_%28Safadi%29.jpg",
    "extract": "Bassel Khartabil, also known as Bassel Safadi, was a Palestinian Syrian open-source software developer. He was detained without trial by the Syrian government in 2012 and was secretly executed in 2015. Human rights organizations claim that he was detained for his activities in support of freedom of expression, and the United Nations Working Group on Arbitrary Detention considered his detention to have been arbitrary.",
    "year": 1981,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jürgen Melzer",
    "birthday": "1981-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/J%C3%BCrgen_Melzer%2C_2015_Wimbledon_Qualifying_-_Diliff.jpg/267px-J%C3%BCrgen_Melzer%2C_2015_Wimbledon_Qualifying_-_Diliff.jpg",
    "extract": "Jürgen Melzer is a former Austrian professional tennis player. He reached a career-high singles ranking of world No. 8 in April 2011, and a doubles ranking of world No. 6 in September 2010. He has a younger brother, Gerald Melzer, with whom he played doubles in several tournaments.",
    "year": 1981,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Sharice Davids",
    "birthday": "1980-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Sharice_Davids.jpg/213px-Sharice_Davids.jpg",
    "extract": "Sharice Lynnette Davids is an American attorney, former mixed martial artist, and politician serving as the U.S. representative from Kansas's 3rd congressional district since 2019. A member of the Democratic Party, she represents a district that includes most of the Kansas side of the Kansas City metropolitan area, including Kansas City, Overland Park, Prairie Village, Leawood, Lenexa, and Olathe.",
    "year": 1980,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Lucy Gordon (actress)",
    "birthday": "1980-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Lucy_Gordon_by_David_Shankbone.jpg/170px-Lucy_Gordon_by_David_Shankbone.jpg",
    "extract": "Lucy Gordon was an English actress and model. She became a face of CoverGirl in 1997 before starting an acting career. Her first film was Perfume in 2001 before going on to have small roles in Spider-Man 3, Serendipity and The Four Feathers. Gordon had played the actress and singer Jane Birkin in the film Gainsbourg, a biopic of singer-songwriter Serge Gainsbourg. Before the film was released, she hanged herself in her flat in Paris on 20 May 2009.",
    "year": 1980,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Nazanin Boniadi",
    "birthday": "1979-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Nazanin_Boniadi%2C_Next_Three_Days%2C_2010_01.jpg/216px-Nazanin_Boniadi%2C_Next_Three_Days%2C_2010_01.jpg",
    "extract": "Nazanin Boniadi is a British actress and activist. Born in Iran and raised in London, she went to university in the United States, where she landed her first major acting role as Leyla Mir in the medical drama General Hospital (2007–2009) and its spin-off General Hospital: Night Shift (2007). Since then, she is best known for playing Nora in the CBS sitcom How I Met Your Mother (2011), Fara Sherazi in the Showtime spy thriller series Homeland (2013–2014), Esther in the historical drama film Ben-Hur (2016), Clare Quayle in the Starz sci-fi thriller series Counterpart (2017–2018), and Zahra Kashani in the action thriller film Hotel Mumbai (2018).",
    "year": 1979,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Maggie Q",
    "birthday": "1979-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/MaggieQSmileSDCCJuly10.jpg/245px-MaggieQSmileSDCCJuly10.jpg",
    "extract": "Margaret Denise Quigley, professionally known as Maggie Q, is an American actress and model.",
    "year": 1979,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ginnifer Goodwin",
    "birthday": "1978-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Ginnifer_Goodwin_by_Gage_Skidmore_%28cropped%29.jpg/208px-Ginnifer_Goodwin_by_Gage_Skidmore_%28cropped%29.jpg",
    "extract": "Jennifer Michelle \"Ginnifer\" Goodwin is an American actress. She is known for her starring role as Margene Heffman in the HBO drama series Big Love (2006–2011) and Snow White / Mary Margaret Blanchard in the ABC fantasy series Once Upon a Time (2011–2018).",
    "year": 1978,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Katie Price",
    "birthday": "1978-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Katie_Price%2C_2014.jpg/236px-Katie_Price%2C_2014.jpg",
    "extract": "Katrina Amy Alexandra Alexis \"Katie\" Price is an English media personality and model. She initially gained recognition in 1996 for her glamour modelling work with frequent appearances on Page 3 in the British tabloid The Sun, billed under the pseudonym Jordan.",
    "year": 1978,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Pat Smullen",
    "birthday": "1977-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Pat_Smullen_IMG_2028_20131201.JPG/240px-Pat_Smullen_IMG_2028_20131201.JPG",
    "extract": "Patrick Joseph Smullen, was an Irish jockey who won the Irish flat racing Champion Jockey title nine times. In a career running from 1992 to 2018 he rode 1,845 winners in Ireland and 47 in Britain. Amongst his biggest successes were riding Harzand to victories in the Epsom Derby and Irish Derby in 2016. He was stable jockey to Dermot Weld from 1999 until 2018.",
    "year": 1977,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Christian Vande Velde",
    "birthday": "1976-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Christian_Vande_Velde_-_TDF_2011.jpg/213px-Christian_Vande_Velde_-_TDF_2011.jpg",
    "extract": "Christian Vande Velde is a retired American professional road racing cyclist of Belgian descent, who rode professionally between 1998 and 2013. Vande Velde competed for the U.S. Postal Service, Liberty Seguros, Team CSC and Garmin–Sharp squads. He has been a cycling analyst for NBC Sports since 2014. He is the son of United States Bicycling Hall of Fame inductee John Vande Velde.",
    "year": 1976,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Salva Ballesta",
    "birthday": "1975-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Salva_Ballesta_29abr2007.jpg/261px-Salva_Ballesta_29abr2007.jpg",
    "extract": "Salvador Ballesta Vialcho, commonly known as Salva, is a Spanish former professional footballer who played as a striker, currently a manager.",
    "year": 1975,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Henrietta Ónodi",
    "birthday": "1974-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Milo%C5%9Fovici%2C_%C3%93nodi%2C_Lysenko_1992_Olympics.jpg/288px-Milo%C5%9Fovici%2C_%C3%93nodi%2C_Lysenko_1992_Olympics.jpg",
    "extract": "Henrietta Ónodi is a Hungarian artistic gymnast. She competed at the 1992 and 1996 Olympics and won a gold and a silver medal in 1992. After retiring from gymnastics in 1997 she moved to the United States, married American Olympic pentathlete Jimbo Haley, and became a naturalized U.S. citizen. In 2010, she was inducted into the International Gymnastics Hall of Fame.",
    "year": 1974,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Arseniy Yatsenyuk",
    "birthday": "1974-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/%D0%90%D1%80%D1%81%D0%B5%D0%BD%D1%96%D0%B9_%D0%9F%D0%B5%D1%82%D1%80%D0%BE%D0%B2%D0%B8%D1%87_%D0%AF%D1%86%D0%B5%D0%BD%D1%8E%D0%BA_%28cropped%29.jpg/244px-%D0%90%D1%80%D1%81%D0%B5%D0%BD%D1%96%D0%B9_%D0%9F%D0%B5%D1%82%D1%80%D0%BE%D0%B2%D0%B8%D1%87_%D0%AF%D1%86%D0%B5%D0%BD%D1%8E%D0%BA_%28cropped%29.jpg",
    "extract": "Arseniy Petrovych Yatsenyuk is a Ukrainian politician, economist and lawyer who served as Prime Minister of Ukraine from 27 February 2014 to 14 April 2016.",
    "year": 1974,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Nikolaj Lie Kaas",
    "birthday": "1973-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Nikolaj_Lie_Kaas_at_Zinemaldia.jpg/320px-Nikolaj_Lie_Kaas_at_Zinemaldia.jpg",
    "extract": "Nikolaj Lie Kaas is a Danish actor whose career rose in the 1990s. Kaas graduated from the National Theater School in Denmark in 1998. He first appeared on screen in Søren Kragh-Jacobsen's film The Boys from St. Petri in 1991 as Otto, the rebel son of a traitor.",
    "year": 1973,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Max Brooks",
    "birthday": "1972-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Max_Brooks_at_BookExpo_%2815957%29.jpg/280px-Max_Brooks_at_BookExpo_%2815957%29.jpg",
    "extract": "Maximillian Michael Brooks is an American actor and author. He is the son of comedy filmmaker Mel Brooks and actress Anne Bancroft. Much of Brooks's writing focuses on zombie stories. He is a senior fellow at the Modern War Institute at West Point, New York.",
    "year": 1972,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Naomi Campbell",
    "birthday": "1970-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Naomi_Campbell_Cannes_2018.jpg/226px-Naomi_Campbell_Cannes_2018.jpg",
    "extract": "Naomi Elaine Campbell is an English model, actress, singer, and businesswoman. She began her career at the age of 15, and established herself amongst the most recognisable and in-demand models of the past four decades. Campbell was one of six models of her generation declared supermodels by the fashion industry and the international press.",
    "year": 1970,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Brody Stevens",
    "birthday": "1970-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Brody_Stevens_in_Vegas_2007_%28cropped%29.jpg/239px-Brody_Stevens_in_Vegas_2007_%28cropped%29.jpg",
    "extract": "Steven James Brody, known professionally as Brody Stevens, was an American stand-up comedian and actor. He starred in the Comedy Central reality series Brody Stevens: Enjoy It!, and was known for appearances on Chelsea Lately and other comedy shows as well as roles in films such as The Hangover (2009) and Due Date (2010). His scenes were cut out of Funny People (2009).",
    "year": 1970,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Cathy McMorris Rodgers",
    "birthday": "1969-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Cathy_McMorris_Rodgers_official_photo.jpg/229px-Cathy_McMorris_Rodgers_official_photo.jpg",
    "extract": "Cathy Anne McMorris Rodgers is an American politician who is the U.S. representative for Washington's 5th congressional district, which encompasses the eastern third of the state and includes Spokane, the state's second-largest city. A Republican, McMorris Rodgers previously served in the Washington House of Representatives. From 2013 to 2019, she chaired the House Republican Conference. Since 2021, she has been the ranking member of the House Energy and Commerce Committee.",
    "year": 1969,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Graham Linehan",
    "birthday": "1968-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Graham_Linehan_-_2013_%288735745502%29_%28cropped%29.jpg/218px-Graham_Linehan_-_2013_%288735745502%29_%28cropped%29.jpg",
    "extract": "Graham Linehan is an Irish television writer and anti-transgender activist. He created or co-created the sitcoms Father Ted (1995–1998), Black Books (2000–2004) and The IT Crowd (2006–2013). He has also written for Count Arthur Strong, Brass Eye and The Fast Show.",
    "year": 1968,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Johnny Gill",
    "birthday": "1966-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Johnny_Gill_1998.jpg/213px-Johnny_Gill_1998.jpg",
    "extract": "Johnny Gill Jr. is an American singer-songwriter and actor. Gill is the sixth and final member of the R&B/pop group New Edition, and was also a member of the supergroup called LSG, with Gerald Levert and Keith Sweat. Gill has released eight solo albums, three albums with New Edition, two albums with LSG, and one collaborative album with Stacy Lattisaw.",
    "year": 1966,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Wang Xiaoshuai",
    "birthday": "1966-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Wang_Xiaoshuai-2120.jpg/320px-Wang_Xiaoshuai-2120.jpg",
    "extract": "Wang Xiaoshuai is a Chinese film director, screenwriter and occasional actor. He is commonly grouped under the loose association of filmmakers known as the \"Sixth Generation\" of the Cinema of China. Like others in this generation, and in contrast with earlier Chinese filmmakers who produced mostly historical drama, Wang proposed a “new urban Chinese cinema [that] has been mainly concerned with bearing witness of a fast- paced transforming China and producing a localized critique of globalization.”",
    "year": 1966,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jay Carney",
    "birthday": "1965-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/35/Jay_Carney.jpg",
    "extract": "James Ferguson Carney is a former White House press secretary to President Barack Obama. He served as the 28th press secretary from February 2011 through June 2014. For the first two years of Obama's presidency, Carney was director of communications for Vice President Joe Biden. Prior to his government service, Carney worked for 20 years at Time Magazine, and was the magazine's Washington bureau chief from 2005 to 2008. As a Washington-based reporter, Carney appeared frequently on various political talk shows, including This Week with George Stephanopoulos for ABC News.",
    "year": 1965,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Claude Closky",
    "birthday": "1963-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Closky_Manege_Prix_Duchamp_opening_artlibre_jnl.jpg/320px-Closky_Manege_Prix_Duchamp_opening_artlibre_jnl.jpg",
    "extract": "Claude Closky is a French contemporary artist who lives and works in Paris, France.",
    "year": 1963,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Brian Pillman",
    "birthday": "1962-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Brian_Pillman_%28cropped%29.jpg/242px-Brian_Pillman_%28cropped%29.jpg",
    "extract": "Brian William Pillman was an American professional wrestler and professional football player best known for his appearances in Stampede Wrestling in the 1980s and World Championship Wrestling (WCW), Extreme Championship Wrestling (ECW), and World Wrestling Entertainment (WWE) in the 1990s.",
    "year": 1962,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Hideaki Anno",
    "birthday": "1960-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Godzilla_Resurgence_World_Premiere_Red_Carpet-_Anno_Hideaki_%2828526527191%29.jpg/213px-Godzilla_Resurgence_World_Premiere_Red_Carpet-_Anno_Hideaki_%2828526527191%29.jpg",
    "extract": "Hideaki Anno  is a Japanese animator, filmmaker and actor. He is best known for creating the anime series Neon Genesis Evangelion (1995). His style is defined by his postmodernist approach and the extensive portrayal of characters' thoughts and emotions, often through unconventional scenes presenting the mental deconstruction of those characters. The Evangelion franchise has had a significant influence on the anime television industry and Japanese popular culture, with many deeming Anno as one of the medium's first auteurs.",
    "year": 1960,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "David Blatt",
    "birthday": "1959-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/David_Blatt_Cavs_2014.jpg/286px-David_Blatt_Cavs_2014.jpg",
    "extract": "David Michael Blatt, is an Israeli-American professional basketball executive. He is also a former coach and player.",
    "year": 1959,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Olin Browne",
    "birthday": "1959-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Browne_Olin_2006.jpg/213px-Browne_Olin_2006.jpg",
    "extract": "Olin Douglas Browne is an American professional golfer who played on the PGA Tour and now plays on the PGA Tour Champions.",
    "year": 1959,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Morrissey",
    "birthday": "1959-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Morrissey_crop_tie.jpg/236px-Morrissey_crop_tie.jpg",
    "extract": "Steven Patrick Morrissey, known professionally as Morrissey, is an English singer, songwriter, and author. He came to prominence as the frontman of rock band the Smiths, who were active from 1982 to 1987. Since then, he has pursued a successful solo career. Morrissey's music is characterised by his baritone voice and distinctive lyrics with recurring themes of emotional isolation, sexual longing, self-deprecating and dark humour, and anti-establishment stances.",
    "year": 1959,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Kwak Jae-yong",
    "birthday": "1959-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Kwak_Jae-yong.2011.jpg/213px-Kwak_Jae-yong.2011.jpg",
    "extract": "Kwak Jae-yong is a South Korean film director and screenwriter. He studied physics at Kyung Hee University. He achieved success with his debut film Watercolor Painting in a Rainy Day in 1989, but the failure of his next two movies led to eight years of unemployment before a comeback with the smash-hit film My Sassy Girl in 2001. He is known for his limitless fondness of love stories set in a mix of different genres.",
    "year": 1959,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Mehbooba Mufti",
    "birthday": "1959-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Mehbooba_Mufti_Ji.jpg/246px-Mehbooba_Mufti_Ji.jpg",
    "extract": "Mehbooba Mufti is an Indian politician of the Jammu and Kashmir Peoples Democratic Party (PDP), who served as the last Chief Minister of Jammu and Kashmir as a State, from 4 April 2016 to 19 June 2018. After the revocation of the special status (autonomy) of the state in August 2019, Mufti was detained without any charges at first and later under the Jammu and Kashmir Public Safety Act. She was released only in October 2020, after the Supreme Court of India quizzed the government about the length of her detention.",
    "year": 1959,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Lisa Murkowski",
    "birthday": "1957-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Lisa_Murkowski_official_photo.jpg/275px-Lisa_Murkowski_official_photo.jpg",
    "extract": "Lisa Ann Murkowski is an American attorney and politician serving as the senior United States senator for Alaska, having held that seat since 2002. Murkowski is the second-most senior Republican woman in the Senate, after Susan Collins of Maine. Like Collins, Murkowski is often described as one of the most moderate Republicans in the Senate and a crucial swing vote. Murkowski became the dean of Alaska's Congressional delegation upon Representative Don Young's death.",
    "year": 1957,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Shuji Nakamura",
    "birthday": "1954-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Shuji_Nakamura.jpg/320px-Shuji_Nakamura.jpg",
    "extract": "Shuji Nakamura  is a Japanese-born American electronic engineer and prolific inventor specializing in the field of semiconductor technology, professor at the Materials Department of the College of Engineering, University of California, Santa Barbara (UCSB), and is regarded as the inventor of the blue LED, a major breakthrough in lighting technology.",
    "year": 1954,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Cha Bum-kun",
    "birthday": "1953-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Cha_Bum_Kun.jpg/255px-Cha_Bum_Kun.jpg",
    "extract": "Cha Bum-kun is a South Korean former football manager and player, nicknamed Tscha Bum or \"Cha Boom\" in Germany because of his thunderous ball striking ability. He showed explosive pace and powerful shots with his thick thighs. He is widely regarded as one of the greatest Asian footballers of all time.",
    "year": 1953,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Paul Mariner",
    "birthday": "1953-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/ea/Paul_Mariner_2010_%28cropped%29.jpg",
    "extract": "Paul Mariner was an English football player and coach.",
    "year": 1953,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Bernie Taupin",
    "birthday": "1950-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Bernie_Taupin_2011_Shankbone.JPG/259px-Bernie_Taupin_2011_Shankbone.JPG",
    "extract": "Bernard John Taupin is an English songwriter. He is best known for his long-term collaboration with musician Elton John, a songwriting partnership that is one of the most successful in history. Taupin has written the lyrics for most of John's songs.",
    "year": 1950,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Valentin Inzko",
    "birthday": "1949-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Valentin_Inzko_%2827944610377%29_%28cropped%29.jpg/214px-Valentin_Inzko_%2827944610377%29_%28cropped%29.jpg",
    "extract": "Valentin Inzko is an Austrian diplomat who served as the High Representative for Bosnia and Herzegovina from 2009 to 2021. He also served as the European Union Special Representative for Bosnia and Herzegovina from 2009 to 2011.",
    "year": 1949,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Nedumudi Venu",
    "birthday": "1948-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Nedumudi_Venu_2008.jpg/248px-Nedumudi_Venu_2008.jpg",
    "extract": "Kesavan Venugopal, better known by his stage name Nedumudi Venu, was an Indian actor and screenwriter from Kerala, who predominantly worked in Malayalam cinema. He acted in more than 500 films, primarily in Malayalam and also in Tamil in a career spanning nearly five decades.\nHe wrote screenplays and directed one film. Nedumudi Venu won three National Film Awards and six Kerala State Film Awards for his various performances.",
    "year": 1948,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "George Best",
    "birthday": "1946-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/George_Best_%281976%29.jpg/259px-George_Best_%281976%29.jpg",
    "extract": "George Best, also known as Georgie Best, was a Northern Irish professional footballer who played as a winger, spending most of his club career at Manchester United. A highly skilful dribbler, Best is regarded as one of the best players in the history of the sport. He was named European Footballer of the Year in 1968 and came sixth in the FIFA Player of the Century vote. Best received plaudits for his playing style, which combined pace, skill, balance, feints, two-footedness, goalscoring and the ability to get past defenders.",
    "year": 1946,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Howard Kendall",
    "birthday": "1946-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1e/Howard_Kendall_1990_or_1991_Saint_and_Greavsie_%28non-free_for_Wikipedia%29.jpg/320px-Howard_Kendall_1990_or_1991_Saint_and_Greavsie_%28non-free_for_Wikipedia%29.jpg",
    "extract": "Howard Kendall was an English footballer and manager.",
    "year": 1946,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Bob Katter",
    "birthday": "1945-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Bob_Katter.jpg/235px-Bob_Katter.jpg",
    "extract": "Robert Bellarmine Carl Katter is an Australian politician who has been a member of the House of Representatives since 1993. He was previously active in Queensland state politics from 1974 to 1992. Katter was a member of the National Party until 2001, when he left to sit as an independent. He formed his own party, Katter's Australian Party, in 2011.",
    "year": 1945,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "John Flanagan (author)",
    "birthday": "1944-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/John-flanagan-1338192602.jpg/320px-John-flanagan-1338192602.jpg",
    "extract": " John Anthony Flanagan is an Australian fantasy author best known for his medieval fantasy series, the Ranger's Apprentice series, and its sister series, the Brotherband Chronicles. Some of his other works include his Storm Peak duology, as well as the adult novel The Grey Raider.",
    "year": 1944,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Betty Williams (peace activist)",
    "birthday": "1943-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Betty_Williams_1996.jpg/219px-Betty_Williams_1996.jpg",
    "extract": "Elizabeth Williams was a peace activist from Northern Ireland. She was a co-recipient with Mairead Corrigan of the Nobel Peace Prize in 1976 for her work as a cofounder of Community of Peace People, an organisation dedicated to promoting a peaceful resolution to the Troubles in Northern Ireland.",
    "year": 1943,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Tommy John",
    "birthday": "1943-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Tommy_John_2008_bronx.jpg/230px-Tommy_John_2008_bronx.jpg",
    "extract": "Thomas Edward John Jr., nicknamed \"The Bionic Man,\" is an American retired professional baseball pitcher who played in Major League Baseball (MLB) for 26 seasons between 1963 and 1989. He played for the Cleveland Indians, Chicago White Sox, Los Angeles Dodgers, New York Yankees, California Angels, and Oakland Athletics. He was a four-time MLB All-Star and has the third-most wins (288) of any pitcher since 1900 not in the Hall of Fame. Known for his longevity, John was the Opening Day starter six times – three for the White Sox and three times for the Yankees. His 1982 start was not the first game of the season, but he started the second game of a doubleheader on Opening Day.",
    "year": 1943,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Roger Brown (basketball, born 1942)",
    "birthday": "1942-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9d/Roger_Brown_basketball.jpeg",
    "extract": "Roger William Brown was an American professional basketball player. A unanimous ABA All-Time Team selection, he was inducted into the Naismith Memorial Basketball Hall of Fame in 2013.",
    "year": 1942,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ted Kaczynski",
    "birthday": "1942-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Theodore_Kaczynski.jpg/320px-Theodore_Kaczynski.jpg",
    "extract": "Theodore John Kaczynski, also known as the Unabomber, is an American domestic terrorist and former mathematics professor. He was a mathematics prodigy, but abandoned his academic career in 1969 to pursue a primitive life. Between 1978 and 1995, he killed three people and injured 23 others in a nationwide bombing campaign against people he believed to be advancing modern technology and the destruction of the environment. He issued a social critique rejecting leftism, opposing industrialization and advocating a nature-centered form of anarchism.",
    "year": 1942,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Barbara Parkins",
    "birthday": "1942-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/5e/Barbara_Parkins_Valley_of_the_Dolls.jpg",
    "extract": "Barbara Parkins is a Canadian-American former actress, singer, and dancer.",
    "year": 1942,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Richard Oakes (activist)",
    "birthday": "1942-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e4/Richard_Oakes_%28activist%29.jpg",
    "extract": "Richard Oakes was a Mohawk Native American activist. He spurred Native American studies in university curricula and is credited for helping to change US federal government Indian termination policy policies of Native American peoples and culture. Oakes led a nineteen-month occupation of Alcatraz Island with LaNada Means, approximately 50 California State University students, and 37 others. The Occupation of Alcatraz is credited for opening a rediscovered unity among all Native American tribes.",
    "year": 1942,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Menzies Campbell",
    "birthday": "1941-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Official_portrait_of_Lord_Campbell_of_Pittenweem_crop_2.jpg/240px-Official_portrait_of_Lord_Campbell_of_Pittenweem_crop_2.jpg",
    "extract": "Walter Menzies Campbell, Baron Campbell of Pittenweem,, often known as Ming Campbell, is a British Liberal Democrat politician, advocate and former athlete. He was the Member of Parliament (MP) for North East Fife from 1987 to 2015 and was the Leader of the Liberal Democrats from 2 March 2006 until 15 October 2007.",
    "year": 1941,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Michael Sarrazin",
    "birthday": "1940-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/63/MSarrazin.jpg",
    "extract": "Michael Sarrazin was a Canadian film and television actor who found fame opposite Jane Fonda in They Shoot Horses, Don't They? (1969).",
    "year": 1940,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Bernard Shaw (journalist)",
    "birthday": "1940-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Bernard_Shaw.JPG/282px-Bernard_Shaw.JPG",
    "extract": "Bernard Shaw is a retired American journalist and former lead news anchor for CNN from 1980 until his retirement in March 2001.",
    "year": 1940,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Paul Winfield",
    "birthday": "1939-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Paul_Winfield_Mark_Slade_High_Chaparral_1969_%28cropped%29.JPG/275px-Paul_Winfield_Mark_Slade_High_Chaparral_1969_%28cropped%29.JPG",
    "extract": "Paul Edward Winfield was an American film, television and stage actor. He was known for his portrayal of a Louisiana sharecropper who struggles to support his family during the Great Depression in the landmark film Sounder (1972), which earned him an Academy Award nomination. He portrayed Martin Luther King Jr. in the 1978 television miniseries King, for which he was nominated for an Emmy Award. Winfield was also known for his roles in Star Trek II: The Wrath of Khan, The Terminator, L.A. Law, and 24 episodes of the sitcom 227. He received four Emmy nominations overall, winning in 1995 for his 1994 guest role in Picket Fences.",
    "year": 1939,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Richard Benjamin",
    "birthday": "1938-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Richard_Benjamin_LOC.jpg/260px-Richard_Benjamin_LOC.jpg",
    "extract": "Richard Samuel Benjamin is an American actor and film director. He has starred in a number of well-known film productions, including Goodbye, Columbus (1969), based on the novella by Philip Roth; Catch-22 (1970), from the Joseph Heller best-seller; Westworld (1973), a science-fiction thriller by Michael Crichton; and The Sunshine Boys (1975), written by Neil Simon. After directing for television, his first film as director was the 1982 comedy My Favorite Year. His other films as director include City Heat (1984), starring Burt Reynolds and Clint Eastwood, The Money Pit (1986) with Tom Hanks, and Made in America (1993) with Whoopi Goldberg.",
    "year": 1938,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Susan Strasberg",
    "birthday": "1938-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/1973_Susan_Strasberg.jpg/248px-1973_Susan_Strasberg.jpg",
    "extract": "Susan Elizabeth Strasberg was an American stage, film, and television actress. Imagined to be the next Hepburn-type ingenue, she was nominated for a Tony Award at age 18, playing the title role in The Diary of Anne Frank. She appeared on the covers of LIFE and Newsweek in 1955. A close friend of Marilyn Monroe and Richard Burton, she wrote two best-selling tell-all books. Her later career primarily consisted of slasher and horror films, followed by TV roles, by the 1980s.",
    "year": 1938,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Facundo Cabral",
    "birthday": "1937-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Facundo_Cabral.jpg/320px-Facundo_Cabral.jpg",
    "extract": "Facundo Cabral was an Argentine singer, songwriter and philosopher.",
    "year": 1937,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "George H. Heilmeier",
    "birthday": "1936-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/George_H._Heilmeier.jpg/255px-George_H._Heilmeier.jpg",
    "extract": "George Harry Heilmeier was an American engineer, manager, and a pioneering contributor to liquid crystal displays (LCDs), for which he was inducted into the National Inventors Hall of Fame. Heilmeier's work is an IEEE Milestone.",
    "year": 1936,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Peter Nero",
    "birthday": "1934-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/83/Pnheadshot.jpg",
    "extract": "Peter Nero is an American pianist and pops conductor. He directed the Philly Pops from 1979 to 2013, and has earned two Grammy Awards.",
    "year": 1934,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Chen Jingrun",
    "birthday": "1933-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Chen_Jingrun.jpg/237px-Chen_Jingrun.jpg",
    "extract": "Chen Jingrun, also known as Jing-Run Chen, was a Chinese mathematician who made significant contributions to number theory, including Chen's theorem and the Chen prime.",
    "year": 1933,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Kenny Ball",
    "birthday": "1930-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/ec/Late_Kenny_Ball_at_Flameburst.gif",
    "extract": "Kenneth Daniel Ball was an English jazz musician, best known as the bandleader, lead trumpet player and vocalist in Kenny Ball and his Jazzmen.",
    "year": 1930,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Marisol Escobar",
    "birthday": "1930-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Marisol_Escobar_NYWTS.jpg/260px-Marisol_Escobar_NYWTS.jpg",
    "extract": "Marisol Escobar, otherwise known simply as Marisol, was a Venezuelan-American sculptor born in Paris, who lived and worked in New York City. She became world-famous in the mid-1960s, but lapsed into relative obscurity within a decade. She continued to create her artworks and returned to the limelight in the early 21st century, capped by a 2014 major retrospective show organized by the Memphis Brooks Museum of Art.",
    "year": 1930,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Harvey Milk",
    "birthday": "1930-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Harvey_Milk_at_Gay_Pride_San_Jose%2C_June_1978_%28cropped%29.jpg/256px-Harvey_Milk_at_Gay_Pride_San_Jose%2C_June_1978_%28cropped%29.jpg",
    "extract": "Harvey Bernard Milk was an American politician and the first openly gay man to be elected to public office in California, as a member of the San Francisco Board of Supervisors. Milk was born and raised in New York where he acknowledged his homosexuality as an adolescent, but chose to pursue sexual relationships with secrecy and discretion well into his adult years. His experience in the counterculture of the 1960s caused him to shed many of his conservative views about individual freedom and the expression of sexuality.",
    "year": 1930,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ahmed Fouad Negm",
    "birthday": "1929-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/29/%D8%A7%D8%AD%D9%85%D8%AF_%D9%81%D8%A4%D8%A7%D8%AF_%D9%86%D8%AC%D9%85.jpg",
    "extract": "Ahmed Fouad Negm, popularly known as el-Fagommi الفاجومي, was an Egyptian vernacular poet. Negm is well known for his work with Egyptian composer Sheikh Imam, as well as his patriotic and revolutionary Egyptian Arabic poetry. Negm has been regarded as \"a bit of a folk hero in Egypt.\"",
    "year": 1929,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "T. Boone Pickens",
    "birthday": "1928-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/T_Boone_Pickens_2011_Shankbone.JPG/209px-T_Boone_Pickens_2011_Shankbone.JPG",
    "extract": "Thomas Boone Pickens Jr. was an American business magnate and financier. Pickens chaired the hedge fund BP Capital Management. He was a well-known takeover operator and corporate raider during the 1980s. As of November 2016, Pickens had a net worth of $500 million.",
    "year": 1928,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Michael Constantine",
    "birthday": "1927-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Michael_Constantine_Room_222_1969.JPG/230px-Michael_Constantine_Room_222_1969.JPG",
    "extract": "Michael Constantine was an American actor. He is most widely recognized for his portrayal of Kostas \"Gus\" Portokalos, the Windex bottle-toting Greek father of Toula Portokalos, in the film My Big Fat Greek Wedding (2002). Earlier, he earned acclaim for his television work, especially as the long-suffering high school principal, Seymour Kaufman, on ABC's comedy-drama, Room 222, for which he won the Primetime Emmy Award for Outstanding Supporting Actor in a Comedy Series in 1970; he was again recognized by the Emmy Awards, as well as the Golden Globe Awards, the following year. After the conclusion of Room 222, Constantine portrayed night court magistrate Matthew J. Sirota on the 1976 sitcom Sirota's Court, receiving his second Golden Globe nomination. Constantine reprised his role as Gus Portokalos in My Big Fat Greek Wedding 2 (2016).",
    "year": 1927,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Peter Matthiessen",
    "birthday": "1927-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Peter_Matthiessen_photograph.jpg/264px-Peter_Matthiessen_photograph.jpg",
    "extract": "Peter Matthiessen was an American novelist, naturalist, wilderness writer, and zen teacher. A co-founder of the literary magazine The Paris Review, he was the only writer to have won the National Book Award in both nonfiction and fiction. He was also a prominent environmental activist.",
    "year": 1927,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "George Andrew Olah",
    "birthday": "1927-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Ol%C3%A1h_Gy%C3%B6rgy_el%C5%91ad%C3%A1sa_8299.jpg/223px-Ol%C3%A1h_Gy%C3%B6rgy_el%C5%91ad%C3%A1sa_8299.jpg",
    "extract": "George Andrew Olah was a Hungarian chemist. After the Hungarian Revolution of 1956, he emigrated to the United Kingdom, which he left for Canada in 1964, finally resettling in the United States in 1965. His research involved the generation and reactivity of carbocations via superacids. For this research, Olah was awarded a Nobel Prize in Chemistry in 1994 \"for his contribution to carbocation chemistry.\" He was also awarded the Priestley Medal, the highest honor granted by the American Chemical Society and F.A. Cotton Medal for Excellence in Chemical Research of the American Chemical Society in 1996. According to György Marx he was one of The Martians.",
    "year": 1927,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jean Tinguely",
    "birthday": "1925-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Tinguely_by_Wolleh.jpg/320px-Tinguely_by_Wolleh.jpg",
    "extract": "Jean Tinguely was a Swiss sculptor best known for his kinetic art sculptural machines that extended the Dada tradition into the later part of the 20th century. Tinguely's art satirized automation and the technological overproduction of material goods.",
    "year": 1925,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Charles Aznavour",
    "birthday": "1924-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Charles_Aznavour_1961.jpg/230px-Charles_Aznavour_1961.jpg",
    "extract": "Charles Aznavour was a Franco-Armenian singer, lyricist, actor and diplomat. Aznavour was known for his distinctive vibrato tenor voice: clear and ringing in its upper reaches, with gravelly and profound low notes. In a career as a composer, singer and songwriter, spanning over 70 years, he recorded more than 1,200 songs interpreted in 9 languages. Moreover, he wrote or co-wrote more than 1,000 songs for himself and others. Aznavour is regarded as one of the greatest songwriters in the history of music and an icon of 20th-century pop culture.",
    "year": 1924,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "George S. Hammond",
    "birthday": "1921-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/GeorgeSHammond.png/230px-GeorgeSHammond.png",
    "extract": "George Simms Hammond was an American scientist and theoretical chemist who developed \"Hammond's postulate\", and fathered organic photochemistry,–the general theory of the geometric structure of the transition state in an organic chemical reaction. Hammond's research is also known for its influence on the philosophy of science. His research garnered him the Norris Award in 1968, the Priestley Medal in 1976, the National Medal of Science in 1994, and the Othmer Gold Medal in 2003. He served as the executive chairman of the Allied Chemical Corporation from 1979 to 1989.",
    "year": 1921,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Thomas Gold",
    "birthday": "1920-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/58/Thomas_Gold.jpg",
    "extract": "Thomas Gold was an Austrian-born American astrophysicist, a professor of astronomy at Cornell University, a member of the U.S. National Academy of Sciences, and a Fellow of the Royal Society (London). Gold was one of three young Cambridge scientists who in 1948 proposed the now mostly abandoned \"steady state\" hypothesis of the universe. Gold's work crossed academic and scientific boundaries, into biophysics, astronomy, aerospace engineering, and geophysics.",
    "year": 1920,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Paul Vanden Boeynants",
    "birthday": "1919-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Paul_Vanden_Boeynants_1966.jpg/265px-Paul_Vanden_Boeynants_1966.jpg",
    "extract": "Paul Emile François Henri Vanden Boeynants was a Belgian politician. He served as the prime minister of Belgium for two brief periods.",
    "year": 1919,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jean-Louis Curtis",
    "birthday": "1917-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Curtis_Harcourt_1947_2.jpg/237px-Curtis_Harcourt_1947_2.jpg",
    "extract": "Jean-Louis Curtis, pseudonym of Albert Laffitte, was a French novelist best known for his second novel The Forests of the Night, which won France's highest literary award the Prix Goncourt in 1947. He is the author of over 30 novels.",
    "year": 1917,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Max Kohnstamm",
    "birthday": "1914-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Max_Kohnstamm.JPG/320px-Max_Kohnstamm.JPG",
    "extract": "Max Kohnstamm was a Dutch historian and diplomat.",
    "year": 1914,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Sun Ra",
    "birthday": "1914-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Sun_Ra_%281973_publicity_photo_-_Impulse_ABC_Dunhill%29.jpg/219px-Sun_Ra_%281973_publicity_photo_-_Impulse_ABC_Dunhill%29.jpg",
    "extract": "Le Sony'r Ra, better known as Sun Ra, was an American jazz composer, bandleader, piano and synthesizer player, and poet known for his experimental music, \"cosmic\" philosophy, prolific output, and theatrical performances. For much of his career, Ra led \"The Arkestra\", an ensemble with an ever-changing name and flexible line-up.",
    "year": 1914,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Rafael Gil",
    "birthday": "1913-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Rafael_Gil.png/269px-Rafael_Gil.png",
    "extract": "Rafael Gil was a Spanish film director and screenwriter.",
    "year": 1913,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Dominique Rolin",
    "birthday": "1913-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Photo_Dominique_Rolin.jpg/320px-Photo_Dominique_Rolin.jpg",
    "extract": "Dominique Rolin was a Belgian novelist.",
    "year": 1913,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Herbert C. Brown",
    "birthday": "1912-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/37/Herbert_C._Brown.png",
    "extract": "Herbert Charles Brown was an American chemist and recipient of the 1979 Nobel Prize in Chemistry for his work with organoboranes.",
    "year": 1912,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Margaret Mee",
    "birthday": "1909-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/be/Margaret_Mee04.jpg/253px-Margaret_Mee04.jpg",
    "extract": "Margaret Ursula Mee, MBE was a British botanical artist who specialised in plants from the Brazilian Amazon Rainforest. She was also one of the first environmentalists to draw attention to the impact of large-scale mining and deforestation on the Amazon Basin.",
    "year": 1909,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Horton Smith",
    "birthday": "1908-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Bundesarchiv_Bild_102-07807%2C_Berlin%2C_Golfmeisterschaften.jpg/188px-Bundesarchiv_Bild_102-07807%2C_Berlin%2C_Golfmeisterschaften.jpg",
    "extract": "Horton Smith was an American professional golfer, best known as the winner of the first and third Masters Tournaments.",
    "year": 1908,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Hergé",
    "birthday": "1907-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/dc/Herge_with_bust_of_Tintin.png/220px-Herge_with_bust_of_Tintin.png",
    "extract": "Georges Prosper Remi, known by the pen name Hergé, from the French pronunciation of his reversed initials RG, was a Belgian cartoonist. He is best known for creating The Adventures of Tintin, the series of comic albums which are considered one of the most popular European comics of the 20th century. He was also responsible for two other well-known series, Quick & Flupke (1930–1940) and The Adventures of Jo, Zette and Jocko (1936–1957). His works were executed in his distinct ligne claire drawing style.",
    "year": 1907,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Laurence Olivier",
    "birthday": "1907-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Lord_Olivier_6_Allan_Warren.jpg/221px-Lord_Olivier_6_Allan_Warren.jpg",
    "extract": "Laurence Kerr Olivier, Baron Olivier, was an English actor and director who, along with his contemporaries Ralph Richardson and John Gielgud, was one of a trio of male actors who dominated the British stage of the mid-20th century. He also worked in films throughout his career, playing more than fifty cinema roles. Late in his career, he had considerable success in television roles.",
    "year": 1907,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Tom Driberg",
    "birthday": "1905-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Tom_Driberg.jpg/229px-Tom_Driberg.jpg",
    "extract": "Thomas Edward Neil Driberg, Baron Bradwell was a British journalist, politician, High Anglican churchman and possible Soviet spy, who served as a Member of Parliament (MP) from 1942 to 1955, and again from 1959 to 1974. A member of the Communist Party of Great Britain for more than twenty years, he was first elected to parliament as an Independent and joined the Labour Party in 1945. He never held any ministerial office, but rose to senior positions within the Labour Party and was a popular and influential figure in left-wing politics for many years.",
    "year": 1905,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jack Lambert (footballer, born 1902)",
    "birthday": "1902-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Jack_Lambert_%28footballer%29_%286%29.jpg/267px-Jack_Lambert_%28footballer%29_%286%29.jpg",
    "extract": "John Lambert was an English footballer who played as a centre forward or inside forward. He scored 116 goals from 223 appearances in the Football League playing for Rotherham County, Leeds United, Doncaster Rovers, Arsenal and Fulham. He went on to manage Margate and coach the juniors at Arsenal.",
    "year": 1902,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Al Simmons",
    "birthday": "1902-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/84/Al_Simmons_%281937%29.jpg",
    "extract": "Aloysius Harry Simmons, born Alois Szymanski, was an American professional baseball player. Nicknamed \"Bucketfoot Al\", he played for two decades in Major League Baseball (MLB) as an outfielder and had his best years with Connie Mack's Philadelphia Athletics during the late 1920s and early 1930s, winning two World Series with Philadelphia. Simmons also played for the Chicago White Sox, Detroit Tigers, Washington Senators, Boston Braves, Cincinnati Reds and Boston Red Sox. After his playing career ended, Simmons served as a coach for the Athletics and Cleveland Indians. A career .334 hitter, Simmons was inducted into the Baseball Hall of Fame in 1953.",
    "year": 1902,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Maurice J. Tobin",
    "birthday": "1901-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Mjtobin.jpg/256px-Mjtobin.jpg",
    "extract": "Maurice Joseph Tobin was an American politician serving as Mayor of Boston, Massachusetts, the Governor of Massachusetts, and United States Secretary of Labor. He was a Democrat and a liberal who supported the New Deal and Fair Deal programs, and was outspoken in his support for labor unions. However, he had little success battling against the conservative majorities in the Massachusetts legislature, and the U.S. Congress.",
    "year": 1901,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Juan Arvizu",
    "birthday": "1900-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Juan_Arvizu.jpg/222px-Juan_Arvizu.jpg",
    "extract": "Juan Nepomuceno Arvizu Santelices, was an acclaimed lyric tenor in Mexico and a noted interpreter of the Latin American bolero and tango on the international concert stage, on the radio and in film. He was widely noted for his interpretations of the works of Agustin Lara and María Grever and was nicknamed \"The Tenor With the Silken Voice\".",
    "year": 1900,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Friedrich Pollock",
    "birthday": "1894-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/AdornoHorkheimerHabermasbyJeremyJShapiro2.png/320px-AdornoHorkheimerHabermasbyJeremyJShapiro2.png",
    "extract": "Friedrich Pollock was a German social scientist and philosopher. He was one of the founders of the Institute for Social Research in Frankfurt am Main, and a member of the Frankfurt School of neo-Marxist theory.",
    "year": 1894,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Johannes R. Becher",
    "birthday": "1891-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Fotothek_df_roe-neg_0006098_020_Rede_von_Johannes_R._Becher.jpg/216px-Fotothek_df_roe-neg_0006098_020_Rede_von_Johannes_R._Becher.jpg",
    "extract": "Johannes Robert Becher was a German politician, novelist, and poet. He was affiliated with the Communist Party of Germany (KPD) before World War II. At one time, he was part of the literary avant-garde, writing in an expressionist style.",
    "year": 1891,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Giacomo Matteotti",
    "birthday": "1885-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Giacomo_Matteotti_2.jpg/220px-Giacomo_Matteotti_2.jpg",
    "extract": "Giacomo Matteotti was an Italian socialist politician. On 30 May 1924, he openly spoke in the Italian Parliament alleging the Fascists committed fraud in the recently held elections, and denounced the violence they used to gain votes. Eleven days later he was kidnapped and killed by Fascists.",
    "year": 1885,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Soemu Toyoda",
    "birthday": "1885-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Toyoda_Soemu.JPG/226px-Toyoda_Soemu.JPG",
    "extract": "Soemu Toyoda  was an admiral in the Imperial Japanese Navy in World War II.",
    "year": 1885,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Wilhelmina Hay Abbott",
    "birthday": "1884-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Elizabeth_Abbott_%28Wilhelmina_Hay_Abbott%29_%281884_-_1957%29.jpg/212px-Elizabeth_Abbott_%28Wilhelmina_Hay_Abbott%29_%281884_-_1957%29.jpg",
    "extract": "Wilhelmina Hay Abbott, also known by the name \"Elizabeth Abbott,\" was a Scottish suffragist, editor, and feminist lecturer, and wife of author George Frederick Abbott.",
    "year": 1884,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Francis de Miomandre",
    "birthday": "1880-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Francis_de_Miomandre.jpg/227px-Francis_de_Miomandre.jpg",
    "extract": "Francis de Miomandre was a French novelist and well-known translator from Spanish into French.",
    "year": 1880,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Warwick Armstrong",
    "birthday": "1879-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Warwick_Armstrong_1902.jpg/261px-Warwick_Armstrong_1902.jpg",
    "extract": "Warwick Windridge Armstrong was an Australian cricketer who played 50 Test matches between 1902 and 1921. An all-rounder, he captained Australia in ten Test matches between 1920 and 1921, and was undefeated, winning eight Tests and drawing two. Armstrong was captain of the 1920–21 Australian team which defeated the touring English 5–0: one of only three teams to win an Ashes series in a whitewash. In a Test career interrupted by the First World War, he scored 2,863 runs at an average of 38.68, including six centuries, and took 87 wickets. He was inducted into the Australian Cricket Hall of Fame in 2000.",
    "year": 1879,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jean Cras",
    "birthday": "1879-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Jean_Cras.jpg/226px-Jean_Cras.jpg",
    "extract": "Jean Émile Paul Cras was a 20th-century French composer and career naval officer. His musical compositions were inspired by his native Brittany, his travels to Africa, and most of all, by his sea voyages. As a naval commander he served with distinction in the Adriatic Campaign during World War I.",
    "year": 1879,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Symon Petliura",
    "birthday": "1879-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Symon_Petlura._Photo_1920s.jpg/244px-Symon_Petlura._Photo_1920s.jpg",
    "extract": "Symon Vasylyovych Petliura was a Ukrainian politician and journalist. He became the Supreme Commander of the Ukrainian Army and the President of the Ukrainian People's Republic during Ukraine's short-lived sovereignty in 1918–1921, leading Ukraine's struggle for independence following the fall of the Russian Empire in 1917.",
    "year": 1879,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "D. F. Malan",
    "birthday": "1874-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/DFMalanPortret_%28cropped%29.jpg/240px-DFMalanPortret_%28cropped%29.jpg",
    "extract": "Daniël François Malan, PC was a South African politician who served as the fourth prime minister of South Africa from 1948 to 1954. The National Party implemented the system of apartheid, which enforced racial segregation laws, during his tenure as Prime Minister.",
    "year": 1874,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Augusto Pestana (politician)",
    "birthday": "1868-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/APHD.jpg/256px-APHD.jpg",
    "extract": "Augusto Pestana was a Brazilian engineer and politician. Born in Rio de Janeiro, Pestana moved in the late 1880s to Rio Grande do Sul, Brazil's southernmost state, where he would become a specialist in railroad engineering and public administration, as well as one of the main leaders of the Republican Party of Rio Grande do Sul (PRR).",
    "year": 1868,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Willy Stöwer",
    "birthday": "1864-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c3/Willy_St%C3%B6wer.png/220px-Willy_St%C3%B6wer.png",
    "extract": "Willy Stöwer was a German artist, illustrator and author during the Imperial Period. He is best known for nautical paintings and lithographs. Many of his works depict historical maritime events such as the sinking of the RMS Titanic in 1912.",
    "year": 1864,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Arthur Conan Doyle",
    "birthday": "1859-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Conan_doyle.jpg/200px-Conan_doyle.jpg",
    "extract": "Sir Arthur Ignatius Conan Doyle was a British writer and physician. He created the character Sherlock Holmes in 1887 for A Study in Scarlet, the first of four novels and fifty-six short stories about Holmes and Dr. Watson. The Sherlock Holmes stories are milestones in the field of crime fiction.",
    "year": 1859,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Tsubouchi Shōyō",
    "birthday": "1859-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Shoyo_Tsubouchi_cropped.jpg/237px-Shoyo_Tsubouchi_cropped.jpg",
    "extract": "Tsubouchi Shōyō  was a Japanese author, critic, playwright, translator, editor, educator, and professor at Waseda University. He has been referred to as a seminal figure in Japanese drama.",
    "year": 1859,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Belmiro de Almeida",
    "birthday": "1858-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Belmiro_de_Almeida_-_Auto-retrato_aos_25_anos_de_idade%2C_1883.jpg/248px-Belmiro_de_Almeida_-_Auto-retrato_aos_25_anos_de_idade%2C_1883.jpg",
    "extract": "Belmiro Barbosa de Almeida was a Brazilian painter, illustrator, sculptor and caricaturist.",
    "year": 1858,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Aston Webb",
    "birthday": "1849-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Sir_Aston_Webb_by_Solomon_Joseph_Solomon.jpg/265px-Sir_Aston_Webb_by_Solomon_Joseph_Solomon.jpg",
    "extract": "Sir Aston Webb was an English architect who designed the principal facade of Buckingham Palace and the main building of the Victoria and Albert Museum, among other major works around England, many of them in partnership with Ingress Bell. He was President of the Royal Academy from 1919 to 1924, and the founding Chairman of the London Society.",
    "year": 1849,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Fritz von Uhde",
    "birthday": "1848-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Fritz_von_Uhde.jpg/227px-Fritz_von_Uhde.jpg",
    "extract": "Fritz von Uhde was a German painter of genre and religious subjects. His style lay in-between Realism and Impressionism, he was once known as \"Germany's outstanding impressionist\" and he became one of the first painters to introduce plein-air painting in his country.",
    "year": 1848,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Rita Cetina Gutiérrez",
    "birthday": "1846-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/49/Rita_Cetina_%28aka_Rita_Cetina_Guti%C3%A9rrez%29.jpg",
    "extract": "Rita Cetina Gutiérrez was a Mexican teacher, poet and feminist who promoted secular education in the nineteenth century in Mérida, Yucatán. She was one of the first feminists and influenced the generation of young women who fueled the first wave of feminism in Mexico.",
    "year": 1846,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Mary Cassatt",
    "birthday": "1844-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Mary_Cassatt_photograph_1913.jpg/320px-Mary_Cassatt_photograph_1913.jpg",
    "extract": "Mary Stevenson Cassatt was an American painter and printmaker. She was born in Allegheny City, Pennsylvania, but lived much of her adult life in France where she befriended Edgar Degas and exhibited with the Impressionists. Cassatt often created images of the social and private lives of women, with particular emphasis on the intimate bonds between mothers and children.",
    "year": 1844,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Catulle Mendès",
    "birthday": "1841-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Portrait_of_Catulle_Mend%C3%A8s.jpg/228px-Portrait_of_Catulle_Mend%C3%A8s.jpg",
    "extract": "Catulle Mendès was a French poet and man of letters.",
    "year": 1841,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Félix Bracquemond",
    "birthday": "1833-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/F%C3%A9lix_Bracquemonde_by_Nadar.jpg/223px-F%C3%A9lix_Bracquemonde_by_Nadar.jpg",
    "extract": "Félix Henri Bracquemond was a French painter and etcher. He played a key role in the revival of printmaking, encouraging artists such as Édouard Manet, Edgar Degas and Camille Pissarro to use this technique.",
    "year": 1833,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Manuel Ruiz Zorrilla",
    "birthday": "1833-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Ruiz_Zorrilla%2C_de_Laurent.jpg/216px-Ruiz_Zorrilla%2C_de_Laurent.jpg",
    "extract": "Manuel Ruiz Zorrilla was a Spanish politician. He served as Prime Minister of Spain for a little over ten weeks, in the summer of 1871, and again for eight months, between June 1872 and February 1873.",
    "year": 1833,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Henry Vandyke Carter",
    "birthday": "1831-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Henry_Vandyke_Carter_%28self-portrait%2C_1870%29.jpg/247px-Henry_Vandyke_Carter_%28self-portrait%2C_1870%29.jpg",
    "extract": "Henry Vandyke Carter was an English anatomist, surgeon, and anatomical artist most notable for his illustrations of the book Gray's Anatomy.",
    "year": 1831,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Albrecht von Graefe",
    "birthday": "1828-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Albrecht_v_Graefe3.jpg/216px-Albrecht_v_Graefe3.jpg",
    "extract": "Friedrich Wilhelm Ernst Albrecht von Gräfe, often Anglicized to Graefe, was a Prussian pioneer of German ophthalmology. Graefe was born in Finkenheerd, Brandenburg, the son of Karl Ferdinand von Graefe (1787–1840). He was the father of the far right politician Albrecht von Graefe (1868–1933).",
    "year": 1828,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Worthington Whittredge",
    "birthday": "1820-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Worthington_Whittredge_by_William_Merritt_Chase%2C_c1890.jpg/262px-Worthington_Whittredge_by_William_Merritt_Chase%2C_c1890.jpg",
    "extract": "Thomas Worthington Whittredge was an American artist of the Hudson River School. Whittredge was a highly regarded artist of his time, and was friends with several leading Hudson River School artists including Albert Bierstadt and Sanford Robinson Gifford. He traveled widely and excelled at landscape painting, many examples of which are now in major museums. He served as president of the National Academy of Design from 1874 to 1875 and was a member of the selection committees for the 1876 Philadelphia Centennial Exposition and the 1878 Paris Exposition, both important venues for artists of the day.",
    "year": 1820,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Amalia Lindegren",
    "birthday": "1814-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Amalia_Lindegren_-_from_Svenskt_Portr%C3%A4ttgalleri_XX.png/239px-Amalia_Lindegren_-_from_Svenskt_Portr%C3%A4ttgalleri_XX.png",
    "extract": "Amalia Euphrosyne Lindegren was a Swedish artist and painter. She was a member of the Royal Swedish Academy of Arts (1856).",
    "year": 1814,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Richard Wagner",
    "birthday": "1813-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/RichardWagner.jpg/231px-RichardWagner.jpg",
    "extract": "Wilhelm Richard Wagner was a German composer, theatre director, polemicist, and conductor who is chiefly known for his operas. Unlike most opera composers, Wagner wrote both the libretto and the music for each of his stage works. Initially establishing his reputation as a composer of works in the romantic vein of Carl Maria von Weber and Giacomo Meyerbeer, Wagner revolutionised opera through his concept of the Gesamtkunstwerk, by which he sought to synthesise the poetic, visual, musical and dramatic arts, with music subsidiary to drama. He described this vision in a series of essays published between 1849 and 1852. Wagner realised these ideas most fully in the first half of the four-opera cycle Der Ring des Nibelungen.",
    "year": 1813,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Giulia Grisi",
    "birthday": "1811-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Giulia_grisi_donna_anna.JPG/223px-Giulia_grisi_donna_anna.JPG",
    "extract": "Giulia Grisi was an Italian opera singer. She performed widely in Europe, the United States and South America and was among the leading sopranos of the 19th century.",
    "year": 1811,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Henry Pelham-Clinton, 5th Duke of Newcastle",
    "birthday": "1811-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/5thDukeOfNewcastle.jpg/248px-5thDukeOfNewcastle.jpg",
    "extract": "Henry Pelham Fiennes Pelham-Clinton, 5th Duke of Newcastle-under-Lyne,, styled Earl of Lincoln before 1851, was a British politician.",
    "year": 1811,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Gérard de Nerval",
    "birthday": "1808-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/F%C3%A9lix_Nadar_1820-1910_portraits_G%C3%A9rard_de_Nerval.jpg/230px-F%C3%A9lix_Nadar_1820-1910_portraits_G%C3%A9rard_de_Nerval.jpg",
    "extract": "Gérard de Nerval was the nom de plume of the French writer, poet, and translator Gérard Labrunie, a major figure of French romanticism, best known for his novellas and poems, especially the collection Les Filles du feu, which included the novella Sylvie and the poem \"El Desdichado\". Through his translations, Nerval played a major role in introducing French readers to the works of German Romantic authors, including Klopstock, Schiller, Bürger and Goethe. His later work merged poetry and journalism in a fictional context and influenced Marcel Proust. His last novella, Aurélia, influenced André Breton and Surrealism.",
    "year": 1808,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "William Sturgeon",
    "birthday": "1783-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7c/William_Sturgeon.jpg",
    "extract": "William Sturgeon was an English physicist and inventor who made the first electromagnets, and invented the first practical British electric motor.",
    "year": 1783,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Hirose Tansō",
    "birthday": "1782-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Tansou_Hirose.jpg/240px-Tansou_Hirose.jpg",
    "extract": "Hirose Tanso was a neo-Confucian scholar, teacher and Japanese writer.",
    "year": 1782,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Johann Nepomuk Schödlberger",
    "birthday": "1779-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Friedrich_von_Amerling_-_Der_Maler_Johann_Nepomuk_Sch%C3%B6dlberger_-_1187_-_%C3%96sterreichische_Galerie_Belvedere.jpg/236px-Friedrich_von_Amerling_-_Der_Maler_Johann_Nepomuk_Sch%C3%B6dlberger_-_1187_-_%C3%96sterreichische_Galerie_Belvedere.jpg",
    "extract": "\n\nJohann Nepomuk Schödlberger was an Austrian painter who specialized in landscapes; often with figures. He was largely self-taught.",
    "year": 1779,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ram Mohan Roy",
    "birthday": "1772-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Portrait_of_Raja_Ram_Mohun_Roy%2C_1833.jpg/285px-Portrait_of_Raja_Ram_Mohun_Roy%2C_1833.jpg",
    "extract": "Ram Mohan Roy was an Indian reformer who was one of the founders of the Brahmo Sabha in 1828, the precursor of the Brahmo Samaj, a social-religious reform movement in the Indian subcontinent. He was given the title of Raja by Akbar II, the Mughal emperor. His influence was apparent in the fields of politics, public administration, education and religion. He was known for his efforts to abolish the practices of sati and child marriage. Roy is considered to be the \"Father of the Bengal Renaissance\" by many historians.",
    "year": 1772,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Princess Elizabeth of the United Kingdom",
    "birthday": "1770-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Sir_William_Beechey_%281753-1839%29_-_Princess_Elizabeth_%281770-1840%29_-_RCIN_403412_-_Royal_Collection.jpg/246px-Sir_William_Beechey_%281753-1839%29_-_Princess_Elizabeth_%281770-1840%29_-_RCIN_403412_-_Royal_Collection.jpg",
    "extract": "Princess Elizabeth of the United Kingdom was the seventh child and third daughter of King George III and Charlotte of Mecklenburg-Strelitz. After marrying the Landgrave of Hesse-Homburg, Frederick VI, she took permanent residence in Germany as landgravine.",
    "year": 1770,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Henry Bathurst, 3rd Earl Bathurst",
    "birthday": "1762-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Henry_Bathurst%2C_3rd_Earl_Bathurst_by_William_Salter.jpg/257px-Henry_Bathurst%2C_3rd_Earl_Bathurst_by_William_Salter.jpg",
    "extract": "Henry Bathurst, 3rd Earl Bathurst, was a High Tory, High Church Pittite. He was an MP for thirty years before ennoblement. If rather dull, and an indifferent speaker in debates, he was a competent administrator, and he remained intensely loyal and at the centre of government for longer than all his contemporaries. A personal friend of William Pitt the Younger, he became a broker of deals across cabinet factions during the Napoleonic era. After the Napoleonic Wars, Bathurst was on the 'conservative' wing of the Tory party.",
    "year": 1762,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Louis Legendre",
    "birthday": "1752-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Louis_Legendre_par_Jean-Louis_Laneuville.jpg/260px-Louis_Legendre_par_Jean-Louis_Laneuville.jpg",
    "extract": "Louis Legendre was a French politician of the Revolution period.",
    "year": 1752,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Hubert Robert",
    "birthday": "1733-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/%C3%89lisabeth-Louise_Vig%C3%A9e-Le_Brun_-_Hubert_Robert_%281788%29.jpg/257px-%C3%89lisabeth-Louise_Vig%C3%A9e-Le_Brun_-_Hubert_Robert_%281788%29.jpg",
    "extract": "Hubert Robert was a French painter in the school of Romanticism, noted especially for his landscape paintings and capricci, or semi-fictitious picturesque depictions of ruins in Italy and of France.",
    "year": 1733,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "François-Joachim de Pierre de Bernis",
    "birthday": "1715-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Fran%C3%A7ois-Joachim_de_Pierre_de_Bernis_-_Versailles_MV_2986.png/266px-Fran%C3%A7ois-Joachim_de_Pierre_de_Bernis_-_Versailles_MV_2986.png",
    "extract": "François-Joachim de Pierre de Bernis, comte de Lyonnais was a French cardinal and diplomat. He was the sixth member elected to occupy Seat 3 of the Académie française in 1744. Bernis was one of the most prominent figures in the autobiography of Giacomo Casanova Histoire de ma vie starting from the chapter on \"Convent Affairs\".",
    "year": 1715,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Daniel Gran",
    "birthday": "1694-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Daniel_Gran.jpg/241px-Daniel_Gran.jpg",
    "extract": "Daniel Gran, was an Austrian painter. His pictures ornament several public buildings in his native city. He was of some consideration in his time and after a century of Italian dominance one of the first important painters of the German-speaking countries, but his works are relatively unknown outside of Austria and Germany today.",
    "year": 1694,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Magnus Stenbock",
    "birthday": "1665-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Magnus_Stenbock%2C_1665-1717.jpg/248px-Magnus_Stenbock%2C_1665-1717.jpg",
    "extract": "Count Magnus Stenbock was a Swedish field marshal (Fältmarskalk) and Royal Councillor. A renowned commander of the Carolean Army during the Great Northern War, he was a prominent member of the Stenbock family. He studied at Uppsala University and joined the Swedish Army during the Nine Years' War, where he participated in the Battle of Fleurus in 1690. After the battle, he was appointed lieutenant colonel, entered Holy Roman service as Adjutant General, and married Eva Magdalena Oxenstierna, daughter of statesman Bengt Gabrielsson Oxenstierna. Returning to Swedish service he received colonelcy of a regiment in Wismar, and later became colonel of the Kalmar and then Dalarna regiments.",
    "year": 1665,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Gabriël Grupello",
    "birthday": "1644-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Gabriel_von_Grupello.jpg/218px-Gabriel_von_Grupello.jpg",
    "extract": "Gabriël Grupello was a Flemish Baroque sculptor who produced religious and mythological sculptures, portraits and public sculptures. He worked in Flanders, France and Germany. He was a virtuoso sculptor who enjoyed the patronage of several European rulers.",
    "year": 1644,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Louis de Buade de Frontenac",
    "birthday": "1622-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e3/Louis_de_Buade%2C_comte_de_Frontenac_et_de_Palluau_%281622-1698%29.jpg",
    "extract": "Louis de Buade, Comte de Frontenac et de Palluau was a French soldier, courtier, and Governor General of New France in North America from 1672 to 1682, and again from 1689 to his death in 1698. He established a number of forts on the Great Lakes and engaged in a series of battles against the English and the Iroquois.",
    "year": 1622,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Edward Seymour, 1st Earl of Hertford",
    "birthday": "1539-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Edward_Seymour%2C_Earl_of_Hertford%2C_Attributed_to_Hans_Eworth_%281515_-_1574%29.jpg/256px-Edward_Seymour%2C_Earl_of_Hertford%2C_Attributed_to_Hans_Eworth_%281515_-_1574%29.jpg",
    "extract": "Edward Seymour, 1st Earl of Hertford, 1st Baron Beauchamp, KG, of Wulfhall and Totnam Lodge in Great Bedwyn, Wiltshire, of Hatch Beauchamp in Somerset, of Netley Abbey, Hampshire, and of Hertford House, Cannon Row in Westminster, is most noted for incurring the displeasure of Queen Elizabeth I by more than one clandestine marriage.",
    "year": 1539,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Annamacharya",
    "birthday": "1408-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Annamacharya.jpg/213px-Annamacharya.jpg",
    "extract": "Tallapaka Annamacharya, also popularly known as Annamayya, was a 15th-century Hindu saint and the earliest known Indian musician to compose songs called sankirtanas in praise of the Venkateswara, a form of Vishnu. The musical form of the keertana songs that he composed, which are still popular among Carnatic music concert artists, have strongly influenced the structure of Carnatic music compositions. Annamacharya is remembered for his saintly life, and is honoured as a great devotee of Vishnu by devotees and saintly singers.",
    "year": 1408,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Su Xun",
    "birthday": "1009-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Su_Hsun.jpg/142px-Su_Hsun.jpg",
    "extract": "Su Xun was a Chinese writer during the Song dynasty, best known for his essays. He is considered one of the Eight Masters of the Tang and Song, along with his sons Su Shi and Su Zhe.",
    "year": 1009,
    "month": 5,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Itzam Kʼan Ahk I",
    "birthday": "626-5-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Maler_Researches_in_the_Central_Portion_of_the_Usumatsintla_Valley_Plate_XXVIII.png/147px-Maler_Researches_in_the_Central_Portion_of_the_Usumatsintla_Valley_Plate_XXVIII.png",
    "extract": "Itzam Kʼan Ahk I, also known as Ruler 2, was an ajaw of Piedras Negras, an ancient Maya settlement in Guatemala. He ruled during the Late Classic Period, from AD 639–686. The son of Kʼinich Yoʼnal Ahk I, Itzam Kʼan Ahk I took the throne when he was only 12 years old. His reign was marked by several wars, and he seems to have had a special connection with Calakmul. Itzam Kʼan Ahk I died just a few days before the marriage of his son, who succeeded him as ajaw of Piedras Negras and took on the name Kʼinich Yoʼnal Ahk II. Itzam Kʼan Ahk I left behind several monuments, including eight stelae, three panels, a throne, and a short stela-like column; this made him the most active of Piedras Negras's leaders in regards to erecting monuments.",
    "year": 626,
    "month": 5,
    "day": 22,
    "language": "en"
  }
]