[
  {
    "name": "James Charles",
    "birthday": "1999-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/James_Charles_%282019%29_%28cropped%29.png/256px-James_Charles_%282019%29_%28cropped%29.png",
    "extract": "James Charles Dickinson is an American beauty YouTuber and makeup artist. While working as a local makeup artist in his hometown of Bethlehem, New York, Charles started a YouTube channel, where he posts makeup tutorials. In 2016, he became the first male brand ambassador for CoverGirl after a tweet featuring his makeup went viral online.",
    "year": 1999,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Sérgio Sette Câmara",
    "birthday": "1998-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/F12019_Schloss_Gabelhofen_%2819%29.jpg/213px-F12019_Schloss_Gabelhofen_%2819%29.jpg",
    "extract": "Sérgio Sette Câmara Filho is a Brazilian racing driver who currently drives for Dragon / Penske Autosport in Formula E and previously competed in Formula 2 for MP Motorsport, Carlin Motorsport and DAMS. He was a member of the Red Bull Junior Team, having formerly been a test and development driver for McLaren.",
    "year": 1998,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Salwa Eid Naser",
    "birthday": "1998-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/DOH70118_400m_women_final_naser_%2848910954726%29.jpg/277px-DOH70118_400m_women_final_naser_%2848910954726%29.jpg",
    "extract": "Salwa Eid Naser is a Nigerian-born Bahraini sprinter who specialises in the 400 metres. She is the 2019 World champion with a third fastest time in history of 48.14 seconds, becoming the youngest-ever champion in the event and also the first woman representing an Asian nation to win it at a World Championships. The mark places her only behind contested results of Marita Koch and Jarmila Kratochvílová. At the event, at only 19, Naser was the 2017 World silver medallist. She has also won, as a member of Bahraini mixed-gender 4x400 m relay team, the 2019 World Championships bronze medal.",
    "year": 1998,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Pedro Chirivella",
    "birthday": "1997-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/RC_Lens_-_FC_Nantes_%2825-11-2020%29_5.jpg/240px-RC_Lens_-_FC_Nantes_%2825-11-2020%29_5.jpg",
    "extract": "Pedro Chirivella Burgos is a Spanish professional footballer who plays as a midfielder for Ligue 1 club FC Nantes.",
    "year": 1997,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Joe Gomez (footballer)",
    "birthday": "1997-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/LFC_Parade_2019_01_Joe_Gomez.jpg/217px-LFC_Parade_2019_01_Joe_Gomez.jpg",
    "extract": "Joseph Dave Gomez is an English professional footballer who plays as a centre back for Premier League club Liverpool and the England national team.",
    "year": 1997,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Gustaf Nilsson (footballer, born 1997)",
    "birthday": "1997-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Nilsson_Gustaf.jpg/320px-Nilsson_Gustaf.jpg",
    "extract": "Håkan Gustaf Nilsson is a Swedish professional footballer who plays as a forward for German 3. Liga club Wehen Wiesbaden.",
    "year": 1997,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Sam Timmins",
    "birthday": "1997-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Sam_Timmins.jpg/173px-Sam_Timmins.jpg",
    "extract": "Samuel Timmins is a New Zealand professional basketball player for the Otago Nuggets of the New Zealand National Basketball League (NZNBL). He played college basketball for the Washington Huskies. He made his debut for the New Zealand Breakers of the Australian National Basketball League (NBL) in 2021.",
    "year": 1997,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Katharina Althaus",
    "birthday": "1996-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Katharina_Althaus_Hinzenbach2014.jpg/213px-Katharina_Althaus_Hinzenbach2014.jpg",
    "extract": "Katharina Althaus is a German ski jumper who has competed at World Cup level since the 2011/12 season. She finished runner-up in the 2017/18 season overall standings, and won individual silver medals at the 2018 and 2022 Winter Olympics.",
    "year": 1996,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Răzvan Marin",
    "birthday": "1996-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Razvan_Marin_%28cropped%29_-_Sweden_vs_Romaina_23_March_2019.jpg/218px-Razvan_Marin_%28cropped%29_-_Sweden_vs_Romaina_23_March_2019.jpg",
    "extract": "Răzvan Gabriel Marin is a Romanian professional footballer who plays as a midfielder for Serie A club Cagliari and the Romania national team.",
    "year": 1996,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Aaron Donald",
    "birthday": "1991-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Aaron_Donald_2020_%28cropped%29.jpg/216px-Aaron_Donald_2020_%28cropped%29.jpg",
    "extract": "Aaron Charles Donald is an American football defensive tackle for the Los Angeles Rams of the National Football League (NFL). He played college football at Pittsburgh, where he received unanimous All-American honors, and was selected by the Rams in the first round of the 2014 NFL Draft. Regarded as one of the greatest defensive players of all time, he has received a record three Defensive Player of the Year Awards, Pro Bowl selections in all eight of his seasons, and seven first-team All-Pro honors. Donald was also a member of the Rams team that won Super Bowl LVI.",
    "year": 1991,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Lena Meyer-Landrut",
    "birthday": "1991-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/2019_Lena_-_by_2eight_-_DSC4551.jpg/213px-2019_Lena_-_by_2eight_-_DSC4551.jpg",
    "extract": "Lena Johanna Therese Meyer-Landrut, also known by the mononym Lena, is a German singer-songwriter. She rose to fame after representing Germany in the Eurovision Song Contest 2010 in Oslo, winning the contest with her song \"Satellite\". Both \"Satellite\" and her debut album My Cassette Player (2010) debuted at number one in Germany and became platinum sellers. With her three entries from the German national final Unser Star für Oslo, Meyer-Landrut set an all-time chart record in her home country by debuting with three songs in the top five of the German Singles Chart. She represented Germany for the second consecutive time in the Eurovision Song Contest 2011 in Düsseldorf with the song \"Taken by a Stranger\", finishing in tenth place.",
    "year": 1991,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "César Pinares",
    "birthday": "1991-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Colo_Colo_-_Huachipato%2C_2018-03-03_-_C%C3%A9sar_Pinares_-_03.jpg/259px-Colo_Colo_-_Huachipato%2C_2018-03-03_-_C%C3%A9sar_Pinares_-_03.jpg",
    "extract": "César Ignacio Pinares Tamayo is a Chilean footballer who plays for Turkish Süper Lig club Altay S.K. and the Chile national team as a midfielder.",
    "year": 1991,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Dan Evans (tennis)",
    "birthday": "1990-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Evans_MCM22_%2819%29_%2852036657719%29.jpg/213px-Evans_MCM22_%2819%29_%2852036657719%29.jpg",
    "extract": "Daniel Evans is a British professional tennis player from England. He has been ranked as high as world No. 22 in singles by the Association of Tennis Professionals (ATP), which he achieved on 27 September 2021, and is the current British No. 2 in singles. He reached a career-high ranking of world No. 52 in doubles on 26 April 2021. In 2015, he formed part of the winning British Davis Cup team.",
    "year": 1990,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Kristína Kučová",
    "birthday": "1990-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Kucova_WMQ19_%2829%29.jpg/213px-Kucova_WMQ19_%2829%29.jpg",
    "extract": "Kristína Kučová is a Slovak tennis player. On 12 September 2016, she reached her best singles ranking of world No. 71. On 5 October 2009, she peaked at No. 168 in the WTA doubles rankings.",
    "year": 1990,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ezequiel Schelotto",
    "birthday": "1989-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Schelotto_BHA_Pre_Season.jpg/213px-Schelotto_BHA_Pre_Season.jpg",
    "extract": "Ezequiel Matías Schelotto is an Argentine-Italian footballer who plays for Racing Club in the Argentine Primera División. A versatile player on the right flank, he started his career as a winger and was later converted into a full-back.",
    "year": 1989,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Angelo Ogbonna",
    "birthday": "1988-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Angelo_Ogbonna.jpg/174px-Angelo_Ogbonna.jpg",
    "extract": "Obinze Angelo Ogbonna is an Italian professional footballer who plays as a centre-back for Premier League club West Ham United and the Italy national team.",
    "year": 1988,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Morgan Pressel",
    "birthday": "1988-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Morgan_Pressel_%288701929091%29.jpg/232px-Morgan_Pressel_%288701929091%29.jpg",
    "extract": "Morgan Pressel is an American professional golfer, currently playing on the LPGA Tour. In 2001, as a 12-year-old, she became the youngest player to qualify for the U.S. Women's Open. She was the 2005 American Junior Golf Association (AJGA) Player of the Year, and won the 2006 AJGA Nancy Lopez Award. She turned pro at age 17, and is the youngest-ever winner of a modern LPGA major championship, when at age 18 she won the 2007 Kraft Nabisco Championship and vaulted to a career-high fourth in the world rankings.",
    "year": 1988,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Gracie Otto",
    "birthday": "1987-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/GracieOttoFrOct2011.jpg/243px-GracieOttoFrOct2011.jpg",
    "extract": "Gracie Otto is an Australian filmmaker. She made her feature-length directing debut with the 2013 documentary The Last Impresario about prolific British theatre impresario and film producer Michael White. The film made its world premiere at the BFI London Film Festival in October 2013.\nOtto has directed a variety of screen content such as television commercial videos (TCVs), shorts, television series, feature films and documentaries.",
    "year": 1987,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Bray Wyatt",
    "birthday": "1987-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Bray_Wyatt_2017.jpg/170px-Bray_Wyatt_2017.jpg",
    "extract": "Windham Lawrence Rotunda is an American professional wrestler. He is best known for his tenure with WWE under the ring names Bray Wyatt and The Fiend.",
    "year": 1987,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ryan Coogler",
    "birthday": "1986-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Ryan_Coogler_by_Gage_Skidmore.jpg/202px-Ryan_Coogler_by_Gage_Skidmore.jpg",
    "extract": "Ryan Kyle Coogler is an American film director, producer and screenwriter. His first feature film, Fruitvale Station (2013), won the top audience and grand jury awards in the U.S. dramatic competition at the 2013 Sundance Film Festival. He has since co-written and directed the seventh film in the Rocky series, Creed (2015), and the Marvel film Black Panther (2018), the latter of which broke numerous box office records and became the highest-grossing film of all time by an African American director, and his upcoming sequel Black Panther: Wakanda Forever (2022).",
    "year": 1986,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Alexei Sitnikov",
    "birthday": "1986-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/2012_WFSC_05d_533_Julia_Zlobina_Alexei_Sitnikov.JPG/207px-2012_WFSC_05d_533_Julia_Zlobina_Alexei_Sitnikov.JPG",
    "extract": "Alexei Alexandrovich Sitnikov is a former competitive ice dancer. Competing for Azerbaijan with Julia Zlobina, he is the 2013 Golden Spin of Zagreb champion, 2013 Volvo Open Cup champion, 2012 Nebelhorn Trophy silver medalist, and 2013 Winter Universiade silver medalist. They competed at the 2014 Winter Olympics, finishing 12th, and have placed as high as sixth at the European Championships (2014).",
    "year": 1986,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ruben Zadkovich",
    "birthday": "1986-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Ruben_Zadkovich.jpg/320px-Ruben_Zadkovich.jpg",
    "extract": "Ruben Anton Zadkovich is a former Australian professional football (soccer) player, and interim manager of Perth Glory. He played for 6 clubs in a career that spanned between England and Australia, notably becoming a crowd favourite at Newcastle Jets FC in the A-League. Zadkovich was also capped for Australia, representing the Socceroos on 3 occasions.",
    "year": 1986,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Sebastián Fernández",
    "birthday": "1985-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/71/Seba_fernandez.JPG",
    "extract": "Sebastián Bruno Fernández Miglierina is a Uruguayan professional footballer who plays as a forward for Danubio.",
    "year": 1985,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Teymuraz Gabashvili",
    "birthday": "1985-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Gabashvili_WM16_%282%29_%2828419012335%29.jpg/214px-Gabashvili_WM16_%282%29_%2828419012335%29.jpg",
    "extract": "Teymuraz Besikovich Gabashvili is a Russian professional tennis player. He has a career-high singles ranking of World No. 43 achieved on 1 February 2016. He has reached the fourth round of the 2010 and 2015 French Open. On 18 November 2021, Gabashvili was banned from competition for 20 months after testing positive for furosemide.",
    "year": 1985,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Wim Stroetinga",
    "birthday": "1985-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Willem_Stroetinga.jpg/214px-Willem_Stroetinga.jpg",
    "extract": "Willem Stroetinga is a Dutch former professional racing cyclist.",
    "year": 1985,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Hugo Almeida",
    "birthday": "1984-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/KUB-CSKA_%284%29.jpg/302px-KUB-CSKA_%284%29.jpg",
    "extract": "Hugo Miguel Pereira de Almeida is a Portuguese former professional footballer who played as a centre forward.",
    "year": 1984,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Silvio Proto",
    "birthday": "1983-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Silvio_Proto_2011.jpg/204px-Silvio_Proto_2011.jpg",
    "extract": "Silvestro \"Silvio\" Proto is a Belgian former professional footballer who played as a goalkeeper.",
    "year": 1983,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Theofanis Gekas",
    "birthday": "1980-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Gekas.jpg/228px-Gekas.jpg",
    "extract": "Theofanis \"Fanis\" Gekas is a Greek former professional footballer who played as a striker.",
    "year": 1980,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ben Ross",
    "birthday": "1980-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Ben_Ross.jpg/269px-Ben_Ross.jpg",
    "extract": "Benjamin David \"Ben\" Ross is an Australian former professional rugby league footballer who played in the 2000s and 2010s. A Queensland State of Origin representative forward, he played in the National Rugby League for the St. George Illawarra Dragons, Penrith Panthers, with whom he won the 2003 NRL Premiership, the Cronulla-Sutherland Sharks and the South Sydney Rabbitohs.",
    "year": 1980,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Rasual Butler",
    "birthday": "1979-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Rasual_Butler_cropped.jpg/149px-Rasual_Butler_cropped.jpg",
    "extract": "Rasual Butler was an American professional basketball player. In his 14-year National Basketball Association (NBA) career, he played for the Miami Heat, New Orleans Hornets, Los Angeles Clippers, Chicago Bulls, Toronto Raptors, Indiana Pacers, Washington Wizards and San Antonio Spurs. He was born in Philadelphia, and raised in the Point Breeze area of South Philadelphia. After playing college basketball at La Salle, he was drafted in second round of the 2002 NBA draft by the Heat.",
    "year": 1979,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Brian Campbell",
    "birthday": "1979-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Brian_Campbell_Hawks.JPG/263px-Brian_Campbell_Hawks.JPG",
    "extract": "Brian Wesley Campbell is a Canadian former professional ice hockey defenceman. He played for the Buffalo Sabres, San Jose Sharks, Chicago Blackhawks and Florida Panthers of the National Hockey League (NHL). He won the Stanley Cup with the Blackhawks in 2010, assisting on the deciding goal.",
    "year": 1979,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Scott Raynor",
    "birthday": "1978-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Scott_Raynor.jpg/206px-Scott_Raynor.jpg",
    "extract": "Scott William Raynor, Jr. is an American musician, best known as the original drummer of the rock band Blink-182. Born in Poway, California, Raynor first approached the drums in his preteens as a fan of Metallica. He joined Blink-182 at 14 years old and continued with the band; by the time he was 19, the group had accumulated a large fan base and a gold record, Dude Ranch. His heavy use of alcohol caused tension in the trio, leading to a fight that in turn led to his firing from the band midway through a 1998 tour and subsequent replacement by Travis Barker.\nSince his booting from the group, Raynor has performed with a wide variety of groups and contributed to the charity StandUp for Kids.",
    "year": 1978,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Richard Ayoade",
    "birthday": "1977-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Richard_Ayoade_at_Soho_Hotel_%28cropped%29.jpg/228px-Richard_Ayoade_at_Soho_Hotel_%28cropped%29.jpg",
    "extract": "Richard Ellef Ayoade is a British actor, broadcaster, comedian, and filmmaker. He is best known for his role as socially awkward IT technician Maurice Moss in Channel 4 sitcom The IT Crowd (2006–2013), for which he won the 2014 BAFTA for Best Male Comedy Performance.",
    "year": 1977,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ilia Kulik",
    "birthday": "1977-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Ilia_Kulik_2008_Christmas_On_Ice_%E2%80%93_Yokohama.jpg/220px-Ilia_Kulik_2008_Christmas_On_Ice_%E2%80%93_Yokohama.jpg",
    "extract": "Ilia Alexandrovich Kulik is a Russian figure skater. He is the 1998 Olympic Champion, the 1995 European Champion, the 1997–1998 Grand Prix Final champion, and the 1995 World Junior champion.",
    "year": 1977,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ricardinho (footballer, born May 1976)",
    "birthday": "1976-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Ricardinho.JPG/288px-Ricardinho.JPG",
    "extract": "Ricardo Luis Pozzi Rodrigues, better known as Ricardinho, is a Brazilian football pundit, manager and retired footballer. He usually played as a deep-lying playmaker in midfield, and was best known for his accurate passing and technique.",
    "year": 1976,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jewel (singer)",
    "birthday": "1974-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Jewel_Kilcher_05-18-2016_-4_%2826573874204%29.jpg/252px-Jewel_Kilcher_05-18-2016_-4_%2826573874204%29.jpg",
    "extract": "Jewel Kilcher is an American singer-songwriter, musician, actress, and author. She has received four Grammy Award nominations and, as of 2021, has sold over 30 million albums worldwide.",
    "year": 1974,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Manuela Schwesig",
    "birthday": "1974-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Manuela_Schwesig_2.jpg/224px-Manuela_Schwesig_2.jpg",
    "extract": "Manuela Schwesig is a German politician of the Social Democratic Party serving as Minister President of Mecklenburg-Vorpommern since 4 July 2017. She is the first woman to serve as head of government of this state. Previously she served as Federal Minister of Family Affairs, Senior Citizens, Women and Youth in the third cabinet of Angela Merkel from 2013 to 2017.",
    "year": 1974,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Maxwell (musician)",
    "birthday": "1973-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Maxwell_%28musician%29.jpg/237px-Maxwell_%28musician%29.jpg",
    "extract": "Gerald Maxwell Rivera, known mononymously as Maxwell, is an American singer-songwriter, record producer, and multi-instrumentalist. Along with fellow musicians D'Angelo and Erykah Badu, Maxwell has been credited as an originator of the \"neo soul\" movement that rose to prominence during the late 1990s. He released his debut studio album Maxwell's Urban Hang Suite in 1996 to widespread critical acclaim and commercial success. The album was certified 2x Platinum and it was the first of four consecutive Platinum-selling studio albums. Maxwell released Embrya in 1998, Now in 2001 and BLACKsummers'night in 2009. BLACKsummers'night was nominated for 6 Grammy Awards, including Song of the Year for \"Pretty Wings\". Maxwell released his fifth studio album blackSUMMERS'night in 2016. He has won 3 Grammy Awards out of 13 nominations, 6 Soul Train Music Awards and 2 NAACP Image Awards. Maxwell was presented with the Lifetime Achievement Award for \"his innovative contributions to the music industry as a singer, songwriter, and producer\" by the Congressional Black Caucus Foundation and Congressional Black Caucus in 2019.",
    "year": 1973,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Rubens Barrichello",
    "birthday": "1972-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Rubens_Barrichello_2010_Malaysia.jpg/230px-Rubens_Barrichello_2010_Malaysia.jpg",
    "extract": "Rubens \"Rubinho\" Gonçalves Barrichello is a Brazilian racing driver who competed in Formula One between 1993 and 2011. He scored 11 Grand Prix wins and 68 podiums.",
    "year": 1972,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Martin Saggers",
    "birthday": "1972-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Martin_Saggers.jpg/320px-Martin_Saggers.jpg",
    "extract": "Martin John Saggers is an English county cricket umpire and a retired English cricketer. He played international cricket for the England cricket team, including appearing in three Test matches and spent the majority of his first-class cricket career at Kent County Cricket Club. Saggers was born in King's Lynn in Norfolk.",
    "year": 1972,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "George Osborne",
    "birthday": "1971-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Osborne_2015.jpg/218px-Osborne_2015.jpg",
    "extract": "George Gideon Oliver Osborne is a British politician and newspaper editor who served as Chancellor of the Exchequer from 2010 to 2016 and as First Secretary of State from 2015 to 2016 in the Cameron government. A member of the Conservative Party, he was Member of Parliament (MP) for Tatton from 2001 to 2017. He was editor of the Evening Standard from 2017 to 2020.",
    "year": 1971,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Bryan Herta",
    "birthday": "1970-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Bryan_Herta_2004_Indianapolis_500_Third_Qual_Day.JPG/212px-Bryan_Herta_2004_Indianapolis_500_Third_Qual_Day.JPG",
    "extract": "Bryan John Herta is an American former race car driver. He currently runs his own team, Bryan Herta Autosport in the NTT IndyCar Series. His team won the 2011 Indianapolis 500 with driver Dan Wheldon and the 2016 Indianapolis 500 with driver Alexander Rossi. He is the father of IndyCar Series driver Colton Herta.",
    "year": 1970,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Guinevere Turner",
    "birthday": "1968-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Guinevere_Turner.jpg/234px-Guinevere_Turner.jpg",
    "extract": "Guinevere Jane Turner is an American actress, screenwriter, and film director. She has written such films as American Psycho and The Notorious Bettie Page and played the lead role of the dominatrix Tanya Cheex in Preaching to the Perverted.",
    "year": 1968,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Luís Roberto Alves",
    "birthday": "1967-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Zaguinho.png/257px-Zaguinho.png",
    "extract": "Luís Roberto Alves dos Santos Gavranić, sometimes known as Zague, is a Mexican former professional footballer who played as a forward. Alves is the seventh all-time leading scorer of the Mexico national team.",
    "year": 1967,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Graeme Hick",
    "birthday": "1966-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c0/WorcestershireCCCplayer1.jpg/320px-WorcestershireCCCplayer1.jpg",
    "extract": "Graeme Ashley Hick is a Zimbabwean-born former England cricketer who played 65 Test matches and 120 One Day Internationals for England. He was born in Rhodesia, and as a young man played international cricket for Zimbabwe. He played English county cricket for Worcestershire for his entire English domestic career, a period of well over twenty years, and in 2008 surpassed Graham Gooch's record for the most matches in all forms of the game combined.",
    "year": 1966,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Gary Roberts (ice hockey)",
    "birthday": "1966-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Gary_Roberts.JPG/269px-Gary_Roberts.JPG",
    "extract": "Gary R. Roberts is a Canadian former professional ice hockey player who played 21 seasons in the National Hockey League (NHL) for the Calgary Flames, Carolina Hurricanes, Toronto Maple Leafs, Florida Panthers, Pittsburgh Penguins, and Tampa Bay Lightning. Renowned for his physical fitness during his career, Roberts has become a high performance trainer for players at all levels of the sport.",
    "year": 1966,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Manolo Sanchís",
    "birthday": "1965-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Manuel_Sanch%C3%ADs_Hontiyuelo.jpg/251px-Manuel_Sanch%C3%ADs_Hontiyuelo.jpg",
    "extract": "Manuel Sanchís Hontiyuelo is a Spanish retired footballer who played as a sweeper.",
    "year": 1965,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Tom Tykwer",
    "birthday": "1965-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Tom_Tykwer_%28Berlin_Film_Festival_2009%29.jpg/211px-Tom_Tykwer_%28Berlin_Film_Festival_2009%29.jpg",
    "extract": "Tom Tykwer is a German film director, producer, screenwriter, and composer. He is best known internationally for directing the thriller films Run Lola Run (1998), Heaven (2002), Perfume: The Story of a Murderer (2006), and The International (2009). He collaborated with The Wachowskis as co-director for the science fiction film Cloud Atlas (2012) and the Netflix series Sense8 (2015–2018), and worked on the score for Lana Wachowski's The Matrix Resurrections (2021). Tykwer is also well known as the co-creator of the internationally acclaimed German television series Babylon Berlin.",
    "year": 1965,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Melissa McBride",
    "birthday": "1965-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Melissa_McBride_2019.jpg/256px-Melissa_McBride_2019.jpg",
    "extract": "Melissa Suzanne McBride is an American actress and former casting director. McBride's breakout role was Carol Peletier on the AMC series The Walking Dead (2010–present). She has garnered critical acclaim and received multiple awards and nominations for her role on the show. Originally cast in a minor role, McBride's role expanded over time to a main cast member and as of 2020, she is the second billed cast member in the opening credits of the show, and one of only two cast members to appear in every season.",
    "year": 1965,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Paul Sironen",
    "birthday": "1965-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Paul_Sironen.jpg/320px-Paul_Sironen.jpg",
    "extract": "Paul Sironen is an Australian former professional rugby league footballer of Finnish descent who was a prominent Second-row forward for the Balmain Tigers during the late 1980s, and early 1990s. He was part of the team that played in successive Grand Finals in 1988 and 1989, and included other representative players Steve \"Blocker\" Roach, Wayne Pearce, Benny Elias and Garry Jack. He made a number of appearances for both New South Wales in State of Origin, and also for Australia, and has been named as part of the Wests Tigers Team of the Century.",
    "year": 1965,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ruth Metzler",
    "birthday": "1964-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Portrait_Ruth_Metzler-Arnold.jpg/213px-Portrait_Ruth_Metzler-Arnold.jpg",
    "extract": "Ruth Metzler is a Swiss politician who served as a Member of the Swiss Federal Council from 1999 to 2003. A member of the Christian Democratic People's Party (CVP/PDC), she headed the Federal Department of Justice and Police.",
    "year": 1964,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Viviane Baladi",
    "birthday": "1963-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Baladi_viviane.jpg/320px-Baladi_viviane.jpg",
    "extract": "Viviane Baladi is a mathematician who works as a director of research at the Centre national de la recherche scientifique (CNRS) in France. Originally Swiss, she has become a naturalized citizen of France. Her research concerns dynamical systems.",
    "year": 1963,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Daniele Massaro",
    "birthday": "1961-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Daniele_Massaro.JPG/211px-Daniele_Massaro.JPG",
    "extract": "Daniele Emilio Massaro is an Italian former footballer who played as a forward. He is mainly remembered for his highly successful career with A.C. Milan during the late 1980s and 1990s, under managers Arrigo Sacchi and Fabio Capello, with whom he went on to achieve notable domestic, European, and international success. Massaro was also a member of the Italian national team that won the 1982 FIFA World Cup, although he did not make an appearance in the tournament, and he was a member of the team that reached the final of the 1994 FIFA World Cup, scoring a goal during the tournament; in the final, he missed one of Italy's penalties in the resulting shoot-out, as Brazil went on to lift the trophy.",
    "year": 1961,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Norrie May-Welby",
    "birthday": "1961-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Norrie_May-Welby.jpg/240px-Norrie_May-Welby.jpg",
    "extract": "Norrie, also known by the pseudonym Norrie May-Welby, is a Scottish-Australian transgender person who pursued the legal status of being neither a man nor a woman, between 2010 and 2014. The High Court of Australia ruled in April 2014 that it was in the power of the NSW Registry of Births, Deaths and Marriages to record in the register that the sex of Norrie was 'non-specific'.",
    "year": 1961,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Linden Ashby",
    "birthday": "1960-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Linden_Ashby_by_Gage_Skidmore.jpg/222px-Linden_Ashby_by_Gage_Skidmore.jpg",
    "extract": "Clarence Linden Garnett Ashby III is an American actor and director. On television, he portrayed Brett Cooper on the final two seasons of the Fox soap opera Melrose Place (1997–1999) and Sheriff Noah Stilinski on all six seasons of the MTV supernatural drama Teen Wolf (2011–2017). He is also known for portraying Johnny Cage in the 1995 film Mortal Kombat, an adaptation of the video game franchise of the same name.",
    "year": 1960,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Marcella Mesker",
    "birthday": "1959-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Marcella_Mesker.jpg/268px-Marcella_Mesker.jpg",
    "extract": "Marcella Mesker is a former professional tennis player from the Netherlands.",
    "year": 1959,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Mitch Albom",
    "birthday": "1958-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Mitch_Albom%27s_book_signing_2010-09-02.jpg/320px-Mitch_Albom%27s_book_signing_2010-09-02.jpg",
    "extract": "Mitchell David Albom is an American author, journalist, and musician. His books have sold over 40 million copies worldwide. Having achieved national recognition for sports writing in his early career, he is perhaps best known for the inspirational stories and themes that weave through his books, plays, and films. Albom lives with his wife Janine Sabino in Detroit.",
    "year": 1958,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Drew Carey",
    "birthday": "1958-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Drew_Carey_%2848250651016%29_%28cropped%29.jpg/232px-Drew_Carey_%2848250651016%29_%28cropped%29.jpg",
    "extract": "Drew Allison Carey is an American actor, comedian, and game show host. After serving in the U.S. Marine Corps and making a name for himself in stand-up comedy, he gained stardom in his own sitcom, The Drew Carey Show, and as host of the U.S. version of the improv comedy show Whose Line Is It Anyway?, both of which aired on ABC. He then appeared in several films, television series, music videos, a made-for-television film, and a computer game. He has hosted the game show The Price Is Right since October 15, 2007 on CBS.",
    "year": 1958,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Lea DeLaria",
    "birthday": "1958-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Lea_DeLaria_at_the_International_Emmy_Awards.jpg/320px-Lea_DeLaria_at_the_International_Emmy_Awards.jpg",
    "extract": "Lea DeLaria is an American comedian, actress, and jazz singer. DeLaria is credited with being the first openly gay comic to appear on American television with her 1993 appearance on The Arsenio Hall Show. She is best known for her portrayal of inmate Carrie \"Big Boo\" Black on Netflix original series Orange Is the New Black (2013-2019). She's known for her work on Broadway including the revival of The Rocky Horror Show in 2000, and POTUS: Or, Behind Every Great Dumbass Are Seven Women Trying to Keep Him Alive in 2022.",
    "year": 1958,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Andrea Pazienza",
    "birthday": "1956-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Andrea_Pazienza_1974.jpg/224px-Andrea_Pazienza_1974.jpg",
    "extract": "Andrea Pazienza, was an Italian comics artist and painter.",
    "year": 1956,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ursula Plassnik",
    "birthday": "1956-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Ursula_Plassnik.jpg/231px-Ursula_Plassnik.jpg",
    "extract": "Ursula Plassnik is an Austrian diplomat and politician. She was Foreign Minister of Austria between October 2004 and December 2008. She has served as the Austrian ambassador to Switzerland from 2016 to 2021.",
    "year": 1956,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Buck Showalter",
    "birthday": "1956-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Nationals_vs._Mets_Opening_Night_-_52033114079_%28cropped%29.jpg/260px-Nationals_vs._Mets_Opening_Night_-_52033114079_%28cropped%29.jpg",
    "extract": "William Nathaniel \"Buck\" Showalter III is an American professional baseball manager for the New York Mets of Major League Baseball (MLB). Previously, he served as manager of the New York Yankees (1992–1995), Arizona Diamondbacks (1998–2000), Texas Rangers (2003–2006), and Baltimore Orioles (2010–2018). He also is a former professional Minor League Baseball player and television analyst for ESPN and for the YES Network for Yankees telecasts.",
    "year": 1956,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Luka Bloom",
    "birthday": "1955-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Luka0707.jpg/268px-Luka0707.jpg",
    "extract": "Luka Bloom is an Irish folk singer-songwriter. He is the younger brother of folk singer Christy Moore.",
    "year": 1955,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Marvelous Marvin Hagler",
    "birthday": "1954-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Hagler_elgrafico.jpg/264px-Hagler_elgrafico.jpg",
    "extract": "Marvelous Marvin Hagler was an American professional boxer and film actor. He competed in boxing from 1973 to 1987 and reigned as the undisputed champion of the middleweight division from 1980 to 1987, making twelve successful title defenses, all but one by knockout. Hagler also holds the highest knockout percentage of all undisputed middleweight champions at 78 percent. His undisputed middleweight championship reign of six years and seven months is the second-longest active reign of the last century. He holds the record for the sixth longest reign as champion in middleweight history. Nicknamed \"Marvelous\" and annoyed that network announcers often did not refer to him as such, Hagler legally changed his name to \"Marvelous Marvin Hagler\" in 1982.",
    "year": 1954,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Martin Parr",
    "birthday": "1952-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Martin-Parr_rennes2010.jpg/209px-Martin-Parr_rennes2010.jpg",
    "extract": "Martin Parr is a British documentary photographer, photojournalist and photobook collector. He is known for his photographic projects that take an intimate, satirical and anthropological look at aspects of modern life, in particular documenting the social classes of England, and more broadly the wealth of the Western world.",
    "year": 1952,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Anatoly Karpov",
    "birthday": "1951-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Anatoly_Karpov_2017_april.jpg/212px-Anatoly_Karpov_2017_april.jpg",
    "extract": "Anatoly Yevgenyevich Karpov is a Russian and former Soviet chess grandmaster, former World Chess Champion, ⁣and politician. He was the 12th World Chess Champion from 1975 to 1985, a three-time FIDE World Champion, twice World Chess champion as a member of the USSR team, and a six-time winner of Chess Olympiads as a member of the USSR team. The International Association of Chess Press awarded him nine Chess \"Oscars\".",
    "year": 1951,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Antonis Samaras",
    "birthday": "1951-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Antonis_Samaras_October_2014.jpg/223px-Antonis_Samaras_October_2014.jpg",
    "extract": "Antonis Samaras is a Greek politician who served as 14th Prime Minister of Greece from 2012 to 2015. A member of the New Democracy party, he was its president from 2009 until 2015. Samaras started his national political career as Minister of Finance in 1989; he served as Minister of Foreign Affairs from 1989 to 1992 and Minister of Culture and Sports in 2009.",
    "year": 1951,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Martin McGuinness",
    "birthday": "1950-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Martin_McGuinness_in_Jan_2017_%28headshot%29.jpg/240px-Martin_McGuinness_in_Jan_2017_%28headshot%29.jpg",
    "extract": "Martin McGuinness was an Irish republican politician from Sinn Féin and a leader within the Provisional Irish Republican Army (IRA) during The Troubles. McGuinness was the deputy First Minister of Northern Ireland from May 2007 to January 2017.",
    "year": 1950,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Daniel DiNardo",
    "birthday": "1949-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Daniel_DiNardo_%28142360355%29.jpg/296px-Daniel_DiNardo_%28142360355%29.jpg",
    "extract": "Daniel Nicholas DiNardo is an American cardinal of the Catholic Church. He is the second and current Archbishop of Galveston-Houston, serving since 2006. He previously served as Bishop of Sioux City from 1998 to 2004. On November 12, 2013, he was elected as the Vice President of the United States Conference of Catholic Bishops. On November 15, 2016, he was elected as the President of the United States Conference of Catholic Bishops, exercising a leading administrative role in the Catholic Church in the United States, until his term ended in November 2019.",
    "year": 1949,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Alan García",
    "birthday": "1949-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Alan_Garc%C3%ADa_presidente_del_Per%C3%BA.jpg/238px-Alan_Garc%C3%ADa_presidente_del_Per%C3%BA.jpg",
    "extract": "Alan Gabriel Ludwig García Pérez was a Peruvian politician who served as President of Peru for two non-consecutive terms from 1985 to 1990 and from 2006 to 2011. He was the second leader of the Peruvian Aprista Party and to date the only party member ever to have served as President. Mentored by the founder of the APRA, Víctor Raúl Haya de la Torre, he served in the Constituent Assembly of 1978–1979. Elected to the Peruvian Congress in 1980, he rose to the position of General Secretary of the APRA in 1982, and was subsequently elected to the presidency in 1985 in a landslide victory at the age of 35 years.",
    "year": 1949,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Myriam Boyer",
    "birthday": "1948-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Miriam_Boyer_Cannes_2017.jpg/227px-Miriam_Boyer_Cannes_2017.jpg",
    "extract": "Myriam Boyer is a French actress. She appeared in more than eighty films and television shows since 1970. At the age of 18, she married Roger Cornillac with whom she had a son, Clovis Cornillac. From 1975 until his death in 1999 she was married to John Berry with whom she had one son, Arny Berry.",
    "year": 1948,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jane Kenyon",
    "birthday": "1947-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e2/Jane_Kenyon.jpg/210px-Jane_Kenyon.jpg",
    "extract": "Jane Kenyon was an American poet and translator. Her work is often characterized as simple, spare, and emotionally resonant. Kenyon was the second wife of poet, editor, and critic Donald Hall who made her the subject of many of his poems.",
    "year": 1947,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Padmarajan",
    "birthday": "1945-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/24/Padmarajan.jpg/320px-Padmarajan.jpg",
    "extract": "P. Padmarajan was an Indian film maker, screenwriter and author who was known for his works in Malayalam literature and Malayalam cinema. He was the founder of a new school of film making in Malayalam cinema, along with Bharathan and K. G. George, in the 1980s.",
    "year": 1945,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "John Newcombe",
    "birthday": "1944-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/John_Newcombe_c1974.jpg/255px-John_Newcombe_c1974.jpg",
    "extract": "John David Newcombe AO OBE is an Australian former professional tennis player. He is one of the few men to have attained a world No. 1 ranking in both singles and doubles. At the majors, he won seven singles titles and a former record 17 men's doubles titles. He also contributed to five Davis Cup titles for Australia during an age when the Davis Cup was deemed as significant as the majors. Tennis magazine rated him the 10th best male player of the period 1965–2005.",
    "year": 1944,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Peter Kenilorea",
    "birthday": "1943-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Peter_Kenilorea_%28cropped%29.jpg/263px-Peter_Kenilorea_%28cropped%29.jpg",
    "extract": "Sir Peter Kenilorea KBE was a Solomon Islander politician, officially styled The Rt Hon. Sir Peter Kenilorea as a member of the Privy Council of the United Kingdom. He was the first Prime Minister of an independent Solomon Islands, from 1978–81, and also served a second term from 1984-86.",
    "year": 1943,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Gabriel Liiceanu",
    "birthday": "1942-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Gabriel_Liiceanu.jpg/320px-Gabriel_Liiceanu.jpg",
    "extract": "Gabriel Liiceanu is a Romanian philosopher.",
    "year": 1942,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "K. Raghavendra Rao",
    "birthday": "1942-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/K_Raghavendra_Rao.png/320px-K_Raghavendra_Rao.png",
    "extract": "Kovelamudi Raghavendra Rao Chowdary is an Indian film director, producer, screenwriter and choreographer, known for his works predominantly in Telugu cinema besides having directed a few Hindi films. He has garnered seven state Nandi Awards, the IIFA Award, the SIIMA Award, five Filmfare Awards South and two CineMAA Awards. In a film career spanning more than five decades, Rao has directed more than a hundred feature films, of which around ninety were box office hits, across multiple genres such as romantic comedy, fantasy, melodrama, action thriller, biographical and romance films.",
    "year": 1942,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Zalman King",
    "birthday": "1941-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Zalman_King%2C_1971.jpg/281px-Zalman_King%2C_1971.jpg",
    "extract": "Zalman King was an American film director, writer, actor and producer. His films are known for incorporating sexuality, and are often categorized as erotica.",
    "year": 1941,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Rod Thorn",
    "birthday": "1941-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Rod_Thorn.jpg/202px-Rod_Thorn.jpg",
    "extract": "Rodney King Thorn is an American basketball executive and a former professional player and coach, Olympic Committee Chairman, with a career spanning over 50 years. In 2018, Thorn was inducted into the Naismith Memorial Basketball Hall of Fame.",
    "year": 1941,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Gérard Larrousse",
    "birthday": "1940-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/GerardLarrousse1975.jpg/213px-GerardLarrousse1975.jpg",
    "extract": "Gérard Gilles Marie Armand Larrousse is a former sports car racing, rallying and Formula One driver from France. His greatest success as a driver was winning the 24 Hours of Le Mans in 1973 and 1974, driving a Matra-Simca MS670. After the end of his career as racing car driver, he continued to be involved in Formula One as a team manager for Renault. He later founded and ran his own Formula One team, Larrousse, from 1987 to 1994.",
    "year": 1940,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Cora Sadosky",
    "birthday": "1940-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Cora_Sadosky.jpg/320px-Cora_Sadosky.jpg",
    "extract": "Cora Susana Sadosky de Goldstein was a mathematician and Professor of Mathematics at Howard University.",
    "year": 1940,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Reinhard Hauff",
    "birthday": "1939-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Potsdamer_Platz_Filmmuseum_Boulevard_der_Stars_Reinhard_Hauff.jpg/320px-Potsdamer_Platz_Filmmuseum_Boulevard_der_Stars_Reinhard_Hauff.jpg",
    "extract": "Reinhard Hauff is a German film director. His works, which were mostly carried out in the late 1960s to early 1990s, are known for their social and political commentary. Stammheim, which is based on the activities of the Red Army Faction won the Golden Bear award at the 36th Berlin International Film Festival in 1986. In 1987, he was a member of the jury at the 37th Berlin International Film Festival. His 1970 film Mathias Kneissl was entered into the 7th Moscow International Film Festival.",
    "year": 1939,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ingeborg Hallstein",
    "birthday": "1936-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/80/Ingeborg_Hallstein.JPG",
    "extract": "Ingeborg Hallstein is a German coloratura soprano, known for the purity and range of her voice. She had an international career as a guest singer on the opera houses of Europe and was a member of the Bavarian State Opera from 1961 to 1973. Her signature roles were the Queen of the Night in Mozart's Die Zauberflöte and Zerbinetta in Ariadne auf Naxos by Richard Strauss. She created roles including Scolatella in Henze's König Hirsch.",
    "year": 1936,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Charles Kimbrough",
    "birthday": "1936-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Charles_Kimbrough_at_the_41st_Annual_Emmy_Awards_cropped.jpg/223px-Charles_Kimbrough_at_the_41st_Annual_Emmy_Awards_cropped.jpg",
    "extract": "Charles Kimbrough is an American actor known for having played the straight-faced anchorman Jim Dial on Murphy Brown. In 1990, his performance in the role earned him a nomination for an Emmy Award for \"Outstanding Supporting Actor in a Comedy Series\".",
    "year": 1936,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Robert Moog",
    "birthday": "1934-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Bob_Moog3.jpg/320px-Bob_Moog3.jpg",
    "extract": "Robert Arthur Moog was an American engineering physicist and pioneer of electronic music. He was the founder of Moog Music and the inventor of the first commercial synthesizer, the Moog synthesizer, which debuted in 1964. This was followed in 1970 by a more portable model, the Minimoog, described as the most famous and influential synthesizer in history.",
    "year": 1934,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Joan Collins",
    "birthday": "1933-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Joan_Collins_-_Monte-Carlo_Television_Festival.jpg/311px-Joan_Collins_-_Monte-Carlo_Television_Festival.jpg",
    "extract": "Dame Joan Henrietta Collins is an English actress, author and columnist. Collins is the recipient of several accolades, including a Golden Globe Award, a People's Choice Award, two Soap Opera Digest Awards and a Primetime Emmy Award nomination. In 1983, she was awarded a star on the Hollywood Walk of Fame. She has been recognized for her philanthropy, particularly her advocacy towards causes relating to children, which has earned her many honours. In 2015, she was made a Dame by Queen Elizabeth II for her charitable services. In 2021 she celebrated her 70th year in the entertainment industry.",
    "year": 1933,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Kevork Ajemian",
    "birthday": "1932-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1b/Kevork_Ajemian%27s_photo.jpg",
    "extract": "Kevork Vartani Ajemian (Adjemian) was a prominent Lebanese-Armenian writer, journalist, novelist, theorist and public activist, and long-time publisher of the Beirut-based literary, artistic and general publication Spurk. Ajemian was a co-founder of the Armenian Secret Army for the Liberation of Armenia (ASALA) military organization.",
    "year": 1932,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Barbara Barrie",
    "birthday": "1931-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Barney_Miller_1975.JPG/242px-Barney_Miller_1975.JPG",
    "extract": "Barbara Barrie is an American actress and author.",
    "year": 1931,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Friedrich Achleitner",
    "birthday": "1930-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/FriedrichAchleitner80.AzW.MQ.C_%28square_crop%29.jpg/320px-FriedrichAchleitner80.AzW.MQ.C_%28square_crop%29.jpg",
    "extract": "Friedrich Achleitner was an Austrian poet and architecture critic. As a member of the Wiener Gruppe, he wrote concrete poems and experimental literature. His magnum opus is a multi-volume documentation of 20th-century Austrian architecture. Written over several decades, Achleitner made a personal visit to each building described. He was a professor of the history and theory of architecture at the University of Applied Arts Vienna.",
    "year": 1930,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ulla Jacobsson",
    "birthday": "1929-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/A-portrait-of-Ulla-Jacobsson-1963-352041705865.jpg/252px-A-portrait-of-Ulla-Jacobsson-1963-352041705865.jpg",
    "extract": "Ulla Jacobsson was a Swedish actress who is best known for playing the only female speaking role in the film Zulu (1964).",
    "year": 1929,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Rosemary Clooney",
    "birthday": "1928-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f4/Rosemary_Clooney_1954.jpg/233px-Rosemary_Clooney_1954.jpg",
    "extract": "Rosemary Clooney was an American singer and actress. She came to prominence in the early 1950s with the song \"Come On-a My House\", which was followed by other pop numbers such as \"Botch-a-Me\", \"Mambo Italiano\", \"Tenderly\", \"Half as Much\", \"Hey There\", and \"This Ole House\". She also had success as a jazz vocalist. Clooney's career languished in the 1960s, partly due to problems related to depression and drug addiction, but revived in 1977, when her White Christmas co-star Bing Crosby asked her to appear with him at a show marking his 50th anniversary in show business. She continued recording until her death in 2002.",
    "year": 1928,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Nigel Davenport",
    "birthday": "1928-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Dracula_%281973%29_-_Nigel_Davenport_2.png/320px-Dracula_%281973%29_-_Nigel_Davenport_2.png",
    "extract": "Arthur Nigel Davenport was an English stage, television and film actor, best known as the Duke of Norfolk and Lord Birkenhead in the Academy Award-winning films A Man for All Seasons and Chariots of Fire, respectively.",
    "year": 1928,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Nina Otkalenko",
    "birthday": "1928-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Vladimir_Kuts_and_Nina_Otkalenko_1956b.jpg/320px-Vladimir_Kuts_and_Nina_Otkalenko_1956b.jpg",
    "extract": "Nina Grigoryevna Otkalenko was a Soviet middle-distance runner. She won a European title in the 800 m at the inaugural 1954 European Athletics Championships and set multiple world records in this event in 1951–54. She missed the 1952 and 1956 Olympics, where women's middle-distance events were not part of the program, and the 1960 Olympics due to an injury.",
    "year": 1928,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Joe Slovo",
    "birthday": "1926-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/fd/Slovo%2Cj.jpg",
    "extract": "Joe Slovo was a South African politician, and an opponent of the apartheid system. A Marxist-Leninist, he was a long-time leader and theorist in the South African Communist Party (SACP), a leading member of the African National Congress (ANC), and a commander of the ANC's military wing Umkhonto we Sizwe (MK).",
    "year": 1926,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Joshua Lederberg",
    "birthday": "1925-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e4/Joshua_Lederberg-nih.jpg/231px-Joshua_Lederberg-nih.jpg",
    "extract": "Joshua Lederberg, ForMemRS was an American molecular biologist known for his work in microbial genetics, artificial intelligence, and the United States space program. He was 33 years old when he won the 1958 Nobel Prize in Physiology or Medicine for discovering that bacteria can mate and exchange genes. He shared the prize with Edward Tatum and George Beadle, who won for their work with genetics.",
    "year": 1925,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Karlheinz Deschner",
    "birthday": "1924-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Deschner_Albert.JPG/280px-Deschner_Albert.JPG",
    "extract": "Karl Heinrich Leopold Deschner was a German researcher and writer who achieved public attention in Europe for his trenchant and fiercely critical treatment of Christianity in general and the Catholic Church in particular, as expressed in several articles and books, culminating in his 10 volume Christianity's Criminal History.",
    "year": 1924,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Alicia de Larrocha",
    "birthday": "1923-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Al%C3%ADcia_de_Larrocha_i_de_la_Calle_%281983%29.jpg/217px-Al%C3%ADcia_de_Larrocha_i_de_la_Calle_%281983%29.jpg",
    "extract": "Alicia de Larrocha y de la Calle was a Spanish pianist and composer. She was considered one of the great piano legends of the 20th century. Reuters called her \"the greatest Spanish pianist in history\", Time \"one of the world's most outstanding pianists\", and The Guardian \"the leading Spanish pianist of her time\".",
    "year": 1923,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Humphrey Lyttelton",
    "birthday": "1921-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Humphrey_Lyttleton_-playing_trumpet_-Lyric_Theatre_25n2007c.jpg/213px-Humphrey_Lyttleton_-playing_trumpet_-Lyric_Theatre_25n2007c.jpg",
    "extract": "Humphrey Richard Adeane Lyttelton, also known as Humph, was an English jazz musician and broadcaster from the Lyttelton family.",
    "year": 1921,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Helen O'Connell",
    "birthday": "1920-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Helen_O%27Connell_Billboard.jpg/241px-Helen_O%27Connell_Billboard.jpg",
    "extract": "Helen O'Connell was an American singer, actress, and hostess, described as \"the quintessential big band singer of the 1940s\".",
    "year": 1920,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Robert Bernstein (comics)",
    "birthday": "1919-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/46/Bernsteingezaandajerryschoenbaum.jpg/320px-Bernsteingezaandajerryschoenbaum.jpg",
    "extract": "Robert Bernstein, sometimes credited as R. Berns, was an American comic book writer, playwright and concert impresario, notable as the founder of the Island Concert Hall recital series which ran for 15 years on Long Island.",
    "year": 1919,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Betty Garrett",
    "birthday": "1919-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Betty_Garrett%2C_1950_%28cropped%29.jpg/242px-Betty_Garrett%2C_1950_%28cropped%29.jpg",
    "extract": "Betty Garrett was an American actress, comedian, singer and dancer. She originally performed on Broadway, and was then signed to a film contract with Metro-Goldwyn-Mayer. She appeared in several musical films, then returned to Broadway and made guest appearances on several television series.",
    "year": 1919,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Denis Compton",
    "birthday": "1918-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Denis_Compton_1936.jpg/254px-Denis_Compton_1936.jpg",
    "extract": "Denis Charles Scott Compton was an English cricketer who played in 78 Test matches and spent his whole cricket career with Middlesex. He was also an accomplished footballer, who played most of his football career at Arsenal.",
    "year": 1918,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Edward Norton Lorenz",
    "birthday": "1917-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/dc/Edward_lorenz.jpg/228px-Edward_lorenz.jpg",
    "extract": "Edward Norton Lorenz was an American mathematician and meteorologist who established the theoretical basis of weather and climate predictability, as well as the basis for computer-aided atmospheric physics and meteorology. He is best known as the founder of modern chaos theory, a branch of mathematics focusing on the behavior of dynamical systems that are highly sensitive to initial conditions.",
    "year": 1917,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Celestine Sibley",
    "birthday": "1914-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Celestine_Sibley.png/252px-Celestine_Sibley.png",
    "extract": "Celestine Sibley was a famous American newspaper reporter, syndicated columnist, and novelist in Atlanta, Georgia, for nearly sixty years.",
    "year": 1914,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Barbara Ward, Baroness Jackson of Lodsworth",
    "birthday": "1914-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a5/Barbara_Ward.gif",
    "extract": "Barbara Mary Ward, Baroness Jackson of Lodsworth, was a British economist and writer interested in the problems of developing countries. She urged Western governments to share their prosperity with the rest of the world and in the 1960s turned her attention to environmental questions as well. She was an early advocate of sustainable development before this term became familiar and was well known as a journalist, lecturer and broadcaster. Ward was adviser to policy-makers in the UK, United States and elsewhere.",
    "year": 1914,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "John Payne (actor)",
    "birthday": "1912-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/John_Payne_Silver_Theater_1949.jpg/250px-John_Payne_Silver_Theater_1949.jpg",
    "extract": "John Howard Payne was an American film actor who is mainly remembered from film noir crime stories and 20th Century Fox musical films, and for his leading roles in Miracle on 34th Street and the NBC Western television series The Restless Gun.",
    "year": 1912,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Lou Brouillard",
    "birthday": "1911-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Lou_Brouillard_1935.jpg/244px-Lou_Brouillard_1935.jpg",
    "extract": "Lucien Pierre Brouillard, better known as Lou Brouillard,, was a Canadian professional boxer who held the World Welterweight Title and a version of the World Middleweight Title. Statistical boxing website BoxRec ranks Brouillard as the 14th best middleweight of all-time and the 3rd best Canadian boxer ever. During his career he faced the likes of Mickey Walker, Young Corbett III, Jimmy McLarnin, Marcel Thil, and Fred Apostoli. Brouillard was inducted into the World Boxing Hall of Fame in 2000 and the International Boxing Hall of Fame in 2006.",
    "year": 1911,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Paul Augustin Mayer",
    "birthday": "1911-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/62/Paul_Augustin_Mayer.jpg",
    "extract": "Paul Augustin Mayer, OSB was a German Cardinal of the Roman Catholic Church. He held various positions in the Roman Curia from 1971 to 1991.",
    "year": 1911,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Betty Nuthall",
    "birthday": "1911-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Betty_Nuthall_1932.jpg/241px-Betty_Nuthall_1932.jpg",
    "extract": "Betty May Nuthall Shoemaker was an English tennis player. Known for her powerful forehand, according to Wallis Myers of The Daily Telegraph and the Daily Mail, Nuthall was ranked in the world's top 10 in 1927, 1929 through 1931, and 1933, reaching a career high of world no. 4 in 1929. In 1930, Nuthall won the women's singles title at the U.S. Championships.",
    "year": 1911,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Margaret Wise Brown",
    "birthday": "1910-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Margaret_Wise_Brown_by_Consuelo_Kanaga%2C_82.65.1833_01.jpg/306px-Margaret_Wise_Brown_by_Consuelo_Kanaga%2C_82.65.1833_01.jpg",
    "extract": "Margaret Wise Brown was an American writer of children's books, including Goodnight Moon and The Runaway Bunny, both illustrated by Clement Hurd. She has been called \"the laureate of the nursery\" for her achievements.",
    "year": 1910,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Hugh Casson",
    "birthday": "1910-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/16/Hugh_Maxwell_Casson.jpg",
    "extract": "Sir Hugh Maxwell Casson was a British architect. He was also active as an interior designer, as an artist, and as a writer and broadcaster on twentieth-century design. He was the director of architecture for the Festival of Britain on the South Bank in 1951. From 1976 to 1984 he was president of the Royal Academy.",
    "year": 1910,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Scatman Crothers",
    "birthday": "1910-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Scatman_Crothers_-_Southern_Campus_1960_crop.jpg/282px-Scatman_Crothers_-_Southern_Campus_1960_crop.jpg",
    "extract": "Benjamin Sherman Crothers, known professionally as Scatman Crothers, was an American actor and musician. He is known for playing Louie the Garbage Man on the TV show Chico and the Man, and Dick Hallorann in Stanley Kubrick's The Shining (1980). He was also a prolific voice-over actor who provided the voices of Meadowlark Lemon in the Harlem Globetrotters animated TV series, Jazz the Autobot in The Transformers and The Transformers: The Movie (1986), the title character in Hong Kong Phooey, and Scat Cat in the animated film The Aristocats (1970).",
    "year": 1910,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Franz Kline",
    "birthday": "1910-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/17/Franz_Kline_headshot.png/252px-Franz_Kline_headshot.png",
    "extract": "Franz Kline was an American painter. He is associated with the Abstract Expressionist movement of the 1940s and 1950s. Kline, along with other action painters like Jackson Pollock, Willem de Kooning, Robert Motherwell, John Ferren, and Lee Krasner, as well as local poets, dancers, and musicians came to be known as the informal group, the New York School. Although he explored the same innovations to painting as the other artists in this group, Kline's work is distinct in itself and has been revered since the 1950s.",
    "year": 1910,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Artie Shaw",
    "birthday": "1910-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Artie_Shaw_%28Gottlieb_07773%29.jpg/264px-Artie_Shaw_%28Gottlieb_07773%29.jpg",
    "extract": "Artie Shaw was an American clarinetist, composer, bandleader, actor and author of both fiction and non-fiction.",
    "year": 1910,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "John Bardeen",
    "birthday": "1908-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Bardeen.jpg/226px-Bardeen.jpg",
    "extract": "John Bardeen was an American engineer and physicist. He is the only person to be awarded the Nobel Prize in Physics twice: first in 1956 with William Shockley and Walter Brattain for the invention of the transistor; and again in 1972 with Leon N Cooper and John Robert Schrieffer for a fundamental theory of conventional superconductivity known as the BCS theory.",
    "year": 1908,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Hélène Boucher",
    "birthday": "1908-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/ee/H%C3%A9l%C3%A8ne_Boucher.jpg",
    "extract": "Hélène Boucher was a well-known French pilot in the early 1930s, when she set several women's world speed records and the all-comers record for 1,000 km in 1934. She was killed in an accident in the same year.",
    "year": 1908,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Hans Frank",
    "birthday": "1900-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Bundesarchiv_Bild_146-1989-011-13%2C_Hans_Frank.jpg/231px-Bundesarchiv_Bild_146-1989-011-13%2C_Hans_Frank.jpg",
    "extract": "Hans Michael Frank was a German politician and lawyer who served as head of the General Government in Nazi-occupied Poland during the Second World War.",
    "year": 1900,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jeralean Talley",
    "birthday": "1899-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d7/Jeralean_Talley_born_May_23%2C_1899.jpg",
    "extract": "Jeralean Talley was an American supercentenarian who was, at the age of 116 years, 25 days, the world's verified oldest living person. She was previously thought to be the oldest living American, from the death of Elsie Thompson on March 21, 2013 until Gertrude Weaver was verified to be older in July 2014. Upon Weaver's death on April 6, 2015, Talley was recognised as the oldest living person in the world. Talley received letters from U.S. President Barack Obama on her 114th and 116th birthdays acknowledging her status.",
    "year": 1899,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Josef Terboven",
    "birthday": "1898-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Terboven_statsakten.jpg/205px-Terboven_statsakten.jpg",
    "extract": "Josef Terboven was a Nazi Party official and politician who was the long-serving Gauleiter of Gau Essen and the Reichskommissar for Norway during the German occupation.",
    "year": 1898,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jimmie Guthrie",
    "birthday": "1897-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/88/Jimmie_Guthrie_ss.JPG",
    "extract": "James Guthrie was a Scottish motorcycle racer.",
    "year": 1897,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Felix Steiner",
    "birthday": "1896-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Bundesarchiv_Bild_146-1973-138-14A%2C_Felix_Steiner.jpg/213px-Bundesarchiv_Bild_146-1973-138-14A%2C_Felix_Steiner.jpg",
    "extract": "Felix Martin Julius Steiner was a German SS commander during the Nazi era. During World War II, he served in the Waffen-SS, the combat branch of the SS, and commanded several SS divisions and corps. He was awarded the Knight's Cross of the Iron Cross with Oak Leaves and Swords. Together with Paul Hausser, he contributed significantly to the development and transformation of the Waffen-SS into a combat force made up of volunteers and conscripts from both occupied and un-occupied lands.",
    "year": 1896,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Albert Spencer, 7th Earl Spencer",
    "birthday": "1892-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/AlbertSpencer.jpg/223px-AlbertSpencer.jpg",
    "extract": "Albert Edward John Spencer, 7th Earl Spencer,, styled The Honourable Albert Spencer until 1910 and Viscount Althorp from 1910 to 1922, and known less formally as Jack Spencer, was a British peer. He was the paternal grandfather of Diana, Princess of Wales.",
    "year": 1892,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Pär Lagerkvist",
    "birthday": "1891-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Lagerkvist.jpg/226px-Lagerkvist.jpg",
    "extract": "Pär Fabian Lagerkvist was a Swedish author who received the Nobel Prize in Literature in 1951.",
    "year": 1891,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Herbert Marshall",
    "birthday": "1890-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Herbert_Marshall%2C_Photoplay_1934.jpg/192px-Herbert_Marshall%2C_Photoplay_1934.jpg",
    "extract": "Herbert Brough Falcon Marshall was an English stage, screen and radio actor who starred in many popular and well-regarded Hollywood films in the 1930s and 1940s. After a successful theatrical career in the United Kingdom and North America, he became an in-demand Hollywood leading man, frequently appearing in romantic melodramas and occasional comedies. In his later years, he turned to character acting.",
    "year": 1890,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Adriaan Roland Holst",
    "birthday": "1888-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Adriaan_Roland_Holst.gif/282px-Adriaan_Roland_Holst.gif",
    "extract": "Adriaan Roland Holst was a Dutch writer, nicknamed the \"Prince of Dutch Poets\". He was the second winner, in 1948, of the Constantijn Huygens Prize. \nHe was nominated for the Nobel Prize in Literature.",
    "year": 1888,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Zack Wheat",
    "birthday": "1888-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Zack_Wheat_by_Conlon%2C_1912.jpg/228px-Zack_Wheat_by_Conlon%2C_1912.jpg",
    "extract": "Zachariah Davis Wheat, nicknamed \"Buck\", was an American professional baseball player. He played in Major League Baseball (MLB) as a left fielder from 1909 to 1927, most notably as a member of the Brooklyn Dodgers who were known as the Robins at that time. After 18 seasons in Brooklyn, he played his final season with the Philadelphia Athletics.",
    "year": 1888,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Thoralf Skolem",
    "birthday": "1887-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/ThoralfSkolem-OB.F06426c.jpg/212px-ThoralfSkolem-OB.F06426c.jpg",
    "extract": "Thoralf Albert Skolem was a Norwegian mathematician who worked in mathematical logic and set theory.",
    "year": 1887,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Nikolai Vekšin",
    "birthday": "1887-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/fa/Nikolai_Veskin.jpg",
    "extract": "Nikolai Vekšin was a Russian Estonian sailor who competed in the 1928 Summer Olympics.",
    "year": 1887,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "C. R. M. F. Cruttwell",
    "birthday": "1887-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Cruttwell.jpg/249px-Cruttwell.jpg",
    "extract": "Charles Robert Mowbray Fraser Cruttwell was a British historian and academic who served as dean and later principal of Hertford College, Oxford. His field of expertise was modern European history, his most notable work being A History of the Great War, 1914–18. He is mainly remembered, however, for the vendetta pursued against him by the novelist Evelyn Waugh, in which Waugh showed his distaste for his former tutor by repeatedly using the name \"Cruttwell\" in his early novels and stories to depict a sequence of unsavoury or ridiculous characters. The prolonged minor humiliation thus inflicted may have contributed to Cruttwell's eventual mental breakdown.",
    "year": 1887,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Corrado Gini",
    "birthday": "1884-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Corrado_Gini.jpg/244px-Corrado_Gini.jpg",
    "extract": "Corrado Gini was an Italian statistician, demographer and sociologist who developed the Gini coefficient, a measure of the income inequality in a society. Gini was a proponent of organicism and applied it to nations. Gini was a eugenicist, and prior to and during World War II, he was an advocate of Italian Fascism. Following the war, he founded the Italian Unionist Movement, which advocated for the annexation of Italy by the United States.",
    "year": 1884,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Douglas Fairbanks",
    "birthday": "1883-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Douglas_Fairbanks_cropped.jpg/257px-Douglas_Fairbanks_cropped.jpg",
    "extract": "Douglas Elton Fairbanks Sr. was an American actor, screenwriter, director, and producer. He was best known for his swashbuckling roles in silent films including The Thief of Bagdad, Robin Hood, and The Mark of Zorro, but spent the early part of his career making comedies.",
    "year": 1883,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Alfred P. Sloan",
    "birthday": "1875-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Alfred_Sloan.jpg/236px-Alfred_Sloan.jpg",
    "extract": "Alfred Pritchard Sloan Jr. was an American business executive in the automotive industry. He was a long-time president, chairman and CEO of General Motors Corporation. Sloan, first as a senior executive and later as the head of the organization, helped GM grow from the 1920s through the 1950s, decades when concepts such as the annual model change, brand architecture, industrial engineering, automotive design (styling), and planned obsolescence transformed the industry, and when the industry changed lifestyles and the built environment in America and throughout the world.",
    "year": 1875,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Epitácio Pessoa",
    "birthday": "1865-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Epitacio_Pessoa_%281919%29.jpg/214px-Epitacio_Pessoa_%281919%29.jpg",
    "extract": "Epitácio Lindolfo da Silva Pessoa was a Brazilian politician and jurist who served as 11th president of Brazil between 1919 and 1922, when Rodrigues Alves was unable to take office due to illness, after being elected in 1918. His period of government was marked by military revolts that would culminate in the Revolution of 1930, which brought Getúlio Vargas into control of the federal government.",
    "year": 1865,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "William O'Connor (fencer)",
    "birthday": "1864-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/21/O%27Connor_%28fencer%29.jpg",
    "extract": "William Scott O'Connor was an American epee and foil fencer who competed in the 1904 Summer Olympics. He won the silver medal in the singlestick competition. He was born in Pittsburgh, Pennsylvania and died in Manhattan.",
    "year": 1864,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Władysław Horodecki",
    "birthday": "1863-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Horodecki_W%C5%82adys%C5%82aw_1910.Wersja_w_owalu.Poprawiona_2019.jpg/262px-Horodecki_W%C5%82adys%C5%82aw_1910.Wersja_w_owalu.Poprawiona_2019.jpg",
    "extract": "Władysław Horodecki was a Polish architect active in the Russian Empire and later in the Second Polish Republic. He is best known for his contributions in the urban development of Kyiv, with buildings such as the House with Chimaeras, the St. Nicholas Roman Catholic Cathedral, the Karaite Kenesa, and the National Art Museum of Ukraine.",
    "year": 1863,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "József Rippl-Rónai",
    "birthday": "1861-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Rippl-R%C3%B3nai_J%C3%B3zsef_V%C3%B6r%C3%B6ssapk%C3%A1s_%C3%B6narck%C3%A9p.jpg/254px-Rippl-R%C3%B3nai_J%C3%B3zsef_V%C3%B6r%C3%B6ssapk%C3%A1s_%C3%B6narck%C3%A9p.jpg",
    "extract": "József Rippl-Rónai was a Hungarian painter. He first introduced modern artistic movements in the Hungarian art.",
    "year": 1861,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Isabella Ford",
    "birthday": "1855-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Isabella-Ford_1924.jpg/320px-Isabella-Ford_1924.jpg",
    "extract": "Isabella Ormston Ford was an English social reformer, suffragist and writer. She became a public speaker and wrote pamphlets on issues related to socialism, feminism and worker's rights. After becoming concerned with the rights of female mill workers at an early age, Ford became involved with trade union organisation in the 1880s. A member of the National Administrative Council of the Independent Labour Party, she was the first woman to speak at a Labour Representation Committee conference.",
    "year": 1855,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Otto Lilienthal",
    "birthday": "1848-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Otto-lilienthal.jpg/230px-Otto-lilienthal.jpg",
    "extract": "Karl Wilhelm Otto Lilienthal was a German pioneer of aviation who became known as the \"flying man\". He was the first person to make well-documented, repeated, successful flights with gliders, therefore making the idea of \"heavier than air\" a reality. Newspapers and magazines published photographs of Lilienthal gliding, favourably influencing public and scientific opinion about the possibility of flying machines becoming practical.",
    "year": 1848,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "ʻAbdu'l-Bahá",
    "birthday": "1844-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Picture_of_Abdul-Baha.jpg/241px-Picture_of_Abdul-Baha.jpg",
    "extract": "ʻAbdu'l-Bahá, born ʻAbbás, was the eldest son of Baháʼu'lláh and served as head of the Baháʼí Faith from 1892 until 1921. ʻAbdu'l-Bahá was later canonized as the last of three \"central figures\" of the religion, along with Baháʼu'lláh and the Báb, and his writings and authenticated talks are regarded as sources of Baháʼí sacred literature.",
    "year": 1844,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "George Throssell",
    "birthday": "1840-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/George_Throssell_HOFWA.jpg/249px-George_Throssell_HOFWA.jpg",
    "extract": "George Lionel Throssell was the second Premier of Western Australia. He served for just three months, from 15 February to 27 May 1901, during a period of great instability in Western Australian politics.",
    "year": 1840,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Amaldus Nielsen",
    "birthday": "1838-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Amaldus_Nielsen_by_Olaf_Isaachsen_1863.png/255px-Amaldus_Nielsen_by_Olaf_Isaachsen_1863.png",
    "extract": "Amaldus Clarin Nielsen was a Norwegian painter.",
    "year": 1838,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Anatole Mallet",
    "birthday": "1837-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Anatolemallet.jpg/268px-Anatolemallet.jpg",
    "extract": "Jules T. Anatole Mallet was a Swiss mechanical engineer, who was the inventor of the first successful compound system for a railway steam locomotive, patented in 1874. He is known for having invented three important forms of compound locomotive.",
    "year": 1837,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Józef Wieniawski",
    "birthday": "1837-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/J%C3%B3zef_Wieniawski_portrait.jpg/202px-J%C3%B3zef_Wieniawski_portrait.jpg",
    "extract": "Józef Wieniawski was a Polish pianist, composer, conductor and teacher. He was born in Lublin, the younger brother of the famous violinist Henryk Wieniawski. After Franz Liszt, he was the first pianist to publicly perform all the études by Chopin. He appeared with Liszt in recitals in Paris, London, Copenhagen, Stockholm, Brussels, Leipzig and Amsterdam.",
    "year": 1837,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jānis Frīdrihs Baumanis",
    "birthday": "1834-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/ae/J%C4%81nis_Fr%C4%ABdrihs_Baumanis.jpg",
    "extract": "Jānis Frīdrihs Baumanis was a Latvian architect. He was first professional Latvian architect. Baumanis designed the Riga Circus in 1888. He was responsible for a number of important public buildings of eclectic design constructed in the second half of the 19th century in Riga.",
    "year": 1834,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Carl Bloch",
    "birthday": "1834-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Carl_Bloch_Hver8Dag_1900.jpg/225px-Carl_Bloch_Hver8Dag_1900.jpg",
    "extract": "Carl Heinrich Bloch was a Danish artist.",
    "year": 1834,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ambrose Burnside",
    "birthday": "1824-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Ambrose_Burnside_-_retouched.jpg/248px-Ambrose_Burnside_-_retouched.jpg",
    "extract": "Ambrose Everett Burnside was an American army officer and politician who became a senior Union general in the Civil War and three times Governor of Rhode Island, as well as being a successful inventor and industrialist.",
    "year": 1824,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "James Buchanan Eads",
    "birthday": "1820-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/James_Buchanan_Eads_-_Brady-Handy.jpg/233px-James_Buchanan_Eads_-_Brady-Handy.jpg",
    "extract": "Captain James Buchanan Eads was a world-renowned American civil engineer and inventor, holding more than 50 patents.",
    "year": 1820,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Lorenzo Sawyer",
    "birthday": "1820-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Lorenzo_Sawyer.jpg/285px-Lorenzo_Sawyer.jpg",
    "extract": "Lorenzo Sawyer was an American lawyer and judge who was appointed to the Supreme Court of California in 1860 and served as the ninth Chief Justice of California from 1868 to 1870. He served as a United States Circuit Judge of the United States Circuit Courts for the Ninth Circuit and of the United States Court of Appeals for the Ninth Circuit. He is best known for handing down the verdict in the case of Woodruff v. North Bloomfield Gravel Mining Company; his verdict is frequently referred to as the \"Sawyer Decision.\"",
    "year": 1820,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Manuel Robles Pezuela",
    "birthday": "1817-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Manuel_Robles_Pezuela.jpg/218px-Manuel_Robles_Pezuela.jpg",
    "extract": "Manuel Robles Pezuela was a military engineer, military commander, and eventually interim President of Mexico during a civil war, the War of Reform, being waged between conservatives and liberals, in which he served as president of the Conservatives, in opposition to President Benito Juarez, head of the Liberals.",
    "year": 1817,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Margaret Fuller",
    "birthday": "1810-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Margaret_Fuller.tif/lossy-page1-277px-Margaret_Fuller.tif.jpg",
    "extract": "Sarah Margaret Fuller Ossoli was an American journalist, editor, critic, translator, and women's rights advocate associated with the American transcendentalism movement. She was the first American female war correspondent and full-time book reviewer in journalism. Her book Woman in the Nineteenth Century is considered the first major feminist work in the United States.",
    "year": 1810,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Rómulo Díaz de la Vega",
    "birthday": "1800-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/R%C3%B3mulo_D%C3%ADaz_de_la_Vega.PNG/256px-R%C3%B3mulo_D%C3%ADaz_de_la_Vega.PNG",
    "extract": "José María Rómulo Díaz de la Vega Fuentes as commander of the garrison in Mexico City was the de facto president of Mexico in 1855 after the resignation of President Martin Carrera during the revolutionary Plan of Ayutla left a power vacuum.",
    "year": 1800,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Charles Barry",
    "birthday": "1795-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Sir_Charles_Barry_by_John_Prescott_Knight.jpg/247px-Sir_Charles_Barry_by_John_Prescott_Knight.jpg",
    "extract": "Sir Charles Barry FRS RA was a British architect, best known for his role in the rebuilding of the Palace of Westminster in London during the mid-19th century, but also responsible for numerous other buildings and gardens. He is known for his major contribution to the use of Italianate architecture in Britain, especially the use of the Palazzo as basis for the design of country houses, city mansions and public buildings. He also developed the Italian Renaissance garden style for the many gardens he designed around country houses.",
    "year": 1795,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ignaz Moscheles",
    "birthday": "1794-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Ignaz_Moscheles_1860.jpg/241px-Ignaz_Moscheles_1860.jpg",
    "extract": "Isaac Ignaz Moscheles was a Bohemian piano virtuoso and composer. He was based initially in London and later at Leipzig, where he joined his friend and sometime pupil Felix Mendelssohn as professor of piano at the Conservatory.",
    "year": 1794,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jules Dumont d'Urville",
    "birthday": "1790-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Dumont_d%27Urville.jpg/258px-Dumont_d%27Urville.jpg",
    "extract": "Jules Sébastien César Dumont d'Urville was a French explorer and naval officer who explored the south and western Pacific, Australia, New Zealand, and Antarctica. As a botanist and cartographer, he gave his name to several seaweeds, plants and shrubs, and places such as d'Urville Island in New Zealand.",
    "year": 1790,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "James Pradier",
    "birthday": "1790-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/P%C3%A8re-Lachaise_-_Division_24_-_Pradier_01.jpg/320px-P%C3%A8re-Lachaise_-_Division_24_-_Pradier_01.jpg",
    "extract": "James Pradier was a Genevan-born French sculptor best known for his work in the neoclassical style.",
    "year": 1790,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Franz Schlik",
    "birthday": "1789-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Kriehuber_Franz_Schlick.jpg/148px-Kriehuber_Franz_Schlick.jpg",
    "extract": "Franz Joseph von Schlik of Bassano and Weisskirchen was a Count and general in the Austrian Empire. He was one of the most successful Austrian generals during the Hungarian Revolution of 1848.",
    "year": 1789,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Franz Mesmer",
    "birthday": "1734-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Franz_Anton_Mesmer%2C_MRF_-_Vizille.jpg/214px-Franz_Anton_Mesmer%2C_MRF_-_Vizille.jpg",
    "extract": "Franz Anton Mesmer was a German physician with an interest in astronomy. He theorised the existence of a natural energy transference occurring between all animated and inanimate objects; this he called \"animal magnetism\", sometimes later referred to as mesmerism. Mesmer's theory attracted a wide following between about 1780 and 1850, and continued to have some influence until the end of the 19th century. In 1843, the Scottish doctor James Braid proposed the term \"hypnotism\" for a technique derived from animal magnetism; today the word \"mesmerism\" generally functions as a synonym of \"hypnosis\". Mesmer also supported the arts, specifically music; he was on friendly terms with Haydn and Mozart.",
    "year": 1734,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Prince Augustus Ferdinand of Prussia",
    "birthday": "1730-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Greater_imperial_coat_of_arms_of_Germany.svg/238px-Greater_imperial_coat_of_arms_of_Germany.svg.png",
    "extract": "Prince Augustus Ferdinand of Prussia was a Prussian prince and general, as well as Herrenmeister of the Bailiwick of Brandenburg of the Order of Saint John. He belonged to the House of Hohenzollern, and was the youngest son of Frederick William I of Prussia by his wife, Queen Sophia Dorothea.",
    "year": 1730,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Giuseppe Parini",
    "birthday": "1729-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Giuseppe_Parini.jpg/242px-Giuseppe_Parini.jpg",
    "extract": "Giuseppe Parini was an Italian enlightenment satirist and poet of the neoclassic period.",
    "year": 1729,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "William Hunter (anatomist)",
    "birthday": "1718-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/William_Hunter_%28anatomist%29.jpg/231px-William_Hunter_%28anatomist%29.jpg",
    "extract": "William Hunter was a Scottish anatomist and physician. He was a leading teacher of anatomy, and the outstanding obstetrician of his day. His guidance and training of his equally famous brother, John Hunter, was also of great importance.",
    "year": 1718,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Carl Linnaeus",
    "birthday": "1707-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Carl_von_Linn%C3%A9%2C_1707-1778%2C_botanist%2C_professor_%28Alexander_Roslin%29_-_Nationalmuseum_-_15723.tif/lossy-page1-265px-Carl_von_Linn%C3%A9%2C_1707-1778%2C_botanist%2C_professor_%28Alexander_Roslin%29_-_Nationalmuseum_-_15723.tif.jpg",
    "extract": "Carl Linnaeus, also known after his ennoblement as Carl von Linné, was a Swedish botanist, zoologist, taxonomist, and physician who formalised binomial nomenclature, the modern system of naming organisms. He is known as the \"father of modern taxonomy\". Many of his writings were in Latin, and his name is rendered in Latin as Carolus Linnæus.",
    "year": 1707,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "William VI, Landgrave of Hesse-Kassel",
    "birthday": "1629-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Wilhelm_6_Hessen-Kassel.jpg/238px-Wilhelm_6_Hessen-Kassel.jpg",
    "extract": "Wilhelm VI, Landgrave of Hesse-Kassel, known as William the Just, was Landgrave of Hesse-Kassel from 1637 to 1663.",
    "year": 1629,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Elias Ashmole",
    "birthday": "1617-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Elias_Ashmole_by_John_Riley.jpg/258px-Elias_Ashmole_by_John_Riley.jpg",
    "extract": "Elias Ashmole was an English antiquary, politician, officer of arms, astrologer and student of alchemy. Ashmole supported the royalist side during the English Civil War, and at the restoration of Charles II he was rewarded with several lucrative offices.",
    "year": 1617,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Bertholet Flemalle",
    "birthday": "1614-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Bertholet_flemal.jpg/250px-Bertholet_flemal.jpg",
    "extract": "Bertholet Flemalle, Flemal, or Flamael (1614–1675) was a Liège Baroque painter.",
    "year": 1614,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Juan Caramuel y Lobkowitz",
    "birthday": "1606-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Juan_Caramuel_y_Lobkowitz.jpg/218px-Juan_Caramuel_y_Lobkowitz.jpg",
    "extract": "Juan Caramuel y Lobkowitz was a Spanish Catholic scholastic philosopher, ecclesiastic, mathematician and writer. He is believed to be a great-grandson of Jan Popel z Lobkowicz.",
    "year": 1606,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Paul Siefert",
    "birthday": "1586-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Paul_Siefert.jpg/228px-Paul_Siefert.jpg",
    "extract": "Paul Siefert was a German composer and organist associated with the North German school.",
    "year": 1586,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Gongmin of Goryeo",
    "birthday": "1330-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/%ED%99%94%EC%9E%A5%EC%82%AC_%EB%B4%89%EC%95%88_%EA%B3%B5%EB%AF%BC%EC%99%95_%EC%96%B4%EC%A7%84_%EC%9C%A0%EB%A6%AC%EA%B1%B4%ED%8C%90_%EC%B4%AC%EC%98%81.jpg/240px-%ED%99%94%EC%9E%A5%EC%82%AC_%EB%B4%89%EC%95%88_%EA%B3%B5%EB%AF%BC%EC%99%95_%EC%96%B4%EC%A7%84_%EC%9C%A0%EB%A6%AC%EA%B1%B4%ED%8C%90_%EC%B4%AC%EC%98%81.jpg",
    "extract": "Gongmin of Goryeo, also known by his Mongolian name, Bayan Temür., was 31st ruler of Goryeo from 1351 to 1374. He was the second son of King Chungsuk.",
    "year": 1330,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Emperor Qinzong",
    "birthday": "1100-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Songqinzong_Chinghong.jpg/187px-Songqinzong_Chinghong.jpg",
    "extract": "Emperor Qinzong of Song, personal name Zhao Huan, was the ninth emperor of the Song dynasty of China and the last emperor of the Northern Song dynasty.",
    "year": 1100,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Philip I of France",
    "birthday": "1052-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Sceau_du_roi_Philippe_Ier.jpg/320px-Sceau_du_roi_Philippe_Ier.jpg",
    "extract": "Philip I, called the Amorous, was King of the Franks from 1060 to 1108. His reign, like that of most of the early Capetians, was extraordinarily long for the time. The monarchy began a modest recovery from the low it reached in the reign of his father and he added to the royal demesne the Vexin and Bourges.",
    "year": 1052,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Perumbidugu Mutharaiyar II",
    "birthday": "675-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Suvaran_maran.png/146px-Suvaran_maran.png",
    "extract": "Perumbidugu Mutharaiyar, also known as Suvaran Maran and Perarasar Perumbidugu Mutharaiyar he belonged to Muthuraja community.He was a king of Thanjavur. He ruled over Thanjavur, Trichy, Pudukkottai, Perambalur and Thiruvarur as a feudatory of the Pallava dynasty. He attended the coronation of Nandivarman II.",
    "year": 675,
    "month": 5,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Kʼinich Kan Bahlam II",
    "birthday": "635-5-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/K%27inich_Kan_Balam_II._Tablero_XVII.jpg/243px-K%27inich_Kan_Balam_II._Tablero_XVII.jpg",
    "extract": "Kʼinich Kan Bahlam II, also known as Chan Bahlum II, was ajaw of the Maya city-state of Palenque. He acceded to the throne in January, 684, several months after the death of his father and predecessor, Kʼinich Janaab Pakal I and ruled until his death.",
    "year": 635,
    "month": 5,
    "day": 23,
    "language": "en"
  }
]