[
  {
    "name": "Tarjei Sandvik Moe",
    "birthday": "1999-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Tarjei_Sandvik_Moe%2C_Oslo_2018.jpg/240px-Tarjei_Sandvik_Moe%2C_Oslo_2018.jpg",
    "extract": "Tarjei Sandvik Moe is a Norwegian actor. He rose to fame with his portrayal of Isak Valtersen, the main character in the third season of Norwegian teen drama series Skam. His acting, and the third season of the series as a whole, received widespread critical acclaim for a non-stereotypical display of homosexuality, and resulted in him and co-star Henrik Holm winning two prestigious Norwegian awards.",
    "year": 1999,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Daiya Seto",
    "birthday": "1994-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Daiya_Seto_2015.JPG/180px-Daiya_Seto_2015.JPG",
    "extract": "Daiya Seto  is a Japanese professional swimmer who specializes in individual medley, butterfly, breaststroke, and freestyle events. He won the gold medal in the 400-metre individual medley at the 2012, 2014, 2016, 2018, and 2021 world short course championships, as well as at the 2013, 2015, and 2019 world long course championships. Seto holds the world records in the short course 200-metre butterfly and the 400-metre individual medley.",
    "year": 1994,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Emily Temple-Wood",
    "birthday": "1994-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Keilana_portrait_cropped.png/320px-Keilana_portrait_cropped.png",
    "extract": "Emily Temple-Wood is an American Wikipedia editor who goes by the name of Keilana on the site. She is known for her efforts to counter the effects and causes of gender bias on Wikipedia, particularly through the creation of articles about women in science. She was declared a joint recipient of the 2016 Wikipedian of the Year award, by Jimmy Wales, at Wikimania on June 24, 2016.",
    "year": 1994,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Marcus Bettinelli",
    "birthday": "1992-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Marcus_Bettinelli_12-04-2014_1.jpg/231px-Marcus_Bettinelli_12-04-2014_1.jpg",
    "extract": "Marcus Bettinelli is an English professional footballer who plays as a goalkeeper for Premier League club Chelsea. He has been capped by the England national under-21 team and called up for the senior team.",
    "year": 1992,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Aled Davies (field athlete)",
    "birthday": "1991-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Aled_Davies_%2829997772112%29.jpg/320px-Aled_Davies_%2829997772112%29.jpg",
    "extract": "Aled Siôn Davies is a Welsh Paralympian athlete competing mainly in category F42 throwing events. In 2012 he became the world record holder of the F42 shot put and in the 2012 Summer Paralympics he took the bronze medal in shot put and gold in the discus. In 2013 Davies took the World Championship gold in both the shot put and discus in Lyon. He won double gold in his home country at the 2014 IPC Athletics European Championships in the shot put and discus. This followed his silver medal in the F42-44 discus from the Commonwealth Games in Glasgow where he represented Wales. Davies also took part in the Channel 4 TV series Celebrity SAS: Who dares wins",
    "year": 1991,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Cody Eakin",
    "birthday": "1991-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Cody_Eakin_2018-02-04_1.jpg/228px-Cody_Eakin_2018-02-04_1.jpg",
    "extract": "Cody Eakin is a Canadian professional ice hockey forward currently playing for the Buffalo Sabres of the National Hockey League (NHL). He was selected by the Washington Capitals in the third round, 85th overall, of the 2009 NHL Entry Draft and has previously played for the Washington Capitals, Dallas Stars, Vegas Golden Knights and Winnipeg Jets.",
    "year": 1991,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Mattias Ekholm",
    "birthday": "1990-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Mattias_Ekholm_2017-06-08_1.jpg/318px-Mattias_Ekholm_2017-06-08_1.jpg",
    "extract": "Mattias Hans Ekholm is a Swedish ice hockey defenceman and alternate captain for the Nashville Predators in the National Hockey League (NHL). He was drafted 102nd overall, fourth round, in the 2009 NHL Entry Draft by the Predators.",
    "year": 1990,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "G-Eazy",
    "birthday": "1989-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/G-EAZY_-_The_Beautiful_%26_Damned_Tour.jpg/219px-G-EAZY_-_The_Beautiful_%26_Damned_Tour.jpg",
    "extract": "Gerald Earl Gillum, better known by his stage name G-Eazy, is an American rapper. His first major-label album, These Things Happen, was released on June 23, 2014, and peaked at number 3 on the US Billboard 200. It featured the single \"I Mean It\", which reached number 98 on the Billboard Hot 100. His second studio album, When It's Dark Out, was released on December 4, 2015, and peaked at number 5 on the US Billboard 200. It featured the single \"Me, Myself & I\", which reached number 7 of the US Billboard Hot 100.",
    "year": 1989,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Andrew Jordan (racing driver)",
    "birthday": "1989-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Jordan-1-wikipedia.jpg/213px-Jordan-1-wikipedia.jpg",
    "extract": "Andrew Jordan is a British auto racing driver, who has driven in the British Touring Car Championship. He was the 2013 British Touring Car Champion.",
    "year": 1989,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Kalin Lucas",
    "birthday": "1989-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Kalin_Lucas_Michigan_State.jpg/160px-Kalin_Lucas_Michigan_State.jpg",
    "extract": "Kalin Jay Lucas is an American professional basketball player for Forlì of the Serie A2 Basket. He played college basketball for Michigan State University.",
    "year": 1989,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Artem Anisimov",
    "birthday": "1988-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Artem_Anisimov_2013-11-02.JPG/320px-Artem_Anisimov_2013-11-02.JPG",
    "extract": "Artem Alekseevich Anisimov is a Russian professional ice hockey centre who currently plays for the Lokomotiv Yaroslavl of the Kontinental Hockey League (KHL). Anisimov has previously played in the National Hockey League (NHL) for the New York Rangers, Columbus Blue Jackets, Chicago Blackhawks and Ottawa Senators. The Rangers originally selected him in the second round, 54th overall, of the 2006 NHL Entry Draft",
    "year": 1988,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Monica Lin Brown",
    "birthday": "1988-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/SPC_Monica_Brown_at_FOB_Salerno%2C_Afghanistan_2008.jpg/212px-SPC_Monica_Brown_at_FOB_Salerno%2C_Afghanistan_2008.jpg",
    "extract": "Monica Lin Brown is a United States Army sergeant and medic who became the first woman during the War in Afghanistan and only the second woman since World War II to receive the Silver Star, the United States military's third-highest medal for valor in combat.",
    "year": 1988,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Billy Gilman",
    "birthday": "1988-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Billy_Gilman_2000_in_Boston.jpg/224px-Billy_Gilman_2000_in_Boston.jpg",
    "extract": "William Wendell Gilman III is an American singer. Starting as a young country artist, he is known for his debut single \"One Voice\", a top 40 hit on the Billboard Hot 100 and a top 20 hit on the Billboard Hot Country Songs chart in 2000. He has released five albums, including three for Epic Nashville. In 2016, Gilman auditioned for season 11 of the US edition of The Voice and competed as part of Team Adam Levine, finishing as runner-up for the season.",
    "year": 1988,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Lucian Wintrich",
    "birthday": "1988-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Wintrich_at_the_Yale_Club_of_New_York_City.jpg/320px-Wintrich_at_the_Yale_Club_of_New_York_City.jpg",
    "extract": "Lucian Baxter Wintrich IV is an American writer, speaker, and the former White House correspondent for the far-right news and opinion site The Gateway Pundit. He was among the first members of the White House Press Corps to be openly gay and one of the youngest.",
    "year": 1988,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Guillaume Latendresse",
    "birthday": "1987-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Guillaume_Latendresse_2013-05-17.JPG/320px-Guillaume_Latendresse_2013-05-17.JPG",
    "extract": "Guillaume Latendresse is a Canadian former professional ice hockey player. He was drafted by the Montreal Canadiens of the National Hockey League (NHL) in the second round, 45th overall, of the 2005 NHL Entry Draft, and played in the NHL with Montreal, the Minnesota Wild and the Ottawa Senators. Latendresse was born in LaSalle, Quebec, but grew up in Sainte-Catherine, Quebec.",
    "year": 1987,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Mark Ballas",
    "birthday": "1986-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Mark_Ballas_%282014%29_%28cropped%29.jpg/320px-Mark_Ballas_%282014%29_%28cropped%29.jpg",
    "extract": "Mark Alexander Ballas Jr. is an American dancer, choreographer, singer-songwriter, musician, and actor.",
    "year": 1986,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Giannis Kontoes",
    "birthday": "1986-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/52/Kontoes.jpg",
    "extract": "Giannis Kontoes, nicknamed The Tiger, is a Greek professional footballer who plays as a defender for Panionios.",
    "year": 1986,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Dmitri Kruglov",
    "birthday": "1984-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Dmitri_Kruglov_2011.jpg/162px-Dmitri_Kruglov_2011.jpg",
    "extract": "Dmitri Kruglov is an Estonian professional footballer who plays as a left back and a winger for the Estonia national team.",
    "year": 1984,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Masaya Takahashi",
    "birthday": "1984-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Masaya_Takahashi.2020.02.27.jpg/213px-Masaya_Takahashi.2020.02.27.jpg",
    "extract": "Masaya Takahashi is a Japanese professional wrestler currently signed to Big Japan Pro Wrestling in the deathmatch division. He is a former two-time BJW Deathmatch Heavyweight Champion and nine-time Yokohama Shopping Street 6-Man Tag Team Champion. He also won the 2017 Ikkitousen Deathmatch Survivor.",
    "year": 1984,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Custódio Castro",
    "birthday": "1983-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Cust%C3%B3dio_Miguel_Dias_de_Castro_-_Croatia_vs._Portugal%2C_10th_June_2013_%28crop%29.jpg/220px-Cust%C3%B3dio_Miguel_Dias_de_Castro_-_Croatia_vs._Portugal%2C_10th_June_2013_%28crop%29.jpg",
    "extract": "Custódio Miguel Dias de Castro, known simply as Custódio, is a Portuguese retired footballer who played as a defensive midfielder, currently a manager.",
    "year": 1983,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Woo Seung-yeon",
    "birthday": "1983-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/68/Woo_Seung-yeon.jpg",
    "extract": "Woo Seung-yeon was a South Korean model and actress.",
    "year": 1983,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Andy Lee (comedian)",
    "birthday": "1981-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Andy_Lee_at_the_Australian_Commercial_Radio_Awards.JPG/214px-Andy_Lee_at_the_Australian_Commercial_Radio_Awards.JPG",
    "extract": "Andrew Thomas Lee, known professionally as Andy Lee, is an Australian comedian, television presenter, musician and children's writer. He is known for working alongside Hamish Blake as part of the comedy duo Hamish & Andy.",
    "year": 1981,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jason Babin",
    "birthday": "1980-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Jason_Babin.jpg/320px-Jason_Babin.jpg",
    "extract": "Jason Thomas Babin is a former American football defensive end and outside linebacker who played in the National Football League (NFL). He was drafted by the Houston Texans in the first round of the 2004 NFL Draft. He played college football at Western Michigan, where he was twice recognized as the conference defensive player of the year.",
    "year": 1980,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Anthony Minichiello",
    "birthday": "1980-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/ANTHONY_MINICHIELLO.jpg/231px-ANTHONY_MINICHIELLO.jpg",
    "extract": "Anthony Minichiello is an Australian former professional rugby league footballer who captained the Sydney Roosters in the National Rugby League, and retired having set records for most games and most tries in the club's history. An Australia and Italy international as well as a New South Wales State of Origin representative wing turned fullback, he played his entire career with the Roosters, with whom he won the 2002 and 2013 NRL Premierships, before retiring at the conclusion of the club's 2014 campaign. Minichiello also won the Golden Boot Award for international player of the year in 2005, and is the brother of fellow Italian international, Mark Minichiello.",
    "year": 1980,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Tracy McGrady",
    "birthday": "1979-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Tracy_McGrady_1.jpg/218px-Tracy_McGrady_1.jpg",
    "extract": "Tracy Lamar McGrady Jr. is an American former professional basketball player, best known for his career in the National Basketball Association (NBA). McGrady is a seven-time NBA All-Star, seven-time All-NBA selection, two-time NBA scoring champion, and winner of the NBA Most Improved Player Award in 2001. He was inducted into the Naismith Memorial Basketball Hall of Fame as part of the Class of 2017.",
    "year": 1979,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Kareem McKenzie",
    "birthday": "1979-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Kareem_McKenzie_at_2007_Giants_training_camp.jpg/320px-Kareem_McKenzie_at_2007_Giants_training_camp.jpg",
    "extract": "Kareem Michael McKenzie is a former American football offensive tackle. As a member of the New York Giants, he won Super Bowl XLII and Super Bowl XLVI, twice against the New England Patriots.",
    "year": 1979,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Elijah Burke",
    "birthday": "1978-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/JoshElijah_%28Cropped%29.jpg/170px-JoshElijah_%28Cropped%29.jpg",
    "extract": "Elijah Samuel Burke is an American professional wrestler and color commentator, also known under the ring names \"The Pope\" D'Angelo Dinero and Da Pope. He currently wrestles for National Wrestling Alliance (NWA) as \"Da Pope\" Elijah Burke, where he is a former World Television Champion. He started his wrestling career in 2003, working for World Wrestling Entertainment, first in their developmental territory Ohio Valley Wrestling, and later on their main roster from 2006 to 2008. While in WWE he would occasionally do commentary during events, but was primarily used as a wrestler, especially as part of The New Breed stable.",
    "year": 1978,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Johan Holmqvist",
    "birthday": "1978-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Johan_Holmqvist.jpg/320px-Johan_Holmqvist.jpg",
    "extract": "Johan Erik Daniel Holmqvist is a Swedish former professional ice hockey goaltender, he most notably played in the National Hockey League and the Swedish Hockey League (SHL).",
    "year": 1978,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Brad Penny",
    "birthday": "1978-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Brad_Penny_on_September_7%2C_2009.jpg/199px-Brad_Penny_on_September_7%2C_2009.jpg",
    "extract": "Bradley Wayne Penny is an American former professional baseball pitcher. Penny played in Major League Baseball (MLB) for the Florida / Miami Marlins, Los Angeles Dodgers, Boston Red Sox, San Francisco Giants, St. Louis Cardinals, and Detroit Tigers, and in Nippon Professional Baseball (NPB) for the Fukuoka SoftBank Hawks. He was an All Star in 2006 and 2007.",
    "year": 1978,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Rose (French singer)",
    "birthday": "1978-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Rose_en_concert_%28chanteuse%29.JPG/320px-Rose_en_concert_%28chanteuse%29.JPG",
    "extract": "Keren Meloul better known as Rose is a French singer, songwriter, author and composer.",
    "year": 1978,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jeet Gannguli",
    "birthday": "1977-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/28/Jeet_Gannguli_image.crop.jpg",
    "extract": "Jeet Gannguli, is an Indian singer and score composer of Bengali and Hindi movies.",
    "year": 1977,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Alessandro Cortini",
    "birthday": "1976-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Alessandro_Cortini.jpg/278px-Alessandro_Cortini.jpg",
    "extract": "Alessandro Cortini is an Italian musician best known for being the keyboard, guitar, and bass player in the industrial band Nine Inch Nails. Cortini is also the frontman for the Los Angeles-based electronic-alternative band SONOIO.",
    "year": 1976,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Will Sasso",
    "birthday": "1975-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Will_Sasso_by_Gage_Skidmore.jpg/242px-Will_Sasso_by_Gage_Skidmore.jpg",
    "extract": "William Sasso is a Canadian actor, comedian and podcaster. He is notable for his five seasons as a cast member on Mad TV from 1997 to 2002, for starring as Curly in the 2012 film reboot of The Three Stooges, and as Mover #1 in Happy Gilmore (1996). He is also known for his TV roles as Carl Monari in Less than Perfect (2003–2006), Doug Martin in How I Met Your Mother (2008–2012), and Bill Ryan in United We Fall (2020).",
    "year": 1975,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Giannis Goumas",
    "birthday": "1975-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c7/Goumas_2008.jpg",
    "extract": "Giannis Goumas is a Greek professional football manager and former player.",
    "year": 1975,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Masahide Kobayashi",
    "birthday": "1974-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/OB-Masahide-Kobayashi20110823.jpg/320px-OB-Masahide-Kobayashi20110823.jpg",
    "extract": "Masahide \"Masa\" Kobayashi  is a former professional baseball pitcher and pitching coach.",
    "year": 1974,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Magnus Manske",
    "birthday": "1974-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c3/Magnus_Manske.png",
    "extract": "Heinrich Magnus Manske is a senior staff scientist at the Wellcome Trust Sanger Institute in Cambridge, UK and a software developer of one of the first versions of the MediaWiki software, which powers Wikipedia.",
    "year": 1974,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Rodrigo (musician)",
    "birthday": "1973-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Rodrigo_de_joven.jpg/320px-Rodrigo_de_joven.jpg",
    "extract": "Rodrigo Alejandro Bueno, also known by his stage name Rodrigo or his nickname \"El Potro\", was an Argentine singer of cuarteto music. He is widely regarded as the best, most famous and most influential singer in the history of this genre. Bueno's style was marked by his on-stage energy and charisma. His short, dyed hair and casual clothes differed from typical cuarteto singers with strident colors and long curly hair. During his career, Bueno expanded cuarteto music to the Argentine national scene, remaining one of the main figures of the genre.",
    "year": 1973,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Bartolo Colón",
    "birthday": "1973-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/BartoloCol%C3%B3n2016Spring.jpg/256px-BartoloCol%C3%B3n2016Spring.jpg",
    "extract": "Bartolo Colón, nicknamed \"Big Sexy,\" is a Dominican-American professional baseball pitcher who is a free agent. He has played for 11 different Major League Baseball (MLB) teams: the Cleveland Indians (1997–2002), Montreal Expos (2002), Chicago White Sox, Los Angeles Angels of Anaheim (2004–2007), Boston Red Sox (2008), New York Yankees (2011), Oakland Athletics (2012–2013), New York Mets (2014–2016), Atlanta Braves (2017), Minnesota Twins (2017), and Texas Rangers (2018).",
    "year": 1973,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Shirish Kunder",
    "birthday": "1973-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Shirish_Kunder_in_2016.jpg/214px-Shirish_Kunder_in_2016.jpg",
    "extract": "Shirish Kunder is an Indian filmmaker. After working as an editor on 21 films starting with Champion (2000), Kunder made his screenwriting and directorial debut with Jaan-E-Mann (2006). He is married to choreographer and film director Farah Khan whom he met while working on her 2004 film Main Hoon Na.",
    "year": 1973,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Vladimír Šmicer",
    "birthday": "1973-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Vladimir_Smicer.jpg/298px-Vladimir_Smicer.jpg",
    "extract": "Vladimír Šmicer is a Czech former professional footballer who played as a midfielder. He was a player of Slavia Prague, the only Czech club he ever played for. In 1999, Šmicer moved to England where he played for Liverpool, winning multiple honours. He is perhaps best remembered at Liverpool for his long-range goal in the 2005 Champions League Final victory against Milan. At Liverpool he also won an UEFA Cup, FA Cup and League Cup treble in 2001 as well as the 2003 League Cup.",
    "year": 1973,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Greg Berlanti",
    "birthday": "1972-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Gb_emmy.jpg/213px-Gb_emmy.jpg",
    "extract": "Gregory Berlanti is an American television writer, producer and filmmaker. He is known for his work on the television series Dawson's Creek, Brothers & Sisters, Everwood, Political Animals, Riverdale, Chilling Adventures of Sabrina and You, in addition to his contributions to DC Comics on film and television productions, including The CW's Arrowverse, Titans, and the Doom Patrol. In 2000, Berlanti founded the production company, Berlanti Productions.",
    "year": 1972,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Kris Draper",
    "birthday": "1971-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Kris_Draper_March_2007.jpg/231px-Kris_Draper_March_2007.jpg",
    "extract": "Kristopher Bruce \"Kris\" Draper is a Canadian former professional ice hockey player and current director of amateur scouting for the Detroit Red Wings, the team which he played 17 seasons for during his 20-year National Hockey League (NHL) playing career.",
    "year": 1971,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jacob Rees-Mogg",
    "birthday": "1969-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Jacob_Rees-Mogg_MP.jpg/253px-Jacob_Rees-Mogg_MP.jpg",
    "extract": "Jacob William Rees-Mogg is a British politician who was appointed Minister of State for Brexit Opportunities and Government Efficiency in the Cabinet of Prime Minister Boris Johnson in 2022. He previously served as Leader of the House of Commons and Lord President of the Council from 2019 to 2022. He has been Member of Parliament (MP) for North East Somerset since 2010. A member of the Conservative Party, Rees-Mogg has been associated with socially conservative views.",
    "year": 1969,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Rich Robinson",
    "birthday": "1969-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Rich_Robinson_%28Black_Crowes%29.jpg/240px-Rich_Robinson_%28Black_Crowes%29.jpg",
    "extract": "Richard Spencer Robinson is an American musician and founding member of the rock and roll band the Black Crowes. Along with older brother Chris Robinson, Rich formed the band in 1984 while the two were attending Walton High School in Marietta, Georgia. At age 15, Rich wrote the music for \"She Talks to Angels\", which became one of the band's biggest hits.",
    "year": 1969,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Tamer Karadağlı",
    "birthday": "1967-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/78/Tamer_Karada%C4%9Fl%C4%B1.jpg",
    "extract": "Tamer Karadağlı is a Turkish actor.",
    "year": 1967,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Eric Close",
    "birthday": "1967-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Eric_Close.JPG/243px-Eric_Close.JPG",
    "extract": "Eric Randolph Close is an American actor, best known for his roles in television series, particularly as FBI agent Martin Fitzgerald in the CBS mystery drama Without a Trace (2002–2009) and Teddy Conrad in the ABC musical drama Nashville (2012–2017).",
    "year": 1967,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Heavy D",
    "birthday": "1967-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c0/Heavy_D_in_1991.jpg",
    "extract": "Dwight Arrington Myers, better known as Heavy D, was a Jamaican-born American rapper, record producer, singer and actor. Myers was the former leader of Heavy D & the Boyz, a group which included dancers/background vocalists G-Whiz, \"Trouble\" T. Roy, and DJ and producer Eddie F. The group maintained a sizable audience in the United States through most of the 1990s. The five albums the group released were produced by Teddy Riley, Marley Marl, DJ Premier, his cousin Pete Rock, and Eddie F. Myers also released four solo albums and discovered Soul for Real and Monifah.",
    "year": 1967,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Carlos Hernández (catcher)",
    "birthday": "1967-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c0/Carlos_Hernandez_-_Bakersfield_Dodgers_-_1988.jpg",
    "extract": "Carlos Alberto Hernández Almeida [er-NAN-dez] is a Venezuelan former Major League Baseball catcher who played for the Los Angeles Dodgers (1990–1996), San Diego Padres (1997–2000) and St. Louis Cardinals (2000).",
    "year": 1967,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Eric Cantona",
    "birthday": "1966-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Eric_Cantona_Cannes_2009.jpg/237px-Eric_Cantona_Cannes_2009.jpg",
    "extract": "Eric Daniel Pierre Cantona is a French actor, director, producer, and former professional footballer. Often regarded as one of the greatest footballers of his generation, Cantona is credited as having played a key role in the revival of Manchester United as a footballing force in the 1990s and having an iconic status at the club. A large, physically strong, hard-working, and tenacious player, Cantona combined technical skill and creativity with power and goalscoring ability. Widely occupied as a deep–lying forward, he was also capable of playing as a centre-forward, as an out–and–out striker, as an attacking midfielder, or as a central midfielder on occasion.",
    "year": 1966,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ricky Craven",
    "birthday": "1966-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Ricky_Craven_1997.jpg/207px-Ricky_Craven_1997.jpg",
    "extract": "Richard Allen Craven is an American stock car racing analyst and former driver. Prior to his broadcasting duties, he was a NASCAR driver who won in four different series—the K&N Pro Series, and the three national series.",
    "year": 1966,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John C. Reilly",
    "birthday": "1965-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/John_C._Reilly_by_Gage_Skidmore.jpg/233px-John_C._Reilly_by_Gage_Skidmore.jpg",
    "extract": "John Christopher Reilly is an American actor, comedian, screenwriter, musician, and producer. After his film debut in Casualties of War (1989), he gained exposure through his supporting roles in Days of Thunder (1990), What's Eating Gilbert Grape (1993) and The River Wild (1994). He also starred in Paul Thomas Anderson's films Hard Eight (1996), Boogie Nights (1997) and Magnolia (1999), as well as Terrence Malick's The Thin Red Line (1998). For his performance in Chicago (2002), Reilly was nominated for the Academy Award for Best Supporting Actor and the corresponding Golden Globe Award. He worked with director Martin Scorsese on both Gangs of New York (2002) and The Aviator (2004).",
    "year": 1965,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Shinichirō Watanabe",
    "birthday": "1965-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Shinichiro-Watanabe-20090703-Japan-Expo-01-cropped.jpg/304px-Shinichiro-Watanabe-20090703-Japan-Expo-01-cropped.jpg",
    "extract": "Shinichirō Watanabe  is a Japanese anime television and film director, best known for directing the critically acclaimed and commercially successful anime series Cowboy Bebop and Samurai Champloo. An auteur of the industry, Watanabe's work is characterized by evocative uses of music, mature themes, and the incorporation of multiple genres.",
    "year": 1965,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Pat Verbeek",
    "birthday": "1964-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Pat_Verbeek_2014.jpg/228px-Pat_Verbeek_2014.jpg",
    "extract": "Patrick Martin Verbeek is a Canadian former professional ice hockey player and current general manager of the Anaheim Ducks of the National Hockey League (NHL). Verbeek played for five teams over a 20-year playing career, earning a Stanley Cup ring with the Dallas Stars in 1999. His nickname, the \"Little Ball of Hate\", was given to him in 1995 by Glenn Healy after fellow New York Rangers teammate Ray Ferraro was tagged as the \"Big Ball of Hate\".",
    "year": 1964,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ivan Capelli",
    "birthday": "1963-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Capelli_1991.jpg/211px-Capelli_1991.jpg",
    "extract": "Ivan Franco Capelli is an Italian former Formula One driver. He participated in 98 Grands Prix, debuting on 6 October 1985. He achieved three podiums, and scored a total of 31 championship points. From 1998 until 2017 he was a Formula One commentator on the Italian TV station Rai 1.",
    "year": 1963,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Michael Chabon",
    "birthday": "1963-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Michael_Chabon_by_Gage_Skidmore.jpg/251px-Michael_Chabon_by_Gage_Skidmore.jpg",
    "extract": "Michael Chabon is an American novelist, screenwriter, columnist and short story writer. Born in Washington, DC, he spent a year studying at Carnegie Mellon University before transferring to the University of Pittsburgh, graduating in 1984. He subsequently received a Master of Fine Arts in creative writing from the University of California, Irvine.",
    "year": 1963,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Joe Dumars",
    "birthday": "1963-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1f/Joe_Dumars.jpg",
    "extract": "Joe Dumars III is an American professional basketball executive and former player who is the executive vice president and head of basketball operations of the National Basketball Association (NBA). He could play either shooting guard or point guard on offense and was a highly effective defender. He played his entire fourteen-year career with the Detroit Pistons. During the late 1980s and early 1990s, Dumars and Isiah Thomas combined to form one of the best backcourts in NBA history. Initially a shooting guard, Dumars moved to point guard following Thomas' retirement in 1994, sharing ball-handling duties with Grant Hill. Dumars was inducted into the Basketball Hall of Fame in 2006. Dumars served as the president of basketball operations for the Pistons from 2000 to 2014.",
    "year": 1963,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Rich Rodriguez",
    "birthday": "1963-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Rich_Rodriguez_%284921802265%29.jpg/320px-Rich_Rodriguez_%284921802265%29.jpg",
    "extract": "Richard Alan Rodriguez, also known as Rich Rod, is an American football coach and former player. He is currently the head coach at Jacksonville State University. Rodriguez previously was the head football coach at Salem University (1988), Glenville State College (1990–1996), West Virginia University (2001–2007), the University of Michigan (2008–2010), and the University of Arizona (2012–2017). His career college football coaching record stands at 163–118–2. In 2011, Rodriguez worked as an analyst for CBS Sports.",
    "year": 1963,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Valerie Taylor (computer scientist)",
    "birthday": "1963-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Valerie_Taylor_-_Argonne_National_Laboratory.jpg/320px-Valerie_Taylor_-_Argonne_National_Laboratory.jpg",
    "extract": "Valerie Elaine Taylor is an American computer scientist who is the director of the Mathematics and Computer Science Division of Argonne National Laboratory in Illinois. Her research includes topics such as performance analysis, power analysis, and resiliency. She is known for her work on \"Prophesy,\" described as \"a database used to collect and analyze data to predict the performance on different applications on parallel systems.\"",
    "year": 1963,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Héctor Camacho",
    "birthday": "1962-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Hector_Camacho_2009.jpg/255px-Hector_Camacho_2009.jpg",
    "extract": "Héctor Luís Camacho Matías, commonly known by his nickname \"Macho\" Camacho, was a Puerto Rican professional boxer and entertainer. Known for his quickness in the ring and flamboyant style, Camacho competed professionally from 1980 to 2010, and was a world champion in three weight classes. He held the WBC super featherweight title from 1983 to 1984, the WBC lightweight title from 1985 to 1987, and the WBO junior welterweight title twice between 1989 and 1992.",
    "year": 1962,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Gene Anthony Ray",
    "birthday": "1962-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a8/Gene_Anthony_Ray.jpg/320px-Gene_Anthony_Ray.jpg",
    "extract": "Gene Anthony Ray was an American actor, dancer, and choreographer. He was known for his portrayal of dancer Leroy Johnson in both the 1980 film Fame and the 1982–1987 Fame television series based upon the film.",
    "year": 1962,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Lorella Cedroni",
    "birthday": "1961-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Lorella_Cedroni.jpg/258px-Lorella_Cedroni.jpg",
    "extract": "Lorella Cedroni was a political philosopher.",
    "year": 1961,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Alain Lemieux",
    "birthday": "1961-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Alain_Lemieux_1982.JPG/251px-Alain_Lemieux_1982.JPG",
    "extract": "Alain Lemieux is a Canadian former professional ice hockey player. He played in the National Hockey League (NHL) with the St. Louis Blues, Quebec Nordiques, and Pittsburgh Penguins. He is also the older brother of NHL great Mario Lemieux.",
    "year": 1961,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Guy Fletcher",
    "birthday": "1960-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Guy_Fletcher-2.jpg/212px-Guy_Fletcher-2.jpg",
    "extract": "Guy Edward Fletcher is an English multi-instrumentalist, best known for his position as one of the two keyboard players in the rock band Dire Straits from 1984 until the group's dissolution, and his subsequent work with Dire Straits frontman Mark Knopfler. Fletcher was inducted into the Rock and Roll Hall of Fame as a member of Dire Straits in 2018.",
    "year": 1960,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Kristin Scott Thomas",
    "birthday": "1960-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Kristin_Scott_Thomas_Cabourg_2013.jpg/226px-Kristin_Scott_Thomas_Cabourg_2013.jpg",
    "extract": "Dame Kristin Ann Scott Thomas is a British actress who also holds French citizenship. A five-time BAFTA Award and Olivier Award nominee, she won the BAFTA Award for Best Actress in a Supporting Role for Four Weddings and a Funeral (1994) and the Olivier Award for Best Actress in 2008 for the Royal Court revival of The Seagull. She was nominated for the Academy Award for Best Actress in The English Patient (1996).",
    "year": 1960,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Pelle Lindbergh",
    "birthday": "1959-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/76/Pellelindbergh.jpg",
    "extract": "Göran Per-Eric \"Pelle\" Lindbergh was a Swedish professional ice hockey goaltender who played five seasons with the Philadelphia Flyers in the National Hockey League (NHL). He was the first European-born goaltender to be drafted in the NHL Entry Draft and the first to achieve success in North America.",
    "year": 1959,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Barry O'Farrell",
    "birthday": "1959-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Premier_Barry_O%27Farrell_-_Flickr_-_Eva_Rinaldi_Celebrity_and_Live_Music_Photographer.jpg/230px-Premier_Barry_O%27Farrell_-_Flickr_-_Eva_Rinaldi_Celebrity_and_Live_Music_Photographer.jpg",
    "extract": "Barry Robert O'Farrell is a former Australian politician who has been Australia's High Commissioner to India since May 2020. O'Farrell was the 43rd Premier of New South Wales and Minister for Western Sydney from 2011 to 2014. He was the Leader of the New South Wales Liberal Party from 2007 to 2014, and was a Member of the New South Wales Legislative Assembly from 1995 to 2015, representing Northcott until 1999 and representing Ku-ring-gai on the Upper North Shore of Sydney from 1999 to 2015. He is currently President and Independent Board Chair of Diabetes Australia, Chair of the Wests Tigers Rugby League Football Club and CEO of Racing Australia Ltd.",
    "year": 1959,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Chip Ganassi",
    "birthday": "1958-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Chip_ganassi_%2851277143436%29_%28cropped%29.jpg/240px-Chip_ganassi_%2851277143436%29_%28cropped%29.jpg",
    "extract": "Floyd \"Chip\" Ganassi Jr. is an American businessman, former racing driver, current team owner and member of the Motorsports Hall of Fame of America. He has been involved with the North American auto racing scene for over 30 years. He is owner and CEO of Chip Ganassi Racing which operates teams in the IndyCar Series, WeatherTech SportsCar Championship, and Extreme E. He is the only team owner in history to have won the Indianapolis 500, the Daytona 500, the Brickyard 400, the Rolex 24 at Daytona, the 12 Hours of Sebring and most recently the 24 Hours of Le Mans.",
    "year": 1958,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Dominic Grieve",
    "birthday": "1956-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Official_portrait_of_Mr_Dominic_Grieve_crop_2.jpg/240px-Official_portrait_of_Mr_Dominic_Grieve_crop_2.jpg",
    "extract": "Dominic Charles Roberts Grieve is a British barrister and former politician who served as Shadow Home Secretary from 2008 to 2009 and Attorney General for England and Wales from 2010 to 2014. He served as the Member of Parliament (MP) for Beaconsfield from 1997 to 2019 and was the Chair of the Intelligence and Security Committee from 2015 to 2019.",
    "year": 1956,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Michael Jackson (bishop)",
    "birthday": "1956-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Beatification-JMcE-_%2847%29_%2834989984635%29_%28Michael_Jackson_cropped%29.jpg/303px-Beatification-JMcE-_%2847%29_%2834989984635%29_%28Michael_Jackson_cropped%29.jpg",
    "extract": "Michael Geoffrey St Aubyn Jackson is a Church of Ireland Anglican bishop. Since 2011, he has served as the Archbishop of Dublin and Bishop of Glendalough in the Church of Ireland. He is also the co-chairman of the Porvoo Communion of Anglican and Lutheran churches.",
    "year": 1956,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Rosanne Cash",
    "birthday": "1955-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/RosanneCash.JPG/214px-RosanneCash.JPG",
    "extract": "Rosanne Cash is an American singer-songwriter and author. She is the eldest daughter of country musician Johnny Cash and Vivian Liberto Cash Distin, Johnny Cash's first wife. Although she is often classified as a country artist, her music draws on many genres, including folk, pop, rock, blues, and most notably Americana. In the 1980s, she had a string of genre-crossing singles that entered both the country and pop charts, the most commercially successful being her 1981 breakthrough hit \"Seven Year Ache\", which topped the U.S. country singles chart and reached the Top 30 on the U.S. pop chart.",
    "year": 1955,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Rajesh Roshan",
    "birthday": "1955-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Rajesh_Roshan.jpg/267px-Rajesh_Roshan.jpg",
    "extract": "Rajesh Roshan Lal Nagrath is an Indian Hindi cinema music director and composer. He is the son of music director Roshan and singer Ira Roshan.",
    "year": 1955,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Alfred Molina",
    "birthday": "1953-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/AlfredMolinaByJustinHoch2009.jpg/217px-AlfredMolinaByJustinHoch2009.jpg",
    "extract": "Alfred Molina is an English-American actor known for his work on the stage and screen. He first rose to prominence in the West End, earning a nomination for the Laurence Olivier Award for Best Newcomer in a Play for his performance in the production of Oklahoma! in 1980. He made his film debut as Satipo in Raiders of the Lost Ark and his Broadway debut as Yvan in a production of Art from 1998 to 1999. His other Broadway roles include Tevye in the musical Fiddler on the Roof from 2004 to 2005 and Mark Rothko in the play Red from 2009 to 2010.",
    "year": 1953,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jim Broadbent",
    "birthday": "1949-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Jim_Broadbent_2012.jpg/243px-Jim_Broadbent_2012.jpg",
    "extract": "Jim Broadbent is an English actor. He won an Academy Award and a Golden Globe Award for his supporting role as John Bayley in the feature film Iris (2001), as well as winning a BAFTA TV Award and a Golden Globe for his leading role as Lord Longford in the television film Longford (2006). Broadbent received four BAFTA Film Award nominations and won for his performance in Moulin Rouge! (2001). He was also nominated for two Primetime Emmy Awards and four Screen Actors Guild Awards.",
    "year": 1949,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Roger Deakins",
    "birthday": "1949-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/RogDeakinsBFI120921_%2816_of_17%29_%2851473086144%29_%28cropped%29.jpg/225px-RogDeakinsBFI120921_%2816_of_17%29_%2851473086144%29_%28cropped%29.jpg",
    "extract": "Sir Roger Alexander Deakins is an English cinematographer, best known for his collaborations with directors the Coen brothers, Sam Mendes and Denis Villeneuve. Deakins has been admitted to both the British Society of Cinematographers and to the American Society of Cinematographers. He is the recipient of five BAFTA Awards for Best Cinematography, and two Academy Awards for Best Cinematography from fifteen nominations. His best-known works include The Shawshank Redemption, Fargo, O Brother, Where Art Thou?, A Beautiful Mind, Skyfall, Sicario, Blade Runner 2049, and 1917, the last two of which earned him Academy Awards.",
    "year": 1949,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Waddy Wachtel",
    "birthday": "1947-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/JohnCowsillsJacksonBrownWaddyWachtel.jpg/320px-JohnCowsillsJacksonBrownWaddyWachtel.jpg",
    "extract": "Robert \"Waddy\" Wachtel is an American musician, composer and record producer, most notable for his guitar work. Wachtel has worked as session musician for other artists such as Linda Ronstadt, Stevie Nicks, Kim Carnes, Randy Newman, Keith Richards, The Rolling Stones, Jon Bon Jovi, James Taylor, Iggy Pop, Warren Zevon, Bryan Ferry, Michael Sweet, Jackson Browne, and Andrew Gold, both in the studio and live.",
    "year": 1947,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Martin Winterkorn",
    "birthday": "1947-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Martin_Winterkorn_2015-03-13_001.jpg/320px-Martin_Winterkorn_2015-03-13_001.jpg",
    "extract": "Martin Winterkorn is a German former business executive who was chairman of the board of management of Volkswagen AG, the parent company of the Volkswagen Group, chairman of the supervisory board of Audi, and chairman of the board of management of Porsche Automobil Holding SE.",
    "year": 1947,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Tansu Çiller",
    "birthday": "1946-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/%28Tansu_%C3%87iller%29_Rueda_de_prensa_de_Felipe_Gonz%C3%A1lez_y_la_primera_ministra_de_Turqu%C3%ADa._Pool_Moncloa._16_de_noviembre_de_1995_%28cropped%29.jpeg/239px-%28Tansu_%C3%87iller%29_Rueda_de_prensa_de_Felipe_Gonz%C3%A1lez_y_la_primera_ministra_de_Turqu%C3%ADa._Pool_Moncloa._16_de_noviembre_de_1995_%28cropped%29.jpeg",
    "extract": "Tansu Çiller is a Turkish academic, economist, and politician who served as the 22nd Prime Minister of Turkey from 1993 to 1996. She is Turkey's first and only female prime minister to date. As the leader of the True Path Party, she went on to concurrently serve as Deputy Prime Minister of Turkey and as Minister of Foreign Affairs between 1996 and 1997.",
    "year": 1946,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jesualdo Ferreira",
    "birthday": "1946-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Jesualdo_Ferreira%2C_Esteghlal_Al-Sadd_ACL_play-off.jpg/267px-Jesualdo_Ferreira%2C_Esteghlal_Al-Sadd_ACL_play-off.jpg",
    "extract": "Manuel Jesualdo Ferreira is a Portuguese football manager who is the current manager of the first team of Zamalek in the Egyptian Premier League.",
    "year": 1946,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Irena Szewińska",
    "birthday": "1946-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Irena_Szewinska_2007_AB.jpg/240px-Irena_Szewinska_2007_AB.jpg",
    "extract": "Irena Szewińska was a Polish sprinter who was one of the world's foremost athletes for nearly two decades, in multiple events. She is the only athlete in history, male or female, to have held the world record in the 100 m, the 200 m and the 400 m.",
    "year": 1946,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Terry Callier",
    "birthday": "1945-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Terrycallier.jpg/167px-Terrycallier.jpg",
    "extract": "Terrence Orlando \"Terry\" Callier was an American soul, folk and jazz guitarist and singer-songwriter.",
    "year": 1945,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Steven Norris",
    "birthday": "1945-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Steven_Norris_2022.jpg/213px-Steven_Norris_2022.jpg",
    "extract": "Steven John Norris is a British Conservative Party politician and businessman. Norris served as Member of Parliament for Oxford East from 1983 to 1987. After narrowly losing that marginal seat in 1987 he re-entered the House of Commons at a by-election for Epping Forest in 1988, which he held until stepping down to focus on his business career in 1997. He was subsequently chosen by Conservative Party members to be the Conservative candidate for Mayor of London in 2000 and 2004 in which he secured 42% and 45% respectively, coming second to Ken Livingstone but ahead of the Conservative Party's vote share for the Greater London Assembly.",
    "year": 1945,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Richard Ottaway",
    "birthday": "1945-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Richard_Ottaway_MP.jpg/254px-Richard_Ottaway_MP.jpg",
    "extract": "Sir Richard Geoffrey James Ottaway is a British Conservative Party politician who served as the Member of Parliament for Croydon South from 1992 to 2015. He was previously MP for Nottingham North from 1983 to 1987.",
    "year": 1945,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Priscilla Presley",
    "birthday": "1945-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Priscilla_Presley_2014.jpg/208px-Priscilla_Presley_2014.jpg",
    "extract": "Priscilla Anne Presley is an American businesswoman and actress. She is the ex-wife of Elvis Presley as well as co-founder and former chairwoman of Elvis Presley Enterprises (EPE), the company that turned Graceland into one of the top tourist attractions in the United States. In her acting career, Presley co-starred with Leslie Nielsen in the three successful Naked Gun films and played the role of Jenna Wade on the long-running television series Dallas.",
    "year": 1945,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Patti LaBelle",
    "birthday": "1944-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Patti_Labelle.jpg/213px-Patti_Labelle.jpg",
    "extract": "Patricia Louise Holt best known as Patti LaBelle, is an American singer and actress. She began her career in the early 1960s as lead singer and frontwoman of the vocal group Patti LaBelle and the Bluebelles. Following the group's name change to Labelle in the 1970s, they released the popular song \"Lady Marmalade\" which was later inducted into the Grammy Hall of Fame. As a result, the group became the first African-American vocal group to land the cover of Rolling Stone magazine and the first pop group to play at the Metropolitan Opera House.\nLaBelle is referred to as the \"Godmother of Soul\".",
    "year": 1944,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Dominique Lavanant",
    "birthday": "1944-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Dominique_Lavanant_2012.JPG/134px-Dominique_Lavanant_2012.JPG",
    "extract": "Dominique Lavanant is a César Award-winning French film and theatrical actress. She is known for her comedy skills especially with posh and distinguished characters like Rosalind Russell's; characters often defined by the adjective BCBG, bon chic bon genre, and which refers to a particular stereotype of the French upper middle class – to be conservative in both outlook and dress.",
    "year": 1944,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Gary Burghoff",
    "birthday": "1943-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/GaryBurghoff03.jpg/279px-GaryBurghoff03.jpg",
    "extract": "Gary Rich Burghoff is an American actor who is known for originating the role of Charlie Brown in the 1967 Off-Broadway musical You're a Good Man, Charlie Brown, and the character Corporal Walter Eugene \"Radar\" O'Reilly in the film MASH, as well as the TV series. He was a regular on television game show Match Game from 1974 to 1975 for 140 episodes, standing in for Charles Nelson Reilly, who was in New York doing a Broadway play, but continued to make recurring appearances afterwards.",
    "year": 1943,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Hannu Mikkola",
    "birthday": "1942-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Hannu-Mikkola_1966_%28cropped%29.jpg/237px-Hannu-Mikkola_1966_%28cropped%29.jpg",
    "extract": "Hannu Olavi Mikkola was a Finnish champion world rally driver. He was a seven-time winner of the 1000 Lakes Rally in Finland and won the RAC Rally in Great Britain four times.",
    "year": 1942,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ichirō Ozawa",
    "birthday": "1942-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Ichiro_Ozawa_cropped_3_Ichiro_Ozawa_20010718.jpg/294px-Ichiro_Ozawa_cropped_3_Ichiro_Ozawa_20010718.jpg",
    "extract": "Ichirō Ozawa  is a Japanese politician and has been a member of the House of Representatives since 1969, representing the Iwate 3rd district. He is often dubbed the \"Shadow Shōgun\" due to his back-room influence.",
    "year": 1942,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Bob Dylan",
    "birthday": "1941-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Bob_Dylan_-_Azkena_Rock_Festival_2010_2.jpg/240px-Bob_Dylan_-_Azkena_Rock_Festival_2010_2.jpg",
    "extract": "Robert Dylan is an American singer-songwriter. Often regarded as one of the greatest songwriters of all time, Dylan has been a major figure in popular culture during a career spanning more than 60 years. Much of his most celebrated work dates from the 1960s, when songs such as \"Blowin' in the Wind\" (1963) and \"The Times They Are a-Changin'\" (1964) became anthems for the civil rights and antiwar movements. His lyrics during this period incorporated a range of political, social, philosophical, and literary influences, defying pop music conventions and appealing to the burgeoning counterculture.",
    "year": 1941,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Patricia Hollis, Baroness Hollis of Heigham",
    "birthday": "1941-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Official_portrait_of_Baroness_Hollis_of_Heigham_crop_2.jpg/240px-Official_portrait_of_Baroness_Hollis_of_Heigham_crop_2.jpg",
    "extract": "Patricia Lesley Hollis, Baroness Hollis of Heigham, PC, DL was an historian and Labour member of the House of Lords of the United Kingdom.",
    "year": 1941,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Joseph Brodsky",
    "birthday": "1940-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Joseph_Brodsky_1988.jpg/228px-Joseph_Brodsky_1988.jpg",
    "extract": "Iosif Aleksandrovich Brodsky was a Russian and American poet and essayist.",
    "year": 1940,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Prince Buster",
    "birthday": "1938-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Prince_Buster.jpg/240px-Prince_Buster.jpg",
    "extract": "Cecil Bustamente Campbell, known professionally as Prince Buster, was a Jamaican singer-songwriter and producer. The records he released in the 1960s influenced and shaped the course of Jamaican contemporary music and created a legacy of work that would be drawn upon later by reggae and ska artists.",
    "year": 1938,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Tommy Chong",
    "birthday": "1938-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Tommy_Chong_by_Gage_Skidmore.jpg/243px-Tommy_Chong_by_Gage_Skidmore.jpg",
    "extract": "Thomas B. Kin Chong is a Canadian-American actor, comedian, musician, and activist. He is known for his marijuana-themed Cheech & Chong comedy albums and movies with Cheech Marin, as well as playing the character Leo on Fox's That '70s Show. He became a naturalized United States citizen in the late 1980s.",
    "year": 1938,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Maryvonne Dupureur",
    "birthday": "1937-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Maryvonne_Dupureur_1964.jpg/190px-Maryvonne_Dupureur_1964.jpg",
    "extract": "Maryvonne Samson Dupureur was a French middle-distance runner. Competing in the 800 m event she won silver medals at the 1964 Olympics and 1967 European Indoor Games; she also took part in the 1960 and 1968 Olympics.",
    "year": 1937,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Archie Shepp",
    "birthday": "1937-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Archie_shepp_Warszawa_1.jpg/213px-Archie_shepp_Warszawa_1.jpg",
    "extract": "Archie Shepp is an American jazz saxophonist, educator and playwright who since the 1960s has played a central part in the development of avant-garde jazz.",
    "year": 1937,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Harold Budd",
    "birthday": "1936-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Harold_Budd.jpg/216px-Harold_Budd.jpg",
    "extract": "Harold Montgomory Budd was an American avant-garde composer and poet. Born in Los Angeles and raised in the Mojave Desert, he became a respected composer in the minimalist and avant-garde scene of Southern California in the late 1960s, and later became better known for his work with figures such as Brian Eno and Robin Guthrie. Budd developed what he called a \"soft pedal\" technique for playing piano.",
    "year": 1936,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jane Byrne",
    "birthday": "1933-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/JaneByrne1985_%28a%29.jpg/240px-JaneByrne1985_%28a%29.jpg",
    "extract": "Jane Margaret Byrne was an American politician who was the first woman to be elected mayor of a major city in the United States. She served as the 50th Mayor of Chicago from April 16, 1979, until April 29, 1983. Byrne won the Chicago mayoral election on April 3, 1979, becoming the first female mayor of the city, the second largest city in the United States at the time. Until the inauguration of Lori Lightfoot in 2019, she was the only female mayor of Chicago. Prior to her tenure as mayor, Byrne served as Chicago's commissioner of consumer sales from 1969 until 1977.",
    "year": 1933,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Réal Giguère",
    "birthday": "1933-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/REAL-GIGUERE.jpg/291px-REAL-GIGUERE.jpg",
    "extract": "Réal Giguère was a Canadian television host and broadcaster.",
    "year": 1933,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Aharon Lichtenstein",
    "birthday": "1933-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/RALportrait2.jpg/240px-RALportrait2.jpg",
    "extract": "Aharon Lichtenstein was a noted Orthodox rabbi and rosh yeshiva. He was an authority in Jewish law (Halakha).",
    "year": 1933,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Arnold Wesker",
    "birthday": "1932-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Arnold_Wesker.jpg/320px-Arnold_Wesker.jpg",
    "extract": "Sir Arnold Wesker was an English dramatist. He was the author of 50 plays, four volumes of short stories, two volumes of essays, much journalism and a book on the subject, a children's book, some poetry, and other assorted writings. His plays have been translated into 20 languages, and performed worldwide.",
    "year": 1932,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Carmine Infantino",
    "birthday": "1925-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/10.2.10CarmineInfantinoByLuigiNovi.jpg/307px-10.2.10CarmineInfantinoByLuigiNovi.jpg",
    "extract": "Carmine Michael Infantino was an American comics artist and editor, primarily for DC Comics, during the late 1950s and early 1960s period known as the Silver Age of Comic Books. Among his character creations are the Black Canary and the Silver Age version of DC super-speedster the Flash with writer Robert Kanigher, the stretching Elongated Man with John Broome, Barbara Gordon the second Batgirl with writer Gardner Fox, Deadman with writer Arnold Drake, and Christopher Chance, the second iteration of the Human Target with Len Wein.",
    "year": 1925,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Mai Zetterling",
    "birthday": "1925-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Mai_Zetterling.jpeg/211px-Mai_Zetterling.jpeg",
    "extract": "Mai Elisabeth Zetterling was a Swedish actress, novelist and film director.",
    "year": 1925,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Siobhán McKenna",
    "birthday": "1923-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Siobhan_McKenna_1959.jpg/263px-Siobhan_McKenna_1959.jpg",
    "extract": "Siobhán McKenna was an Irish stage and screen actress.",
    "year": 1923,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Coleman Young",
    "birthday": "1918-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3b/Coleman_A._Young_1975_%281%29.png",
    "extract": "Coleman Alexander Young was an American politician who served as mayor of Detroit, Michigan, from 1974 to 1994. Young was the first African-American mayor of Detroit.",
    "year": 1918,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Alan Campbell, Baron Campbell of Alloway",
    "birthday": "1917-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4c/Lord_Campbell_of_Alloway_2012.jpg/278px-Lord_Campbell_of_Alloway_2012.jpg",
    "extract": "Alan Robertson Campbell, Baron Campbell of Alloway ERD QC was a British judge, barrister and author who sat in the House of Lords as a life peer.",
    "year": 1917,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Roden Cutler",
    "birthday": "1916-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/VCArthurRodenCutler.jpg/231px-VCArthurRodenCutler.jpg",
    "extract": "Sir Arthur Roden Cutler, was an Australian diplomat, the longest serving Governor of New South Wales and a recipient of the Victoria Cross, the highest award for gallantry \"in the face of the enemy\" that can be awarded to British and Commonwealth armed forces.",
    "year": 1916,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Lilli Palmer",
    "birthday": "1914-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Lilli_Palmer_1946.png/248px-Lilli_Palmer_1946.png",
    "extract": "Lilli Palmer was a German actress and writer. After beginning her career in British films in the 1930s, she would later transition to major Hollywood productions, earning a Golden Globe Award nomination for her performance in But Not for Me (1959).",
    "year": 1914,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Joe Abreu",
    "birthday": "1913-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Joe_Abreu.jpg/238px-Joe_Abreu.jpg",
    "extract": "Joseph Lawrence Abreu was an American Major League Baseball infielder. He played nine seasons in professional baseball, one at the major league level. He served in the United States Navy during World War II.",
    "year": 1913,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jimmy Demaret",
    "birthday": "1910-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Jimmy_Demaret_1964.jpg/285px-Jimmy_Demaret_1964.jpg",
    "extract": "James Newton Demaret was an American professional golfer. He won 31 PGA Tour events in a long career between 1935 and 1957, and was the first three-time winner of the Masters, with titles in 1940, 1947, and 1950.",
    "year": 1910,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Wilbur Mills",
    "birthday": "1909-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/WilburMills.jpg/233px-WilburMills.jpg",
    "extract": "Wilbur Daigh Mills was an American Democratic politician who represented Arkansas's 2nd congressional district in the United States House of Representatives from 1939 until his retirement in 1977. As chairman of the House Ways and Means Committee from 1958 to 1974, he was often called \"the most powerful man in Washington\".",
    "year": 1909,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "George Nakashima",
    "birthday": "1905-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/George-Nakashima-UW-Graduate-1929.png/213px-George-Nakashima-UW-Graduate-1929.png",
    "extract": "George Katsutoshi Nakashima was an American woodworker, architect, and furniture maker who was one of the leading innovators of 20th century furniture design and a father of the American craft movement. In 1983, he accepted the Order of the Sacred Treasure, an honor bestowed by the Emperor of Japan and the Japanese government.",
    "year": 1905,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Mikhail Sholokhov",
    "birthday": "1905-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Mikhail_Sholokhov_1960.jpg/235px-Mikhail_Sholokhov_1960.jpg",
    "extract": "Mikhail Aleksandrovich Sholokhov was a Russian novelist and winner of the 1965 Nobel Prize in Literature. He is known for writing about life and fate of Don Cossacks during the Russian Revolution, the civil war and the period of collectivization, primarily in his most famous novel, And Quiet Flows the Don.",
    "year": 1905,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Chūhei Nambu",
    "birthday": "1904-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Ch%C5%ABhei_Nambu_1932.jpg/221px-Ch%C5%ABhei_Nambu_1932.jpg",
    "extract": "Chūhei Nambu  was a Japanese track and field athlete. As of 2020, he is the only person to have held world records in both the long jump and the triple jump.",
    "year": 1904,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Lionel Conacher",
    "birthday": "1902-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Lionel_Conacher_crosse.jpg/221px-Lionel_Conacher_crosse.jpg",
    "extract": "Lionel Pretoria Conacher, MP, nicknamed \"The Big Train\", was a Canadian athlete and politician. Voted the country's top athlete of the first half of the 20th century, he won championships in numerous sports. His first passion was football; he was a member of the 1921 Grey Cup champion Toronto Argonauts. He was a member of the Toronto Maple Leafs baseball team that won the International League championship in 1926. In hockey, he won a Memorial Cup in 1920, and the Stanley Cup twice: with the Chicago Black Hawks in 1934 and the Montreal Maroons in 1935. Additionally, he won wrestling, boxing and lacrosse championships during his playing career. He is one of three players, including Joe Miller and Carl Voss, to have their names engraved on both the Grey Cup and Stanley Cup.",
    "year": 1902,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Sylvia Daoust",
    "birthday": "1902-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/8b/Photo_of_Sylvia_Daoust_1963.jpg",
    "extract": "Sylvia Daoust, CM, CQ, RCA, born in Montreal, was one of the first female sculptors in Quebec. She studied at the Council of Arts & Manufactures and the École des Beaux-Arts, with Charles Maillard and Maurice Feliz, and later with Edwin Holgate at the Art Association of Montreal.",
    "year": 1902,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "José Nasazzi",
    "birthday": "1901-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Jose_nasazzi_urug.jpg/213px-Jose_nasazzi_urug.jpg",
    "extract": "José Nasazzi Yarza was a Uruguayan footballer who played as a defender. He captained his country when they won the inaugural FIFA World Cup in 1930.",
    "year": 1901,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Eduardo De Filippo",
    "birthday": "1900-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Eduardo_De_Filippo_e_sughero_del_Teatro_San_Carlino.jpg/242px-Eduardo_De_Filippo_e_sughero_del_Teatro_San_Carlino.jpg",
    "extract": "Eduardo De Filippo, also known simply as Eduardo, was an Italian actor, playwright, and screenwriter, best known for his Neapolitan works Filumena Marturano and Napoli Milionaria. Considered one of the most important Italian artists of the 20th century, De Filippo was the author of many theatrical dramas staged and directed by himself first and later awarded and played outside Italy. For his artistic merits and contributions to Italian culture, he was named senatore a vita by the President of the Italian Republic Sandro Pertini.",
    "year": 1900,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Suzanne Lenglen",
    "birthday": "1899-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Suzanne_Lenglen_1922_%28instant%29_%28cropped%29_3.jpg/198px-Suzanne_Lenglen_1922_%28instant%29_%28cropped%29_3.jpg",
    "extract": "Suzanne Rachel Flore Lenglen was a French tennis player. She was ranked as the inaugural world No. 1 from 1921 to 1926, winning 8 Grand Slam titles in singles and 21 in total. She also was a four-time World Hard Court Champion in singles, and ten times in total. Lenglen won six Wimbledon singles titles, including five in a row from 1919 to 1923, and was the champion in singles, doubles, and mixed doubles at the first two open French Championships in 1925 and 1926. In doubles, she was undefeated with her usual partner Elizabeth Ryan, highlighted by another six titles at Wimbledon. Lenglen was the first leading amateur to turn professional, and was ranked as the greatest women's tennis player from the amateur era in the 100 Greatest of All Time series.",
    "year": 1899,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Henri Michaux",
    "birthday": "1899-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e7/Henri_Michaux.jpg",
    "extract": "Henri Michaux was a Belgian-born French poet, writer and painter. Michaux is best known for his poetry and prose, especially his texts chronicling his psychedelic experiments with LSD and mescaline which include Miserable Miracle and The Major Ordeals of the Mind and the Countless Minor Ones, as well as his idiosyncratic travelogues and books of art criticism.",
    "year": 1899,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Samuel Irving Newhouse Sr.",
    "birthday": "1895-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/2f/Samuel_Irving_Newhouse_Sr..jpg/213px-Samuel_Irving_Newhouse_Sr..jpg",
    "extract": "Samuel Irving Newhouse Sr. was an American broadcasting businessman, as well as a magazine and newspaper publisher. He was the founder of Advance Publications.",
    "year": 1895,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "William F. Albright",
    "birthday": "1891-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/William_Albright_1957.jpg/213px-William_Albright_1957.jpg",
    "extract": "William Foxwell Albright was an American archaeologist, biblical scholar, philologist, and expert on ceramics.",
    "year": 1891,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Mick Mannock",
    "birthday": "1887-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Mick_Mannock_IWM_Q_60800.jpg/233px-Mick_Mannock_IWM_Q_60800.jpg",
    "extract": "Edward Corringham \"Mick\" Mannock was a British flying ace in the Royal Flying Corps and Royal Air Force during the First World War. Mannock was a pioneer of fighter aircraft tactics in aerial warfare. At the time of his death he had amassed 61 aerial victories, making him the fifth highest scoring pilot of the war.",
    "year": 1887,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Paul Paray",
    "birthday": "1886-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Paul_Paray.jpg/249px-Paul_Paray.jpg",
    "extract": "Paul Marie-Adolphe Charles Paray was a French conductor, organist and composer. He is best remembered in the United States for being the resident conductor of the Detroit Symphony Orchestra for more than a decade.",
    "year": 1886,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "H. B. Reese",
    "birthday": "1879-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/H._B._Reese.jpg/199px-H._B._Reese.jpg",
    "extract": "Harry Burnett \"H. B.\" Reese was an American inventor and businessman known for creating the No. 1 selling candy brand in the United States, Reese's Peanut Butter Cups and founding the H.B. Reese Candy Company. In 2009, he was posthumously inducted into the Candy Hall of Fame.",
    "year": 1879,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Lillian Moller Gilbreth",
    "birthday": "1878-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Lillian_Moller_Gilbreth%2C_1921.jpg/230px-Lillian_Moller_Gilbreth%2C_1921.jpg",
    "extract": "Lillian Evelyn Gilbreth was an American psychologist, industrial engineer, consultant, and educator who was an early pioneer in applying psychology to time-and-motion studies. She was described in the 1940s as \"a genius in the art of living.\" Gilbreth, one of the first female engineers to earn a Ph.D., is considered to be the first industrial/organizational psychologist. She and her husband, Frank Bunker Gilbreth, were efficiency experts who contributed to the study of industrial engineering, especially in the areas of motion study and human factors. Cheaper by the Dozen (1948) and Belles on Their Toes (1950), written by two of their children tell the story of their family life and describe how time-and-motion studies were applied to the organization and daily activities of their large family. Both books were later made into feature films.",
    "year": 1878,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Robert Garrett",
    "birthday": "1875-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/BASA-3K-7-422-22-Robert_Garrett_throwing_the_discus_at_1896_Summer_Olympics.jpg/242px-BASA-3K-7-422-22-Robert_Garrett_throwing_the_discus_at_1896_Summer_Olympics.jpg",
    "extract": "Robert S. Garrett was an American athlete, as well as investment banker and philanthropist in Baltimore, Maryland and financier of several important archeological excavations. Garrett was the first modern Olympic champion in discus throw as well as shot put.",
    "year": 1875,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Princess Marie of Hesse and by Rhine (1874–1878)",
    "birthday": "1874-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Maria_de_Hesse.jpeg/224px-Maria_de_Hesse.jpeg",
    "extract": "Princess Marie Viktoria Feodore Leopoldine of Hesse and by Rhine was a Hessian and Rhenish princess, a member of the House of Hesse-Darmstadt. She was the youngest child and fifth daughter of Louis IV, Grand Duke of Hesse and by Rhine, and Princess Alice of the United Kingdom. Her mother was the second daughter of Queen Victoria of the United Kingdom. Marie died of diphtheria and was buried with her mother, who died a few weeks later of the same disease.",
    "year": 1874,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Benjamin N. Cardozo",
    "birthday": "1870-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Benjamin_Cardozo.jpg/228px-Benjamin_Cardozo.jpg",
    "extract": "Benjamin Nathan Cardozo was an American lawyer and jurist who served on the New York Court of Appeals from 1914 to 1932 and as an Associate Justice of the U.S. Supreme Court from 1932 until his death in 1938. Cardozo is remembered for his significant influence on the development of American common law in the 20th century, in addition to his philosophy and vivid prose style.",
    "year": 1870,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jan Smuts",
    "birthday": "1870-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Jan_Smuts_1947.jpg/215px-Jan_Smuts_1947.jpg",
    "extract": "Field Marshal Jan Christian Smuts, was a South African statesman, military leader and philosopher. In addition to holding various military and cabinet posts, he served as prime minister of the Union of South Africa from 1919 to 1924 and 1939 to 1948.",
    "year": 1870,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Charlie Taylor (mechanic)",
    "birthday": "1868-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Charlietaylor.jpg/199px-Charlietaylor.jpg",
    "extract": "Charles Edward Taylor was an American inventor, mechanic and machinist. He built the first aircraft engine used by the Wright brothers in the Wright Flyer, and was a vital contributor of mechanical skills in the building and maintaining of early Wright engines and airplanes.",
    "year": 1868,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "George Grey Barnard",
    "birthday": "1863-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/George_Grey_Barnard_in_1908.jpg/222px-George_Grey_Barnard_in_1908.jpg",
    "extract": "George Grey Barnard, often written George Gray Barnard, was an American sculptor who trained in Paris. He is especially noted for his heroic sized Struggle of the Two Natures in Man at the Metropolitan Museum of Art, his twin sculpture groups at the Pennsylvania State Capitol, and his Lincoln statue in Cincinnati, Ohio. His major works are largely symbolical in character. His personal collection of medieval architectural fragments became a core part of The Cloisters in New York City.",
    "year": 1863,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Gerald Strickland, 1st Baron Strickland",
    "birthday": "1861-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Gerald_Strickland_1930s.jpg/208px-Gerald_Strickland_1930s.jpg",
    "extract": "Gerald Paul Joseph Cajetan Carmel Antony Martin Strickland, 6th Count della Catena, 1st Baron Strickland, was a Maltese and British politician and peer, who served as Prime Minister of Malta, Governor of the Leeward Islands, Governor of Tasmania, Governor of Western Australia and Governor of New South Wales, in addition to sitting successively in the House of Commons and House of Lords in the Parliament of the United Kingdom.",
    "year": 1861,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Arthur Wing Pinero",
    "birthday": "1855-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a1/Arthur-Pinero-1895.jpg/320px-Arthur-Pinero-1895.jpg",
    "extract": "Sir Arthur Wing Pinero was an English playwright and, early in his career, actor.",
    "year": 1855,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Alexei Savrasov",
    "birthday": "1830-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/%D0%9F%D0%BE%D1%80%D1%82%D1%80%D0%B5%D1%82_%D1%85%D1%83%D0%B4%D0%BE%D0%B6%D0%BD%D0%B8%D0%BA%D0%B0_%D0%90.%D0%9A.%D0%A1%D0%B0%D0%B2%D1%80%D0%B0%D1%81%D0%BE%D0%B2%D0%B0.jpg/254px-%D0%9F%D0%BE%D1%80%D1%82%D1%80%D0%B5%D1%82_%D1%85%D1%83%D0%B4%D0%BE%D0%B6%D0%BD%D0%B8%D0%BA%D0%B0_%D0%90.%D0%9A.%D0%A1%D0%B0%D0%B2%D1%80%D0%B0%D1%81%D0%BE%D0%B2%D0%B0.jpg",
    "extract": "Alexei Kondratyevich Savrasov was a Russian landscape painter and creator of the lyrical landscape style.",
    "year": 1830,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Queen Victoria",
    "birthday": "1819-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Queen_Victoria_by_Bassano.jpg/227px-Queen_Victoria_by_Bassano.jpg",
    "extract": "Victoria was Queen of the United Kingdom of Great Britain and Ireland from 20 June 1837 until her death in 1901. Known as the Victorian era, her reign of 63 years and seven months was longer than any previous British monarch. It was a period of industrial, political, scientific, and military change within the United Kingdom, and was marked by a great expansion of the British Empire. In 1876, the British Parliament voted to grant her the additional title of Empress of India.",
    "year": 1819,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Emanuel Leutze",
    "birthday": "1816-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Emanuel_Leutze.jpg/298px-Emanuel_Leutze.jpg",
    "extract": "Emanuel Gottlieb Leutze was a German-American history painter best known for his 1851 painting Washington Crossing the Delaware. He is associated with the Düsseldorf school of painting.",
    "year": 1816,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Abraham Geiger",
    "birthday": "1810-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/AbrahamGeiger.png/247px-AbrahamGeiger.png",
    "extract": "Abraham Geiger was a German rabbi and scholar, considered the founding father of Reform Judaism. Emphasizing Judaism's constant development along history and universalist traits, Geiger sought to re-formulate received forms and design what he regarded as a religion compliant with modern times.",
    "year": 1810,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Alexander von Nordmann",
    "birthday": "1803-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Alexander_von_Nordmann2.jpg/252px-Alexander_von_Nordmann2.jpg",
    "extract": "Alexander von Nordmann was a 19th-century Finnish biologist, who contributed to zoology, parasitology, botany and paleontology.",
    "year": 1803,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "William Whewell",
    "birthday": "1794-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Portrait_of_W._Whewell%3B_stipple_engraving_Wellcome_L0014766.jpg/256px-Portrait_of_W._Whewell%3B_stipple_engraving_Wellcome_L0014766.jpg",
    "extract": "William Whewell was an English polymath, scientist, Anglican priest, philosopher, theologian, and historian of science. He was Master of Trinity College, Cambridge. In his time as a student there, he achieved distinction in both poetry and mathematics.",
    "year": 1794,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Cathinka Buchwieser",
    "birthday": "1789-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Cathinka_Buchwieser_1813.jpg/277px-Cathinka_Buchwieser_1813.jpg",
    "extract": "Katharina Buchwieser was a German operatic soprano and actress. She was known as Cathinka, and her married surname was Lacsny von Folkusfálva. She appeared at theatres of Vienna, the Theater an der Wien and the Theater am Kärntnertor, then the court theatre. Franz Schubert dedicated compositions to her.",
    "year": 1789,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jean-Paul Marat",
    "birthday": "1743-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Jean-Paul_Marat_portre.jpg/260px-Jean-Paul_Marat_portre.jpg",
    "extract": "Jean-Paul Marat was a French political theorist, physician, and scientist. A journalist and politician during the French Revolution, he was a vigorous defender of the sans-culottes, a radical voice, and published his views in pamphlets, placards and newspapers. His periodical L'Ami du peuple made him an unofficial link with the radical Jacobin group that came to power after June 1793.",
    "year": 1743,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Daniel Finch, 8th Earl of Winchilsea",
    "birthday": "1689-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Daniel_Finch_%281689-1769%29%2C_8th_Earl_of_Winchilsea%2C_3rd_Earl_of_Nottingham%2C_by_Thomas_Worlidge.jpg/258px-Daniel_Finch_%281689-1769%29%2C_8th_Earl_of_Winchilsea%2C_3rd_Earl_of_Nottingham%2C_by_Thomas_Worlidge.jpg",
    "extract": "Daniel Finch, 8th Earl of Winchilsea and 3rd Earl of Nottingham, , of Burley House near Oakham in Rutland and of Eastwell Park near Ashford in Kent, was a British peer and politician.",
    "year": 1689,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Daniel Gabriel Fahrenheit",
    "birthday": "1686-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/bd/Fahrenheit_small.jpg",
    "extract": "Daniel Gabriel Fahrenheit FRS was a physicist, inventor, and scientific instrument maker. Born in Poland to a family of German extraction, he later moved to the Dutch Republic at age 15, where he spent the rest of his life (1701–1736) and was one of the notable figures in the Golden Age of Dutch science and technology.",
    "year": 1686,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Gian Gastone de' Medici, Grand Duke of Tuscany",
    "birthday": "1671-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Giangastonecoronation.jpg/236px-Giangastonecoronation.jpg",
    "extract": "Gian Gastone de' Medici was the seventh and last Medicean Grand Duke of Tuscany.",
    "year": 1671,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Emerentia von Düben",
    "birthday": "1669-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Emerentia_von_D%C3%BCben.jpg/240px-Emerentia_von_D%C3%BCben.jpg",
    "extract": "Baroness Emerentia von Düben also called Menza, was a Swedish lady-in-waiting, the favourite of Ulrika Eleonora, Queen of Sweden. She was known for her influence over Ulrika Eleonora.",
    "year": 1669,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Marek Sobieski (1628–1652)",
    "birthday": "1628-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Marek_Sobieski.JPG/254px-Marek_Sobieski.JPG",
    "extract": "Marek Sobieski was a Polish nobleman, starosta of Krasnystaw and Jaworów, and the older brother of King John III Sobieski of Poland. He graduated from Nowodworek College in Kraków and Kraków Academy, then traveled and studied in Western Europe. After returning to Poland in 1648 he fought against the Cossacks and Tatars at the Siege of Zbaraż and at the Battle of Beresteczko. He was taken captive by Tatars in 1652 and then killed by Cossacks.",
    "year": 1628,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John Maitland, 1st Duke of Lauderdale",
    "birthday": "1616-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/John_Maitland%2C_Duke_of_Lauderdale_by_Jacob_Huysmans.jpg/250px-John_Maitland%2C_Duke_of_Lauderdale_by_Jacob_Huysmans.jpg",
    "extract": "John Maitland, 1st Duke and 2nd Earl of Lauderdale, 3rd Lord Maitland of Thirlestane KG PC, was a Scottish politician, and leader within the Cabal Ministry.",
    "year": 1616,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Elizabeth Carey, Lady Berkeley",
    "birthday": "1576-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Elizabeth_Berkeley_Cranford.JPG/320px-Elizabeth_Berkeley_Cranford.JPG",
    "extract": "Elizabeth, Lady Berkeley, was an English courtier and patron of the arts.",
    "year": 1576,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "William Gilbert (physician)",
    "birthday": "1544-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/William_Gilbert_45626i.jpg/241px-William_Gilbert_45626i.jpg",
    "extract": "William Gilbert, also known as Gilberd, was an English physician, physicist and natural philosopher. He passionately rejected both the prevailing Aristotelian philosophy and the Scholastic method of university teaching. He is remembered today largely for his book De Magnete (1600).",
    "year": 1544,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John Jewel",
    "birthday": "1522-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/John_Jewel_from_NPG.jpg/265px-John_Jewel_from_NPG.jpg",
    "extract": "John Jewel of Devon, England was Bishop of Salisbury from 1559 to 1571.",
    "year": 1522,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Pontormo",
    "birthday": "1494-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/138_le_vite%2C_jacopo_pontormo.jpg/260px-138_le_vite%2C_jacopo_pontormo.jpg",
    "extract": "Jacopo Carucci, usually known as Jacopo da Pontormo, Jacopo Pontormo, or simply Pontormo, was an Italian Mannerist painter and portraitist from the Florentine School. His work represents a profound stylistic shift from the calm perspectival regularity that characterized the art of the Florentine Renaissance. He is famous for his use of twining poses, coupled with ambiguous perspective; his figures often seem to float in an uncertain environment, unhampered by the forces of gravity.",
    "year": 1494,
    "month": 5,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Germanicus",
    "birthday": "-15-5-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/%28Toulouse%29_Portrait_de_Germanicus_-_Mus%C3%A9e_Saint-Raymond_Ra_342_c.jpg/213px-%28Toulouse%29_Portrait_de_Germanicus_-_Mus%C3%A9e_Saint-Raymond_Ra_342_c.jpg",
    "extract": "Germanicus Julius Caesar was a popular and prominent Roman general, known for his campaigns in Germania. The son of Nero Claudius Drusus and Antonia the Younger, Germanicus was born into an influential branch of the patrician gens Claudia. The agnomen Germanicus was added to his full name in 9 BC when it was posthumously awarded to his father in honour of his victories in Germania. In AD 4, he was adopted by his paternal uncle Tiberius, who succeeded Augustus as Roman emperor a decade later. As a result, Germanicus became an official member of the gens Julia, another prominent family, to which he was related on his mother's side. His connection to the Julii was further consolidated through a marriage between himself and Agrippina the Elder, a granddaughter of Augustus. He was also the father of Caligula, the maternal grandfather of Nero, and the older brother of Claudius.",
    "year": -15,
    "month": 5,
    "day": 24,
    "language": "en"
  }
]