[
  {
    "name": "David Pastrňák",
    "birthday": "1996-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/David_Pastrnak_-_Boston_Bruins.jpg/288px-David_Pastrnak_-_Boston_Bruins.jpg",
    "extract": "David Pastrňák is a Czech professional ice hockey right winger for the Boston Bruins of the National Hockey League. Nicknamed \"Pasta\", Pastrňák was selected by the Bruins in the first round, 25th overall, of the 2014 NHL Entry Draft and made his NHL debut that year. Internationally Pastrňák has played for the Czech national team at both the junior and senior level, including at three World Championships.",
    "year": 1996,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Kagiso Rabada",
    "birthday": "1995-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Rabada.jpg/275px-Rabada.jpg",
    "extract": "Kagiso Rabada is a South African international cricketer who plays all formats of the game. He is a right arm fast bowler. He made his international debut in November 2014 in limited-overs cricket before going on to make his Test debut in November 2015. By January 2018, he had topped both the ICC ODI bowler rankings and the ICC Test bowler rankings aged 22. In July 2018, he became the youngest bowler to take 150 wickets in Tests.",
    "year": 1995,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Matt Murray (ice hockey)",
    "birthday": "1994-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Matt_Murray_1_2016-03-01.JPG/300px-Matt_Murray_1_2016-03-01.JPG",
    "extract": "Matthew Murray is a Canadian professional ice hockey goaltender for the Ottawa Senators of the National Hockey League (NHL). Murray was selected by the Pittsburgh Penguins in the third round of the 2012 NHL Entry Draft. In 2016, Murray won his first Stanley Cup championship as the starting goaltender for the Penguins during the playoffs after having replaced then-starter Marc-André Fleury. Murray would split the net with Fleury during the 2017 Stanley Cup playoffs, winning the Stanley Cup again in 2017. Murray became the first goaltender to win back-to-back Stanley Cups as a rookie. Murray was traded in 2020 to the Ottawa Senators.",
    "year": 1994,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Aly Raisman",
    "birthday": "1994-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Aly_Raisman_Rio_2016b.jpg/243px-Aly_Raisman_Rio_2016b.jpg",
    "extract": "Alexandra Rose Raisman is a retired American artistic gymnast and two-time Olympian. She was captain of both the 2012 \"Fierce Five\" and 2016 \"Final Five\" U.S. women's Olympic gymnastics teams, which won their respective team competitions.",
    "year": 1994,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jamie Porter",
    "birthday": "1993-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/1_25_Jamie_Porter.jpg/279px-1_25_Jamie_Porter.jpg",
    "extract": "James Alexander Porter is an English cricketer who has played first-class cricket for Essex since 2014. He is a righthanded batsman who bowls right arm medium-fast pace.",
    "year": 1993,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Bo Dallas",
    "birthday": "1990-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Bo_Dallas_may_2017_01.jpg/162px-Bo_Dallas_may_2017_01.jpg",
    "extract": "Taylor Michael Rotunda is an American professional wrestler. He is best known for his tenure in WWE, where he performed under the ring name Bo Dallas. Rotunda is a third generation professional wrestler; his grandfather Blackjack Mulligan, his father Mike Rotunda and uncles Barry and Kendall Windham were all professional wrestlers.",
    "year": 1990,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Nikita Filatov",
    "birthday": "1990-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Nikita_Filatov_7_%28cropped3%29.jpg/290px-Nikita_Filatov_7_%28cropped3%29.jpg",
    "extract": "Nikita Vasilyevich Filatov is a Russian former professional ice hockey left winger who played in the Kontinental Hockey League (KHL). Prior to 2012, Filatov played in North America for the Ottawa Senators and Columbus Blue Jackets of the National Hockey League (NHL).",
    "year": 1990,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Cameron van der Burgh",
    "birthday": "1988-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Cameron_van_der_Burgh.jpg/218px-Cameron_van_der_Burgh.jpg",
    "extract": "Cameron van der Burgh OIS is a retired South African competitive swimmer and hedge fund analyst. He is Africa's first home-trained world record holder and individual male Olympic Champion. He is married to long time partner Nefeli Valakelis.",
    "year": 1988,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Timothy Derijck",
    "birthday": "1987-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Timothy_Derijck.jpg/250px-Timothy_Derijck.jpg",
    "extract": "Timothy Derijck is a Belgian professional footballer who plays as a centre back in the Jupiler Pro League for Zulte Waregem.",
    "year": 1987,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Kamil Stoch",
    "birthday": "1987-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Kamil_Stoch_Atlas.jpg/213px-Kamil_Stoch_Atlas.jpg",
    "extract": "Kamil Wiktor Stoch is a Polish ski jumper. He is one of the most successful ski jumpers in the history of the sport, having won two World Cup titles, three Four Hills Tournaments, three individual gold medals at the Winter Olympics, individual and team gold at the Ski Jumping World Championships, and individual silver at the Ski Flying World Championships. His other tournament wins include Raw Air (twice), the Willingen Five, and Planica7.",
    "year": 1987,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Yoan Gouffran",
    "birthday": "1986-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Yoan_Gouffran_7.jpg/282px-Yoan_Gouffran_7.jpg",
    "extract": "Yoan Patrick Gouffran is a former French professional footballer, who played as a striker or a winger and was renowned for his pace and ability to finish with either foot.",
    "year": 1986,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Geraint Thomas",
    "birthday": "1986-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Geraint_Thomas_-_Deutschland_Tour_2018_%282%29.jpg/278px-Geraint_Thomas_-_Deutschland_Tour_2018_%282%29.jpg",
    "extract": "Geraint Howell Thomas, is a Welsh professional racing cyclist who currently rides for UCI WorldTeam Ineos Grenadiers, Wales and Great Britain, competing on both track and road. Like older compatriot and teammate on both track and road, Bradley Wiggins, he is one of the few riders in the modern era to achieve significant elite success as both a track and road rider, with notable victories in the velodrome, in one-day racing and in stage racing.",
    "year": 1986,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Luciana Abreu",
    "birthday": "1985-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/bc/LucianaAbreu.jpg/174px-LucianaAbreu.jpg",
    "extract": "Luciana Abreu Sodré Costa Real is a Portuguese singer, actress and television host. Luciana Abreu is known for her participation in Idolos, for representing Portugal in the Eurovision Song Contest 2005 as part of the pop-duo 2B, for her character in 2006 for Floribella as Flor Valente.",
    "year": 1985,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Demba Ba",
    "birthday": "1985-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Demba_Ba_BJK%2714.JPG/222px-Demba_Ba_BJK%2714.JPG",
    "extract": "Demba Ba is a French-born Senegalese football manager and former professional footballer. He's the chairman of National Independent Soccer Association side ASC San Diego.",
    "year": 1985,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Gert Kams",
    "birthday": "1985-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/2019-06-11_Fu%C3%9Fball%2C_M%C3%A4nner%2C_L%C3%A4nderspiel%2C_Deutschland-Estland_StP_2132_LR10_by_Stepro.jpg/213px-2019-06-11_Fu%C3%9Fball%2C_M%C3%A4nner%2C_L%C3%A4nderspiel%2C_Deutschland-Estland_StP_2132_LR10_by_Stepro.jpg",
    "extract": "Gert Kams is a retired Estonian professional footballer who played as a right back.",
    "year": 1985,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Roman Reigns",
    "birthday": "1985-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Roman_Reigns_Tribute_to_the_Troops_2016.jpg/274px-Roman_Reigns_Tribute_to_the_Troops_2016.jpg",
    "extract": "Leati Joseph Anoaʻi is an American professional wrestler and former professional gridiron football player. He is currently signed to WWE, where he performs on the SmackDown brand under the ring name Roman Reigns. He is the current and longest-reigning WWE Universal Champion in his second reign, as well as the current WWE Champion in his fourth reign, making him the undisputed world champion of WWE. He is part of the Anoaʻi family, which also includes his father Sika Anoaʻi, brother Rosey, and cousins Jey Uso, Jimmy Uso, Rikishi, The Tonga Kid, and the late Yokozuna and Umaga.",
    "year": 1985,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Luke Ball",
    "birthday": "1984-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/14._Luke_Ball%2C_St_Kilda_FC_03.jpg/213px-14._Luke_Ball%2C_St_Kilda_FC_03.jpg",
    "extract": "Luke Patrick Ball is a former professional Australian rules football player who played for the St Kilda and Collingwood football clubs in the Australian Football League. From 2003 to 2009 he played 142 games for the St Kilda Football Club where he was captain in 2007 and best and fairest and All-Australian in 2005. He is one of the only players in AFL history to have played in four consecutive grand finals for two clubs; for St Kilda in 2009 and for Collingwood in 2010, the 2010 replay and 2011.",
    "year": 1984,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Kyle Brodziak",
    "birthday": "1984-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Kyle_Brodziak.png/226px-Kyle_Brodziak.png",
    "extract": "Kyle Brodziak is a Canadian former professional ice hockey centre. He previously played for the Edmonton Oilers, Minnesota Wild and St. Louis Blues. He was selected in the seventh round of the 2003 NHL Entry Draft, 214th overall, by the Oilers after being passed over in the 2002 draft.",
    "year": 1984,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "A. J. Foyt IV",
    "birthday": "1984-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/AJ_Foyt_IV_at_Foyt_Wine_Vault_-_2015_-_Sarah_Stierch_2.jpg/213px-AJ_Foyt_IV_at_Foyt_Wine_Vault_-_2015_-_Sarah_Stierch_2.jpg",
    "extract": "Anthony Joseph Foyt IV is an American football scout and former racing driver. He is a scouting assistant for the Indianapolis Colts, and drove in the IndyCar Series and briefly the NASCAR Busch Series. He is the third generation of the famous Foyt family.",
    "year": 1984,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Shawne Merriman",
    "birthday": "1984-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Shawne-Merriman_Chargers-vs-49ers_Sept_7_2009.jpg/216px-Shawne-Merriman_Chargers-vs-49ers_Sept_7_2009.jpg",
    "extract": "Shawne DeAndre Merriman, nicknamed \"Lights Out\", is a former American football linebacker. He played college football at Maryland and was drafted 12th overall by the San Diego Chargers in the 2005 NFL Draft. He earned NFL Defensive Rookie of the Year honors in his first season and recorded 39+1⁄2 quarterback sacks in his first three seasons, also making three Pro Bowls as well as two All-Pro selections. He was hampered by injuries his next three seasons, and the Chargers waived Merriman midseason in 2010. He was picked up through waivers by the Buffalo Bills that season, but he only played minimally with the Bills due to continued injuries. He was released by the Bills before the 2012 season before they re-signed him mid-season. He retired at the end of the 2012 season.",
    "year": 1984,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Daniel Braaten",
    "birthday": "1982-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/2012-08_Braathen2.jpg/238px-2012-08_Braathen2.jpg",
    "extract": "Daniel Omoya Braaten is a Norwegian professional footballer who plays as a winger. He has previously played for Skeid, Rosenborg, Bolton Wanderers, Toulouse, Brann and Stabæk. He has been capped 52 times for the Norway national team, scoring 4 goals.",
    "year": 1982,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ryan Gallant",
    "birthday": "1982-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Ryangallant.jpg/252px-Ryangallant.jpg",
    "extract": "Ryan Gallant is an American professional skateboarder with a goofy-footed stance.",
    "year": 1982,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Roger Guerreiro",
    "birthday": "1982-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Roger_Guerreiro.jpg/312px-Roger_Guerreiro.jpg",
    "extract": "Roger Guerreiro, commonly known as Roger, is a Polish footballer who last played for Rio Verde as an attacking midfielder. Brazilian-born Roger was granted Polish citizenship.",
    "year": 1982,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Justin Hodges",
    "birthday": "1982-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Justin_Hodges.jpg/218px-Justin_Hodges.jpg",
    "extract": "Justin Hodges is an Australian former professional rugby league footballer who played in the 2000s and 2010s. A Queensland State of Origin and Australian international representative centre, Hodges started his career in the National Rugby League with the Brisbane Broncos before moving to the Sydney Roosters, with whom he won the 2002 NRL Premiership, before returning to the Broncos in 2005, and winning the 2006 NRL Premiership. He also captained the Broncos.",
    "year": 1982,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ezekiel Kemboi",
    "birthday": "1982-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Ezekiel_Kemboi_Moscow_2013.jpg/320px-Ezekiel_Kemboi_Moscow_2013.jpg",
    "extract": "Ezekiel Kemboi Cheboi is a Kenyan professional athlete, winner of the 3000 metres steeplechase at the 2004 Summer Olympics, the 2009 World Championships, the 2011 World Championships, the 2012 Summer Olympics, the 2013 World Championships and the 2015 World Championships. His 3000 m steeplechase best of 7:55.76 set at Monaco in 2011 places him as the sixth fastest of all time. This time is also the fastest non-winning time in history. He is one of only four men to have won both Olympic and World golds in the event, along with Reuben Kosgei, Brimin Kipruto and Conseslus Kipruto. He is the only multiple gold medalist in both. He is the only athlete to have won four world championships in the steeplechase, and only the second athlete to win two Olympic titles in the event.",
    "year": 1982,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jason Kubel",
    "birthday": "1982-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/AAAA8569_Jason_Kubel.jpg/213px-AAAA8569_Jason_Kubel.jpg",
    "extract": "Jason James Kubel is an American former professional baseball player. He played in Major League Baseball (MLB) for the Minnesota Twins, Arizona Diamondbacks, and Cleveland Indians.",
    "year": 1982,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Michalis Pelekanos",
    "birthday": "1981-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Pelekanos_2017.jpg/173px-Pelekanos_2017.jpg",
    "extract": "Michalis Pelekanos is a Greek professional basketball player who last played for Oiakas Nafpliou of the Greek 2nd Division. He is a 199 cm tall small forward.",
    "year": 1981,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Matt Utai",
    "birthday": "1981-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Matt_Utai.jpg/260px-Matt_Utai.jpg",
    "extract": "Matthew Utai is a professional rugby league footballer who last played as a winger for the Auburn Warriors in the Ron Massey Cup. A New Zealand and Samoa international representative, he previously played for the Wests Tigers and the Canterbury-Bankstown Bulldogs, with whom he won the 2004 NRL premiership.",
    "year": 1981,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "David Navarro (footballer)",
    "birthday": "1980-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/David_Navarro_4_Llevant.jpg/180px-David_Navarro_4_Llevant.jpg",
    "extract": "David Navarro Pedrós is a Spanish retired footballer who played as a central defender, and the current coordinator of the sports management team at Levante UD.",
    "year": 1980,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Carlos Bocanegra",
    "birthday": "1979-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Carlos-Bocanegra.jpg/320px-Carlos-Bocanegra.jpg",
    "extract": "Carlos Manuel Bocanegra is an American sports executive and former professional soccer player. A two-time MLS Defender of the Year, Bocanegra also played professionally in England, Scotland, France, and Spain. He earned over 100 caps with the United States, serving as captain for six years. He is currently serving as technical director and vice president for Atlanta United.",
    "year": 1979,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Sayed Moawad",
    "birthday": "1979-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3e/Sayed_Moawad.jpg",
    "extract": "Sayed Moawad is an Egyptian retired professional footballer who played as a left-back.",
    "year": 1979,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Caroline Ouellette",
    "birthday": "1979-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Caroline_Ouellette_04.jpg/317px-Caroline_Ouellette_04.jpg",
    "extract": "Caroline Ouellette OC is a Canadian retired ice hockey player and current associate head coach of the Concordia Stingers women's ice hockey program. She was a member of the Canadian national women's ice hockey team and a member of Canadiennes de Montreal in the Canadian Women's Hockey League. Among her many accomplishments are four Olympic gold medals, 12 IIHF Women's World Championship medals, 12 Four Nations Cup medals and four Clarkson Cup championships.",
    "year": 1979,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Sam Sodje",
    "birthday": "1979-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Sodje.jpg/225px-Sodje.jpg",
    "extract": "Okeremute Samuel Sodje is a former professional footballer who played as a centre back.",
    "year": 1979,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jonny Wilkinson",
    "birthday": "1979-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Jonathan_Peter_Wilkinson_London_2015_%284%29-trimmed.jpg/240px-Jonathan_Peter_Wilkinson_London_2015_%284%29-trimmed.jpg",
    "extract": "Jonathan Peter Wilkinson, CBE is an English former rugby union player. A fly-half, he played for Newcastle Falcons and Toulon and represented England and the British & Irish Lions. He is particularly known for scoring the winning drop goal in the 2003 Rugby World Cup Final and is widely acknowledged as one of the best rugby union players of all time.",
    "year": 1979,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Chris Young (pitcher)",
    "birthday": "1979-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Chris_Young_on_March_11%2C_2016.jpg/196px-Chris_Young_on_March_11%2C_2016.jpg",
    "extract": "Christopher Ryan Young is an American former Major League Baseball (MLB) pitcher who played for several teams from 2004 to 2017, and is currently the general manager of the Texas Rangers.",
    "year": 1979,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Adam Gontier",
    "birthday": "1978-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Adam_Gontier_in_performance.jpg/271px-Adam_Gontier_in_performance.jpg",
    "extract": "Adam Wade Gontier is a Canadian singer and guitarist. He is the lead singer, rhythm guitarist and main songwriter for Saint Asonia, but is best known as the former lead singer and rhythm guitarist of the Canadian rock band Three Days Grace. Gontier left Three Days Grace on January 9, 2013. In addition to his work with Three Days Grace and Saint Asonia, he has been involved in collaborations with other bands including Art of Dying, Apocalyptica and Breaking Benjamin.",
    "year": 1978,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Brian Urlacher",
    "birthday": "1978-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Brian_Urlacher_crop2.jpg/287px-Brian_Urlacher_crop2.jpg",
    "extract": "Brian Urlacher is a former American football linebacker who spent his entire 13-season career in the National Football League with the Chicago Bears. He played college football for the New Mexico Lobos, where he became one of the school's most decorated athletes and was recognized as a consensus All-American in 1999. Following his collegiate success, he was selected ninth overall by the Bears in the 2000 NFL Draft.",
    "year": 1978,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Alberto Del Rio",
    "birthday": "1977-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Alberto_Del_Rio_WrestleMania_32_Axxess.jpg/203px-Alberto_Del_Rio_WrestleMania_32_Axxess.jpg",
    "extract": "José Alberto Rodríguez Chucuan is a Mexican-American professional wrestler, professional wrestling promoter, sports commentator, and mixed martial artist, currently signed to the Ultimate Fighting Championship (UFC) as a commentator. In professional wrestling, he is best known for his time in WWE under the ring name Alberto Del Rio, and Impact Wrestling under the ring name Alberto El Patrón.",
    "year": 1977,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Stefan Holm",
    "birthday": "1976-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Stefan_Holm_in_January_2014.jpg/230px-Stefan_Holm_in_January_2014.jpg",
    "extract": "Stefan Christian Holm is a retired Swedish high jumper. He won an Olympic gold medal, a silver in the World Championships, and one silver and one bronze medal in the European Championships. His personal records are 2.37 m and 2.40 m. He is currently coach of Swedish high jumper Sofie Skoog.",
    "year": 1976,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Erki Pütsep",
    "birthday": "1976-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Erki_P%C3%BCtsep.JPG/240px-Erki_P%C3%BCtsep.JPG",
    "extract": "Erki Pütsep is an Estonian professional road bicycle racer who last rode for the Alpha Baltic–Unitymarathons.com team. He is the three time national road race champion and won the E.O.S. Tallinn GP in 2007. In 2011 he won Baltic Chain Tour, which was held in Lithuania, Latvia and Estonia.",
    "year": 1976,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ethan Suplee",
    "birthday": "1976-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Ethan_Suplee_cropped.jpg/232px-Ethan_Suplee_cropped.jpg",
    "extract": "Ethan Suplee is an American film and television actor. He is best known for his roles in the films American History X, Remember the Titans, John Q, The Wolf of Wall Street, Without a Paddle, and several of Kevin Smith's films as well as Frankie in Boy Meets World and Randy Hickey in My Name Is Earl.",
    "year": 1976,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Cillian Murphy",
    "birthday": "1976-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Cillian_Murphy_Press_Conference_The_Party_Berlinale_2017_02cr.jpg/240px-Cillian_Murphy_Press_Conference_The_Party_Berlinale_2017_02cr.jpg",
    "extract": "Cillian Murphy is an Irish actor. He was the lead singer, guitarist, and lyricist of the rock band The Sons of Mr. Green Genes. He turned down a record deal in the late 1990s and began acting on stage and in short and independent films. His first notable film credits include Jim in the zombie horror 28 Days Later (2002), the dark comedy Intermission (2003), and the action thriller Red Eye (2005). He played a transgender Irish woman in the comedy-drama Breakfast on Pluto (2005), which earned him a nomination for the Golden Globe Award for Best Actor in a Musical or Comedy.",
    "year": 1976,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Blaise Nkufo",
    "birthday": "1975-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/BlaiseNkufo.jpg/301px-BlaiseNkufo.jpg",
    "extract": "Isetsima Blaise Nkufo is a Swiss former international footballer who played as a striker and current coach of Rino's Tigers in the Vancouver Metro Soccer League.",
    "year": 1975,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Frank Klepacki",
    "birthday": "1974-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Frank_Klepacki_on_an_insert_photo_of_his_Morphscape_album.jpg/320px-Frank_Klepacki_on_an_insert_photo_of_his_Morphscape_album.jpg",
    "extract": "Frank Klepacki is an American musician and video game composer, best known for his work on the Command & Conquer series. Having learned to play drums as a child, he joined Westwood Studios as a composer when he was 17 years old. He has scored several games there, including the Lands of Lore series, Westwood Studios' Dune games, The Legend of Kyrandia series, Blade Runner, and the Command & Conquer series. His work in Command & Conquer: Red Alert won two awards.",
    "year": 1974,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Miguel Tejada",
    "birthday": "1974-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Miguel_Tejada_batting_against_Twins_9-24-06.jpg/318px-Miguel_Tejada_batting_against_Twins_9-24-06.jpg",
    "extract": "Miguel Odalis Tejada is a Dominican former professional baseball shortstop who played 16 seasons in Major League Baseball (MLB). He played for six different teams, most notably the Oakland Athletics and Baltimore Orioles, before short stints with the Houston Astros, San Diego Padres, San Francisco Giants, and Kansas City Royals.",
    "year": 1974,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Daz Dillinger",
    "birthday": "1973-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Daz_Dillinger.jpg/254px-Daz_Dillinger.jpg",
    "extract": "Delmar Drew Arnaud, known professionally as Daz Dillinger, is an American rapper and record producer. In the 1990s at Death Row Records, aided the catapult of West Coast rap and gangsta rap into the mainstream. He is one half of the rap duo tha Dogg Pound, along with Kurupt.",
    "year": 1973,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Molly Sims",
    "birthday": "1973-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Molly_Sims_at_Met_Opera.jpg/213px-Molly_Sims_at_Met_Opera.jpg",
    "extract": "Molly Sims is an American fashion model and actress. She has been featured in campaigns by a number of major brands, including Jimmy Choo, Escada, Giorgio Armani, Michael Kors, and Chanel. She was a frequent model in the Sports Illustrated swimsuit issue in the early 2000s, and walked the runway for the annual Victoria's Secret Fashion Show in 2001.",
    "year": 1973,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Karan Johar",
    "birthday": "1972-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/KJO_Manish_M_B%27day_bash.jpg/274px-KJO_Manish_M_B%27day_bash.jpg",
    "extract": "Karan Kumar Johar, often informally referred to as KJo, is an Indian filmmaker and television personality, who primarily works in Hindi cinema. He has launched the careers of several successful actors under his own Dharma Productions. The recipient of several accolades, including a National Film Award and six Filmfare Awards, he has been honoured with Padma Shri, the country's fourth highest civilian award by the Government of India in 2020.",
    "year": 1972,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Stefano Baldini",
    "birthday": "1971-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Stefano_Baldini.jpg/174px-Stefano_Baldini.jpg",
    "extract": "Stefano Baldini is a retired Italian runner who specialized in the marathon. He was the Olympic champion in Athens and was twice European champion.",
    "year": 1971,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Marco Cappato",
    "birthday": "1971-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Marco_Cappato_all%27Europarlamento.jpg/308px-Marco_Cappato_all%27Europarlamento.jpg",
    "extract": "Marco Cappato is an Italian activist and politician. Cappato was an Italian Member of the European Parliament from 1999 to 2009. He represented the Bonino List within the Alliance of Liberals and Democrats for Europe parliamentary group. He was member of the Foreign Affairs, Civil Liberties, and Human Rights committees. He also served as a vice-president of the European Parliament Delegation for the relations with the Mashrek Countries. He was the European Parliament's Rapporteur on human rights in the world for 2007.",
    "year": 1971,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Robert Croft",
    "birthday": "1970-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Robert_Croft.jpg/294px-Robert_Croft.jpg",
    "extract": "Robert Damien Bale Croft MBE is a former Welsh cricketer who played international cricket for England. He is an off-spin bowler who played for Glamorgan and captained the county from 2003 to 2006. He retired from first class cricket at the end of the 2012 season, having played county cricket for 23 seasons. He commentates on cricket occasionally for Sky Sports.",
    "year": 1970,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jamie Kennedy",
    "birthday": "1970-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Jamie_Kennedy_Comic-Con_2012.jpg/239px-Jamie_Kennedy_Comic-Con_2012.jpg",
    "extract": "James Harvey Kennedy is an American actor, screenwriter, stand-up comedian and television producer. He has played Randy Meeks in the Scream franchise (1996–2000) and a multitude of characters in The Jamie Kennedy Experiment (2002–2004) on The WB. His other film roles include Romeo + Juliet (1996), Bowfinger (1999), Malibu's Most Wanted (2003), Finding Bliss (2009), and Good Deeds (2012).",
    "year": 1970,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Octavia Spencer",
    "birthday": "1970-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/%22Hidden_Figures%22_Screening_at_the_White_House_%28NHQ201612150008%29_%28cropped%29.jpg/246px-%22Hidden_Figures%22_Screening_at_the_White_House_%28NHQ201612150008%29_%28cropped%29.jpg",
    "extract": "Octavia Lenora Spencer is an American actress, author, and producer. She is the recipient of several accolades, including an Academy Award, a Golden Globe Award, and three Screen Actors Guild Awards. She is one of two women of color to have received three Oscar nominations and the first black actress to receive two consecutive nominations.",
    "year": 1970,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Glen Drover",
    "birthday": "1969-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Glen_Drover_performing_in_Dubai_with_Megadeth_2005.jpg/213px-Glen_Drover_performing_in_Dubai_with_Megadeth_2005.jpg",
    "extract": "Glen Drover is a Canadian heavy metal guitarist from Ottawa, Ontario. He is best known as the former lead guitarist of Megadeth and King Diamond, along with his brother Shawn Drover who also performed with Megadeth.",
    "year": 1969,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Anne Heche",
    "birthday": "1969-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Anne_Heche_July_14%2C_2014_%28cropped%29.jpg/220px-Anne_Heche_July_14%2C_2014_%28cropped%29.jpg",
    "extract": "Anne Celeste Heche is an American actress, director, and screenwriter. She came to recognition portraying Vicky Hudson and Marley Love in the soap opera Another World (1987–1991), which won her a Daytime Emmy Award and two Soap Opera Digest Awards. She came to mainstream prominence in the late 1990s with roles in the crime drama film Donnie Brasco (1997), the disaster film Volcano (1997), the slasher film I Know What You Did Last Summer (1997), the action comedy film Six Days, Seven Nights (1998), and the drama-thriller film Return to Paradise (1998).",
    "year": 1969,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Stacy London",
    "birthday": "1969-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Stacy_London_2.jpg/218px-Stacy_London_2.jpg",
    "extract": "Stacy London is an American stylist, fashion consultant, author, and magazine editor. She is known primarily for her time as co-host on What Not to Wear, a reality television program that featured wardrobe and appearance makeovers.",
    "year": 1969,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Kendall Gill",
    "birthday": "1968-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Kendall_Gill_2010.jpg/255px-Kendall_Gill_2010.jpg",
    "extract": "Kendall Cedric Gill is an American former professional basketball player who now works as a television basketball analyst.",
    "year": 1968,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Mark Rosewater",
    "birthday": "1967-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/MarkRosewater.jpg/180px-MarkRosewater.jpg",
    "extract": "Mark Rosewater is the head designer for Magic: The Gathering, a position he has held since 2003.",
    "year": 1967,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Yahya Jammeh",
    "birthday": "1965-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Yahya_Jammeh.jpg/240px-Yahya_Jammeh.jpg",
    "extract": "Yahya Abdul-Aziz Jemus Junkung Jammeh is a Gambian politician and former military officer who was the leader of The Gambia from 1994 to 2017, firstly as chairman of the Armed Forces Provisional Ruling Council (AFPRC) from 1994 to 1996 and then as President of the Gambia from 1996 to 2017.",
    "year": 1965,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "George Hickenlooper",
    "birthday": "1963-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/GeorgeHickenlooperOct10.jpg/235px-GeorgeHickenlooperOct10.jpg",
    "extract": "George Loening Hickenlooper III was an American narrative and documentary filmmaker.",
    "year": 1963,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Mike Myers",
    "birthday": "1963-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Mike_Myers_2017_%2837220071326%29_%28cropped%29.jpg/320px-Mike_Myers_2017_%2837220071326%29_%28cropped%29.jpg",
    "extract": "Michael John Myers, OC is a Canadian actor, comedian, director, producer and screenwriter. His accolades include seven MTV Awards, a Primetime Emmy Award and a Screen Actors Guild Award. In 2002, he was awarded a star on the Hollywood Walk of Fame. In 2017, he was named an Officer of the Order of Canada for \"his extensive and acclaimed body of comedic work as an actor, writer, and producer.\"",
    "year": 1963,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ludovic Orban",
    "birthday": "1963-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/EPP_Summit%2C_Sibiu%2C_May_2019_%2847021082334%29_%28cropped%29.jpg/207px-EPP_Summit%2C_Sibiu%2C_May_2019_%2847021082334%29_%28cropped%29.jpg",
    "extract": "Ludovic Orban is a Romanian engineer and politician who served as the Prime Minister of Romania from November 2019 to December 2020. He was president of the National Liberal Party (PNL) between 2017 and 2021, which expelled him shortly after he lost a bid for another term as its leader. He also served as Minister of Transport from April 2007 to December 2008 in the second Călin Popescu-Tăriceanu cabinet.",
    "year": 1963,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Amy Klobuchar",
    "birthday": "1960-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Amy_Klobuchar%2C_official_portrait%2C_113th_Congress.jpg/256px-Amy_Klobuchar%2C_official_portrait%2C_113th_Congress.jpg",
    "extract": "Amy Jean Klobuchar is an American lawyer and politician from Minnesota. Klobuchar has served as the senior United States senator from Minnesota since 2007. A member of the Minnesota Democratic–Farmer–Labor Party (DFL), Minnesota's affiliate of the Democratic Party, she previously served as the Hennepin County attorney from 1999 until 2007.",
    "year": 1960,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Anthea Turner",
    "birthday": "1960-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Anthea_Turner.jpg/286px-Anthea_Turner.jpg",
    "extract": "Anthea Turner is an English former television presenter. She was a host of Blue Peter from 1992 until 1994, and of GMTV from 1994 until 1996.",
    "year": 1960,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Julian Clary",
    "birthday": "1959-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7b/Clary_2008.JPG/282px-Clary_2008.JPG",
    "extract": "Julian Peter McDonald Clary is an English actor, comedian, novelist and presenter. He began appearing on television in the mid-1980s. Since then he has also acted in films, television and stage productions, numerous pantomimes and was the winner of Celebrity Big Brother 10 in 2012.",
    "year": 1959,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Paul Weller",
    "birthday": "1958-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Paul_Weller_at_the_No_Cactus_Festival_in_Belgium.jpg/233px-Paul_Weller_at_the_No_Cactus_Festival_in_Belgium.jpg",
    "extract": "Paul John Weller is an English singer-songwriter and musician. Weller achieved fame with the punk rock/new wave/mod revival band the Jam (1972–1982). He had further success with the blue-eyed soul music of the Style Council (1983–1989), before establishing himself as a solo artist with his eponymous 1992 album.",
    "year": 1958,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Alastair Campbell",
    "birthday": "1957-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Alastair_Campbell_-_Chatham_House_2012_crop.jpg/262px-Alastair_Campbell_-_Chatham_House_2012_crop.jpg",
    "extract": "Alastair John Campbell is a British journalist, author, strategist, broadcaster and activist known for his roles during Tony Blair’s leadership of the Labour Party.",
    "year": 1957,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Robert Picard",
    "birthday": "1957-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Robert_Picard_Panini_1979.jpg/223px-Robert_Picard_Panini_1979.jpg",
    "extract": "Robert Rene Joseph Picard is a Canadian retired professional ice hockey player.",
    "year": 1957,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Stavros Arnaoutakis",
    "birthday": "1956-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/CoR_Members_portraits_-_50037662707_%28cropped%29.jpg/180px-CoR_Members_portraits_-_50037662707_%28cropped%29.jpg",
    "extract": "Stavros Arnaoutakis is a Greek politician and former Member of the European Parliament (MEP) for the Panhellenic Socialist Movement (PASOK); part of the Party of European Socialists. He has also served as the Deputy Minister for the Economy.",
    "year": 1956,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Larry Hogan",
    "birthday": "1956-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Larry_Hogan_%282021%29_%28cropped%29.jpg/246px-Larry_Hogan_%282021%29_%28cropped%29.jpg",
    "extract": "Lawrence Joseph Hogan Jr. is an American politician serving as the 62nd governor of Maryland since 2015. A member of the Republican Party, Hogan was secretary of appointments under Maryland Governor Bob Ehrlich from 2003 to 2007, and served as Chair of the National Governors Association from 2019 to 2020.",
    "year": 1956,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Alistair Burt",
    "birthday": "1955-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Official_portrait_of_Alistair_Burt_crop_2.jpg/240px-Official_portrait_of_Alistair_Burt_crop_2.jpg",
    "extract": "Alistair James Hendrie Burt is a British politician who served as Member of Parliament (MP) for North East Bedfordshire from 2001 until 2019. He was previously MP for his native Bury North in Greater Manchester from 1983 until 1997. Burt was Parliamentary Under Secretary of State then Minister of State at the Department of Social Security from 1992 to 1997, and Parliamentary Under Secretary of State at the Foreign and Commonwealth Office from 2010 to 2013. Burt was also Minister of State at the Department of Health from May 2015 to July 2016.",
    "year": 1955,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Murali (Malayalam actor)",
    "birthday": "1954-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c1/Murali_%28actor%29.jpg/245px-Murali_%28actor%29.jpg",
    "extract": "Muraleedharan Pillai, popularly known as Murali was an Indian film, stage and television actor and author. He mainly appeared in Malayalam films and a few Tamil films and also many other movies. He won the National Film Award for Best Actor for his portrayal of Appa Mestry, a communist freedom fighter and professional weaver in the 2002 film Neythukaran. He was known for his powerful portrayal of character roles, lead roles and negative roles.",
    "year": 1954,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Eve Ensler",
    "birthday": "1953-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Eve_Ensler_at_a_Hudson_Union_Society_event_in_March_2011.jpg/273px-Eve_Ensler_at_a_Hudson_Union_Society_event_in_March_2011.jpg",
    "extract": "Eve Ensler, also known mononymously as V, is an American playwright, performer, feminist, and activist. Ensler is best known for her play The Vagina Monologues. In 2006 Charles Isherwood of The New York Times called The Vagina Monologues \"probably the most important piece of political theater of the last decade.\"",
    "year": 1953,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Daniel Passarella",
    "birthday": "1953-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Passarella_copa_mundo.jpg/212px-Passarella_copa_mundo.jpg",
    "extract": "Daniel Alberto Passarella is an Argentine former professional footballer who played as a centre back, and former manager of the Argentina and Uruguay national football teams. He was captain of the Argentina team that won the 1978 World Cup. He was president of the River Plate sports club for four years after winning the elections by a very close margin in December 2009.\n",
    "year": 1953,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Stan Sakai",
    "birthday": "1953-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Stan_Sakai%2C_2015.png/316px-Stan_Sakai%2C_2015.png",
    "extract": "Stan Sakai  is a Japanese-born American cartoonist and comic book creator. He is best known as the creator of the comic series Usagi Yojimbo.",
    "year": 1953,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Gaetano Scirea",
    "birthday": "1953-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/1975%E2%80%9376_Juventus_FC_-_Gaetano_Scirea.jpg/246px-1975%E2%80%9376_Juventus_FC_-_Gaetano_Scirea.jpg",
    "extract": "Gaetano Scirea was an Italian professional footballer who is considered one of the greatest defenders of all-time.",
    "year": 1953,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jeff Bewkes",
    "birthday": "1952-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Jeff_Bewkes_2012_Shankbone.JPG/256px-Jeff_Bewkes_2012_Shankbone.JPG",
    "extract": "Jeffrey Lawrence Bewkes is an American media executive. He was CEO of Time Warner from January 1, 2008 to June 14, 2018, President from December 2005 to June 2018, and Chairman of the Board from January 1, 2009 to 2018.",
    "year": 1952,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "David Jenkins (sprinter)",
    "birthday": "1952-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/DAJ_WIki.JPG/214px-DAJ_WIki.JPG",
    "extract": "David Andrew Jenkins is a former World ranked no.1 400m track and field sprinter who also ran other sprint distances. He is, statistically, the highest ranking Scottish sprinter in history, above 1980 Olympic 100m champion Alan Wells. He was part of the UK relay team which won a silver medal at the 1972 Munich Summer Olympics. Anabolic steroids were banned from athletics in 1976, and Jenkins has said that he began using steroids around then; although his times slowed from this point due in part to his increased propensity for injury. He was a finalist in the 1976 and 1980 Olympics 400m. After a 10 month period in prison in the 1980s for steroid trafficking, Jenkins has subsequently had a successful business career in the United States. He is the brother of Roger Jenkins, also formerly an international athlete, who became one of the UK's highest paid bankers.",
    "year": 1952,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Gordon H. Smith",
    "birthday": "1952-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Gordon_Smith_official_portrait.jpg/286px-Gordon_Smith_official_portrait.jpg",
    "extract": "Gordon Harold Smith is an American politician, businessman, and academic administrator who served as a United States Senator from the state of Oregon. A Republican, he served two terms in the Senate from 1997 to 2009. On September 18, 2009, he was appointed president of the National Association of Broadcasters (NAB).\nAs of 2022, he is the last Republican to represent Oregon in the Senate.",
    "year": 1952,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Robby Steinhardt",
    "birthday": "1950-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Robby_Steinhardt.png/320px-Robby_Steinhardt.png",
    "extract": "Robert Eugene Steinhardt was an American rock violinist and singer best known for his work with the group Kansas, for which he was co-lead singer/\"frontman\" and MC along with keyboardist Steve Walsh, from 1973 to 1982 and from 1997 to 2006. He and Steve Walsh were the only original members of the band not from Topeka.",
    "year": 1950,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jamaica Kincaid",
    "birthday": "1949-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Jamaica_Kincaid_2019.jpg/255px-Jamaica_Kincaid_2019.jpg",
    "extract": "Jamaica Kincaid is an Antiguan-American novelist, essayist, gardener, and gardening writer. She was born in St. John's, Antigua. She lives in North Bennington, Vermont, during the summers, and is Professor of African and African American Studies in Residence at Harvard University during the academic year.",
    "year": 1949,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Barry Windsor-Smith",
    "birthday": "1949-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Barry_Windsor-Smith.jpg/223px-Barry_Windsor-Smith.jpg",
    "extract": "Barry Windsor-Smith is a British comic book illustrator and painter whose best known work has been produced in the United States. He attained note working on Marvel Comics' Conan the Barbarian from 1970 to 1973, and for his work on the character Wolverine, particularly the 1991 \"Weapon X\" story arc. His other noted Marvel work included a 1984 \"Thing\" story in Marvel Fanfare, the \"Lifedeath\" and \"Lifedeath II\" stories with writer Chris Claremont that focused on the de-powered Storm in The Uncanny X-Men, as well as the 1984 Machine Man limited series with Herb Trimpe and Tom DeFalco.",
    "year": 1949,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Bülent Arınç",
    "birthday": "1948-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Bulent_Arinc_2014.jpg/262px-Bulent_Arinc_2014.jpg",
    "extract": "Bülent Arınç is a conservative Turkish politician. He served as the 22nd Speaker of the Parliament of Turkey from 2002 to 2007 and as a Deputy Prime Minister of Turkey between 2009 and 2015.",
    "year": 1948,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Klaus Meine",
    "birthday": "1948-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Klaus_Meine.jpg/213px-Klaus_Meine.jpg",
    "extract": "Klaus Meine is a German vocalist, songwriter and instrumentalist best known as the frontman of the rock band Scorpions. Meine and guitarist Rudolf Schenker are the only two members of the group to appear on every Scorpions album, though he did not join the band until 1969, four years after its founding. Meine placed at No. 22 on Hit Parader's 'Top Heavy Metal Vocalists of All Time' list in 2006.",
    "year": 1948,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Karen Valentine",
    "birthday": "1947-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Karen_Valentine_1995.jpg/216px-Karen_Valentine_1995.jpg",
    "extract": "Karen Valentine is an American actress. She is best known for her role as young idealistic schoolteacher Alice Johnson in the ABC comedy drama series Room 222 from 1969 to 1974, for which she won the Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series in 1970, and received a Golden Globe Award nomination in 1971. She later went to star in her own short-lived sitcom Karen (1975), and played leading roles in the Disney films Hot Lead and Cold Feet (1978) and The North Avenue Irregulars (1979).",
    "year": 1947,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Catherine G. Wolf",
    "birthday": "1947-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Catherine_Wolf_at_computer.jpg/267px-Catherine_Wolf_at_computer.jpg",
    "extract": "Catherine Gody Wolf was an American psychologist and expert in human-computer interaction. She was the author of more than 100 research articles and held six patents in the areas of human-computer interaction, artificial intelligence, and collaboration. Wolf was known for her work at IBM's Thomas J. Watson Research Center in Yorktown Heights, NY, where she was a 19-year staff researcher.",
    "year": 1947,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Bill Adam",
    "birthday": "1946-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/BillAdamJaguar.jpg/320px-BillAdamJaguar.jpg",
    "extract": "Bill Adam is a Canadian racing driver born in Airdrie, North Lanarkshire, Scotland.",
    "year": 1946,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "David A. Hargrave",
    "birthday": "1946-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5f/DaveHargrave.jpg/232px-DaveHargrave.jpg",
    "extract": "David Allen Hargrave, known as The Dream Weaver, was a prolific and sometimes controversial game designer and writer of fantasy and science fiction role-playing games (RPGs). Hargrave's most notable written works were based upon his own mythical world of Arduin.",
    "year": 1946,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Pierre Bachelet",
    "birthday": "1944-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3e/PierreBachelet.jpg",
    "extract": "Pierre Bachelet was a French singer-songwriter.",
    "year": 1944,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Charlie Harper (singer)",
    "birthday": "1944-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/UK_Subs_-_Wacken_Open_Air_2017_13.jpg/278px-UK_Subs_-_Wacken_Open_Air_2017_13.jpg",
    "extract": "Charlie Harper is a British singer and songwriter, best known as the lead singer of the punk band UK Subs. Harper is reportedly a nephew of actor Cesar Romero.",
    "year": 1944,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Robert MacPherson (mathematician)",
    "birthday": "1944-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Macpherson.jpeg/240px-Macpherson.jpeg",
    "extract": "Robert Duncan MacPherson is an American mathematician at the Institute for Advanced Study and Princeton University. He is best known for the invention of intersection homology with Mark Goresky, whose thesis he directed at Brown University. MacPherson previously taught at Brown University, the University of Paris, and the Massachusetts Institute of Technology. In 1983 he gave a plenary address at the International Congress of Mathematicians in Warsaw.",
    "year": 1944,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Frank Oz",
    "birthday": "1944-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Frank_Oz_2012.jpg/214px-Frank_Oz_2012.jpg",
    "extract": "Frank Oz is an American actor, filmmaker, and puppeteer.",
    "year": 1944,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jessi Colter",
    "birthday": "1943-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Jessi_Colter_SXSW_2006_crop.jpg/280px-Jessi_Colter_SXSW_2006_crop.jpg",
    "extract": "Mirriam Johnson, known professionally as Jessi Colter, is an American country music artist who is best known for her collaborations with her husband, country singer and songwriter Waylon Jennings, and for her 1975 country-pop crossover hit \"I'm Not Lisa\".",
    "year": 1943,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Leslie Uggams",
    "birthday": "1943-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Leslie_Uggams_1997a.jpg/201px-Leslie_Uggams_1997a.jpg",
    "extract": "Leslie Marian Uggams is an American actress and singer. Beginning her career as a child in the early 1950s, Uggams is recognized for portraying Kizzy Reynolds in the television miniseries Roots (1977), earning Golden Globe and Emmy Award nominations for her performance. She had earlier been highly acclaimed for the Broadway musical Hallelujah, Baby!, winning a Theatre World Award in 1967 and the Tony Award for Best Actress in a Musical in 1968. Later in her career, Uggams received renewed notice with appearances alongside Ryan Reynolds as Blind Al in Deadpool (2016) & Deadpool 2 (2018) and in a recurring role on Empire.",
    "year": 1943,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Uta Frith",
    "birthday": "1941-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Uta_Frith.jpg/197px-Uta_Frith.jpg",
    "extract": "Dame Uta Frith is a German-British developmental psychologist at the Institute of Cognitive Neuroscience at University College London. She has pioneered much of the current research into autism and dyslexia. She has written several books on these subjects, arguing for autism to be seen as a mental condition rather than as one caused by parenting. Her Autism: Explaining the Enigma introduces the cognitive neuroscience of autism. She is credited with creating the Sally–Anne test along with fellow scientists Alan Leslie and Simon Baron-Cohen. She also pioneered the work on child dyslexia. Among students she has mentored are Tony Attwood, Maggie Snowling, Simon Baron-Cohen and Francesca Happé.",
    "year": 1941,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Vladimir Voronin",
    "birthday": "1941-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/%D0%92%D0%BB%D0%B0%D0%B4%D0%B8%D0%BC%D0%B8%D1%80_%D0%92%D0%BE%D1%80%D0%BE%D0%BD%D0%B8%D0%BD_%2812-06-2014%29.jpg/218px-%D0%92%D0%BB%D0%B0%D0%B4%D0%B8%D0%BC%D0%B8%D1%80_%D0%92%D0%BE%D1%80%D0%BE%D0%BD%D0%B8%D0%BD_%2812-06-2014%29.jpg",
    "extract": "Vladimir Voronin is a Moldovan politician. He was the third president of Moldova from 2001 until 2009 and has been the First Secretary of the Party of Communists of the Republic of Moldova (PCRM) since 1994. He was Europe's first democratically elected communist party head of state after the dissolution of the Eastern Bloc.",
    "year": 1941,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Nobuyoshi Araki",
    "birthday": "1940-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Nobuyoshi_Araki_Frankfurt.jpg/320px-Nobuyoshi_Araki_Frankfurt.jpg",
    "extract": "Nobuyoshi Araki  is a Japanese photographer and contemporary artist professionally known by the mononym Arākī (アラーキー). Known primarily for photography that blends eroticism and bondage in a fine art context, he has published over 500 books.",
    "year": 1940,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Dixie Carter",
    "birthday": "1939-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Dixie_Carter_1977.JPG/241px-Dixie_Carter_1977.JPG",
    "extract": "Dixie Virginia Carter was an American actress. She starred as Julia Sugarbaker on the sitcom Designing Women (1986–1993) and as Randi King on the drama series Family Law (1999–2002). She was nominated for the 2007 Primetime Emmy Award for Outstanding Guest Actress in a Comedy Series for her role as Gloria Hodge on Desperate Housewives (2006–2007).",
    "year": 1939,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ian McKellen",
    "birthday": "1939-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/SDCC13_-_Ian_McKellen.jpg/223px-SDCC13_-_Ian_McKellen.jpg",
    "extract": "Sir Ian Murray McKellen is an English actor. His career spans seven decades, having performed in genres ranging from Shakespearean and modern theatre to popular fantasy and science fiction. Over his career he has received numerous awards including seven Laurence Olivier Awards, a Tony Award, a Golden Globe Award, and a Screen Actors Guild Award. He has also received nominations for two Academy Awards, five Primetime Emmy Awards, and four BAFTAs.\nHe achieved worldwide fame for his film roles, including the titular King in Richard III (1995), James Whale in Gods and Monsters (1998), Magneto in the X-Men films, and Gandalf in The Lord of the Rings and The Hobbit trilogies.",
    "year": 1939,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Raymond Carver",
    "birthday": "1938-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/cc/Raymond_Carver.jpg",
    "extract": "Raymond Clevie Carver Jr. was an American short story writer and poet. He contributed to the revitalization of the American short story during the 1970s and 1980s.",
    "year": 1938,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Margaret Forster",
    "birthday": "1938-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/87/Margaret_Forster.jpg/320px-Margaret_Forster.jpg",
    "extract": "Margaret Forster was an English novelist, biographer, memoirist, historian and critic, best known for the 1965 novel Georgy Girl, made into a successful film of the same name, which inspired a hit song by The Seekers. Other successes were a 2003 novel, Diary of an Ordinary Woman, biographies of Daphne du Maurier and Elizabeth Barrett Browning, and her memoirs Hidden Lives and Precious Lives.",
    "year": 1938,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Geoffrey Robinson",
    "birthday": "1938-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Official_portrait_of_Mr_Geoffrey_Robinson_crop_2.jpg/240px-Official_portrait_of_Mr_Geoffrey_Robinson_crop_2.jpg",
    "extract": "Geoffrey Robinson is a British Labour Party politician who was the Member of Parliament (MP) for Coventry North West for 43 years, from 1976 to 2019. He was Paymaster General from May 1997 to December 1998, resigning after it was revealed that he had lent his government colleague Peter Mandelson £373,000 to buy a house. From 1996 to 2008 he was the owner of the New Statesman, a centre-left weekly political magazine.",
    "year": 1938,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Tom T. Hall",
    "birthday": "1936-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Tom_T._Hall.png/231px-Tom_T._Hall.png",
    "extract": "Thomas Hall, known professionally as Tom T. Hall and informally nicknamed \"the Storyteller\", was an American country music singer-songwriter and short-story author. He wrote 12 No. 1 hit songs, with 26 more that reached the Top 10, including the No. 1 international pop crossover hit \"Harper Valley PTA\" and \"I Love\", which reached No. 12 on the Billboard Hot 100. He is included in Rolling Stone's list of 100 Greatest Songwriters.",
    "year": 1936,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Rusi Surti",
    "birthday": "1936-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c0/Rusi_Surti.jpg",
    "extract": "Rusi Framroze Surti was an Indian cricketer who played in 26 Tests from 1960 to 1969. He was a left-arm medium pace and left-arm spin bowler and a lower-order batsman. Surti was also a popular professional for Haslingden in the Lancashire League in 1959.",
    "year": 1936,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "John Ffowcs Williams",
    "birthday": "1935-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Emmanuel_College%2C_St_Andrew%27s_Street%2C_Cambridge.jpg/320px-Emmanuel_College%2C_St_Andrew%27s_Street%2C_Cambridge.jpg",
    "extract": "John \"Shôn\" Eirwyn Ffowcs Williams (1935–2020) was Emeritus Rank Professor of Engineering at the University of Cambridge and a former Master of Emmanuel College, Cambridge (1996–2002). He may be best known for his contributions to aeroacoustics, in particular for his work on Concorde. Together with one of his students, David Hawkings, he introduced the far-field integration method in computational aeroacoustics based on Lighthill's acoustic analogy, known as the Ffowcs Williams–Hawkings analogy.",
    "year": 1935,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "W. P. Kinsella",
    "birthday": "1935-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/ec/Photo_of_W._P._Kinsella.jpg",
    "extract": "William Patrick Kinsella was a Canadian novelist and short story writer, known for his novel Shoeless Joe (1982), which was adapted into the movie Field of Dreams in 1989. His work often concerned baseball, First Nations people, and Canadian culture.",
    "year": 1935,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Victoria Shaw (actress)",
    "birthday": "1935-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Roger_Smith_actor.JPG/320px-Roger_Smith_actor.JPG",
    "extract": "Victoria Shaw was an Australian actress.",
    "year": 1935,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Sarah Marshall (British actress)",
    "birthday": "1933-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/eb/Sarah_Marshall_1961.JPG",
    "extract": "Sarah Lynne Marshall was a British actress. She received a nomination for the Tony Award for Best Featured Actress in a Play for her performance in Goodbye Charlie.",
    "year": 1933,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Basdeo Panday",
    "birthday": "1933-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/83/Basdeo_Panday_with_Mikko_Pyh%C3%A4l%C3%A4_%28Ambassador_of_Finland%29_%28cropped%29.jpg",
    "extract": " Basdeo Panday is a Trinidadian lawyer, politician, trade unionist, economist, actor, and civil servant who served as the fifth Prime Minister of Trinidad and Tobago from 1995 to 2001. He was the first person of Indian descent along with being the first Hindu to hold the office of Prime Minister of Trinidad and Tobago. He was first elected to Parliament in 1976 as the Member for Couva North, Panday served as Leader of the Opposition five times between 1976 and 2010 and was a founding member of the United Labour Front (ULF), the National Alliance for Reconstruction (NAR), and the United National Congress (UNC). He served as leader of the ULF and UNC, and was President General of the All Trinidad Sugar and General Workers' Trade Union.",
    "year": 1933,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jógvan Sundstein",
    "birthday": "1933-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/cb/J%C3%B3gvan_Sundstein%2C_c._1970.JPG",
    "extract": "Jógvan Sundstein is a Faroese politician and member of the Faroese People's Party.",
    "year": 1933,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "K. C. Jones",
    "birthday": "1932-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/K.C._Jones_-_Boston_celtics_1960_%28cropped%29.JPG/234px-K.C._Jones_-_Boston_celtics_1960_%28cropped%29.JPG",
    "extract": "K. C. Jones was an American professional basketball player and coach. He is best known for his association with the Boston Celtics of the National Basketball Association (NBA), with whom he won 11 of his 12 NBA championships. As a player, he is tied for third for most NBA championships in a career, and is one of three NBA players with an 8–0 record in NBA Finals series. He is the only African-American coach other than Bill Russell to have won multiple NBA championships. Jones was inducted into the Naismith Memorial Basketball Hall of Fame in 1989.",
    "year": 1932,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Herb Gray",
    "birthday": "1931-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/40/Herb_Gray_2008.jpg",
    "extract": "Herbert Eser Gray was a prominent Canadian politician. He served as a member of parliament for Windsor West for four decades, from 1962 to 2002; and consequently he is one of the longest serving members in Canadian history. He also served as cabinet minister under three prime ministers, and as the seventh deputy prime minister from 1997 to 2002. He was Canada's first Jewish federal cabinet minister. He is one of few Canadians granted the honorific The Right Honourable who was not so entitled by virtue of a position held.",
    "year": 1931,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Georgy Grechko",
    "birthday": "1931-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Georgy_Grechko.jpg/213px-Georgy_Grechko.jpg",
    "extract": "Georgy Mikhaylovich Grechko was a Soviet cosmonaut. He flew to space on three missions, each bound for rendezvous with a different Salyut space station. Soyuz 17 was the first crewed vehicle to visit Salyut 4, Soyuz 26 was the first crewed vehicle to visit Salyut 6, and Soyuz T-14 visited Salyut 7. During the latter mission, Grechko helped to relieve the crew of Soyuz T-13, who had repaired damage to the station.",
    "year": 1931,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Sonia Rykiel",
    "birthday": "1930-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Sonia_Rykiel.jpg/213px-Sonia_Rykiel.jpg",
    "extract": "Sonia Rykiel was a French fashion designer and writer. She created the Poor Boy Sweater, which was featured on the cover of French Elle magazine. Her knitwear designs and new fashion techniques led her to be dubbed the \"Queen of Knits\". The Sonia Rykiel label was founded in 1968, upon the opening of her first store, making clothing, accessories, and fragrances. Rykiel was also a writer, and her first book was published in 1979. In 2012, Rykiel revealed that she was suffering from Parkinson's disease. She died from complications of the disease on 25 August 2016.",
    "year": 1930,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Beverly Sills",
    "birthday": "1929-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Beverly_Sills_by_Van_Vechten.jpg/233px-Beverly_Sills_by_Van_Vechten.jpg",
    "extract": "Beverly Sills was an American operatic soprano whose peak career was between the 1950s and 1970s.",
    "year": 1929,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Robert Ludlum",
    "birthday": "1927-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a2/Robert_Ludlum_%281927-2001%29.jpg/213px-Robert_Ludlum_%281927-2001%29.jpg",
    "extract": "Robert Ludlum was an American author of 27 thriller novels, best known as the creator of Jason Bourne from the original The Bourne Trilogy series. The number of copies of his books in print is estimated between 300 million and 500 million. They have been published in 33 languages and 40 countries. Ludlum also published books under the pseudonyms Jonathan Ryder and Michael Shepherd.",
    "year": 1927,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Norman Petty",
    "birthday": "1927-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b0/Norman_and_Vi_Petty.jpg",
    "extract": "Norman Petty was an American musician and record producer who is best known for recording Buddy Holly and the Crickets in his studio.",
    "year": 1927,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Claude Akins",
    "birthday": "1926-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Claude_Aikins_in_Bonanza_%28The_Mill%29.jpg/320px-Claude_Aikins_in_Bonanza_%28The_Mill%29.jpg",
    "extract": "Claude Aubrey Akins was an American character actor with a long career on stage, screen, and television. He was best known as Sheriff Lobo on the 1979–1981 television series B. J. and the Bear, and later The Misadventures of Sheriff Lobo, a spin-off series.",
    "year": 1926,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "William Bowyer (artist)",
    "birthday": "1926-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/2c/Bowyer-Anchored.jpg/320px-Bowyer-Anchored.jpg",
    "extract": "William Bowyer RA was a British portrait and landscape painter, who worked in a traditional manner.",
    "year": 1926,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Bill Sharman",
    "birthday": "1926-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f5/SharmanatUSCjpeg.jpeg/260px-SharmanatUSCjpeg.jpeg",
    "extract": "William Walton Sharman was an American professional basketball player and coach. He is mostly known for his time with the Boston Celtics in the 1950s, partnering with Bob Cousy in what was then considered the greatest backcourt duo of all time. As a coach, Sharman won titles in the ABL, ABA, and NBA, and is credited with introducing the now ubiquitous morning shootaround.",
    "year": 1926,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Rosario Castellanos",
    "birthday": "1925-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a2/Rosario_Castellanos.jpg/209px-Rosario_Castellanos.jpg",
    "extract": "Rosario Castellanos Figueroa was a Mexican poet and author. She was one of Mexico's most important literary voices in the last century. Throughout her life, she wrote eloquently about issues of cultural and gender oppression, and her work has influenced Mexican feminist theory and cultural studies. Though she died young, she opened the door of Mexican literature to women, and left a legacy that still resonates today.",
    "year": 1925,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jeanne Crain",
    "birthday": "1925-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Jeanne_Crain_by_Phil_Stern%2C_1954.jpg/236px-Jeanne_Crain_by_Phil_Stern%2C_1954.jpg",
    "extract": "Jeanne Elizabeth Crain was an American actress. She was nominated for an Academy Award for Best Actress for her title role in Pinky (1949). She also starred in the films In the Meantime, Darling (1944), State Fair (1945), Leave Her to Heaven (1945), Centennial Summer (1946), Margie (1946), Apartment for Peggy (1948), A Letter to Three Wives (1949), Cheaper by the Dozen (1950), People Will Talk (1951), Man Without a Star (1955), Gentlemen Marry Brunettes (1955), The Fastest Gun Alive (1956), and The Joker Is Wild (1957).",
    "year": 1925,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Eldon Griffiths",
    "birthday": "1925-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/84/Sir_Eldon_Griffiths.jpeg/320px-Sir_Eldon_Griffiths.jpeg",
    "extract": "Sir Eldon Wylie Griffiths was a British Conservative politician and journalist.",
    "year": 1925,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Claude Pinoteau",
    "birthday": "1925-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Claude_Pinoteau_Cannes_2011.jpg/247px-Claude_Pinoteau_Cannes_2011.jpg",
    "extract": "Claude Pinoteau was a French film director and scriptwriter. Born in Boulogne-Billancourt, Hauts de Seine, Île-de-France, France. He died in Neuilly-sur-Seine, aged 87. His sister was the actress Arlette Merry.",
    "year": 1925,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "István Nyers",
    "birthday": "1924-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7e/Stefano_Nyers.jpg/243px-Stefano_Nyers.jpg",
    "extract": "István Nyers, also known as Stefano Nyers, was a Hungarian footballer who played as a forward or as a winger. Although he played in only two international matches for Hungary, he is considered one of the greatest football legends of his country, reaching the peak of his career in the 1940s and 1950s.",
    "year": 1924,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Enrico Berlinguer",
    "birthday": "1922-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Enrico_Berlinguer.jpg/242px-Enrico_Berlinguer.jpg",
    "extract": "Enrico Berlinguer was an Italian politician, considered the most popular leader of the Italian Communist Party (PCI), which he led as the national secretary from 1972 until his death during a tense period in Italy's history, marked by the Years of Lead and social conflicts such as the Hot Autumn of 1969–1970.",
    "year": 1922,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Hal David",
    "birthday": "1921-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Hal_David%2C_ASCAP_concert%2C_2011.jpg/240px-Hal_David%2C_ASCAP_concert%2C_2011.jpg",
    "extract": "Harold Lane David was an American lyricist. He grew up in New York City. He was best known for his collaborations with composer Burt Bacharach and his association with Dionne Warwick.",
    "year": 1921,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Kitty Kallen",
    "birthday": "1921-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Kitty_Kallen_in_Central_Park.jpg/236px-Kitty_Kallen_in_Central_Park.jpg",
    "extract": "Kitty Kallen was an American popular singer whose career spanned from the 1930s to the 1960s, to include the Swing era of the Big Band years, the post-WWII pop scene and the early years of rock 'n roll. Kallen performed with popular big band leaders of the 1940s, including Jimmy Dorsey and Harry James, before establishing a solo career.",
    "year": 1921,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jack Steinberger",
    "birthday": "1921-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Jack-Steinberger-2008.JPG/226px-Jack-Steinberger-2008.JPG",
    "extract": "Jack Steinberger was a German-born American physicist noted for his work with neutrinos, the subatomic particles considered to be elementary constituents of matter. He was a recipient of the 1988 Nobel Prize in Physics, along with Leon M. Lederman and Melvin Schwartz, for the discovery of the muon neutrino. Through his career as an experimental particle physicist, he held positions at the University of California, Berkeley, Columbia University (1950–68), and the CERN (1968–86). He was also a recipient of the United States National Medal of Science in 1988, and the Matteucci Medal from the Italian Academy of Sciences in 1990.",
    "year": 1921,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Arthur Wint",
    "birthday": "1920-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Arthur_Wint_1948.jpg/203px-Arthur_Wint_1948.jpg",
    "extract": "Arthur Stanley Wint OD MBE was a Jamaican sprinter. Competing at the 1948 and 1952 Olympics he who won two gold and two silver medals, becoming the first Jamaican Olympic gold medalist.",
    "year": 1920,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Steve Cochran",
    "birthday": "1917-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Steve_Cochran_in_The_Chase_%281946%29.jpg/320px-Steve_Cochran_in_The_Chase_%281946%29.jpg",
    "extract": "Steve Cochran was an American film, television and stage actor. He attended the University of Wyoming. After a stint working as a cowboy, Cochran developed his acting skills in local theatre and gradually progressed to Broadway, film and television.",
    "year": 1917,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Theodore Hesburgh",
    "birthday": "1917-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Father_Ted_Hesburgh.jpg/320px-Father_Ted_Hesburgh.jpg",
    "extract": "Theodore Martin Hesburgh, CSC was a native of Syracuse, New York, who became an ordained priest of the Congregation of Holy Cross and is best known for his service as the president of the University of Notre Dame for thirty-five years (1952–1987). In addition to his career as an educator and author, Hesburgh was a public servant and social activist involved in numerous American civic and governmental initiatives, commissions, international humanitarian projects, and papal assignments. Hesburgh received numerous honors and awards for his service, most notably the United States's Presidential Medal of Freedom (1964) and Congressional Gold Medal (2000). As of 2013, he also held the world's record for the individual with most honorary degrees with more than 150.",
    "year": 1917,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Brian Dickson",
    "birthday": "1916-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c0/Brian_Dickson.jpg/227px-Brian_Dickson.jpg",
    "extract": "Robert George Brian Dickson was a Canadian lawyer, military officer and judge. He was appointed a puisne justice of the Supreme Court of Canada on March 26, 1973, and subsequently appointed the 15th Chief Justice of Canada on April 18, 1984. He retired on June 30, 1990.",
    "year": 1916,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Giuseppe Tosi",
    "birthday": "1916-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Giuseppe_Tosi_bw.jpg/320px-Giuseppe_Tosi_bw.jpg",
    "extract": "Giuseppe \"Beppe\" Tosi was an Italian discus thrower. He won silver medal at the 1946, 1950 and 1954 European championships and 1948 Olympics, every time beaten by the teammate Adolfo Consolini. At the 1952 Olympics Tosi placed eighth and Consolini second.",
    "year": 1916,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Heinrich Bär",
    "birthday": "1913-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Heinrich_B%C3%A4r_standing.jpg/214px-Heinrich_B%C3%A4r_standing.jpg",
    "extract": "Heinz \"Pritzl\" Bär was a German Luftwaffe flying ace who served throughout World War II in Europe. Bär flew more than one thousand combat missions, and fought in the Western, Eastern and Mediterranean theatres. On 18 occasions he survived being shot down, and according to records in the German Federal Archives, he claimed to have shot down 228 enemy aircraft and was credited with 208 aerial victories, 16 of which were in a Messerschmitt Me 262 jet fighter. Sources credit him with 220 – 96 on Eastern Theatre and 124 on Western Theatre – up to 222 aerial victories may also be possible.",
    "year": 1913,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Richard Dimbleby",
    "birthday": "1913-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a9/Richard_Dimbleby_1964.jpg/320px-Richard_Dimbleby_1964.jpg",
    "extract": "Frederick Richard Dimbleby, CBE was an English journalist and broadcaster, who became the BBC's first war correspondent, and then its leading TV news commentator.",
    "year": 1913,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Dean Rockwell",
    "birthday": "1912-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/af/Dean_Rockwell.jpg/212px-Dean_Rockwell.jpg",
    "extract": "Dean Ladrath Rockwell ) was a decorated World War II group commander in the D-Day invasion, an Olympic Greco-Roman wrestling coach, and a college football coach.",
    "year": 1912,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Alfred Kubel",
    "birthday": "1909-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Bundesarchiv_B_145_Bild-F046646-0036%2C_Bonn%2C_Empfang_f%C3%BCr_Bundesratsdirektor_Dr._Pfitzer_%28Alfred_Kubel_cropped%29.jpg/219px-Bundesarchiv_B_145_Bild-F046646-0036%2C_Bonn%2C_Empfang_f%C3%BCr_Bundesratsdirektor_Dr._Pfitzer_%28Alfred_Kubel_cropped%29.jpg",
    "extract": "Alfred Kubel was a German politician; in his later career, he was a member of the Social Democratic Party of Germany (SPD).",
    "year": 1909,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Theodore Roethke",
    "birthday": "1908-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d7/Theodore_Roethke.jpg",
    "extract": "Theodore Huebner Roethke was an American poet. He is regarded as one of the most accomplished and influential poets of his generation, having won the Pulitzer Prize for poetry in 1954 for his book The Waking, and the annual National Book Award for Poetry on two occasions: in 1959 for Words for the Wind, and posthumously in 1965 for The Far Field. His work was characterized by its introspection, rhythm and natural imagery.",
    "year": 1908,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "U Nu",
    "birthday": "1907-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/U_Nu_portrait.jpg/234px-U_Nu_portrait.jpg",
    "extract": "Nu, commonly known as U Nu also known by the honorific name Thakin Nu, was a leading Burmese statesman and nationalist politician. He was the first Prime Minister of Burma under the provisions of the 1947 Constitution of the Union of Burma, from 4 January 1948 to 12 June 1956, again from 28 February 1957 to 28 October 1958, and finally from 4 April 1960 to 2 March 1962.",
    "year": 1907,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "George Lennon",
    "birthday": "1900-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/3c/George_Lennon_IRA.jpg/240px-George_Lennon_IRA.jpg",
    "extract": "George Lennon was an Irish Republican Army leader during the Irish War of Independence and the Irish Civil War.",
    "year": 1900,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Kazi Nazrul Islam",
    "birthday": "1899-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Nazrul.jpg/238px-Nazrul.jpg",
    "extract": "Kazi Nazrul Islam was an Indian-Bangladeshi poet, writer, musician, and is the national poet of Bangladesh. Nazrul is regarded as one of the greatest poets in Bengali literature. Popularly known as Nazrul, he produced a large body of poetry, music, messages, novels, stories, etc. with themes that included equality, justice, anti-imperialism, humanity, rebellion against oppression and religious devotion. Nazrul's activism for political and social justice as well as writing a poem titled as \"Bidrohi\", meaning \"the rebel\" in Bengali, earned him the title of \"Bidrohi Kobi\". His compositions form the avant-garde music genre of Nazrul Geeti.",
    "year": 1899,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Bennett Cerf",
    "birthday": "1898-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/59/Bennett_Cerf_%281952%29.JPG",
    "extract": "Bennett Alfred Cerf was an American writer, publisher and co-founder of the American publishing firm Random House. Cerf was also known for his own compilations of jokes and puns, for regular personal appearances lecturing across the United States, and for his weekly television appearances for over 17 years on the panel game show What's My Line?",
    "year": 1898,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Alan Kippax",
    "birthday": "1897-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/KippaxSignature.jpg/204px-KippaxSignature.jpg",
    "extract": "Alan Falconer Kippax was a cricketer for New South Wales (NSW) and Australia. Regarded as one of the great stylists of Australian cricket during the era between the two World Wars, Kippax overcame a late start to Test cricket to become a regular in the Australian team between the 1928–29 and 1932–33 seasons. A middle-order batsman, he toured England twice, and at domestic level was a prolific scorer and a highly considered leader of NSW for eight years. To an extent, his Test figures did not correspond with his great success for NSW and he is best remembered for a performance in domestic cricket—a world record last wicket partnership, set during a Sheffield Shield match in 1928–29. His career was curtailed by the controversial Bodyline tactics employed by England on their 1932–33 tour of Australia; Kippax wrote a book denouncing the tactics after the series concluded.",
    "year": 1897,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Gene Tunney",
    "birthday": "1897-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Gene_Tunney_Portrait_LOC.jpg/240px-Gene_Tunney_Portrait_LOC.jpg",
    "extract": "James Joseph \"Gene\" Tunney was an American professional boxer who competed from 1915 to 1928. He held the world heavyweight title from 1926 to 1928, and the American light heavyweight title twice between 1922 and 1923. A highly technical boxer, Tunney had a five-fight light heavyweight rivalry with Harry Greb in which he won three, drew once, and lost once, though many ringside reporters believed Greb should have won the decision in their second meeting. Tunney also knocked out Georges Carpentier and defeated Jack Dempsey twice; first in 1926 and again in 1927. Tunney's successful title defense against Dempsey remains one of the most famous bouts in boxing history and is known as The Long Count Fight. He retired undefeated as a heavyweight after his victory over Tom Heeney in 1928, after which Tunney was named Fighter of the Year by The Ring magazine.",
    "year": 1897,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ernest Stoneman",
    "birthday": "1893-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/9e/Popstoneman01.jpg",
    "extract": "Ernest Van \"Pop\" Stoneman was an American musician, ranked among the prominent recording artists of country music's first commercial decade.",
    "year": 1893,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Günther Lütjens",
    "birthday": "1889-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Bundesarchiv_Bild_146-2003-0027%2C_G%C3%BCnter_L%C3%BCtjens.jpg/200px-Bundesarchiv_Bild_146-2003-0027%2C_G%C3%BCnter_L%C3%BCtjens.jpg",
    "extract": "Johann Günther Lütjens was a German admiral whose military service spanned more than thirty years and two world wars. Lütjens is best known for his actions during World War II and his command of the battleship Bismarck during her foray into the Atlantic Ocean in 1941.",
    "year": 1889,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Igor Sikorsky",
    "birthday": "1889-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Sikorsky%2C_Igor.jpg/239px-Sikorsky%2C_Igor.jpg",
    "extract": "Igor Ivanovich Sikorsky was a Russian–American aviation pioneer in both helicopters and fixed-wing aircraft. His first success came with the S-2, the second aircraft of his design and construction. His fifth airplane, the S-5, won him national recognition as well as F.A.I. license number 64. His S-6-A received the highest award at the 1912 Moscow Aviation Exhibition, and in the fall of that year the aircraft won first prize for its young designer, builder and pilot in the military competition at Saint Petersburg.",
    "year": 1889,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Miles Malleson",
    "birthday": "1888-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8a/Milles_Malleson.jpg/320px-Milles_Malleson.jpg",
    "extract": "William Miles Malleson was an English actor and dramatist, particularly remembered for his appearances in British comedy films of the 1930s to 1960s. Towards the end of his career he also appeared in cameo roles in several Hammer horror films, with a fairly large role in The Brides of Dracula as the hypochondriac and fee-hungry local doctor. Malleson was also a writer on many films, including some of those in which he had small parts, such as Nell Gwyn (1934) and The Thief of Bagdad (1940). He also translated and adapted several of Molière's plays.",
    "year": 1888,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Padre Pio",
    "birthday": "1887-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Padre_Pio_portrait.jpg/257px-Padre_Pio_portrait.jpg",
    "extract": "Padre Pio, also known as Saint Pius of Pietrelcina, was an Italian Franciscan Capuchin, friar, priest, stigmatist, and mystic, now venerated as a saint in the Catholic Church. Born Francesco Forgione, he was given the name of Pius when he joined the Order of Friars Minor Capuchin.",
    "year": 1887,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Rash Behari Bose",
    "birthday": "1886-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Rash_Behari_Bose_02.jpg/247px-Rash_Behari_Bose_02.jpg",
    "extract": "Rash Behari Bose was an Indian revolutionary leader against the British Raj. He was one of the key organisers of the Ghadar Mutiny and founded the First Indian National Army during World War 2 based on millitarization policy of Vinayak Damodar Savarkar. British Indian Army soldiers defected over to INA during the Japanese invasion of Singapore. He founded the Japanese branch of the Hindu Mahasabha in 1938 under the inspiration of Vinayak Damodar Savarkar who was the president of Hindu Mahasabha, India. The Indian National Army(INA) was formed in 1942 under Rash Behari Bose which he later handed over as the Indian National Army to Subhas Chandra Bose. Rash Behari Bose remained the Supreme Advisor of INA led by Subhash Chandra Bose. Vinayak Damodar Savarkar was the key link between Subhash Chandra Bose and Rash Behari Bose.",
    "year": 1886,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Philip Murray",
    "birthday": "1886-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Philip_Murray%2C_V.P._United_Mine_Workers_LCCN2016878246.jpg/320px-Philip_Murray%2C_V.P._United_Mine_Workers_LCCN2016878246.jpg",
    "extract": "Philip Murray was a Scottish-born steelworker and an American labor leader. He was the first president of the Steel Workers Organizing Committee (SWOC), the first president of the United Steelworkers of America (USWA), and the longest-serving president of the Congress of Industrial Organizations (CIO).",
    "year": 1886,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Carl Johan Lind",
    "birthday": "1883-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Carl_Johan_Lind.jpg/206px-Carl_Johan_Lind.jpg",
    "extract": "Carl Johan \"Massa\" Lind was a Swedish athlete who competed at the 1912, 1920, 1924 and 1928 Summer Olympics, missing the 1916 Games that were cancelled due to World War I.",
    "year": 1883,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Marie Doro",
    "birthday": "1882-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Miss_Marie_Doro_%28No_4%29_3b30393u.jpg/260px-Miss_Marie_Doro_%28No_4%29_3b30393u.jpg",
    "extract": "Marie Doro was an American stage and film actress of the early silent film era.",
    "year": 1882,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jean Alexandre Barré",
    "birthday": "1880-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Professeur_Barr%C3%A9_Strasbourg.jpg/217px-Professeur_Barr%C3%A9_Strasbourg.jpg",
    "extract": "Jean Alexandre Barré was a French neurologist who in 1916 worked on the identification of Guillain-Barré-Strohl syndrome, as well as Barré–Liéou syndrome.",
    "year": 1880,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Max Aitken, 1st Baron Beaverbrook",
    "birthday": "1879-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Lord_Beaverbrook_1947b.jpg/246px-Lord_Beaverbrook_1947b.jpg",
    "extract": "William Maxwell Aitken, 1st Baron Beaverbrook, PC, ONB, generally known as Lord Beaverbrook, was a Canadian-British newspaper publisher and backstage politician who was an influential figure in British media and politics of the first half of the 20th century. His base of power was the largest circulation newspaper in the world, the Daily Express, which appealed to the conservative working class with intensely patriotic news and editorials. During the Second World War, he played a major role in mobilising industrial resources as Winston Churchill's Minister of Aircraft Production.",
    "year": 1879,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Bill Robinson",
    "birthday": "1878-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Bill_Robinson.jpg/232px-Bill_Robinson.jpg",
    "extract": "Bill Robinson, nicknamed Bojangles, was an American tap dancer, actor, and singer, the best known and the most highly paid African-American entertainer in the United States during the first half of the 20th century. His long career mirrored changes in American entertainment tastes and technology. His career began in the age of minstrel shows and moved to vaudeville, Broadway theatre, the recording industry, Hollywood films, radio, and television.",
    "year": 1878,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Robbie Ross",
    "birthday": "1869-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/52/Robert_Ross_at_24.jpg",
    "extract": "Robert Baldwin Ross was a Canadian-British journalist, art critic and art dealer, best known for his relationship with Oscar Wilde, to whom he was a devoted friend and literary executor. A grandson of the Canadian reform leader Robert Baldwin, and son of John Ross and Augusta Elizabeth Baldwin, Ross was a pivotal figure on the London literary and artistic scene from the mid-1890s to his early death, and mentored several literary figures, including Siegfried Sassoon. His open homosexuality, in a period when male homosexual acts were illegal, brought him many hardships.",
    "year": 1869,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "John Mott",
    "birthday": "1865-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/John_Raleigh_Mott.jpg/256px-John_Raleigh_Mott.jpg",
    "extract": "John Raleigh Mott was an evangelist and long-serving leader of the Young Men's Christian Association (YMCA) and the World Student Christian Federation (WSCF). He received the Nobel Peace Prize in 1946 for his work in establishing and strengthening international Protestant Christian student organizations that worked to promote peace. He shared the prize with Emily Balch. From 1895 until 1920 Mott was the General Secretary of the WSCF. Intimately involved in the formation of the World Council of Churches in 1948, that body elected him as a lifelong honorary President. He helped found the World Student Christian Federation in 1895, the 1910 World Missionary Conference and the World Council of Churches in 1948. His best-known book, The Evangelization of the World in this Generation, became a missionary slogan in the early 20th century.",
    "year": 1865,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Pieter Zeeman",
    "birthday": "1865-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Pieter_Zeeman.jpg/228px-Pieter_Zeeman.jpg",
    "extract": "Pieter Zeeman was a Dutch physicist who shared the 1902 Nobel Prize in Physics with Hendrik Lorentz for his discovery of the Zeeman effect.",
    "year": 1865,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "James McKeen Cattell",
    "birthday": "1860-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/James_McKeen_Cattell.jpg/226px-James_McKeen_Cattell.jpg",
    "extract": "James McKeen Cattell, American psychologist, was the first professor of psychology in the United States, teaching at the University of Pennsylvania, and long-time editor and publisher of scientific journals and publications, most notably the journal Science. He also served on the board of trustees for Science Service, now known as Society for Science & the Public, from 1921 to 1944.",
    "year": 1860,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Louis Franchet d'Espèrey",
    "birthday": "1856-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Franchet_d%27Esperey_-_photo_Henri_Manuel.jpg/225px-Franchet_d%27Esperey_-_photo_Henri_Manuel.jpg",
    "extract": "Louis Félix Marie François Franchet d'Espèrey was a French general during World War I. As commander of the large Allied army based at Salonika, he conducted the successful Macedonian campaign, which caused the collapse of the Southern Front and contributed to the armistice.",
    "year": 1856,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "William Muldoon",
    "birthday": "1852-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Muldoon.jpg/234px-Muldoon.jpg",
    "extract": "William A. Muldoon was the Greco-Roman Wrestling Champion, a physical culturist and the first chairman of the New York State Athletic Commission. He once wrestled a match that lasted over seven hours. Nicknamed \"The Solid Man,\" Muldoon established himself as champion in Greco-Roman wrestling in the 1880s and over the years gained a remarkable measure of public influence that would continue through his days as a health farm proprietor in Westchester County and his service on NYSAC. Muldoon was a mainstay in New York sports for over 50 years.",
    "year": 1852,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Naim Frashëri",
    "birthday": "1846-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Naim_Frash%C3%ABri.jpg/230px-Naim_Frash%C3%ABri.jpg",
    "extract": "Naim Bey Frashëri, more commonly Naim Frashëri, was an Albanian patriot, historian, journalist, poet, rilindas and translator who was proclaimed national poet of Albania. He is regarded as the pioneer of modern Albanian literature and one of the most influential Albanian cultural icons of the 19th century.",
    "year": 1846,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Robert Williams (Trebor Mai)",
    "birthday": "1830-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Robert_Williams_%28Trebor_Mai%2C_1830-77%29_NLW3364532.jpg/201px-Robert_Williams_%28Trebor_Mai%2C_1830-77%29_NLW3364532.jpg",
    "extract": "Robert Williams, usually referred to by his bardic name Trebor Mai, was a Welsh language poet, born at Ty'n-yr-ardd near Llanrhychwyn, near Llanrwst, in the old county of Caernarfonshire, the son of a tailor. He was educated at a local Llanrhychwyn school and for a period attended the free school at Llanrwst. Around 1843, he moved with his family to Llanrwst and he applied himself to his father's craft. After he married on 13 October 1854 he commenced business as a tailor himself in Llanrwst, and remained there for the rest of his life. He died in 1877, aged 47.",
    "year": 1830,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jacob Burckhardt",
    "birthday": "1818-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/20/Jacburc2.gif",
    "extract": "Carl Jacob Christoph Burckhardt was a Swiss historian of art and culture and an influential figure in the historiography of both fields. He is known as one of the major progenitors of cultural history. Sigfried Giedion described Burckhardt's achievement in the following terms: \"The great discoverer of the age of the Renaissance, he first showed how a period should be treated in its entirety, with regard not only for its painting, sculpture and architecture, but for the social institutions of its daily life as well.\"",
    "year": 1818,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Louise de Broglie, Countess d'Haussonville",
    "birthday": "1818-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Jean-Auguste-Dominique_Ingres_-_Comtesse_d%27Haussonville_-_Google_Art_Project.jpg/228px-Jean-Auguste-Dominique_Ingres_-_Comtesse_d%27Haussonville_-_Google_Art_Project.jpg",
    "extract": "Louise de Broglie, Countess d'Haussonville was a French essayist and biographer, and a member of the House of Broglie, a distinguished French family. A granddaughter of the novelist Germaine de Staël, she was considered independent, liberal, and outspoken. Her 1845 portrait by Jean-Auguste-Dominique Ingres, which took three years to complete, has been exhibited in the Frick Collection in New York City since the 1930s.",
    "year": 1818,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Edward Bulwer-Lytton",
    "birthday": "1803-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Edward_George_Earle_Lytton_Bulwer_Lytton%2C_1st_Baron_Lytton_by_Henry_William_Pickersgill.jpg/250px-Edward_George_Earle_Lytton_Bulwer_Lytton%2C_1st_Baron_Lytton_by_Henry_William_Pickersgill.jpg",
    "extract": "Edward George Earle Lytton Bulwer-Lytton, 1st Baron Lytton, PC was an English writer and politician. He served as a Whig member of Parliament from 1831 to 1841 and a Conservative from 1851 to 1866. He was Secretary of State for the Colonies from June 1858 to June 1859, choosing Richard Clement Moody as founder of British Columbia. He declined the Crown of Greece in 1862 after King Otto abdicated. He was created Baron Lytton of Knebworth in 1866.",
    "year": 1803,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ralph Waldo Emerson",
    "birthday": "1803-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Ralph_Waldo_Emerson_by_Josiah_Johnson_Hawes_1857.jpg/236px-Ralph_Waldo_Emerson_by_Josiah_Johnson_Hawes_1857.jpg",
    "extract": "Ralph Waldo Emerson, who went by his middle name Waldo, was an American essayist, lecturer, philosopher, abolitionist, and poet who led the transcendentalist movement of the mid-19th century. He was seen as a champion of individualism and a prescient critic of the countervailing pressures of society, and his ideology was disseminated through dozens of published essays and more than 1,500 public lectures across the United States.",
    "year": 1803,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Minh Mạng",
    "birthday": "1791-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Minh_Mang.gif/205px-Minh_Mang.gif",
    "extract": "Minh Mạng or Minh Mệnh was the second emperor of the Nguyễn dynasty of Vietnam, reigning from 14 February 1820 until his death, on 20 January 1841. He was the fourth son of Emperor Gia Long, whose eldest son, Nguyễn Phúc Cảnh, had died in 1801. He was well known for his opposition to French involvement in Vietnam and his rigid Confucian orthodoxy.",
    "year": 1791,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Philip P. Barbour",
    "birthday": "1783-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/5b/PPBarbour.jpg",
    "extract": "Philip Pendleton Barbour was the tenth speaker of the United States House of Representatives and an associate justice of the Supreme Court of the United States. He is the only individual to serve in both positions. He was also a slave owner.",
    "year": 1783,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Samuel Ward (Rhode Island politician)",
    "birthday": "1725-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Hon._Samuel_Ward%2C_May_27%2C_1725-March_26%2C_1776%2C_Governor_of_Rhode_Island_and_member_of_the_Continental_Congress_%28NYPL_b12349149-421946%29_%28cropped%29.jpg/254px-Hon._Samuel_Ward%2C_May_27%2C_1725-March_26%2C_1776%2C_Governor_of_Rhode_Island_and_member_of_the_Continental_Congress_%28NYPL_b12349149-421946%29_%28cropped%29.jpg",
    "extract": "Samuel Ward was an American farmer, politician, Rhode Island Supreme Court justice, governor of the Colony of Rhode Island and Providence Plantations, and delegate to the Continental Congress where he signed the Continental Association. He was the son of Rhode Island Governor Richard Ward, was well-educated, and grew up in a large Newport, Rhode Island, family. After marrying, he and his wife received property in Westerly, Rhode Island, from his father-in-law, and the couple settled there and took up farming. He entered politics as a young man and soon took sides in the hard-money vs. paper-money controversy, favoring hard money or specie. His primary rival over the money issue was Providence politician Stephen Hopkins, and the two men became bitter rivals—and the two also alternated as governors of the colony for several terms.",
    "year": 1725,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "John Stuart, 3rd Earl of Bute",
    "birthday": "1713-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/3rd_Earl_of_Bute_by_Sir_Joshua_Reynolds.jpg/196px-3rd_Earl_of_Bute_by_Sir_Joshua_Reynolds.jpg",
    "extract": "John Stuart, 3rd Earl of Bute,, styled Lord Mount Stuart between 1713 and 1723, was a British nobleman who served as Prime Minister of Great Britain from 1762 to 1763 under George III. He was arguably the last important royal favourite in British politics. He was the first prime minister from Scotland following the Acts of Union in 1707 and the first Tory to have held the post. He was also elected as the first president of the Society of Antiquaries of Scotland when it was founded in 1780.",
    "year": 1713,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Claude Buffier",
    "birthday": "1661-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Ihs-logo.svg/320px-Ihs-logo.svg.png",
    "extract": "Claude Buffier, French philosopher, historian and teacher, was born in Poland of French parents, who returned to France and settled in Rouen soon after his birth.",
    "year": 1661,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Charles Garnier (missionary)",
    "birthday": "1606-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/43/North_American_Martyrs.jpg",
    "extract": "Charles Garnier, S.J., was a Jesuit missionary working in New France. He was killed by Iroquois in a Petun village on December 7, 1649.",
    "year": 1606,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Camillus de Lellis",
    "birthday": "1550-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Lellis2.jpg/232px-Lellis2.jpg",
    "extract": "Camillus de Lellis, M.I., was a Roman Catholic priest from Italy who founded the Camillians, a religious order dedicated to the care of the sick. He was beatified by Pope Benedict XIV in the year 1742, and canonized by him four years later in 1746. De Lellis is the patron saint of the sick, hospitals, nurses and physicians. His assistance is also invoked against gambling.",
    "year": 1550,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Catherine of Cleves (1417–1479)",
    "birthday": "1417-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Meester_van_Catharina_van_Kleef_-_Getijdenboek_van_de_Meester_van_Catharina_van_Kleef4.jpg/320px-Meester_van_Catharina_van_Kleef_-_Getijdenboek_van_de_Meester_van_Catharina_van_Kleef4.jpg",
    "extract": "Catherine of Cleves was Duchess of Guelders by marriage to Arnold, Duke of Guelders. She acted as regent of Guelders during the absence of her spouse in 1450. The Hours of Catherine of Cleves was commissioned for her.",
    "year": 1417,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jakobus (\"James\"), Count of Lichtenberg",
    "birthday": "1416-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Homme_au_turban-Nicolas_de_Leyde-Strasbourg_%283%29.jpg/251px-Homme_au_turban-Nicolas_de_Leyde-Strasbourg_%283%29.jpg",
    "extract": "James of Lichtenburg was a nobleman from Lichtenberg in the northern part of Alsace. He served as overlord of Strasbourg and was the last in the male line of the House of Lichtenberg.",
    "year": 1416,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Emperor Sukō",
    "birthday": "1334-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/90/Emperor_Suk%C5%8D.jpg",
    "extract": "Emperor Sukō  was the third of Emperors of Northern Court during the Period of the Northern and Southern Courts in Japan. According to pre-Meiji scholars, his reign spanned the years from 1348 through 1351.",
    "year": 1334,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Toghon Temür",
    "birthday": "1320-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Toghon.jpg/241px-Toghon.jpg",
    "extract": "Toghon Temür, also known by his temple name as the Emperor Huizong of Yuan bestowed by the Northern Yuan dynasty and by his posthumous name as the Emperor Shun of Yuan bestowed by the Ming dynasty, was the last emperor of the Yuan dynasty and later the first emperor of the Northern Yuan dynasty. Apart from Emperor of China, he is also considered the last Khagan of the Mongol Empire. He was a son of Kusala.",
    "year": 1320,
    "month": 5,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Emperor Shenzong of Song",
    "birthday": "1048-5-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Shenzong.jpg/208px-Shenzong.jpg",
    "extract": "Emperor Shenzong of Song, personal name Zhao Xu, was the sixth emperor of the Song dynasty of China. His original personal name was Zhao Zhongzhen but he changed it to \"Zhao Xu\" after his coronation. He reigned from 1067 until his death in 1085.",
    "year": 1048,
    "month": 5,
    "day": 25,
    "language": "en"
  }
]