[
  {
    "name": "Desiigner",
    "birthday": "1997-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Desiigner2018.png/204px-Desiigner2018.png",
    "extract": "Sidney Royel Selby III, better known by his stage name Desiigner, is an American rapper and singer-songwriter. In December 2015, his debut single \"Panda\" reached number one on the U.S. Billboard Hot 100. In 2019, he was released from Def Jam and is currently an independent artist.",
    "year": 1997,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Dwayne Haskins",
    "birthday": "1997-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Dwayne_Haskins_October_2019_%28cropped%29.jpg/240px-Dwayne_Haskins_October_2019_%28cropped%29.jpg",
    "extract": "Dwayne Haskins Jr. was an American football quarterback who played in the National Football League (NFL) for three seasons. He played college football at Ohio State, where he set Big Ten Conference records for single-season passing yards and touchdowns as a sophomore in 2018. His success earned him the Sammy Baugh Trophy and Kellen Moore Award, along with several conference honors.",
    "year": 1997,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ivana Jorović",
    "birthday": "1997-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Jorovic_WM19_%2816%29_%2848522002457%29.jpg/213px-Jorovic_WM19_%2816%29_%2848522002457%29.jpg",
    "extract": "Ivana Jorović is a Serbian tennis player.",
    "year": 1997,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Alex Iwobi",
    "birthday": "1996-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Alex_Iwobi_2019.jpg/274px-Alex_Iwobi_2019.jpg",
    "extract": "Alexander Chuka Iwobi is a Nigerian professional footballer who plays as a winger for Premier League club Everton and the Nigeria national team.",
    "year": 1996,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Domantas Sabonis",
    "birthday": "1996-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Domantas_Sabonis_%2832768447291%29.jpg/198px-Domantas_Sabonis_%2832768447291%29.jpg",
    "extract": "Domantas Sabonis is a Lithuanian-American professional basketball player for the Sacramento Kings of the National Basketball Association (NBA). He is a two-time NBA All-Star.",
    "year": 1996,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ivan Bukavshin",
    "birthday": "1995-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Ivan_Bukavshin_2011.jpg/240px-Ivan_Bukavshin_2011.jpg",
    "extract": "Ivan Alexandrovich Bukavshin was a Russian chess player. He was awarded the title Grandmaster by FIDE in 2011. Bukavshin was three-time European champion in his age category.",
    "year": 1995,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Aaron Whitchurch",
    "birthday": "1992-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Aaron_Whitchurch.jpg/177px-Aaron_Whitchurch.jpg",
    "extract": "Aaron Whitchurch is an Australian professional rugby league footballer who most recently played for the Brisbane Broncos in the National Rugby League. He plays as a centre and second-row.",
    "year": 1992,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Samuel Seo",
    "birthday": "1991-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Samuel_Seo_-_K-pop_World_Festival_2016.jpg/320px-Samuel_Seo_-_K-pop_World_Festival_2016.jpg",
    "extract": "Samuel Seo is a South Korean singer-songwriter, rapper, and record producer. Born in Seoul, he spent his youth living in his home country, as well as Japan, the United States, and Canada. An aspiring pianist, Seo's exposure to hip hop music in his teens led him to pursue the genre. He released a series of singles before enlisting and serving two years in military service.",
    "year": 1991,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Brooks Koepka",
    "birthday": "1990-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Brooks_Koepka_2017_U.S._Open.png/276px-Brooks_Koepka_2017_U.S._Open.png",
    "extract": "Brooks Koepka is an American professional golfer on the PGA Tour. In October 2018, he became World Number 1 in the Official World Golf Ranking for 47 weeks after winning the 2018 CJ Cup. He won the U.S. Open in 2017 and 2018, and the PGA Championship in 2018 and 2019, becoming the first golfer in history to hold back-to-back titles in two majors simultaneously. He started his career on the European Challenge Tour and eventually the European Tour. He played college golf at Florida State University.",
    "year": 1990,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "James Pattinson",
    "birthday": "1990-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/James_Pattinson_2010.jpg/200px-James_Pattinson_2010.jpg",
    "extract": "James Lee Pattinson is an Australian cricketer who plays for Victoria. Pattinson is considered an aggressive fast bowler. After making his Test cricket debut in late 2011, he played Test and limited overs cricket for the Australia national cricket team, although his appearances were limited due to back injuries.",
    "year": 1990,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jesse Bromwich",
    "birthday": "1989-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Jesse_Bromwich_Kiwis.jpg/262px-Jesse_Bromwich_Kiwis.jpg",
    "extract": "Jesse Bromwich is a professional rugby league footballer who plays as a prop and captains the Melbourne Storm in the NRL, Bromwich also plays for New Zealand and New Zealand Māori at international level.",
    "year": 1989,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Katinka Hosszú",
    "birthday": "1989-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Kazan_2015_-_Hossz%C3%BA_Katinka_200m_backstroke.JPG/240px-Kazan_2015_-_Hossz%C3%BA_Katinka_200m_backstroke.JPG",
    "extract": "Katinka Hosszú is a Hungarian competitive swimmer specialized in individual medley events. She is a three-time Olympic champion and a nine-time long-course world champion. She is owner of a Budapest based swim school and swim club called Iron Swim Budapest, and co-owner and captain of Team Iron, founding member of the International Swimming League.",
    "year": 1989,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ben Revere",
    "birthday": "1988-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/20160822-0475_Ben_Revere.jpg/243px-20160822-0475_Ben_Revere.jpg",
    "extract": "Ben Daniel Revere is an American former professional baseball outfielder. He played in Major League Baseball (MLB) for the Minnesota Twins, Philadelphia Phillies, Toronto Blue Jays, Washington Nationals, and Los Angeles Angels.",
    "year": 1988,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Paddy Holohan",
    "birthday": "1988-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Paddy_Holohan%2C_2019.jpg/240px-Paddy_Holohan%2C_2019.jpg",
    "extract": "Patrick \"Paddy\" Holohan is an Irish politician and retired mixed martial artist who notably competed in the flyweight division of the Ultimate Fighting Championship. A professional MMA competitor from 2007 until his retirement in 2016, Holohan also competed for the promotion Cage Contender and was a competitor on The Ultimate Fighter 18.",
    "year": 1988,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Lina Grinčikaitė-Samuolė",
    "birthday": "1987-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Lina_Grincikaite_by_Augustas_Didzgalvis.jpg/305px-Lina_Grincikaite_by_Augustas_Didzgalvis.jpg",
    "extract": "Lina Grinčikaitė-Samuolė is a track and field sprint athlete, who competes internationally for Lithuania.",
    "year": 1987,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Damla Sönmez",
    "birthday": "1987-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Damla_S%C3%B6nmez_02_%28cropped%29.jpg/320px-Damla_S%C3%B6nmez_02_%28cropped%29.jpg",
    "extract": "Tilya Damla Sönmez is a Turkish film, theatre and television actress. She gained worldwide recognition for her movies Sibel and I Am You. Her prominent TV roles include Ceylan in Bir Aşk Hikayesi, Gülru in Güllerin Savaşı, and Efsun in Çukur.",
    "year": 1987,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ezequiel Lavezzi",
    "birthday": "1985-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Kiev-PSG_%287%29.jpg/212px-Kiev-PSG_%287%29.jpg",
    "extract": "Ezequiel Iván Lavezzi is an Argentine former professional footballer who played as a forward. During his career, his most important attributes were his pace, hardworking style of play, technique, creativity, and dribbling ability; although he was usually deployed as a winger, he was also used as a second striker or as an attacking midfielder on occasion.",
    "year": 1985,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Kadri Lehtla",
    "birthday": "1985-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Kadri_lehtla.jpg/223px-Kadri_lehtla.jpg",
    "extract": "Kadri Lehtla is an Estonian biathlete. She gives her debut 2006 in the IBU Cup with a 36th Place in a sprint in Forni Avoltri. Her best result in the IBU Cup was a 4th place in Östersund in the beginning of the 2011/12 IBU Cup season. She had her debut in the 2008–09 Biathlon World Cup with a 97th place in an Individual in Östersund.",
    "year": 1985,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Joseph Addai",
    "birthday": "1983-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Joseph_Addai_%28cropped%29.jpg/266px-Joseph_Addai_%28cropped%29.jpg",
    "extract": "Joseph Kwaku Duah Addai Jr. is a former American football running back in the National Football League (NFL). He was selected in the first round of the 2006 NFL Draft out of Louisiana State University by the Indianapolis Colts and played for the team for six seasons. He won Super Bowl XLI with the Colts, defeating the Chicago Bears.",
    "year": 1983,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Romeo Castelen",
    "birthday": "1983-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Romeo_Castelen_004.jpg/233px-Romeo_Castelen_004.jpg",
    "extract": "Romeo Erwin Marius Castelen is a Dutch former footballer who played as a right winger.",
    "year": 1983,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jérôme Clavier",
    "birthday": "1983-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Clavier.jpg/320px-Clavier.jpg",
    "extract": "Jérôme Clavier is a French pole vaulter.",
    "year": 1983,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Márton Fülöp",
    "birthday": "1983-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Fulop.JPG/213px-Fulop.JPG",
    "extract": "Márton Fülöp was a Hungarian professional footballer who played as a goalkeeper.",
    "year": 1983,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Igor Olshansky",
    "birthday": "1982-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Igor_Olshansky_crop.jpg/255px-Igor_Olshansky_crop.jpg",
    "extract": "Igor Olshansky is a Ukrainian-born former American football defensive end in the National Football League (NFL). He played college football at Oregon and was drafted by the San Diego Chargers in the second round of the 2004 NFL Draft. He also played for the Dallas Cowboys and Miami Dolphins.",
    "year": 1982,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Nick Stavinoha",
    "birthday": "1982-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Nick_Stavinoha_on_February_13%2C_2012.jpg/320px-Nick_Stavinoha_on_February_13%2C_2012.jpg",
    "extract": "Nicholas Lee Stavinoha is an American former professional baseball outfielder. He played in Major League Baseball (MLB) from 2008 to 2010 for the St. Louis Cardinals.",
    "year": 1982,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Zuzana Ondrášková",
    "birthday": "1980-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Zuzana_Ondr%C3%A1%C5%A1kov%C3%A1_at_the_2010_US_Open_01.jpg/256px-Zuzana_Ondr%C3%A1%C5%A1kov%C3%A1_at_the_2010_US_Open_01.jpg",
    "extract": "Zuzana Ondrášková is a former professional tennis player from the Czech Republic. On 9 February 2004 she reached her career-high singles ranking of world No. 74.",
    "year": 1980,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Christian Annan",
    "birthday": "1978-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/HK_NTRWTP_Christian_Kwesi_Annan_%28cropped%29.JPG/239px-HK_NTRWTP_Christian_Kwesi_Annan_%28cropped%29.JPG",
    "extract": "Christian Kwesi Annan is a Ghanaian-born Hong Kong professional footballer who plays as a striker or left winger for Hong Kong First Division club Tai Po.",
    "year": 1978,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Paul Banks (American musician)",
    "birthday": "1978-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Roskilde_Festival_Interpol_Paul_Banks_2.jpg/213px-Roskilde_Festival_Interpol_Paul_Banks_2.jpg",
    "extract": "Paul Julian Banks is an American–British musician, singer, songwriter, and DJ. He is best known as the lead vocalist, lyricist, and guitarist of the rock band Interpol. He released a solo album called Julian Plenti is... Skyscraper in 2009 under the name Julian Plenti, though his solo material is now recorded under his real name. As a singer, his voice lies in the baritone range.",
    "year": 1978,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Dai Tamesue",
    "birthday": "1978-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Dai_Tamesue_at_Josef_Odlozil_Memorial_in_Prague_27June2005.jpg/183px-Dai_Tamesue_at_Josef_Odlozil_Memorial_in_Prague_27June2005.jpg",
    "extract": "Dai Tamesue  is the first Japanese sprinter to win a medal in a track event at a World Competition. Current Japanese record holder for Men’s 400 meter hurdle .\nBronze medalist of the 2001 World Championships in Edmonton and 2005 World Championships in Athletics in Helsinki.",
    "year": 1978,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Lawrence Tynes",
    "birthday": "1978-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/cf/Tynes.jpg/236px-Tynes.jpg",
    "extract": "Lawrence James Henry Tynes is a Scottish-born former American football placekicker. After playing soccer for Milton High School a coach suggested he try out for the football team as a kicker. He played college football at Troy and was signed by the Kansas City Chiefs as an undrafted free agent in 2001. He spent two seasons on the practice squad in Kansas City, then played in NFL Europe and in the Canadian Football League. He came back to Kansas City and played for the Chiefs for three seasons, and was then traded to the Giants in 2007. In his first season with the Giants, he kicked the game-winning field goal in overtime against the Green Bay Packers in the 2007–08 NFC Championship Game, which qualified the Giants for Super Bowl XLII. Four years later, he kicked another overtime field goal against the San Francisco 49ers in the 2011–12 NFC Championship Game, which qualified the Giants for Super Bowl XLVI. He experienced his best success in New York, winning two Super Bowl championships in 2007 and 2011, defeating the New England Patriots in both games.",
    "year": 1978,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ryan Dempster",
    "birthday": "1977-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Ryan_Dempster_on_June_14%2C_2013.jpg/198px-Ryan_Dempster_on_June_14%2C_2013.jpg",
    "extract": "Ryan Scott Dempster, is a Canadian former professional baseball pitcher, who played in Major League Baseball (MLB) for the Florida Marlins, Cincinnati Reds, Chicago Cubs, Texas Rangers, and Boston Red Sox. Dempster batted and threw right-handed. He was both a starter and a reliever in his career.",
    "year": 1977,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Tyronn Lue",
    "birthday": "1977-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Tyronn_Lue_%2830761766161%29_%28cropped%29.jpg/236px-Tyronn_Lue_%2830761766161%29_%28cropped%29.jpg",
    "extract": "Tyronn Jamar Lue is an American professional basketball coach and former player who is the head coach for the Los Angeles Clippers of the National Basketball Association (NBA). He also formerly served as the head coach of the Cleveland Cavaliers.",
    "year": 1977,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Maryam Mirzakhani",
    "birthday": "1977-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b1/Maryam_Mirzakhani_in_Seoul_2014.jpg",
    "extract": "Maryam Mirzakhani was an Iranian mathematician and a professor of mathematics at Stanford University. Her research topics included Teichmüller theory, hyperbolic geometry, ergodic theory, and symplectic geometry. In 2005, as a result of her research, she was honored in Popular Science's fourth annual \"Brilliant 10\" in which she was acknowledged as one of the top 10 young minds who have pushed their fields in innovative directions.",
    "year": 1977,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ben Olsen",
    "birthday": "1977-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Ben_Olsen.jpg/180px-Ben_Olsen.jpg",
    "extract": "Benjamin Robert Olsen is an American sports executive, soccer coach, and former professional player who is currently the president of Washington Spirit, a professional women's soccer club in the National Women's Soccer League (NWSL). Olsen is best known for his long-term association with D.C. United of the Major League Soccer (MLS), first as a player then as a coach.",
    "year": 1977,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jeff Halpern",
    "birthday": "1976-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Jeff_Halpern_Coyotes.jpg/320px-Jeff_Halpern_Coyotes.jpg",
    "extract": "Jeffrey Craig Halpern is an American former professional ice hockey player. He played for the Washington Capitals twice, Dallas Stars, Tampa Bay Lightning, Los Angeles Kings, New York Rangers, Montreal Canadiens, and Phoenix Coyotes. In 14 NHL seasons, he had 152 goals and 221 assists in 976 regular-season games. He also had seven goals and 14 points in 39 Stanley Cup Playoff games. He was also captain of the United States national team for the 2008 World Championships.",
    "year": 1976,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Brad Scott (Australian footballer)",
    "birthday": "1976-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Brad_Scott_2017.jpg/213px-Brad_Scott_2017.jpg",
    "extract": "Bradley David Walter Scott is a former Australian rules footballer who played for Hawthorn and the Brisbane Lions in the Australian Football League (AFL). He was the coach of the North Melbourne Football Club from 2010 until 2019.",
    "year": 1976,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Chris Scott (Australian footballer)",
    "birthday": "1976-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Chris_Scott_2018.1.jpg/213px-Chris_Scott_2018.1.jpg",
    "extract": "Christopher Michael Scott is a former Australian rules footballer in the Australian Football League (AFL) best known for being a dual premiership player with the Brisbane Lions in addition to a premiership coach at Geelong in 2011. He attended St Kevin’s College, Toorak, Melbourne. He has been the coach of the Geelong Football Club from 2011.",
    "year": 1976,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Willie Geist",
    "birthday": "1975-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Actress_Malin_Akerman_Visits_TODAY_Show_%2850026255087%29_%28cropped%29.jpg/258px-Actress_Malin_Akerman_Visits_TODAY_Show_%2850026255087%29_%28cropped%29.jpg",
    "extract": "William Russell Geist is an American television personality and journalist. He is co-anchor of MSNBC's Morning Joe and anchor of Sunday Today with Willie Geist. Geist also frequently serves as a fill-in anchor on both the weekday edition and the saturday edition of Today. Geist is a correspondent for NBC News and NBC Sports, hosting and contributing to NBC's Olympic coverage. Geist has hosted the Macy's Fourth of July Fireworks and Rockefeller Center Christmas Tree Lighting on NBC.",
    "year": 1975,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Steve Barclay (politician)",
    "birthday": "1972-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Official_portrait_of_Rt_Hon_Steve_Barclay_MP_crop_2.jpg/240px-Official_portrait_of_Rt_Hon_Steve_Barclay_MP_crop_2.jpg",
    "extract": "Stephen Paul Barclay is a British politician serving as Downing Street Chief of Staff since 2022 and Chancellor of the Duchy of Lancaster since 2021. He previously served as Secretary of State for Exiting the European Union from 2018 to 2020, Chief Secretary to the Treasury from 2020 to 2021 and Minister for the Cabinet Office from 2021 to 2022. A member of the Conservative Party, he has been Member of Parliament (MP) for North East Cambridgeshire since 2010.",
    "year": 1972,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Douglas Carswell",
    "birthday": "1971-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Douglas_Carswell.jpg/230px-Douglas_Carswell.jpg",
    "extract": "John Douglas Wilson Carswell is a British former politician who served as Member of Parliament from 2005 to 2017, co-founded Vote Leave, and currently serves as president and CEO of the Mississippi Center for Public Policy.",
    "year": 1971,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Kenny Hotz",
    "birthday": "1967-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Kenny_Hotz_photo_for_Wikipedia.jpg/320px-Kenny_Hotz_photo_for_Wikipedia.jpg",
    "extract": "Kenneth Joel Hotz is a Canadian entertainer, television personality, comedy writer, producer and director. He is best known as the co-star of the reality comedy show Kenny vs. Spenny alongside Spencer Rice. Hotz is the creator of the FX series Testees, and Kenny Hotz's Triumph of the Will. Between 2004 and 2006, he served as a staff writer for South Park. Hotz has directed a number of films including Pitch, It Don't Cost Nothin' to Say Good Morning and Subscribe. He also co-directed the music video for the song Monophobia by Deadmau5. Hotz is a regular contributor for Vice Media and began his career as a war correspondent and photo-journalist during the Gulf War.",
    "year": 1967,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ignatius Aphrem II",
    "birthday": "1965-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Patriarch_Ignatius_Aphrem_II%2C_seated.jpg/215px-Patriarch_Ignatius_Aphrem_II%2C_seated.jpg",
    "extract": "Moran Mor Ignatius Aphrem II is the Patriarch of the Syriac Orthodox Church. He became the 123rd Syriac Orthodox Patriarch of Antioch when he was enthroned as patriarch in Damascus on 29 May 2014. Before his election to the patriarchate, he was Archbishop for the Eastern United States of America, and known as Mor Cyril Aphrem Karim in that post. In that role, he established 11 new parishes, introduced a number of new programs for the youth, and worked for inter-church unity.",
    "year": 1965,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Mark Cousins (filmmaker)",
    "birthday": "1965-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Mark_Cousins_-_IFFR_2017-1_%28cropped%29.jpg/303px-Mark_Cousins_-_IFFR_2017-1_%28cropped%29.jpg",
    "extract": "Mark Cousins is a Northern Irish director and writer based in Edinburgh. A prolific documentarian, he is best known for his 15-hour 2011 documentary The Story of Film: An Odyssey.",
    "year": 1965,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "John Jensen",
    "birthday": "1965-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/John-faxe-jensen-2002.jpg/285px-John-faxe-jensen-2002.jpg",
    "extract": "John Jensen, nicknamed Faxe, is a Danish football manager and former player.",
    "year": 1965,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Mikhail Prokhorov",
    "birthday": "1965-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Mikhail_Prokhorov_IF_09-2013_%28cropped_2%29.jpg/256px-Mikhail_Prokhorov_IF_09-2013_%28cropped_2%29.jpg",
    "extract": "Mikhail Dmitrievich Prokhorov is a Russian-Israeli oligarch, billionaire, politician, and former owner of the Brooklyn Nets.",
    "year": 1965,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Sterling Campbell",
    "birthday": "1964-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Sterling_Campbell_%28cropped%29.jpg/271px-Sterling_Campbell_%28cropped%29.jpg",
    "extract": "Sterling Campbell is an American drummer and songwriter who has worked with numerous high-profile acts, including The B-52s, Duran Duran, Soul Asylum, Cyndi Lauper, Nena, Grayson Hugh, Spandau Ballet, Gustavo Cerati and David Bowie.",
    "year": 1964,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ron Hextall",
    "birthday": "1964-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Ron_Hextall_%28Philadelphia_Flyers_GM%29.jpg/268px-Ron_Hextall_%28Philadelphia_Flyers_GM%29.jpg",
    "extract": "Ronald Jeffrey Hextall is a Canadian former professional ice hockey goaltender and executive. He is the current general manager of the Pittsburgh Penguins of the National Hockey League (NHL). Hextall played 13 seasons for the Philadelphia Flyers, Quebec Nordiques, and New York Islanders. He served as assistant general manager for the Flyers for one season, and was promoted to general manager of the Philadelphia Flyers, replacing Paul Holmgren on May 7, 2014. He held this position for four and a half seasons. Before this he served as assistant general manager for the Los Angeles Kings, who won the Stanley Cup in 2012.",
    "year": 1964,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jeff Hornacek",
    "birthday": "1963-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Coach_Jeff_Hornacek_%28cropped%29.jpg/320px-Coach_Jeff_Hornacek_%28cropped%29.jpg",
    "extract": "Jeffrey John Hornacek is an American professional basketball coach and a former player who was most recently an assistant coach for the Houston Rockets of the National Basketball Association (NBA). He previously was the head coach for both the Phoenix Suns (2013–2016) and the New York Knicks (2016–2018). He played shooting guard in the NBA from 1986 through 2000 and played collegiately at Iowa State University.",
    "year": 1963,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Steve McClaren",
    "birthday": "1961-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Steve_McClaren_2012_1.jpg/213px-Steve_McClaren_2012_1.jpg",
    "extract": "Stephen McClaren is an English professional football coach and former player. He is currently an assistant coach at Manchester United, in his second spell at the club.",
    "year": 1961,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "David Vitter",
    "birthday": "1961-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/DVitterOfficial.jpg/252px-DVitterOfficial.jpg",
    "extract": "David Bruce Vitter is an American lobbyist, lawyer, and politician who served as United States Senator for Louisiana from 2005 to 2017.",
    "year": 1961,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Leyla Zana",
    "birthday": "1961-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Zana_%28cropped%29.jpg/245px-Zana_%28cropped%29.jpg",
    "extract": "Leyla Zana is a Turkish politician from Kurdish descent. She was imprisoned for ten years for her political activism, which was deemed by the Turkish courts to be against the unity of the country. She was awarded the 1995 Sakharov Prize by the European Parliament but was unable to collect it until her release in 2004. She was also awarded the Rafto Prize in 1994 after being recognized by the Rafto Foundation for being incarcerated for her peaceful struggle for the human rights of the Kurdish people in Turkey and the neighbouring countries.",
    "year": 1961,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Uma Bharti",
    "birthday": "1959-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Uma_Bharati_in_2014.jpg/240px-Uma_Bharati_in_2014.jpg",
    "extract": "Uma Bharti is an Indian politician and former Chief Minister of Madhya Pradesh. She became involved with the Bharatiya Janata Party at a young age, unsuccessfully contesting her first parliamentary elections in 1984. In 1989, she successfully contested the Khajuraho seat, and retained it in elections conducted in 1991, 1996 and 1998. In 1999, she switched constituencies and won the Bhopal seat.",
    "year": 1959,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ben Elton",
    "birthday": "1959-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/BenElton.jpg/320px-BenElton.jpg",
    "extract": "Benjamin Charles Elton is an English comedian, actor, author, playwright, lyricist and director. He was a part of London's alternative comedy movement of the 1980s and became a writer on the sitcoms The Young Ones and Blackadder, as well as continuing as a stand-up comedian on stage and television. His style in the 1980s was left-wing political satire. Since then he has published 17 novels and written the musicals The Beautiful Game (2000), We Will Rock You (2002), Tonight's the Night (2003), and Love Never Dies (2010), the sequel to The Phantom of the Opera. His novels cover the dystopian, comedy, and crime genres.",
    "year": 1959,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Bill Sienkiewicz",
    "birthday": "1958-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/5.21.11BillSienkiewiczByLuigiNovi.jpg/320px-5.21.11BillSienkiewiczByLuigiNovi.jpg",
    "extract": "Boleslav William Felix Robert Sienkiewicz is an American artist known for his work in comic books—particularly for Marvel Comics' New Mutants, Moon Knight, and Elektra: Assassin. Sienkiewicz's work in the 1980s was considered revolutionary in mainstream US comics due to his highly stylized art that verged on abstraction and made use of oil painting, photorealism, collage, mimeograph, and other forms generally uncommon in comic books.",
    "year": 1958,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Sandi Toksvig",
    "birthday": "1958-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Sandi_Toksvig_-_Secret_Comedy_Podcast_-_2013_%289468814916%29_%28cropped%29.jpg/194px-Sandi_Toksvig_-_Secret_Comedy_Podcast_-_2013_%289468814916%29_%28cropped%29.jpg",
    "extract": "Sandra Birgitte Toksvig is a Danish-British writer, comedian and broadcaster on British radio, stage and television. She is also a political activist, having co-founded the Women's Equality Party in 2015. She has written plays, novels and books for children. In 1994, she came out as a lesbian.",
    "year": 1958,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Rod Langway",
    "birthday": "1957-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Rod_Langway.JPG/211px-Rod_Langway.JPG",
    "extract": "Rodney Cory Langway is a Taiwanese-born American former professional ice hockey defenseman who played for the Montreal Canadiens and Washington Capitals in the National Hockey League (NHL) and Birmingham Bulls of the World Hockey Association (WHA). Langway also spent time with teams in the American Hockey League (AHL) and East Coast Hockey League (ECHL) as a player-coach after his NHL career ended. A two-time winner of the James Norris Memorial Trophy as the top defenseman in the NHL, Langway was elected to the Hockey Hall of Fame in 2002.",
    "year": 1957,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Stephen D. M. Brown",
    "birthday": "1955-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Professor_Steve_David_Macleod_Brown_FRS.jpg/213px-Professor_Steve_David_Macleod_Brown_FRS.jpg",
    "extract": "Steve David Macleod Brown is director of the Medical Research Council (MRC) Mammalian Genetics Unit, MRC Harwell at Harwell Science and Innovation Campus, Oxfordshire, a research centre on mouse genetics. In addition, he leads the Genetics and Pathobiology of Deafness research group.",
    "year": 1955,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Angela Bofill",
    "birthday": "1954-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Angela_Bofill.jpg/251px-Angela_Bofill.jpg",
    "extract": "Angela Tomasa Bofill is a Cuban-Puerto Rican singer-songwriter. A New York native, Bofill began her professional career in the mid–1970s. Bofill is most known for singles such as, \"This Time I'll Be Sweeter\", \"Angel of the Night\", and \"I Try\". Bofill's career spans over four decades.",
    "year": 1954,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Bruce Hall (musician)",
    "birthday": "1953-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Bruce_Hall_and_Dave_Amato.jpg/320px-Bruce_Hall_and_Dave_Amato.jpg",
    "extract": "Bruce William Hall is an American musician and singer, best known for his work as the bass guitarist, backing and occasional lead vocalist for the rock band REO Speedwagon. He joined the band in 1977, making an appearance on the album, You Can Tune a Piano but You Can't Tuna Fish released the following year. He replaced Gregg Philbin.",
    "year": 1953,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Chuck Baldwin",
    "birthday": "1952-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/CBaldwin08.jpg/213px-CBaldwin08.jpg",
    "extract": "Charles Obadiah Baldwin is an American right-wing politician, radio host, and founder-former pastor of Crossroad Baptist Church in Pensacola, Florida. As of January 2011 he was pastor of Liberty Fellowship in Kalispell, Montana. He was the presidential nominee of the Constitution Party for the 2008 U.S. presidential election and had previously been its nominee for vice president in 2004. He hosts a daily one-hour radio program, Chuck Baldwin Live, and writes a daily editorial column carried on its website, as well as on VDare. He is a former editor of NewsWithViews.com.",
    "year": 1952,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Caitlin Clarke",
    "birthday": "1952-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fb/CaitlinClarke.jpg/320px-CaitlinClarke.jpg",
    "extract": "Caitlin Clarke was an American theater and film actress best known for her role as Valerian in the 1981 fantasy film Dragonslayer and for her role as Charlotte Cardoza in the 1998–1999 Broadway musical Titanic.",
    "year": 1952,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Joseph W. Tobin",
    "birthday": "1952-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Cardinal_Tobin_%28cropped%29.jpg/320px-Cardinal_Tobin_%28cropped%29.jpg",
    "extract": "Joseph William Tobin, CSsR, is an American prelate of the Roman Catholic Church. A member of the Redemptorists order, he has been the archbishop of Archdiocese of Newark in New Jersey, since 2017. He previously served as the archbishop of Archdiocese of Indianapolis in Indiana from 2012 to 2016 and as secretary of the Congregation for Institutes of Consecrated Life and Societies of Apostolic Life (CICLSAL) from 2010 to 2012. He has been a cardinal since November 19, 2016.",
    "year": 1952,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Christopher Cross",
    "birthday": "1951-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Christopher_Cross_in_beaumont_ca_%282637703689%29.jpg/320px-Christopher_Cross_in_beaumont_ca_%282637703689%29.jpg",
    "extract": "Christopher Cross is an American singer, songwriter, musician, and composer from San Antonio, Texas.\nCross won five Grammy Awards for his eponymous debut album released in 1979. The singles \"Sailing\" (1980), and \"Arthur's Theme \" peaked at number one on the U.S. Billboard Hot 100. \"Sailing\" earned three Grammys in 1981, while \"Arthur's Theme\" won the Oscar for Best Original Song in 1981.",
    "year": 1951,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ashok Gehlot",
    "birthday": "1951-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Ashok_Gehlot.jpg/248px-Ashok_Gehlot.jpg",
    "extract": "Ashok Gehlot is an Indian politician serving as the current Chief Minister of Rajasthan. He held this position from December 1998 to 2003, and from 2008 to 2013, and again from 17 December 2018.",
    "year": 1951,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Tatyana Tolstaya",
    "birthday": "1951-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/03_Tatiana_Tolstaja.jpg/320px-03_Tatiana_Tolstaja.jpg",
    "extract": "Tatyana Nikitichna Tolstaya is a Russian writer, TV host, publicist, novelist, and essayist from the Tolstoy family, known for her fiction and \"acerbic essays on contemporary Russian life\".",
    "year": 1951,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Mary Hopkin",
    "birthday": "1950-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Mary_Hopkin%2C_Bestanddeelnr_923-3712.jpg/210px-Mary_Hopkin%2C_Bestanddeelnr_923-3712.jpg",
    "extract": "Mary Hopkin, credited on some recordings as Mary Visconti from her marriage to Tony Visconti, is a Welsh singer-songwriter best known for her 1968 UK number 1 single \"Those Were the Days\". She was one of the first artists to be signed to the Beatles' Apple label.",
    "year": 1950,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Dag Arnesen",
    "birthday": "1950-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Vargtime_Jazz_p%C3%A5_J%C3%B8lst_2017_%28210944%29.jpg/320px-Vargtime_Jazz_p%C3%A5_J%C3%B8lst_2017_%28210944%29.jpg",
    "extract": "Dag Syver Arnesen is a Norwegian jazz pianist with a series of album releases.",
    "year": 1950,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Liam Donaldson",
    "birthday": "1949-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Sir_Liam_Donaldson.jpg/320px-Sir_Liam_Donaldson.jpg",
    "extract": "Sir Liam Joseph Donaldson is a British doctor. He was formerly the Chief Medical Officer for England, being the 15th occupant of the post since it was established in 1855. As such, he was principal advisor to the United Kingdom Government on health matters and one of the most senior officials in the National Health Service (NHS).",
    "year": 1949,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ruth Lister, Baroness Lister of Burtersett",
    "birthday": "1949-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Official_portrait_of_Baroness_Lister_of_Burtersett_crop_2%2C_2019.jpg/240px-Official_portrait_of_Baroness_Lister_of_Burtersett_crop_2%2C_2019.jpg",
    "extract": "Margot Ruth Aline Lister, Baroness Lister of Burtersett,, is currently Professor of Social Policy at Loughborough University. She has written or contributed to a number of books, pamphlets and articles on poverty, social security and women's citizenship.",
    "year": 1949,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ron Wyden",
    "birthday": "1949-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Ron_Wyden_117th_Congress.jpeg/256px-Ron_Wyden_117th_Congress.jpeg",
    "extract": "Ronald Lee Wyden is an American politician and retired educator serving as the senior United States senator from Oregon, a seat he has held since 1996. A member of the Democratic Party, he served in the United States House of Representatives from 1981 until 1996. He is the dean of Oregon's congressional delegation.",
    "year": 1949,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Denis Cosgrove",
    "birthday": "1948-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/24/Denis_Cosgrove.jpg/308px-Denis_Cosgrove.jpg",
    "extract": "Denis Edmund Cosgrove was a distinguished British cultural geographer and Professor of Geography at the University of California, Los Angeles. Before this, he was Professor of Human Geography and Dean of the Graduate School at Royal Holloway, University of London. In 1998, he received the prestigious Back Award from the Royal Geographical Society.",
    "year": 1948,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Doug Henning",
    "birthday": "1947-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Doug_Henning_1976.JPG/226px-Doug_Henning_1976.JPG",
    "extract": "Douglas James Henning was a Canadian magician, illusionist, escape artist and politician.",
    "year": 1947,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Norm Chow",
    "birthday": "1946-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Norm-Chow-Cal-vs-UCLA-Oct-26-08.jpg/248px-Norm-Chow-Cal-vs-UCLA-Oct-26-08.jpg",
    "extract": "Norman Yew Heen Chow is an American football coach and former player. He was most recently the offensive coordinator for the Los Angeles Wildcats of the XFL. He was the head football coach at the University of Hawaii at Manoa, a position he held from December 2011 until November 2015 and previously held the offensive coordinator position for the Utah Utes, UCLA Bruins, the NFL's Tennessee Titans, USC Trojans, NC State Wolfpack, and BYU Cougars.",
    "year": 1946,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Greg Gumbel",
    "birthday": "1946-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Greg_Gumbel_2005.jpg/320px-Greg_Gumbel_2005.jpg",
    "extract": "Greg Gumbel is an American television sportscaster. He is best known for his various assignments for CBS Sports. The older brother of news and sportscaster Bryant Gumbel, he became the first African-American announcer to call play-by-play of a major sports championship in the United States when he announced Super Bowl XXXV for the CBS network in 2001. Gumbel is currently a play-by-play broadcaster for the NFL on CBS as well as the studio host for CBS' men's college basketball coverage.",
    "year": 1946,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jörg Drehmel",
    "birthday": "1945-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Bundesarchiv_Bild_183-J0215-0013-001%2C_J%C3%B6rg_Drehmel.jpg/171px-Bundesarchiv_Bild_183-J0215-0013-001%2C_J%C3%B6rg_Drehmel.jpg",
    "extract": "Jörg Drehmel is a retired East German triple jumper who won a silver medal at the 1972 Olympics. He was the European champion in 1971.",
    "year": 1945,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Davey Lopes",
    "birthday": "1945-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Davey_Lopes_in_2017_%2833735309423%29.jpg/200px-Davey_Lopes_in_2017_%2833735309423%29.jpg",
    "extract": "David Earle Lopes is an American former second baseman and manager in Major League Baseball (MLB). He batted and threw right-handed. He played in MLB for the Los Angeles Dodgers, Oakland Athletics, Chicago Cubs, and Houston Astros; he managed the Milwaukee Brewers.",
    "year": 1945,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Peter Doyle (bishop)",
    "birthday": "1944-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Coat_of_arms_of_Peter_John_Haworth_Doyle.svg/300px-Coat_of_arms_of_Peter_John_Haworth_Doyle.svg.png",
    "extract": "Peter John Haworth Doyle is the retired Roman Catholic Bishop of Northampton.",
    "year": 1944,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jim Risch",
    "birthday": "1943-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Jim_Risch_official_portrait.jpg/240px-Jim_Risch_official_portrait.jpg",
    "extract": "James Elroy Risch is an American lawyer and politician who has served as the junior United States senator from Idaho since 2009. A member of the Republican Party, he served as lieutenant governor of Idaho from 2003 to 2006 and from 2007 to 2009, and as governor of Idaho from 2006 to 2007.",
    "year": 1943,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Vicente Saldivar",
    "birthday": "1943-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Vicente_Saldivar_1965.jpg/226px-Vicente_Saldivar_1965.jpg",
    "extract": "Vicente Samuel Saldívar García was a Mexican professional boxer. He was a former WBC and a two-time WBA Featherweight Champion. Saldivar has frequently been ranked amongst the greatest in the history of that division by many noted boxing historians and critics. He currently holds the record for the most wins in unified featherweight title bouts and the longest unified featherweight championship reign in boxing history at 8 title bouts and 7 title defenses respectively. Saldívar fought in front of the fourth largest crowd ever, 90,000 in Estadio Azteca, and has also regularly been cited as one of the finest left-handed fighters of all time.",
    "year": 1943,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Věra Čáslavská",
    "birthday": "1942-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/V%C4%9Bra_%C4%8C%C3%A1slavsk%C3%A1_1967e.jpg/183px-V%C4%9Bra_%C4%8C%C3%A1slavsk%C3%A1_1967e.jpg",
    "extract": "Věra Čáslavská was a Czechoslovak artistic gymnast and Czech sports official. She won a total of 22 international titles between 1959 and 1968 including seven Olympic gold medals, four world titles and eleven European championships. Čáslavská is the most decorated Czech gymnast in history and is one of only two female gymnasts, along with Soviet Larisa Latynina, to win the all-around gold medal at two consecutive Olympics. She remains the only gymnast, male or female, to have won an Olympic gold medal in each individual event.",
    "year": 1942,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Dave Marash",
    "birthday": "1942-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Dave_Marash_in_2002.jpg/313px-Dave_Marash_in_2002.jpg",
    "extract": "David Marash, known as Dave Marash, is an American television journalist known for his work at ABC News and Al Jazeera English.",
    "year": 1942,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Butch Otter",
    "birthday": "1942-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Butch_Otter_2017.jpg/220px-Butch_Otter_2017.jpg",
    "extract": "Clement Leroy \"Butch\" Otter is an American businessman and politician who served as the 32nd governor of Idaho from 2007 to 2019. A member of the Republican Party, he was elected in 2006, and reelected in 2010, and 2014. Otter served as lieutenant governor from 1987 to 2001 and in U.S. Congress from the first district from 2001 to 2007.",
    "year": 1942,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "David Koch",
    "birthday": "1940-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/David_Koch_by_Gage_Skidmore.jpg/222px-David_Koch_by_Gage_Skidmore.jpg",
    "extract": "David Hamilton Koch was an American businessman, political activist, philanthropist, and chemical engineer. In 1970, he joined the family business: Koch Industries, the largest privately held company in the United States. He became president of the subsidiary Koch Engineering in 1979, and became a co-owner of Koch Industries in 1983. Koch served as an executive vice president of Koch Industries until he retired due to health issues in 2018.",
    "year": 1940,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Clemens Westerhof",
    "birthday": "1940-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Clemens_Westerhof.jpg/226px-Clemens_Westerhof.jpg",
    "extract": "Clemens Westerhof is a Dutch football manager, who has worked in various football positions on the African continent since 1989.",
    "year": 1940,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Omar Abdel-Rahman",
    "birthday": "1938-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Omar_Abdel-Rahman.jpg/216px-Omar_Abdel-Rahman.jpg",
    "extract": "Sheikh Omar Abdel-Rahman, , commonly known in the United States as \"The Blind Sheikh\", was a blind Egyptian Islamist militant who served a life sentence at the Federal Medical Center, Butner near Butner, North Carolina, United States. Formerly a resident of New York City, Abdel-Rahman and nine others were convicted of seditious conspiracy. His prosecution grew out of investigations of the 1993 World Trade Center bombing.",
    "year": 1938,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Chris Cannizzaro",
    "birthday": "1938-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Chris_Cannizzaro.jpg/234px-Chris_Cannizzaro.jpg",
    "extract": "Christopher John Cannizzaro was an American professional baseball player and coach. He played as a catcher in Major League Baseball (MLB) from 1960 to 1974 for the St. Louis Cardinals (1960–61), New York Mets (1962–65), Pittsburgh Pirates (1968), San Diego Padres, Chicago Cubs (1971), and Los Angeles Dodgers (1972–73).",
    "year": 1938,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Nélida Piñon",
    "birthday": "1937-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Nelida_Pinon_by_Elisa_Cabot.jpg/215px-Nelida_Pinon_by_Elisa_Cabot.jpg",
    "extract": "Nélida Piñon is a Spanish-Brazilian author and professor. Piñon \"is considered among the foremost writers in Brazil today\".",
    "year": 1937,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ron Popeil",
    "birthday": "1935-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/05/Ron_Popeil.jpeg",
    "extract": "Ronald Martin Popeil, was an American inventor and marketing personality, and founder of the direct response marketing company Ronco. He made appearances in infomercials for the Showtime Rotisserie and coined the phrase \"Set it, and forget it!\" as well as popularizing the phrase, \"But wait, there's more!\" on television as early as the mid-1950s.",
    "year": 1935,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Henry Cooper",
    "birthday": "1934-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Henry_Cooper_1969.jpg/215px-Henry_Cooper_1969.jpg",
    "extract": "Sir Henry Cooper was a British heavyweight boxer, best remembered for a 1963 fight in which he knocked down a young Cassius Clay before losing because of a cut eye from Clay's punches. Cooper was undefeated in British and Commonwealth heavyweight championship contests for twelve years, and held the European heavyweight title for three years. In 1966 he fought Clay again, by then world heavyweight champion, and again lost with an eye injury. Henry was twice voted BBC Sports Personality of the Year, and after retiring in 1971 following a controversial loss remained a popular public figure. He is the only boxer in the UK to have been awarded a knighthood.",
    "year": 1934,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Georges Moustaki",
    "birthday": "1934-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Grand_Gala_du_Disque_Populaire_1974_-_Georges_Moustaki_254-9467crop.jpg/216px-Grand_Gala_du_Disque_Populaire_1974_-_Georges_Moustaki_254-9467crop.jpg",
    "extract": "Georges Moustaki was an Egyptian-French singer-songwriter of Jewish Italo-Greek origin, best known for the poetic rhythm and simplicity of the romantic songs he composed and often sang. Moustaki gave France some of its best-loved music by writing about 300 songs for some of the most popular singers in that country, such as Édith Piaf, Dalida, Françoise Hardy, Yves Montand, Barbara, Brigitte Fontaine, Herbert Pagani, France Gall, Cindy Daniel, Juliette Gréco, Pia Colombo, and Tino Rossi, as well as for himself.",
    "year": 1934,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Frankie Valli",
    "birthday": "1934-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Frankie_Valli_2012-10-27_2.jpg/320px-Frankie_Valli_2012-10-27_2.jpg",
    "extract": "Francesco Stephen Castelluccio, known professionally as Frankie Valli, is an American singer, known as the frontman of the Four Seasons beginning in 1960. He is known for his unusually powerful lead falsetto voice.",
    "year": 1934,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "James Brown",
    "birthday": "1933-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/James_Brown_Live_Hamburg_1973_1702730029.jpg/215px-James_Brown_Live_Hamburg_1973_1702730029.jpg",
    "extract": "James Joseph Brown was an American singer, dancer, musician, record producer, and bandleader. The central progenitor of funk music and a major figure of 20th century music, he is often referred to by the honorific nicknames \"Godfather of Soul\", \"Mr. Dynamite\", and \"Soul Brother No. 1\". In a career that lasted more than 50 years, he influenced the development of several music genres. Brown was one of the first 10 inductees into the Rock and Roll Hall of Fame at its inaugural induction in New York on January 23, 1986.",
    "year": 1933,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Steven Weinberg",
    "birthday": "1933-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Steven_weinberg_2010.jpg/256px-Steven_weinberg_2010.jpg",
    "extract": "Steven Weinberg was an American theoretical physicist and Nobel laureate in physics for his contributions with Abdus Salam and Sheldon Glashow to the unification of the weak force and electromagnetic interaction between elementary particles.",
    "year": 1933,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Robert Osborne",
    "birthday": "1932-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Robert_Osborne_at_the_73rd_Annual_Peabody_Awards.jpg/213px-Robert_Osborne_at_the_73rd_Annual_Peabody_Awards.jpg",
    "extract": "Robert Jolin Osborne was an American film historian, television presenter, author, actor and the primary host for more than 20 years of the cable channel Turner Classic Movies (TCM). Prior to hosting at TCM, Osborne had been a host on The Movie Channel, and earlier, a columnist for The Hollywood Reporter. Osborne wrote the official history of the Academy Awards, originally published in 1988.",
    "year": 1932,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Juan Gelman",
    "birthday": "1930-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Helman.jpg/240px-Helman.jpg",
    "extract": "Juan Gelman was an Argentine poet. He published more than twenty books of poetry between 1956 and his death in early 2014. He was a naturalized citizen of Mexico, country where he arrived as a political exile of the Military Junta.",
    "year": 1930,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Denise Lor",
    "birthday": "1929-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Denise_Lor_1953.JPG/249px-Denise_Lor_1953.JPG",
    "extract": "Denise Lor was an American popular singer and actress. She was a featured artist on The Garry Moore Show. In 1951, she appeared in the short-lived variety show Seven at Eleven.",
    "year": 1929,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Dave Dudley",
    "birthday": "1928-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Dave_Dudley.png/223px-Dave_Dudley.png",
    "extract": "Dave Dudley was an American country music singer best known for his truck-driving country anthems of the 1960s and 1970s and his semi-slurred bass. His signature song was \"Six Days on the Road\", and he is also remembered for \"Vietnam Blues\", \"Truck Drivin' Son-of-a-Gun\", and \"Me and ol' C.B.\". Other recordings included Dudley's duet with Tom T. Hall, \"Day Drinking\", and his own Top 10 hit, \"Fireball Rolled A Seven\", supposedly based on the career and death of Edward Glenn \"Fireball\" Roberts.",
    "year": 1928,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jacques-Louis Lions",
    "birthday": "1928-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Jacques-Louis_Lions.jpeg/225px-Jacques-Louis_Lions.jpeg",
    "extract": "Jacques-Louis Lions was a French mathematician who made contributions to the theory of partial differential equations and to stochastic control, among other areas. He received the SIAM's John von Neumann Lecture prize in 1986 and numerous other distinctions. Lions is listed as an ISI highly cited researcher.",
    "year": 1928,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Yehuda Amichai",
    "birthday": "1924-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/%D7%A2%D7%9E%D7%99%D7%97%D7%99_%D7%A7%D7%95%D7%A8%D7%90_%D7%91%D7%AA%D7%9E%D7%95%D7%9C.jpg/320px-%D7%A2%D7%9E%D7%99%D7%97%D7%99_%D7%A7%D7%95%D7%A8%D7%90_%D7%91%D7%AA%D7%9E%D7%95%D7%9C.jpg",
    "extract": "Yehuda Amichai was an Israeli poet and author, one of the first to write in colloquial Hebrew in modern times.",
    "year": 1924,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ken Tyrrell",
    "birthday": "1924-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Ken_Tyrrell_1971.jpg/237px-Ken_Tyrrell_1971.jpg",
    "extract": "Robert Kenneth Tyrrell was a British Formula Two racing driver and the founder of the Tyrrell Formula One constructor.",
    "year": 1924,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ralph Hall",
    "birthday": "1923-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Ralph_Hall%2C_official_photo_portrait%2C_color.jpg/303px-Ralph_Hall%2C_official_photo_portrait%2C_color.jpg",
    "extract": "Ralph Moody Hall was an American politician who served as the United States representative for Texas's 4th congressional district from 1981 to 2015. He was first elected in 1980, and was the chairman of the House Committee on Science, Space and Technology from 2011 to 2013. He was also a member of the Committee on Energy and Commerce. In 2004, he switched to the Republican Party after having been a member of the Democratic Party for more than 50 years.",
    "year": 1923,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Sugar Ray Robinson",
    "birthday": "1921-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Sugar_Ray_Robinson_1947.jpg/232px-Sugar_Ray_Robinson_1947.jpg",
    "extract": "Walker Smith Jr., better known as Sugar Ray Robinson, was an American professional boxer who competed from 1940 to 1965. He was inducted into the International Boxing Hall of Fame in 1990. He is often regarded as the greatest boxer of all time, pound-for-pound.",
    "year": 1921,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "John Lewis (pianist)",
    "birthday": "1920-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/John_Lewis_1977.jpg/248px-John_Lewis_1977.jpg",
    "extract": "John Aaron Lewis was an American jazz pianist, composer and arranger, best known as the founder and musical director of the Modern Jazz Quartet.",
    "year": 1920,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "John Cullen Murphy",
    "birthday": "1919-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e0/Jcullenmurphy.jpg",
    "extract": "John Cullen Murphy was an American illustrator best known for his three decades of work on the Prince Valiant comic strip.",
    "year": 1919,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Pete Seeger",
    "birthday": "1919-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Pete_Seeger_NYWTS.jpg/269px-Pete_Seeger_NYWTS.jpg",
    "extract": "Peter Seeger was an American folk singer and social activist. A fixture on nationwide radio in the 1940s, Seeger also had a string of hit records during the early 1950s as a member of the Weavers, most notably their recording of Lead Belly's \"Goodnight, Irene\", which topped the charts for 13 weeks in 1950. Members of the Weavers were blacklisted during the McCarthy Era. In the 1960s, Seeger re-emerged on the public scene as a prominent singer of protest music in support of international disarmament, civil rights, counterculture, workers' rights, and environmental causes.",
    "year": 1919,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ted Bates (footballer)",
    "birthday": "1918-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/%27Mr_Southampton%27_-_geograph.org.uk_-_1723679.jpg/240px-%27Mr_Southampton%27_-_geograph.org.uk_-_1723679.jpg",
    "extract": "Edric Thornton Bates MBE was a former Southampton F.C. player, manager, director and president which earned him the sobriquet Mr. Southampton. Ted was the son of Eddie Bates, who played cricket for Yorkshire and Glamorgan and football for Bolton Wanderers and Leeds United. He was the grandson of Billy Bates who was one of the finest all-rounders for England in the early years of international cricket.",
    "year": 1918,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Betty Comden",
    "birthday": "1917-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/47/Betty_Comden.jpg/242px-Betty_Comden.jpg",
    "extract": "Betty Comden was an American lyricist, playwright, and screenwriter who contributed to numerous Hollywood musicals and Broadway shows of the mid-20th century. Her writing partnership with Adolph Green spanned six decades: \"the longest running creative partnership in theatre history.\" The musical-comedy duo of Comden and Green collaborated most notably with composers Jule Styne and Leonard Bernstein, as well enjoyed success with Singin' in the Rain, as part of the famed \"Freed unit\" at MGM.",
    "year": 1917,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "George Gaynes",
    "birthday": "1917-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/George_Gaynes_1964.jpg/253px-George_Gaynes_1964.jpg",
    "extract": "George Gaynes was a Finnish-born American singer, actor, and voice artist. Born to Dutch and Russian-Finnish parents in the Grand Duchy of Finland of the Russian Empire, he served in the Royal Netherlands Navy during World War II, and subsequently emigrated to the United States, where he became a citizen and began his acting career on Broadway.",
    "year": 1917,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Stu Hart",
    "birthday": "1915-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0a/Wrestler_Stu_Hart_wearing_an_amateur_wrestling_championship_belt%2C_sometime_between_1933_and_1936.jpg/207px-Wrestler_Stu_Hart_wearing_an_amateur_wrestling_championship_belt%2C_sometime_between_1933_and_1936.jpg",
    "extract": "Stewart Edward Hart was a Canadian amateur and professional wrestler, wrestling booker, promoter, coach, trainer, football player and sailor. He is best known for founding and handling Stampede Wrestling, a professional wrestling promotion based in Calgary, Alberta, teaching many individuals at its associated wrestling school \"The Dungeon\" and establishing a professional wrestling dynasty consisting of his relatives and close trainees. As the patriarch of the Hart wrestling family, Hart is the ancestor of many wrestlers, most notably being the father of Bret and Owen Hart as well as the grandfather of Natalya Neidhart, Teddy Hart and David Hart Smith.",
    "year": 1915,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Richard Lippold",
    "birthday": "1915-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/3b/Richard_Lippold.jpg",
    "extract": "Richard Lippold was an American sculptor, known for his geometric constructions using wire as a medium.",
    "year": 1915,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Georges-Emmanuel Clancier",
    "birthday": "1914-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Georges-Emmanuel_Clancier%2C_1987.jpg/272px-Georges-Emmanuel_Clancier%2C_1987.jpg",
    "extract": "Georges-Emmanuel Clancier was a French poet, novelist, and journalist. He won the Prix Goncourt (poetry), the Grand Prize of the Académie française, and the grand prize of the Société des gens de lettres.",
    "year": 1914,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "William Inge",
    "birthday": "1913-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Williaminge.jpg/261px-Williaminge.jpg",
    "extract": "William Motter Inge was an American playwright and novelist, whose works typically feature solitary protagonists encumbered with strained sexual relations. In the early 1950s he had a string of memorable Broadway productions, including Picnic, which earned him a Pulitzer Prize. With his portraits of small-town life and settings rooted in the American heartland, Inge became known as the \"Playwright of the Midwest\".",
    "year": 1913,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Virgil Fox",
    "birthday": "1912-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/78/Fox_virgil.jpg",
    "extract": "Virgil Keel Fox was an American organist, known especially for his years as organist at Riverside Church in New York City, from 1946 to 1965, and his flamboyant \"Heavy Organ\" concerts of the music of Bach in the 1970s, staged complete with light shows. His many recordings made on the RCA Victor and Capitol labels, mostly in the 1950s and 1960s, have been remastered and re-released on compact disc in recent years. They continue to be widely available in mainstream music stores.",
    "year": 1912,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "May Sarton",
    "birthday": "1912-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/2b/May_Sarton.jpg",
    "extract": "May Sarton was the pen name of Eleanore Marie Sarton, a Belgian-American poet, novelist and memoirist. Although her best work is strongly personalised with erotic female imagery, she resisted the label of ‘lesbian writer’, preferring to convey the universality of human love.",
    "year": 1912,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Norman Corwin",
    "birthday": "1910-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Ncorwin-1973.jpg/320px-Ncorwin-1973.jpg",
    "extract": "Norman Lewis Corwin was an American writer, screenwriter, producer, essayist and teacher of journalism and writing. His earliest and biggest successes were in the writing and directing of radio drama during the 1930s and 1940s.",
    "year": 1910,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Mary Astor",
    "birthday": "1906-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Mary_Astor-1930s.JPG/266px-Mary_Astor-1930s.JPG",
    "extract": "Mary Astor was an American actress. Although her career spanned several decades, she may be best remembered for her performance as Brigid O'Shaughnessy in The Maltese Falcon (1941).",
    "year": 1906,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "René Huyghe",
    "birthday": "1906-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Erasmusprijs_1966%2C_uitreiking_in_Ridderzaal_te_Den_Haag_prins_reikt_prijs_uit_aa%2C_Bestanddeelnr_919-2923.jpg/320px-Erasmusprijs_1966%2C_uitreiking_in_Ridderzaal_te_Den_Haag_prins_reikt_prijs_uit_aa%2C_Bestanddeelnr_919-2923.jpg",
    "extract": "René Huyghe was a French writer on the history, psychology and philosophy of art. He was also a curator at the Louvre's department of paintings, a professor at the Collège de France and from 1960 a member of the Académie Française. He was the father of the writer François-Bernard Huyghe.",
    "year": 1906,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Anna Roosevelt Halsted",
    "birthday": "1906-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Anna_Roosevelt_LCCN2016889869_%28cropped%29.jpg/208px-Anna_Roosevelt_LCCN2016889869_%28cropped%29.jpg",
    "extract": "Anna Eleanor Roosevelt Halsted was an American writer who worked as a newspaper editor and in public relations. Halsted also wrote two children's books published in the 1930s. She was the eldest child and only daughter of the U.S. President Franklin D. Roosevelt and Eleanor Roosevelt and assisted him as his advisor during World War II.",
    "year": 1906,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Enrique Laguerre",
    "birthday": "1906-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4d/Enrique_laguerre.jpg/216px-Enrique_laguerre.jpg",
    "extract": "Enrique Arturo Laguerre Vélez was a teacher, novelist, playwright, critic, and newspaper columnist from Moca, Puerto Rico. He is the author of the 1935 novel La Llamarada, which has been for many years obligatory reading in many literature courses in Puerto Rico.",
    "year": 1906,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Werner Fenchel",
    "birthday": "1905-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Werner_Fenchel.jpeg/201px-Werner_Fenchel.jpeg",
    "extract": "Moritz Werner Fenchel was a mathematician known for his contributions to geometry and to optimization theory. Fenchel established the basic results of convex analysis and nonlinear optimization theory which would, in time, serve as the foundation for nonlinear programming. A German-born Jew and early refugee from Nazi suppression of intellectuals, Fenchel lived most of his life in Denmark. Fenchel's monographs and lecture notes are considered influential.",
    "year": 1905,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Red Ruffing",
    "birthday": "1905-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/RedRuffingGoudeycard.jpg/261px-RedRuffingGoudeycard.jpg",
    "extract": "Charles Herbert \"Red\" Ruffing was an American professional baseball player. A pitcher, he played in Major League Baseball (MLB) from 1924 through 1947. He played for the Boston Red Sox, New York Yankees, and Chicago White Sox. Ruffing is most remembered for his time with the highly successful Yankees teams of the 1930s and 1940s.",
    "year": 1905,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Bing Crosby",
    "birthday": "1903-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Bing_Crosby_1951.jpg/252px-Bing_Crosby_1951.jpg",
    "extract": "Harry Lillis Crosby Jr., known professionally as Bing Crosby, was an American singer and actor. The first multimedia star, he was one of the most popular and influential musical artists of the 20th century worldwide. He was a leader in record sales, radio ratings, and motion picture grosses from 1926 to 1977. He made over 70 feature films and recorded more than 1,600 songs.",
    "year": 1903,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Alfred Kastler",
    "birthday": "1902-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Kastler.jpg/226px-Kastler.jpg",
    "extract": "Alfred Kastler was a French physicist, and Nobel Prize laureate.",
    "year": 1902,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Septima Poinsette Clark",
    "birthday": "1898-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/29/Septima_Poinsette_Clark.jpg",
    "extract": "Septima Poinsette Clark was an African American educator and civil rights activist. Clark developed the literacy and citizenship workshops that played an important role in the drive for voting rights and civil rights for African Americans in the Civil Rights Movement. Septima Clark's work was commonly under-appreciated by Southern male activists. She became known as the \"Queen mother\" or \"Grandmother\" of the Civil Rights Movement in the United States. Martin Luther King Jr. commonly referred to Clark as \"The Mother of the Movement\". Clark's argument for her position in the Civil Rights Movement was one that claimed \"knowledge could empower marginalized groups in ways that formal legal equality couldn't.\"",
    "year": 1898,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Golda Meir",
    "birthday": "1898-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Golda_Meir_03265u.jpg/243px-Golda_Meir_03265u.jpg",
    "extract": "Golda Meir was an Israeli politician, teacher, and kibbutznikit who served as the fourth prime minister of Israel from 1969 to 1974. She was the first woman to become head of government in Israel.",
    "year": 1898,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Karl Allmenröder",
    "birthday": "1896-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Karl_Allmenroeder_Flying-Ace.jpg/272px-Karl_Allmenroeder_Flying-Ace.jpg",
    "extract": "Leutnant Karl Allmenröder was a German World War I flying ace credited with 30 aerial victories. The medical student son of a preacher father was seasoned in the trenches as an 18-year-old artilleryman in the early days of the First World War, earning promotion via battlefield commission to Leutnant on 30 March 1915. After transferring to aviation and serving some time as an artillery spotter in two-seater reconnaissance airplanes, he transferred to flying fighter aircraft with Jagdstaffel 11 in November 1916. As Manfred von Richthofen's protege, Karl Allmenröder scored the first of his 30 confirmed victories on 16 February 1917. Flying a scarlet Albatros D.III trimmed out with white nose and elevators, Allmenröder would score a constant string of aerial victories until 26 June 1917, the day before his death. On 27 June 1917, Karl Allmenröder fell to his death near Zillebeke, Belgium. His posthumous legacy of patriotic courage would later be abused as propaganda by the Nazis.",
    "year": 1896,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "V. K. Krishna Menon",
    "birthday": "1896-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/V._K._Krishna_Menon_%28cropped%29.jpg/205px-V._K._Krishna_Menon_%28cropped%29.jpg",
    "extract": "Vengalil Krishnan Krishna Menon was an Indian academic, politician, and non-career diplomat. He was described by some as the second most powerful man in India, after the first Prime Minister of India, Jawaharlal Nehru. He wrote the first draft of the Preamble to the Constitution of India, initiated the idea of the Constituent Assembly of India and was the architect, and the person who coined the name, of the Non-Aligned Movement.",
    "year": 1896,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Dodie Smith",
    "birthday": "1896-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/4b/Dodie_Smith.jpg",
    "extract": "Dorothy Gladys \"Dodie\" Smith was an English novelist and playwright. She is best known for writing I Capture the Castle (1948) and the children's novel The Hundred and One Dalmatians (1956). Other works include Dear Octopus (1938) and The Starlight Barking (1967). The Hundred and One Dalmatians was adapted into a 1961 animated film and a 1996 live-action film, both produced by Disney. Her novel I Capture the Castle was adapted into a 2003 film version. I Capture the Castle was voted number 82 as \"one of the nation's 100 best-loved novels\" by the British public as part of the BBC's The Big Read (2003).",
    "year": 1896,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Cornelius Van Til",
    "birthday": "1895-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Cornelius_Van_Til.jpg/201px-Cornelius_Van_Til.jpg",
    "extract": "Cornelius Van Til was a Dutch-American reformed philosopher and theologian, who is credited as being the originator of modern presuppositional apologetics.",
    "year": 1895,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Konstantine Gamsakhurdia",
    "birthday": "1893-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Konstantine_Gamsakhurdia.jpg/231px-Konstantine_Gamsakhurdia.jpg",
    "extract": "Konstantine Gamsakhurdia was a Georgian writer and public figure. Educated and first published in Germany, he married Western European influences to purely Georgian thematic to produce his best works, such as The Right Hand of the Grand Master and David the Builder. Hostile to the Soviet rule, he was, nevertheless, one of the few leading Georgian writers to have survived the Stalin-era repressions, including his exile to a White Sea island and several arrests. His works are noted for their character portrayals of great psychological insight. Another major feature of Gamsakhurdia's writings is a new subtlety he infused into Georgian diction, imitating an archaic language to create a sense of classicism.",
    "year": 1893,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "George Paget Thomson",
    "birthday": "1892-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/George_Paget_Thomson.jpg/226px-George_Paget_Thomson.jpg",
    "extract": "Sir George Paget Thomson, FRS was a British physicist and Nobel laureate in physics recognized for his discovery of the wave properties of the electron by electron diffraction.",
    "year": 1892,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jacob Viner",
    "birthday": "1892-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/98/Jacob_Viner.jpg",
    "extract": "Jacob Viner was a Canadian economist and is considered with Frank Knight and Henry Simons to be one of the \"inspiring\" mentors of the early Chicago school of economics in the 1930s: he was one of the leading figures of the Chicago faculty. Paul Samuelson named Viner as one of the several \"American saints in economics\" born after 1860. He was an important figure in the field of political economy.",
    "year": 1892,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Tadeusz Peiper",
    "birthday": "1891-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Tadeusz_Piper_%281901%29.jpg/211px-Tadeusz_Piper_%281901%29.jpg",
    "extract": "Tadeusz Peiper was a Polish poet, art critic, theoretician of literature and one of the precursors of the avant-garde movement in Polish poetry. Born to a Jewish family, Peiper converted to Catholicism as a young man and spent several years in Spain. He was a co-founder of the Awangarda krakowska group of writers.",
    "year": 1891,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Eppa Rixey",
    "birthday": "1891-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Eppa_Rixey_1922.jpeg/181px-Eppa_Rixey_1922.jpeg",
    "extract": "Eppa Rixey Jr., nicknamed \"Jephtha\", was an American baseball player who played 21 seasons for the Philadelphia Phillies and Cincinnati Reds in Major League Baseball from 1912 to 1933 as a left-handed pitcher. Rixey was best known as the National League's leader in career victories for a left-hander with 266 wins until Warren Spahn surpassed his total in 1959.",
    "year": 1891,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Beulah Bondi",
    "birthday": "1889-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Beulah_Bondi_Wagon_Train_1961.JPG/261px-Beulah_Bondi_Wagon_Train_1961.JPG",
    "extract": "Beulah Bondi was an American character actress; she often played eccentric mothers and later grandmothers and wives, although she was known for numerous other roles. She began her acting career as a young child in theater, and after establishing herself as a Broadway stage actress in 1925, she reprised her role in Street Scene for the 1931 film version.",
    "year": 1889,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Gottfried Fuchs",
    "birthday": "1889-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Gottfried_Fuchs.jpg/218px-Gottfried_Fuchs.jpg",
    "extract": "Gottfried Erik Fuchs (also Godfrey Fuchs; was a German Olympic footballer. He scored a then-world record 10 goals for the Germany national football team in a 16–0 win against Russia at the 1912 Olympics. He left Germany to escape the Holocaust, as he was Jewish, and ultimately emigrated to Canada.",
    "year": 1889,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Marika Kotopouli",
    "birthday": "1887-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/74/%CE%9A%CE%BF%CF%84%CE%BF%CF%80%CE%BF%CF%8D%CE%BB%CE%B7.jpg",
    "extract": "Marika Kotopouli was a Greek stage actress during the first half of the 20th century.",
    "year": 1887,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Marcel Dupré",
    "birthday": "1886-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/66/Dupre.jpg",
    "extract": "Marcel Jean-Jules Dupré was a French organist, composer, and pedagogue.",
    "year": 1886,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Fergus McMaster",
    "birthday": "1879-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Sir_Fergus_McMaster%2C_the_first_chairman_of_Qantas.jpg/224px-Sir_Fergus_McMaster%2C_the_first_chairman_of_Qantas.jpg",
    "extract": "Sir Fergus McMaster was an Australian businessman and aviation pioneer. He was one of the three founders of the Queensland and Northern Territory Aerial Services Limited, the airline company that became commonly known by its acronym, Qantas.",
    "year": 1879,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Karl Abraham",
    "birthday": "1877-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Karl_Abraham.jpg/206px-Karl_Abraham.jpg",
    "extract": "Karl Abraham was an influential German psychoanalyst, and a collaborator of Sigmund Freud, who called him his 'best pupil'.",
    "year": 1877,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "François Coty",
    "birthday": "1874-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Fran%C3%A7ois_Coty._2.png/320px-Fran%C3%A7ois_Coty._2.png",
    "extract": "François Coty was a French perfumer, businessman, newspaper publisher, politician and patron of the arts. He was the founder of the Coty perfume company, today a multinational. He is considered the founding father of the modern perfume industry.",
    "year": 1874,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Vagn Walfrid Ekman",
    "birthday": "1874-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Ekman_Vagn.jpg/264px-Ekman_Vagn.jpg",
    "extract": "Vagn Walfrid Ekman was a Swedish oceanographer.",
    "year": 1874,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Pavlo Skoropadskyi",
    "birthday": "1873-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Pavlo_Skoropadsky_portrait%2C_colorized_by_Ruslan_Habanets.jpg/234px-Pavlo_Skoropadsky_portrait%2C_colorized_by_Ruslan_Habanets.jpg",
    "extract": "Pavlo Petrovych Skoropadskyi was a Ukrainian aristocrat, military and state leader, decorated Imperial Russian Army and Ukrainian Army general of Cossack heritage. Skoropadsky became a conservative leader in Ukraine following the Russian Revolution of 1917, a founder of a hetman dynasty and Hetman of Ukraine.",
    "year": 1873,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Emmett Dalton",
    "birthday": "1871-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/DaltonEmmett.jpg/213px-DaltonEmmett.jpg",
    "extract": "Emmett Dalton was an American outlaw, train robber and member of the Dalton Gang in the American Old West. Part of a gang that attempted to rob two banks in Coffeyville, Kansas, on October 5, 1892, he was the only member of five to survive, despite receiving 23 gunshot wounds. Two of his brothers were killed. After serving 14 years in prison for the crime, Dalton was pardoned.",
    "year": 1871,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Princess Helena Victoria of Schleswig-Holstein",
    "birthday": "1870-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Princess_Helena_Victoria_of_Schleswig-Holstein1.png/250px-Princess_Helena_Victoria_of_Schleswig-Holstein1.png",
    "extract": "Princess Helena Victoria of Schleswig-Holstein was a granddaughter of Queen Victoria of the United Kingdom. From 1917 her name was simply Princess Helena Victoria.",
    "year": 1870,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Andy Bowen",
    "birthday": "1867-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7d/Andy_Bowen.jpg",
    "extract": "Andy Bowen was an American lightweight boxer best known for fighting the world's longest boxing match, which took place in 1893 against Jack Burke.",
    "year": 1867,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "J. T. Hearne",
    "birthday": "1867-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/JT_Hearne_c1895.jpg/227px-JT_Hearne_c1895.jpg",
    "extract": "John Thomas Hearne was a Middlesex and England medium-fast bowler. His aggregate of 3061 first-class wickets is the greatest for any bowler of medium pace or above, and his 257 wickets in 1896 is the tenth highest total on record. In 1891, 1896, 1898, 1904 and 1910 Hearne headed the first-class bowling averages.",
    "year": 1867,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Vito Volterra",
    "birthday": "1860-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Vito_Volterra.jpg/251px-Vito_Volterra.jpg",
    "extract": "Vito Volterra was an Italian mathematician and physicist, known for his contributions to mathematical biology and integral equations, being one of the founders of functional analysis.",
    "year": 1860,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "August Herrmann",
    "birthday": "1859-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/August_Herrmann_newspaper_photo.png/258px-August_Herrmann_newspaper_photo.png",
    "extract": "August \"Garry\" Herrmann was an American political operative for Cincinnati political boss George B. Cox, an executive of the Cincinnati Reds baseball team, and president of National Baseball Commission. In 1946, he was named in the Honor Rolls of Baseball.",
    "year": 1859,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "George Gore",
    "birthday": "1854-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/George_Gore.jpg/252px-George_Gore.jpg",
    "extract": "George F. Gore, nicknamed \"Piano Legs\", was an American center fielder in Major League Baseball who played for 14 seasons, eight for the Chicago White Stockings, five for the New York Giants, one for the St. Louis Browns (1892) of the National League (NL), and the New York Giants of the Players' League (1890).",
    "year": 1854,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jacob Riis",
    "birthday": "1849-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Jacob_Riis_2.jpg/230px-Jacob_Riis_2.jpg",
    "extract": "Jacob August Riis was a Danish-American social reformer, \"muckraking\" journalist and social documentary photographer. He contributed significantly to the cause of urban reform in America at the turn of the twentieth century. He is known for using his photographic and journalistic talents to help the impoverished in New York City; those impoverished New Yorkers were the subject of most of his prolific writings and photography. He endorsed the implementation of \"model tenements\" in New York with the help of humanitarian Lawrence Veiller. Additionally, as one of the most famous proponents of the newly practicable casual photography, he is considered one of the fathers of photography due to his very early adoption of flash in photography.",
    "year": 1849,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Bernhard von Bülow",
    "birthday": "1849-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Bundesarchiv_Bild_146-2004-0098%2C_Bernhard_F%C3%BCrst_von_B%C3%BClow_%28cropped%29.jpg/224px-Bundesarchiv_Bild_146-2004-0098%2C_Bernhard_F%C3%BCrst_von_B%C3%BClow_%28cropped%29.jpg",
    "extract": "Bernhard Heinrich Karl Martin, Prince of Bülow was a German statesman who served as the foreign minister for three years and then as the chancellor of the German Empire from 1900 to 1909. A fervent supporter of Weltpolitik, Bülow single-mindedly devoted his chancellorship to making Germany a leading power on the world stage. Despite presiding over sustained economic growth and technological advancement within his country, his government's foreign policy did much to antagonize the international community and significantly contributed to the outbreak of the First World War.",
    "year": 1849,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Richard D'Oyly Carte",
    "birthday": "1844-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/RichardD%27OylyCarte.jpg/239px-RichardD%27OylyCarte.jpg",
    "extract": "Richard D'Oyly Carte was an English talent agent, theatrical impresario, composer, and hotelier during the latter half of the Victorian era. He built two of London's theatres and a hotel empire, while also establishing an opera company that ran continuously for over a hundred years and a management agency representing some of the most important artists of the day.",
    "year": 1844,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Charles XV",
    "birthday": "1826-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Karl_XV_1865_fotograferad_av_Mathias_Hansen.jpg/246px-Karl_XV_1865_fotograferad_av_Mathias_Hansen.jpg",
    "extract": "Charles XV also Carl ; Swedish: Karl XV and Norwegian: Karl IV was King of Sweden and Norway, there often referred to accurately as Charles IV, from 1859 until his death in 1872. Though known as King Charles XV in Sweden, he was actually the ninth Swedish king by that name, as his predecessor Charles IX had adopted a numeral according to a fictitious history of Sweden. Charles XV was the third Swedish monarch from the House of Bernadotte and the first one to be born in Sweden.",
    "year": 1826,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Adams George Archibald",
    "birthday": "1814-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Adams_George_Archibald.jpg/273px-Adams_George_Archibald.jpg",
    "extract": " sir Riley Robert Archibald more commonly known as sir Adams George Archibald  was a Canadian lawyer and politician, and a Father of Confederation. He was based in Nova Scotia for most of his career, though he also served as first Lieutenant Governor of Manitoba from 1870 to 1872.",
    "year": 1814,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "José de la Riva Agüero",
    "birthday": "1783-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Jose_de_la_Riva_Aguero_Sanchez_Boquete.JPG/237px-Jose_de_la_Riva_Aguero_Sanchez_Boquete.JPG",
    "extract": "José Mariano de la Cruz de la Riva Agüero y Sánchez Boquete, Marquess of Montealegre de Aulestia was a soldier, politician, and historian who served as the 1st President of Peru and 2nd President of North Peru. He was the first Head of State who had the title of President of the Republic.",
    "year": 1783,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Charles Tennant",
    "birthday": "1768-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Charles_Tennant.jpg/195px-Charles_Tennant.jpg",
    "extract": "Charles Tennant was a Scottish chemist and industrialist. He discovered bleaching powder and founded an industrial dynasty.",
    "year": 1768,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Élisabeth of France",
    "birthday": "1764-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Vig%C3%A9e_Le_Brun_-_%C3%89lisabeth_of_France%2C_Versailles.jpg/235px-Vig%C3%A9e_Le_Brun_-_%C3%89lisabeth_of_France%2C_Versailles.jpg",
    "extract": "Élisabeth Philippe Marie Hélène of France was a French princess. She was the youngest child of Louis, Dauphin of France, and Duchess Maria Josepha of Saxony, and she was a sister of King Louis XVI. Élisabeth's father, the Dauphin, was the son and heir of King Louis XV. Élisabeth remained beside her brother and his family during the French Revolution and was executed at Place de la Révolution in Paris during the Terror. She is regarded by the Catholic Church as a martyr and was declared a Servant of God by Pope Pius XII.",
    "year": 1764,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "August von Kotzebue",
    "birthday": "1761-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/August_von_Kotzebue.png/261px-August_von_Kotzebue.png",
    "extract": "August Friedrich Ferdinand von Kotzebue was a German dramatist and writer who also worked as a consul in Russia and Germany.",
    "year": 1761,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Florian Leopold Gassmann",
    "birthday": "1729-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Florian_Leopold_Gassmann_by_Balzer.jpg/208px-Florian_Leopold_Gassmann_by_Balzer.jpg",
    "extract": "Florian Leopold Gassmann was a German-speaking Bohemian opera composer of the transitional period between the baroque and classical eras. He was one of the principal composers of dramma giocoso immediately before Mozart.",
    "year": 1729,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Henri Pitot",
    "birthday": "1695-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Henri_de_Pitot.jpg/237px-Henri_de_Pitot.jpg",
    "extract": "Henri Pitot was a French hydraulic engineer and the inventor of the pitot tube.",
    "year": 1695,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Amaro Pargo",
    "birthday": "1678-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Amaro_Pargo.jpg/320px-Amaro_Pargo.jpg",
    "extract": "Amaro Rodríguez-Felipe y Tejera Machado, better known as Amaro Pargo, was a famous Spanish corsair. He was one of the most renowned corsairs in Spain of the Golden Age of Piracy.",
    "year": 1678,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Matthäus Daniel Pöppelmann",
    "birthday": "1662-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Matthaeus_Daniel_Poeppelmann.jpg/264px-Matthaeus_Daniel_Poeppelmann.jpg",
    "extract": "Matthäus Daniel Pöppelmann (1662–1736) was a German master builder and architect who helped to rebuild Dresden after the fire of 1685. His most famous work is the Zwinger Palace.",
    "year": 1662,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Catherine of St. Augustine",
    "birthday": "1632-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/81/Catherine_de_st_augustin.jpg",
    "extract": "Mary Catherine of St. Augustine, OSA, was a French canoness regular who was instrumental in the development of the Hôtel-Dieu de Québec in service to the colony of New France. She has been beatified by the Catholic Church.",
    "year": 1632,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Stephan Praetorius",
    "birthday": "1536-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Stephan_Praetorius_001.jpg/193px-Stephan_Praetorius_001.jpg",
    "extract": "Stephan Praetorius was a German Lutheran theologian and pastor.",
    "year": 1536,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Juana de la Cruz Vázquez Gutiérrez",
    "birthday": "1481-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Santa_juana-500x602.jpg/266px-Santa_juana-500x602.jpg",
    "extract": "Juana de la Cruz Vázquez y Gutiérrez, T.O.R.,, was a Spanish abbess of the Franciscan Third Order Regular. Known to be a mystic, she was authorized to preach publicly, an extraordinary permission for a woman. Living at the start of Spanish mysticism's golden era, she is counted among Teresa of Ávila's literary mothers. In 2015 she was declared Venerable by the Catholic Church.",
    "year": 1481,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Henry V, Duke of Mecklenburg",
    "birthday": "1479-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Jacopo_de_Barbari_%28toegeschreven%29_-_Portret_van_Hendrik%2C_graaf_van_Mecklenburg_%281479-1552%29.jpg/198px-Jacopo_de_Barbari_%28toegeschreven%29_-_Portret_van_Hendrik%2C_graaf_van_Mecklenburg_%281479-1552%29.jpg",
    "extract": "Henry V, Duke of Mecklenburg, nicknamed the Peaceful, was the reigning Duke of Mecklenburg in the region Mecklenburg-Schwerin, the son of Duke Magnus II and Sophie of Pomerania-Stettin.",
    "year": 1479,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Niccolò Machiavelli",
    "birthday": "1469-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Portrait_of_Niccol%C3%B2_Machiavelli_by_Santi_di_Tito.jpg/249px-Portrait_of_Niccol%C3%B2_Machiavelli_by_Santi_di_Tito.jpg",
    "extract": "Niccolò di Bernardo dei Machiavelli was an Italian diplomat, author, philosopher and historian who lived during the Renaissance. He is best known for his political treatise The Prince, written about 1513 but not published until 1532. He has often been called the father of modern political philosophy and political science.",
    "year": 1469,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Raffaele Riario",
    "birthday": "1461-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Raffaele_Riario.jpg/264px-Raffaele_Riario.jpg",
    "extract": "Raffaele Sansoni Galeoti Riario was an Italian Cardinal of the Renaissance, mainly known as the constructor of the Palazzo della Cancelleria and the person who invited Michelangelo to Rome. He was a patron of the arts. He was also the first adolescent to be elevated in the College of Cardinals in the history of the Holy See.",
    "year": 1461,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Margaret of York",
    "birthday": "1446-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Margaret_of_York.jpg/184px-Margaret_of_York.jpg",
    "extract": "Margaret of York —also by marriage known as Margaret of Burgundy—was Duchess of Burgundy as the third wife of Charles the Bold and acted as a protector of the Burgundian State after his death. She was a daughter of Richard, 3rd Duke of York, and Cecily Neville, and the sister of two kings of England, Edward IV and Richard III. She was born at Fotheringhay Castle, Northamptonshire, in the Kingdom of England, and she died at Mechelen in the Low Countries.",
    "year": 1446,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Pedro González de Mendoza",
    "birthday": "1428-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/El_Cardenal_Mendoza%2C_por_Juan_Rodr%C3%ADguez_de_Segovia.jpg/225px-El_Cardenal_Mendoza%2C_por_Juan_Rodr%C3%ADguez_de_Segovia.jpg",
    "extract": "Pedro González de Mendoza was a Spanish cardinal and statesman who served as Archbishop of Toledo (1482–1495), Archbishop of Sevilla (1474–1482), Bishop of Sigüenza (1467–1474), and Bishop of Calahorra y La Calzada (1453–1467).",
    "year": 1428,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Cecily Neville, Duchess of York",
    "birthday": "1415-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Cecilyneville.png/180px-Cecilyneville.png",
    "extract": "Cecily Neville was an English noblewoman, the wife of Richard, Duke of York (1411–1460), and the mother of two kings of England—Edward IV and Richard III. Cecily Neville was known as \"the Rose of Raby\", because she was born at Raby Castle in Durham, and \"Proud Cis\", because of her pride and a temper that went with it, although she was also known for her piety. She herself signed her name \"Cecylle\".",
    "year": 1415,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Louis, Count of Évreux",
    "birthday": "1276-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Louis_de_France_1276-1319.JPG/230px-Louis_de_France_1276-1319.JPG",
    "extract": "Louis of Évreux was a prince, the only son of King Philip III of France and his second wife Maria of Brabant, and thus a half-brother of King Philip IV of France.",
    "year": 1276,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Emilia Bicchieri",
    "birthday": "1238-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Beata_Emilia_Bicchieri.jpg/266px-Beata_Emilia_Bicchieri.jpg",
    "extract": "Emilia Bicchieri was an Italian Roman Catholic professed religious from the Order of Preachers. Bicchieri – born to a patrician – is best known for the construction of a Dominican convent in her hometown of Vercelli where she served as prioress.",
    "year": 1238,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Heraclius Constantine",
    "birthday": "612-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Solidus_Heraclius_Constantine_Obverse.jpg/320px-Solidus_Heraclius_Constantine_Obverse.jpg",
    "extract": "Heraclius Constantine, often enumerated as Constantine III, was one of the shortest reigning Byzantine emperors, ruling for three months in 641. He was the eldest son of Emperor Heraclius and his first wife Eudokia.",
    "year": 612,
    "month": 5,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Kʼan Joy Chitam I",
    "birthday": "490-5-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/K%27an_Joy_Chitam_I.svg/316px-K%27an_Joy_Chitam_I.svg.png",
    "extract": "Kʼan Joy Chitam I, also known as Hok, Kan Xul I and Kʼan Hokʼ Chitam I, was an ajaw of the Maya city-state of Palenque. He took the throne on February 6, 529 at age 34, ending an interregnum that had lasted for a little over four years.",
    "year": 490,
    "month": 5,
    "day": 3,
    "language": "en"
  }
]