[
  {
    "name": "Beatriz Haddad Maia",
    "birthday": "1996-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Haddad_Maia_WM17_%288%29_%2835379438723%29.jpg/213px-Haddad_Maia_WM17_%288%29_%2835379438723%29.jpg",
    "extract": "Beatriz Haddad Maia is a Brazilian tennis player.\nShe has won one single tournament and three doubles tournaments on the WTA Tour, one singles and doubles title each on the WTA Challenger Tour as well as 17 singles and nine doubles titles on the ITF Women's Circuit. On 21 May 2022, she reached her best singles position at the WTA rankings of No. 48, and on 23 May 2022, she peaked at No. 33 in the WTA doubles rankings.",
    "year": 1996,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Scott Laughton",
    "birthday": "1994-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Scott_Laughton21.jpg/213px-Scott_Laughton21.jpg",
    "extract": "Scott Laughton is a Canadian professional ice hockey centre for the Philadelphia Flyers of the National Hockey League (NHL).",
    "year": 1994,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Harrison Barnes",
    "birthday": "1992-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Harrison_Barnes_in_2019_%28cropped%29.jpg/274px-Harrison_Barnes_in_2019_%28cropped%29.jpg",
    "extract": "Harrison Bryce Jordan Barnes is an American professional basketball player for the Sacramento Kings of the National Basketball Association (NBA). He played college basketball for the North Carolina Tar Heels before being selected by the Golden State Warriors in the first round of the 2012 NBA draft with the seventh overall pick. Barnes won an NBA championship with the Warriors in 2015.",
    "year": 1992,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jonathan Fox (swimmer)",
    "birthday": "1991-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Jonathan_Fox_Parade.jpg/273px-Jonathan_Fox_Parade.jpg",
    "extract": "Jonathan Andrew Fox is a British Paralympic swimmer.",
    "year": 1991,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Andrei Loktionov",
    "birthday": "1990-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Andrei_Loktionov_%28Los_Angeles_Kings%29_05.jpg/320px-Andrei_Loktionov_%28Los_Angeles_Kings%29_05.jpg",
    "extract": "Andrei Vyacheslavovich Loktionov is a Russian professional ice hockey player who is currently playing with HC Spartak Moscow in the Kontinental Hockey League (KHL). He also played in the National Hockey League (NHL) with the Los Angeles Kings, New Jersey Devils, and the Carolina Hurricanes. Loktionov was drafted by the Kings in the fifth round, 128th overall, at the 2008 NHL Entry Draft",
    "year": 1990,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ailee",
    "birthday": "1989-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Ailee_211024.png/320px-Ailee_211024.png",
    "extract": "Amy Lee, known professionally as Ailee, is a Korean-American singer and songwriter based in South Korea. Amassing digital sales success in South Korea, she has released four studio albums, six extended plays, and twenty one singles, six of which charted within the top five of the Gaon Digital Chart.",
    "year": 1989,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Lesia Tsurenko",
    "birthday": "1989-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Tsurenko_WM19_%287%29_%2848521711951%29.jpg/213px-Tsurenko_WM19_%287%29_%2848521711951%29.jpg",
    "extract": "Lesia Viktorivna Tsurenko is a Ukrainian tennis player. Tsurenko has won four singles titles on the WTA Tour, as well as six singles titles and eight doubles titles on the ITF Circuit. On 18 February 2019, she reached her best singles ranking of world No. 23. On 28 May 2018, she peaked at No. 115 in the doubles rankings.",
    "year": 1989,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Nikolay Bodurov",
    "birthday": "1986-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Bodurov_2017.jpg/222px-Bodurov_2017.jpg",
    "extract": "Nikolay Georgiev Bodurov is a Bulgarian professional footballer who plays for Pirin Blagoevgrad and the Bulgarian national team. Bodurov plays mainly as a centre back but has also played as a right back on some occasions.",
    "year": 1986,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Igor Kurnosov",
    "birthday": "1985-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Igor_Kurnosov.JPG/320px-Igor_Kurnosov.JPG",
    "extract": "Igor Kurnosov was a Russian chess grandmaster.",
    "year": 1985,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Igor Lewczuk",
    "birthday": "1985-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Igor_Lewczuk_%282016%29.jpg/190px-Igor_Lewczuk_%282016%29.jpg",
    "extract": "Igor Lewczuk is a Polish professional footballer who plays as a defender for Znicz Pruszków. Besides Poland, he has played in France.",
    "year": 1985,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Aaron Volpatti",
    "birthday": "1985-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Aaronvolpatti.jpg/240px-Aaronvolpatti.jpg",
    "extract": "Anthony Aaron Volpatti is a Canadian former professional ice hockey winger who played with the Vancouver Canucks and the Washington Capitals of the National Hockey League (NHL).",
    "year": 1985,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Sham Kwok Fai",
    "birthday": "1984-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Sham_Kwok_Fai.JPG/320px-Sham_Kwok_Fai.JPG",
    "extract": "Sham Kwok Fai is a former Hong Kong professional footballer and current coach at Hong Kong Premier League club Southern. He also plays as an amateur player for Hong Kong First Division club Citizen.",
    "year": 1984,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Matt Maguire",
    "birthday": "1984-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Matt_Maguire_Lions_2015_vs_Richmond.jpg/258px-Matt_Maguire_Lions_2015_vs_Richmond.jpg",
    "extract": "Matthew John Maguire is a former professional Australian rules footballer who played with the St Kilda Football Club and the Brisbane Lions in the Australian Football League (AFL).",
    "year": 1984,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Alexander Sulzer",
    "birthday": "1984-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Alexander_Sulzer_Amerks.jpg/228px-Alexander_Sulzer_Amerks.jpg",
    "extract": "Alexander Sulzer is a German former professional ice hockey defenceman who played in the Deutsche Eishockey Liga (DEL) and National Hockey League (NHL).",
    "year": 1984,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Eddie Griffin (basketball)",
    "birthday": "1982-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/03/Eddie_Griffin_basketball_player.jpg/320px-Eddie_Griffin_basketball_player.jpg",
    "extract": "Eddie Jamaal Griffin was an American professional basketball player from Philadelphia. He last played for the NBA's Minnesota Timberwolves, who waived him on March 13, 2007. Months later, he was killed in a car crash.",
    "year": 1982,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Devendra Banhart",
    "birthday": "1981-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Devendra.jpg/320px-Devendra.jpg",
    "extract": "Devendra Obi Banhart is an American singer-songwriter and visual artist. Banhart was born in Houston, Texas, and raised by his mother in Venezuela. As a teenager, he moved to California, and in 1998 began studying at the San Francisco Art Institute, dropping out in 2000 to pursue a musical career. In 2002, Banhart released his debut album The Charles C. Leary and continued to create music from then on, working with record labels Young God Records and XL Recordings.",
    "year": 1981,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Gianmaria Bruni",
    "birthday": "1981-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Gianmaria_Bruni_2012_WEC_Fuji.jpg/213px-Gianmaria_Bruni_2012_WEC_Fuji.jpg",
    "extract": "Gianmaria \"Gimmi\" Bruni is an Italian Porsche factory auto racing driver who drove in the 2004 Formula One World Championship for Minardi. He is a GP2 Series race winner and is now racing in the FIA World Endurance Championship, in which he gained the 2013 and 2014 GT Drivers' Titles whilst driving as a factory Ferrari driver. He won the 2008 FIA GT Championship, 2011 Le Mans Series and 2012 International GT Open and took three class victories at the 24 Hours of Le Mans, in 2008, 2012 and 2014. He also was successful at the 2009 and 2015 24 Hours of Spa-Francorchamps, 2010 12 Hours of Sebring and 2011 Petit Le Mans.",
    "year": 1981,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ahmad Elrich",
    "birthday": "1981-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Ahmad_Elrich-24.12.09.jpg/192px-Ahmad_Elrich-24.12.09.jpg",
    "extract": "Ahmad Elrich is an Australian professional association footballer who plays as a right winger for Australian club Parramatta FC. Born in Australia to Lebanese parents, Elrich represented his native country internationally, both at youth and senior level.",
    "year": 1981,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Remy Ma",
    "birthday": "1981-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/RemyMaJul05.jpg/187px-RemyMaJul05.jpg",
    "extract": "Reminisce Mackie, known professionally as Remy Ma, is an American rapper. Discovered by Big Pun, she came to prominence for her work as a member of Fat Joe's group, Terror Squad. In 2006, she released her debut studio album There's Something About Remy: Based on a True Story, which became a modest success, peaking at number 33 on the Billboard 200 chart. Ma's most commercially successful songs include \"Ante Up (Remix)\", \"Lean Back\", \"Conceited\", and \"All the Way Up\".",
    "year": 1981,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Hisanori Takada",
    "birthday": "1981-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Hisanori_Takada.JPG/320px-Hisanori_Takada.JPG",
    "extract": "Hisanori Takada  was a Japanese professional footballer who played as a goalkeeper.",
    "year": 1981,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Steven Gerrard",
    "birthday": "1980-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Steven_Gerrard_2018.jpg/213px-Steven_Gerrard_2018.jpg",
    "extract": "Steven George Gerrard is an English professional football manager and former player, who manages Premier League club Aston Villa. Described by pundits and fellow professionals as one of his generation's greatest players, Gerrard spent the majority of his playing career as a central midfielder for Liverpool and the England national team, captaining both.",
    "year": 1980,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ilona Korstin",
    "birthday": "1980-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Ilona_Korstin_London_2012.jpg/240px-Ilona_Korstin_London_2012.jpg",
    "extract": "Ilona Kalyuvna Korstin is a retired Russian basketball forward of Estonian origin, who competed for her native Russia at the 2004 Summer Olympics, the 2008 Summer Olympics and the 2012 Summer Olympics, winning two bronze medals. She ended her career in 2013.",
    "year": 1980,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Mike Bishai",
    "birthday": "1979-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Bishai_Mike_Ilves.jpg/240px-Bishai_Mike_Ilves.jpg",
    "extract": "Michael Bishai is a Canadian former professional ice hockey centre. Bishai was never drafted, but played in the National Hockey League with the Edmonton Oilers.",
    "year": 1979,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Clint Bowyer",
    "birthday": "1979-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Clint_bowyer_%2852045960988%29_%28cropped%29.jpg/240px-Clint_bowyer_%2852045960988%29_%28cropped%29.jpg",
    "extract": "Clinton Edward Bowyer is an American former professional stock car racing driver and commentator for NASCAR on Fox.",
    "year": 1979,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Francis Lessard",
    "birthday": "1979-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/61/Francis_Lessard.jpg",
    "extract": "Francis Lessard is a Canadian former professional ice hockey forward. He last played with the Trois-Rivières Blizzard of Ligue Nord-Américaine de Hockey (LNAH). He has played for the Atlanta Thrashers and Ottawa Senators of the NHL, but has spent most of his career in the AHL. Lessard is generally known as an enforcer for his physical style of play and his ability to protect his teammates during a game.",
    "year": 1979,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Federico Vilar",
    "birthday": "1977-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Federico_Vilar.jpg/221px-Federico_Vilar.jpg",
    "extract": "Federico Vilar Baudena is an Argentine football manager and former player who played as a goalkeeper. He is the current manager of Chilean club Unión La Calera.",
    "year": 1977,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Rasho Nesterović",
    "birthday": "1976-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Rasho_Nesterovic_crop.JPG/259px-Rasho_Nesterovic_crop.JPG",
    "extract": "Radoslav \"Rasho\" Nesterović is a Slovenian former professional basketball player. He holds citizenship in both Slovenia and Greece. During his career in the NBA, Nesterović played for the Minnesota Timberwolves, San Antonio Spurs, Indiana Pacers, and Toronto Raptors. He retired in 2011.",
    "year": 1976,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Magnus Norman",
    "birthday": "1976-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Norman_M._WM13-003.JPG/214px-Norman_M._WM13-003.JPG",
    "extract": "Magnus Norman is a Swedish tennis coach and retired professional tennis player. He reached a career-high Association of Tennis Professionals (ATP) world No. 2 singles ranking on June 12, 2000. His career highlights include reaching a Grand Slam final at the French Open in 2000, and winning an ATP Masters Series title at the 2000 Rome Masters.",
    "year": 1976,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Margaret Okayo",
    "birthday": "1976-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Margaret_Okayo_London_2005.jpg/309px-Margaret_Okayo_London_2005.jpg",
    "extract": "Margaret Okayo is a professional marathon runner from Kenya. She has won a number of major marathons, including the New York City Marathon, the Boston Marathon, and the London Marathon. She has also won the San Diego Marathon on two occasions.",
    "year": 1976,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Brian Fair",
    "birthday": "1975-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Brian_fair.jpg/320px-Brian_fair.jpg",
    "extract": "Brian James Fair is an American musician from Massachusetts, best known as lead vocalist of the heavy metal band Shadows Fall. He graduated from Milford High School in 1993, and went on to study literature at Boston University.",
    "year": 1975,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Marissa Mayer",
    "birthday": "1975-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Marissa_Mayer%2C_World_Economic_Forum_2013_III.jpg/203px-Marissa_Mayer%2C_World_Economic_Forum_2013_III.jpg",
    "extract": "Marissa Ann Mayer is an American businesswoman and investor. She is an information technology executive, and co-founder of Sunshine Contacts. Mayer formerly served as the president and chief executive officer of Yahoo!, a position she held beginning in July 2012. It was announced in January 2017 that she would step down from the company's board upon the sale of Yahoo!'s operating business to Verizon Communications for $4.8 billion. She did not join the newly combined company, now called Verizon Media, and she announced her resignation on June 13, 2017. She is a graduate of Stanford University and was a long-time executive, usability leader, and key spokeswoman for Google.",
    "year": 1975,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Big L",
    "birthday": "1974-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/38/Big_L_in_1998.png/320px-Big_L_in_1998.png",
    "extract": "Lamont Coleman, known professionally as Big L, was an American rapper.",
    "year": 1974,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Kostas Chalkias",
    "birthday": "1974-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Kostaschalkias.JPG/188px-Kostaschalkias.JPG",
    "extract": "Konstantinos \"Kostas\" Chalkias is a retired Greek footballer who played as a goalkeeper. Previously he had played for Panathinaikos, Apollon Smyrni, Iraklis, Portsmouth, Real Murcia, Aris, PAOK and Panachaiki.",
    "year": 1974,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "CeeLo Green",
    "birthday": "1974-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/CeeLo_Green_by_Gage_Skidmore.jpg/260px-CeeLo_Green_by_Gage_Skidmore.jpg",
    "extract": "Thomas DeCarlo Callaway, better known by his stage name CeeLo Green, is an American singer, rapper, record producer, and businessman. He is known for his work in soul music, including the hit singles \"Crazy\" and \"Fuck You\". Born in Atlanta, Georgia, Green came to initial prominence as a member of the Southern hip hop group Goodie Mob. He subsequently began a solo career, releasing two albums on Arista Records: Cee-Lo Green and His Perfect Imperfections (2002) and Cee-Lo Green... Is the Soul Machine (2004).",
    "year": 1974,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Manny Ramirez",
    "birthday": "1972-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Manny_Ramirez.JPG/182px-Manny_Ramirez.JPG",
    "extract": "Manuel Arístides Ramírez Onelcida is a Dominican-American retired professional baseball outfielder. He played in Major League Baseball (MLB) for parts of 19 seasons. He played with the Cleveland Indians, Boston Red Sox, Los Angeles Dodgers, Chicago White Sox, and Tampa Bay Rays before playing one season at the Chinese Professional Baseball League in Taiwan. Ramirez is recognized for having great batting skill and power. He was a nine-time Silver Slugger and was one of 28 players to hit 500 career home runs. His 21 grand slams are third all-time, and his 29 postseason home runs are the most in MLB history. He appeared in 12 All-Star Games, with a streak of eleven consecutive games beginning in 1998 that included every season that he played with the Red Sox.",
    "year": 1972,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Paul Grayson (rugby union)",
    "birthday": "1971-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Paul_Grayson_-_Northampton_Saints_vs_Sale_October_2009.jpg/298px-Paul_Grayson_-_Northampton_Saints_vs_Sale_October_2009.jpg",
    "extract": "Paul James Grayson, is the former assistant head coach of \nNorthampton Saints rugby union club. He formerly played at fly-half for Northampton, for whom he was the all-time leading points scorer, and England. He is known as \"Larry\" or \"Grase\".",
    "year": 1971,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Duncan Jones",
    "birthday": "1971-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Duncan_Jones_by_Gage_Skidmore_3.jpg/215px-Duncan_Jones_by_Gage_Skidmore_3.jpg",
    "extract": "Duncan Zowie Haywood Jones is a British film director, film producer and screenwriter. He is best known for directing the films Moon (2009), Source Code (2011), Warcraft (2016), and Mute (2018). For Moon, he won the BAFTA Award for Outstanding Debut by a British Writer, Director or Producer. He is the son of English singer-songwriter David Bowie.",
    "year": 1971,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Idina Menzel",
    "birthday": "1971-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Idina_Menzel_Defense.gov_Crop.png/244px-Idina_Menzel_Defense.gov_Crop.png",
    "extract": "Idina Kim Menzel is an American actress and singer, particularly known for her work in musicals on the Broadway stage. Having achieved mainstream success across stage, film and music, she is one of the most celebrated Broadway performers of her generation, and has garnered the honorific title \"Queen of Broadway\" for her achievements. The winner of one Tony Award, her accolades include an American Music Award and a Billboard Music Award, as well as nominations for three Drama League Awards and four Drama Desk Awards. In 2019, she was awarded a star on the Hollywood Walk of Fame for her contributions to live theatre.",
    "year": 1971,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jiří Šlégr",
    "birthday": "1971-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Ji%C5%99%C3%AD_%C5%A0l%C3%A9gr.jpg/240px-Ji%C5%99%C3%AD_%C5%A0l%C3%A9gr.jpg",
    "extract": "Jiří Šlégr is a Czech former professional ice hockey defenceman, and was a member of the 2001–02 Detroit Red Wings Stanley Cup championship team after being acquired in a late-season trade. Šlégr was inducted into the Czech Ice Hockey Hall of Fame on December 12, 2019.",
    "year": 1971,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Naomi Kawase",
    "birthday": "1969-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Naomi_Kawase_Cannes_2014.jpg/225px-Naomi_Kawase_Cannes_2014.jpg",
    "extract": "Naomi Kawase  is a Japanese film director. She was also known as Naomi Sento , with her then-husband's surname. Many of her works have been documentaries, including Embracing, about her search for the father who abandoned her as a child, and Katatsumori, about the grandmother who raised her.",
    "year": 1969,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ryuhei Kitamura",
    "birthday": "1969-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/19/Kitamura.jpg",
    "extract": "Ryuhei Kitamura  is a Japanese filmmaker.",
    "year": 1969,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jason Kenney",
    "birthday": "1968-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Jason_Kenney_in_2019.jpg/237px-Jason_Kenney_in_2019.jpg",
    "extract": "Jason Thomas Kenney is a Canadian politician serving as the 18th premier of Alberta since 2019 and the leader of the United Conservative Party (UCP) since 2017. He was the last leader of the Alberta Progressive Conservative Party before the party merged with the Wildrose Party to form the UCP. Prior to entering Alberta provincial politics, Kenney served in various cabinet posts under Prime Minister Stephen Harper from 2006 to 2015.",
    "year": 1968,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Zacarias Moussaoui",
    "birthday": "1968-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Zacarias_Moussaoui.jpg/254px-Zacarias_Moussaoui.jpg",
    "extract": "Zacarias Moussaoui is a French member of al-Qaeda who pleaded guilty in U.S. federal court to conspiring to kill citizens of the United States as part of the September 11 attacks. He is serving life in prison without parole at the Federal ADX Supermax prison in Florence, Colorado. Moussaoui is the only person ever convicted in U.S. court in connection with the September 11 attacks.",
    "year": 1968,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Tim Burgess (musician)",
    "birthday": "1967-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Tim_Burgess_Piknik_i_Parken_2019_%28181907%29.jpg/320px-Tim_Burgess_Piknik_i_Parken_2019_%28181907%29.jpg",
    "extract": "Timothy Allan Burgess is an English musician, singer-songwriter and record label owner, best known as the lead singer of the alternative rock band the Charlatans.",
    "year": 1967,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Sven Pipien",
    "birthday": "1967-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Sven_Pipian-Newport.jpg/178px-Sven_Pipian-Newport.jpg",
    "extract": "Sven Pipien is a musician best known as the bassist of the southern rock band The Black Crowes.",
    "year": 1967,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Thomas Häßler",
    "birthday": "1966-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Thomas_H%C3%A4%C3%9Fler_%282%29_%28cropped%29.JPG/240px-Thomas_H%C3%A4%C3%9Fler_%282%29_%28cropped%29.JPG",
    "extract": "Thomas Jürgen \"Icke\" Häßler is a German former professional footballer. He played as a midfielder throughout his career. At club level, he made a century of appearances for four teams: 1. FC Köln, Karlsruher SC and 1860 Munich in Germany and Roma in Italy, and spent a season apiece with Juventus, Borussia Dortmund and SV Salzburg.",
    "year": 1966,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Stephen Malkmus",
    "birthday": "1966-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Stephen_Malkmus_20050704.jpg/299px-Stephen_Malkmus_20050704.jpg",
    "extract": "Stephen Joseph Malkmus is an American musician best known as the primary songwriter, lead singer and guitarist of the indie rock band Pavement. He currently performs with Stephen Malkmus and the Jicks and as a solo artist.",
    "year": 1966,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Billy Donovan",
    "birthday": "1965-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Billy_Donovan_2014.jpg/213px-Billy_Donovan_2014.jpg",
    "extract": "William John Donovan Jr. is an American professional basketball coach and former player. He has served as head coach of the Chicago Bulls of the National Basketball Association (NBA) since September 2020 after previously coaching the Oklahoma City Thunder from 2015 to 2020. Before moving to the NBA, he served as the head basketball coach at the University of Florida from 1996 to 2015, and led his Florida Gator teams to back-to-back NCAA championships in 2006 and 2007, as well as an NCAA championship appearance in 2000.",
    "year": 1965,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Iginio Straffi",
    "birthday": "1965-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Iginio_Straffi.jpg/213px-Iginio_Straffi.jpg",
    "extract": "Iginio Straffi is an Italian animator and former comic book author. He is the founder and president of Rainbow SpA, which he co-owns alongside the American media company Paramount Global. Straffi is the creator of the studio's animated series Winx Club and Huntik: Secrets & Seekers, as well as the co-creator of its comic book series Maya Fox.",
    "year": 1965,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Wynonna Judd",
    "birthday": "1964-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Wynonna_Judd_performs_live.jpg/320px-Wynonna_Judd_performs_live.jpg",
    "extract": "Wynonna Ellen Judd is a multi award-winning American country music singer. She is one of the most widely recognized and awarded female country singers. In all, she has had 19 No. 1 singles, including those of The Judds, making her one of the best-selling country artists of all time. Her solo albums and singles are all credited to the single name Wynonna. She first rose to fame in the 1980s alongside her mother, Naomi, in the country music duo The Judds. They released seven albums on Curb Records in addition to 26 singles, of which fourteen were No. 1 hits.",
    "year": 1964,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Andrea Montermini",
    "birthday": "1964-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Andrea_montermini_brandshatch2014.JPG/213px-Andrea_montermini_brandshatch2014.JPG",
    "extract": "Andrea Montermini is an Italian racing driver.",
    "year": 1964,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Tom Morello",
    "birthday": "1964-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Tom-morello.jpg/213px-Tom-morello.jpg",
    "extract": "Thomas Baptist Morello is an American musician, singer, rapper, songwriter, actor, and political activist. He is best known for his tenure with the rock band Rage Against the Machine and then with Audioslave. Between 2016 and 2019, Morello was a member of the supergroup Prophets of Rage. Morello was also a touring musician with Bruce Springsteen and the E Street Band. He is also known for his acoustic solo act, the Nightwatchman, and Street Sweeper Social Club. Morello co-founded Axis of Justice, which airs a monthly program on Pacifica Radio station KPFK in Los Angeles.",
    "year": 1964,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Michel Langevin",
    "birthday": "1963-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Michel_Langevin_2018.jpg/238px-Michel_Langevin_2018.jpg",
    "extract": "Michel \"Away\" Langevin is a founding member and drummer of Canadian heavy metal band Voivod. He has been a constant member of the band since its formation in 1982. Langevin is credited with the creation of the mythology of the post-apocalyptic vampire lord Voivod, about which the band originally coalesced, and is largely responsible for its continuing science fiction themes.",
    "year": 1963,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Élise Lucet",
    "birthday": "1963-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3c/Elise_Lucet_2015_%28cropped%29.jpg",
    "extract": "Élise Lucet is a French journalist and television host. Known for her investigative journalism work on shows such as Pièces à Conviction, Cash Investigation and Envoyé spécial, she has been dubbed France's \"incorruptible journalist\". In 2008, she was named Knight of the Legion of Honour. Lucet's work for Cash Investigation garnered her and her crew around twenty international awards including a Pulitzer Prize in 2017 for their investigation on the Panama Papers.",
    "year": 1963,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Helen Sharman",
    "birthday": "1963-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Dr._Helen_Sharman_%28cropped%29.jpg/239px-Dr._Helen_Sharman_%28cropped%29.jpg",
    "extract": "Helen Patricia Sharman, CMG, OBE, HonFRSC is a British chemist and cosmonaut who became the first British person, first Western European woman and first privately funded woman in space, as well as the first woman to visit the Mir space station, in May 1991.",
    "year": 1963,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Kevin Eastman",
    "birthday": "1962-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Kevin_Eastman.jpg/320px-Kevin_Eastman.jpg",
    "extract": "Kevin Brooks Eastman is an American comic book artist and writer best known for co-creating Teenage Mutant Ninja Turtles with Peter Laird. Eastman was also formerly the editor and publisher of the magazine Heavy Metal.",
    "year": 1962,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Richard Fuller (Conservative politician)",
    "birthday": "1962-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Official_portrait_of_Richard_Fuller_MP_crop_2.jpg/240px-Official_portrait_of_Richard_Fuller_MP_crop_2.jpg",
    "extract": "Richard Quentin Fuller is a British politician who has been Member of Parliament (MP) for North East Bedfordshire since 2019. A member of the Conservative Party, he represented Bedford from 2010 to 2017. He had previously achieved prominence as a leader of the Young Conservatives.",
    "year": 1962,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Tim Loughton",
    "birthday": "1962-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Official_portrait_of_Tim_Loughton_MP_crop_2.jpg/240px-Official_portrait_of_Tim_Loughton_MP_crop_2.jpg",
    "extract": "Timothy Paul Loughton, is a British Conservative Party politician and former banker, who has been Member of Parliament (MP) for East Worthing and Shoreham since the 1997 general election. Loughton was the Parliamentary Under-Secretary of State for Children and Families from 2010 to 2012 and has twice served as the Acting Chairman of the Home Affairs Select Committee in 2016 and 2021 following the respective resignations of Keith Vaz and Yvette Cooper. He has been a keen supporter of Leave Means Leave, a pro-Brexit group.",
    "year": 1962,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Tonya Pinkins",
    "birthday": "1962-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Tonya_Pinkins_Throws_Down_The_Gauntlet.jpg/320px-Tonya_Pinkins_Throws_Down_The_Gauntlet.jpg",
    "extract": "Tonya Pinkins is an American actress and filmmaker. Her award-winning debut feature film RED PILL was an official selection at the 2021 Pan African Film Festival, won the Best Black Lives Matter Feature and Best First Feature at The Mykonos International Film Festival, Best First Feature at the Luléa Film Festival, and is nominated for awards in numerous festivals around the globe. Her web-series The RED PILLING of AMERICA can be heard on her podcast \"You Can't Say That!\" at BPN.fm/ycst",
    "year": 1962,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Harry Enfield",
    "birthday": "1961-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/HarryEnfield1988.jpg/306px-HarryEnfield1988.jpg",
    "extract": "Henry Richard Enfield is an English comedian, actor, writer, and director. He is known in particular for his television work, including Harry Enfield's Television Programme and Harry & Paul, and for the creation and portrayal of comedy characters such as Kevin the Teenager and \"Loadsamoney\".",
    "year": 1961,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Phil Brown (footballer, born 1959)",
    "birthday": "1959-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Bilde-Philbrown01-2009-06-05.jpg/320px-Bilde-Philbrown01-2009-06-05.jpg",
    "extract": "Philip Brown is an English former professional footballer and coach who was most recently the manager of Barrow. As a player, Brown was a right-back who made over six hundred league appearances in an eighteen-year career, but never made it to the top flight. However, as a manager, he became the first to lead Hull City to the top division in their 104-year history, winning the Championship play-offs in 2008 after a 1–0 win against Bristol City at Wembley Stadium. He also guided Southend United to promotion from League Two to League One in 2014–15.",
    "year": 1959,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Randy Ferbey",
    "birthday": "1959-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5d/Team_Ferbey.jpg/320px-Team_Ferbey.jpg",
    "extract": "Randy S. Ferbey is a Canadian retired curler from Sherwood Park, Alberta. Ferbey is a six-time Canadian champion and a four-time World Champion. He currently coaches the Rachel Homan women's team.",
    "year": 1959,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Frank Vanhecke",
    "birthday": "1959-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Frank_Vanhecke.jpg/240px-Frank_Vanhecke.jpg",
    "extract": "Frank Arthur Hyppolite Vanhecke is a Belgian politician. Vanhecke started his career in Belgian politics as a student by joining the Jong Studentenverbond and later the Nationalistische Studentenvereniging. He gave up his membership of the Volksunie in 1977 after it acceded to a much-debated package of federal reforms. Vanhecke subsequently joined the Vlaams Nationale Partij, the predecessor of the Vlaams Blok.",
    "year": 1959,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Marie Fredriksson",
    "birthday": "1958-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Roxette_2014-04-08_002_%28cropped%29.jpg/256px-Roxette_2014-04-08_002_%28cropped%29.jpg",
    "extract": "Gun-Marie Fredriksson was a Swedish singer, songwriter, pianist and painter, who was best known internationally as the lead vocalist of pop rock duo Roxette, which she formed in 1986 with Per Gessle. The duo achieved international success in the late 1980s and early 1990s with their albums Look Sharp! (1988) and Joyride (1991), and had multiple hits on the Billboard Hot 100, including four number ones.",
    "year": 1958,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Steve Israel",
    "birthday": "1958-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Steve_Israel_113th_Congress.jpg/262px-Steve_Israel_113th_Congress.jpg",
    "extract": "Steven J. Israel is an American political commentator, lobbyist, author, and former politician. He served as a U.S. Representative from New York from 2001 to 2017. A member of the Democratic Party, he was elected in New York's 2nd congressional district until 2013 and New York's 3rd congressional district until his retirement. At the time of his departure from Congress, his district included portions of northern Nassau County and Suffolk County on Long Island, as well as a small portion of Queens in New York City.",
    "year": 1958,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Michael López-Alegría",
    "birthday": "1958-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Michael_Lopez-Alegria.jpg/256px-Michael_Lopez-Alegria.jpg",
    "extract": "Michael López-Alegría is an astronaut and test pilot with dual nationality, American and Spanish; a veteran of three Space Shuttle missions and one International Space Station mission. He is known for having performed ten spacewalks so far in his career, presently holding the second longest all-time EVA duration record and having the fifth-longest spaceflight of any American at the length of 215 days; this time was spent on board the ISS from September 18, 2006 to April 21, 2007. López-Alegría commanded Axiom-1, the first ever all-private team of astronauts mission to the International Space Station, which launched on April 8, 2022 and spent around 17 days in earth's orbit.",
    "year": 1958,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ted McGinley",
    "birthday": "1958-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Ted_McGinley_2016_%28cropped%29.jpg/240px-Ted_McGinley_2016_%28cropped%29.jpg",
    "extract": "Ted Martin McGinley is an American actor. He is known for his roles as Jefferson D'Arcy on the television sitcom Married... with Children and as Charley Shanowski on the ABC sitcom Hope & Faith. He was a late regular on Happy Days, Dynasty and The Love Boat and is known for playing the villainous role of Stan Gable in the film Revenge of the Nerds and several made-for-television sequels.",
    "year": 1958,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Mike Clayton (golfer)",
    "birthday": "1957-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/MikeClaytonPortrait.jpg/320px-MikeClaytonPortrait.jpg",
    "extract": "Michael Andrew Clayton is an Australian professional golfer, golf course architect and commentator on the game. He won the 1984 Timex Open on the European Tour and won six times on the PGA Tour of Australasia between 1982 and 1994.",
    "year": 1957,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Topper Headon",
    "birthday": "1955-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Topper2018.jpg/240px-Topper2018.jpg",
    "extract": "Nicholas Bowen \"Topper\" Headon is an English drummer, best known as the drummer of punk rock band the Clash.",
    "year": 1955,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jacqueline McGlade",
    "birthday": "1955-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Jacqueline_McGlade.jpg/240px-Jacqueline_McGlade.jpg",
    "extract": "Jacqueline Myriam McGlade is a British-born Canadian marine biologist and environmental informatics professor. Her research concerns the spatial and nonlinear dynamics of ecosystems, climate change and scenario development. She is currently professor of resilience and sustainable development at the University College London Institute for Global Prosperity and Faculty of Engineering, UK, and professor at Strathmore University in the Institute for Public Policy and Governance, Kenya.",
    "year": 1955,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Caroline Swift",
    "birthday": "1955-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Royal_Coat_of_Arms_of_the_United_Kingdom.svg/320px-Royal_Coat_of_Arms_of_the_United_Kingdom.svg.png",
    "extract": "Dame Caroline Jane Swift, Lady Openshaw, formerly styled The Hon. Mrs Justice Swift, is a British barrister and former High Court judge. She was leading counsel to the Inquiry in the Shipman Inquiry, which began in 2001.",
    "year": 1955,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Colm Tóibín",
    "birthday": "1955-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Colm_toibin_2006.jpg/232px-Colm_toibin_2006.jpg",
    "extract": "Colm Tóibín is an Irish novelist, short story writer, essayist, playwright, journalist, critic, and poet.",
    "year": 1955,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Colm Meaney",
    "birthday": "1953-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Colm_Meaney_%2829865699455%29.jpg/240px-Colm_Meaney_%2829865699455%29.jpg",
    "extract": "Colm J. Meaney is an Irish actor known for playing Miles O'Brien in Star Trek: The Next Generation (1987–1994) and Star Trek: Deep Space Nine (1993–1999). He has guest-starred on many TV shows including Law & Order and The Simpsons, and starred as Thomas Durant on Hell on Wheels (2011–2016).",
    "year": 1953,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Kerry Fraser",
    "birthday": "1952-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Kerry_Fraser.jpg/240px-Kerry_Fraser.jpg",
    "extract": "Kerry Fraser is a hockey analyst, broadcaster and former senior referee in the National Hockey League. During his career, he called 1,904 regular season games, 12 Stanley Cup Finals, and over 261 Stanley Cup playoff games.",
    "year": 1952,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Zdravko Čolić",
    "birthday": "1951-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/ZdravkoColic_%28cropped%29.JPG/256px-ZdravkoColic_%28cropped%29.JPG",
    "extract": "Zdravko Čolić is a pop singer from Bosnia and Herzegovina and is widely considered one of the greatest vocalists and cultural icons of the former Yugoslavia. Dubbed the 'Tom Jones' of the Balkans He has garnered fame in Southeastern Europe for his emotionally expressive tenor voice, fluent stage presence and numerous critically and commercially acclaimed albums and singles.",
    "year": 1951,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Fernando Lugo",
    "birthday": "1951-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Fernando-Lugo--w.jpg/247px-Fernando-Lugo--w.jpg",
    "extract": "Fernando Armindo Lugo Méndez is a Paraguayan politician and laicized Catholic bishop who was President of Paraguay from 2008 to 2012. Previously he was a Roman Catholic priest and bishop, serving as Bishop of the Diocese of San Pedro from 1994 to 2005. He was elected as president in 2008, an election that ended 61 years of rule by the Colorado Party.",
    "year": 1951,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Stephen Tobolowsky",
    "birthday": "1951-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Stephen_tobolowsky_2012.jpg/240px-Stephen_tobolowsky_2012.jpg",
    "extract": "Stephen Harold Tobolowsky is an American character actor. He is known for film roles such as insurance agent Ned Ryerson in Groundhog Day and amnesiac Sammy Jankis in Memento, as well as such television characters as Commissioner Hugo Jarry (Deadwood), Bob Bishop (Heroes), Sandy Ryerson (Glee), Stu Beggs, \"Action\" Jack Barker, Dr. Leslie Berkowitz, and Principal Earl Ball.",
    "year": 1951,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Bertrand Delanoë",
    "birthday": "1950-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Bertrand_Delano%C3%AB.jpg/320px-Bertrand_Delano%C3%AB.jpg",
    "extract": "Bertrand Delanoë is a French retired politician who served as Mayor of Paris from 2001 to 2014. A member of the Socialist Party (PS), he previously served in the National Assembly from 1981 to 1986 and Senate from 1995 until 2001.",
    "year": 1950,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Paresh Rawal",
    "birthday": "1950-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Paresh_Rawal_still4.jpg/215px-Paresh_Rawal_still4.jpg",
    "extract": "Paresh Rawal is an Indian actor, comedian, film producer and politician known for his works notably in Hindi films. He has appeared in over 240 films and is the recipient of various accolades. In 1994, he won the National Film Award for Best Supporting Actor for his performances in the films Woh Chokri and Sir. For the latter, he received his first Filmfare Award for Best Performance in a Negative Role. This was followed by Ketan Mehta's Sardar, which saw him playing the lead role of freedom fighter Vallabhbhai Patel, a role that got him national and international acclaim.",
    "year": 1950,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Joshua Rozenberg",
    "birthday": "1950-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Joshua_Rozenberg.jpg/267px-Joshua_Rozenberg.jpg",
    "extract": "Joshua Rufus Rozenberg QC (hon) is a British solicitor, legal commentator, and journalist.",
    "year": 1950,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "P. J. Carlesimo",
    "birthday": "1949-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/8b/P._J._Carlesimo_2015_cropped.jpg",
    "extract": "Peter John Carlesimo is an American basketball coach who coached in both the National Basketball Association (NBA) and college basketball for nearly 40 years. He is also a television broadcaster, having worked with ESPN, The NBA on TNT, Westwood One, Fox Sports Southwest, Pac-12 Network, The NBA on NBC and CSN New England.",
    "year": 1949,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Bob Willis",
    "birthday": "1949-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/BobwillisatTaunton.jpg/254px-BobwillisatTaunton.jpg",
    "extract": "Robert George Dylan Willis was an English cricketer, who represented England between 1971 to 1984. A right-handed fast bowler ,Willis is regarded by many as one of the greatest fast bowlers of all time.",
    "year": 1949,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Johan De Muynck",
    "birthday": "1948-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Johan_De_Muynck_2019.jpg/221px-Johan_De_Muynck_2019.jpg",
    "extract": "Johan De Muynck is a Belgian former professional road racing cyclist who raced from 1971 to 1983. The highlight of his career was his overall win in the 1978 Giro d'Italia. He was an outstanding climber. Other Grand Tour highlights include a very strong performance in the closely contested 1976 Giro d'Italia where he held the Maglia Rosa until the final time trial finishing on the podium in 2nd just nineteen seconds behind Felice Gimondi. He also rode well in the 1980 and 1981 editions of the Tour de France where he finished 4th and 7th respectively. Going into the 2022 cycling season De Muynck is the last Belgian rider to win a Grand Tour.",
    "year": 1948,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Michael Piller",
    "birthday": "1948-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/fb/Michaelpiller.jpg",
    "extract": "Michael Piller was an American television scriptwriter and producer, who was best known for his contributions to the Star Trek franchise.",
    "year": 1948,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Dragan Džajić",
    "birthday": "1946-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Dragan_D%C5%BEaji%C4%87_%28cropped%29.jpg/244px-Dragan_D%C5%BEaji%C4%87_%28cropped%29.jpg",
    "extract": "Dragan Džajić is a Serbian former footballer.",
    "year": 1946,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "The Marvelettes",
    "birthday": "1945-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/The_Marvelettes_1963.jpg/268px-The_Marvelettes_1963.jpg",
    "extract": "The Marvelettes were an American girl group that achieved popularity in the early to mid-1960s. They consisted of schoolmates Gladys Horton, Katherine Anderson, Georgeanna Tillman, Juanita Cowart, and Georgia Dobbins, who was replaced by Wanda Young prior to the group signing their first deal. They were the first successful act of Motown Records after the Miracles and its first significantly successful female group after the release of the 1961 number-one single, \"Please Mr. Postman\", one of the first number-one singles recorded by an all-female vocal group and the first by a Motown recording act.",
    "year": 1945,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Lenny Davidson",
    "birthday": "1944-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e5/Lenny_Davidson_Dave_Clark_Five_1964.jpg",
    "extract": "Leonard Arthur 'Lenny' Davidson is an English musician, best known as the guitarist for the Dave Clark Five.",
    "year": 1944,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Meredith MacRae",
    "birthday": "1944-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Meredith_MacRae_Tim_Considine_My_Three_Sons_1965.JPG/226px-Meredith_MacRae_Tim_Considine_My_Three_Sons_1965.JPG",
    "extract": "Meredith Lynn MacRae was an American actress and singer known for her roles as Sally Morrison on My Three Sons (1963–1965) and as Billie Jo Bradley on Petticoat Junction (1966–1970).",
    "year": 1944,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "James Chaney",
    "birthday": "1943-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3b/JamesChaney.jpg",
    "extract": "James Earl Chaney was one of three Congress of Racial Equality (CORE) civil rights workers killed in Philadelphia, Mississippi, by members of the Ku Klux Klan on June 21, 1964. The others were Andrew Goodman and Michael Schwerner from New York City.",
    "year": 1943,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Anders Michanek",
    "birthday": "1943-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Anders_Michanek_Intercontinental_Final.jpg/225px-Anders_Michanek_Intercontinental_Final.jpg",
    "extract": "Anders Michanek is a Speedway rider. In 1974 he won the Speedway World Championship in his Swedish homeland with a maximum score of 15 points.",
    "year": 1943,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Gale Sayers",
    "birthday": "1943-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Gale-Sayers-Jan052008-ArmyFBAwards.jpg/205px-Gale-Sayers-Jan052008-ArmyFBAwards.jpg",
    "extract": "Gale Eugene Sayers was an American professional football player who was both a halfback and return specialist in the National Football League (NFL). In a relatively brief but highly productive NFL career, Sayers spent seven seasons with the Chicago Bears from 1965 to 1971, though multiple injuries effectively limited him to five seasons of play. He was known for his elusiveness and agility and was regarded by his peers as one of the most difficult players to tackle.",
    "year": 1943,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jagmohan Dalmiya",
    "birthday": "1940-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/93/Dalmiyaimages.jpg",
    "extract": "Jagmohan Dalmiya was an Indian cricket administrator and businessman from the city of Kolkata. He was the President of the Board of Control for Cricket in India as well as the Cricket Association of Bengal. He had previously served as the President of the International Cricket Council.",
    "year": 1940,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Gilles Villemure",
    "birthday": "1940-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Gilles_Villemure_1976.JPG/257px-Gilles_Villemure_1976.JPG",
    "extract": "Joseph Hector Gilles Villemure is a Canadian former professional ice hockey goaltender. He played for the New York Rangers and Chicago Black Hawks in the 1960s and 1970s. Villemure was born in Trois-Rivières, Quebec.",
    "year": 1940,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Michael J. Pollard",
    "birthday": "1939-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Bonnie_and_Clyde_%281967_campus_poster%29.jpg/207px-Bonnie_and_Clyde_%281967_campus_poster%29.jpg",
    "extract": "Michael J. Pollard was an American actor. He is best known for his role as C.W. Moss in the film Bonnie and Clyde (1967), which earned him critical acclaim along with nominations for an Academy Award, a British Academy Film Award, and two Golden Globe Awards.",
    "year": 1939,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Dieter Quester",
    "birthday": "1939-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/QuesterDieter1973.jpg/212px-QuesterDieter1973.jpg",
    "extract": "Dieter Quester is an active touring car racing driver from Austria. Dieter has participated in 53 24-Hour Races. He competed in a single Formula One race in which he finished ninth.",
    "year": 1939,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Keir Dullea",
    "birthday": "1936-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Keir_Dullea_Denver_Pyle_1962_%28cropped%29.JPG/273px-Keir_Dullea_Denver_Pyle_1962_%28cropped%29.JPG",
    "extract": "Keir Atwood Dullea is an American actor best-known for his portrayal of astronaut David Bowman in the 1968 film 2001: A Space Odyssey and its 1984 sequel, 2010: The Year We Make Contact. His other film roles include David and Lisa (1962), Bunny Lake Is Missing (1965) and Black Christmas (1974). He studied acting at the Neighborhood Playhouse School of the Theatre in New York City. Dullea has also had a long and successful career on stage in New York City and in regional theaters; he has stated that, despite being more recognized for his film work, he prefers the stage. He was recently cast as a guest actor in the Paramount+ TV series Halo which premiered on March 24, 2022.",
    "year": 1936,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ruta Lee",
    "birthday": "1935-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/RutaLeeDec09.jpg/320px-RutaLeeDec09.jpg",
    "extract": "Ruta Lee is a Canadian actress and dancer who appeared as one of the brides in the musical Seven Brides for Seven Brothers. She had roles in films including Billy Wilder's crime drama Witness for the Prosecution and Stanley Donen's musical comedy Funny Face, and also is remembered for her guest appearance in a 1963 episode of Rod Serling's sci-fi series The Twilight Zone called \"A Short Drink from a Certain Fountain\".",
    "year": 1935,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Alexei Leonov",
    "birthday": "1934-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Alexei_Leonov.jpg/256px-Alexei_Leonov.jpg",
    "extract": "Alexei Arkhipovich Leonov was a Soviet and Russian cosmonaut, Air Force major general, writer, and artist. On 18 March 1965, he became the first person to conduct a spacewalk, exiting the capsule during the Voskhod 2 mission for 12 minutes and 9 seconds. He was also selected to be the first Soviet person to land on the Moon although the project was cancelled.",
    "year": 1934,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Alketas Panagoulias",
    "birthday": "1934-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Alketas_Panagoulias_1986.jpg/240px-Alketas_Panagoulias_1986.jpg",
    "extract": "Alketas 'Alkis' Panagoulias was a Greek association football player and manager. He managed the national teams of both Greece and the United States. He also managed several clubs, including Aris, his birthplace team, and Olympiakos with whom he won three Alpha Ethniki championships.",
    "year": 1934,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Pauline Oliveros",
    "birthday": "1932-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/POliveros2010.JPG/320px-POliveros2010.JPG",
    "extract": "Pauline Oliveros was an American composer, accordionist and a central figure in the development of post-war experimental and electronic music.",
    "year": 1932,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ivor Richard",
    "birthday": "1932-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9b/IS_%28Ivor%29_Richard.jpeg/228px-IS_%28Ivor%29_Richard.jpeg",
    "extract": "Ivor Seward Richard, Baron Richard, was a British Labour politician who served as a member of Parliament (MP) from 1964 until 1974. He was also a member of the European Commission and latterly sat as a life peer in the House of Lords.",
    "year": 1932,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Larry Silverstein",
    "birthday": "1931-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Larry_Silverstein_for_UJA-Federation_of_New_York.jpg/320px-Larry_Silverstein_for_UJA-Federation_of_New_York.jpg",
    "extract": "Larry A. Silverstein is an American businessman. Among his real estate projects, he is the developer of the rebuilt World Trade Center complex in Lower Manhattan, New York City, as well as one of New York's tallest residential towers at 30 Park Place, where he owns a home. His net worth has been estimated at $3.5 billion as of 2016.",
    "year": 1931,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Georges Gilson",
    "birthday": "1929-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/La_Clart%C3%A9_en_Perros_Guirec_Mgr_Gilson_pardonneur_2009.jpg/320px-La_Clart%C3%A9_en_Perros_Guirec_Mgr_Gilson_pardonneur_2009.jpg",
    "extract": "Georges Robert Edmond Gilson is a French Catholic bishop.",
    "year": 1929,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Pro Hart",
    "birthday": "1928-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Pro_Hart_DSC04765.jpg/320px-Pro_Hart_DSC04765.jpg",
    "extract": "Kevin Charles \"Pro\" Hart, MBE, was an Australian artist, born in Broken Hill, New South Wales, who was considered the father of the Australian Outback painting movement and his works are widely admired for capturing the true spirit of the outback. He grew up on his family's sheep farm in Menindee, New South Wales and was nicknamed \"Professor\" during his younger days, when he was known as an inventor.",
    "year": 1928,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Agnès Varda",
    "birthday": "1928-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Agn%C3%A8s_Varda_%28Berlinale_2019%29_%28cropped%29.jpg/246px-Agn%C3%A8s_Varda_%28Berlinale_2019%29_%28cropped%29.jpg",
    "extract": "Agnès Varda was a Belgian-born French film director, screenwriter, photographer, and artist. Her pioneering work was central to the development of the widely influential French New Wave film movement of the 1950s and 1960s. Her films focused on achieving documentary realism, addressing women's issues, and other social commentary, with a distinctive experimental style.",
    "year": 1928,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Clint Walker",
    "birthday": "1927-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Clint_Walker_Cheyenne_1960.jpg/246px-Clint_Walker_Cheyenne_1960.jpg",
    "extract": "Norman Eugene \"Clint\" Walker was an American actor and singer of imposing physique. He played cowboy Cheyenne Bodie in the ABC/Warner Bros. western series Cheyenne from 1955 to 1963.",
    "year": 1927,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Johnny Gimble",
    "birthday": "1926-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Gimble.jpg/254px-Gimble.jpg",
    "extract": "John Paul Gimble was an American country musician associated with Western swing. Gimble was considered one of the most important fiddlers in the genre. He was inducted into the Rock and Roll Hall of Fame in 1999 in the early influences category as a member of Bob Wills and His Texas Playboys.",
    "year": 1926,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Hal Clement",
    "birthday": "1922-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/14th_WSFS_008_-_Hal_Clement.jpg/317px-14th_WSFS_008_-_Hal_Clement.jpg",
    "extract": "Harry Clement Stubbs, better known by the pen name Hal Clement, was an American science fiction writer and a leader of the hard science fiction subgenre. He also painted astronomically oriented artworks under the name George Richard.",
    "year": 1922,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Franklin J. Schaffner",
    "birthday": "1920-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Franklin_J._Schaffner.jpg/284px-Franklin_J._Schaffner.jpg",
    "extract": "Franklin James Schaffner was an American film, television, and stage director. He won an Academy Award for Best Director for Patton (1970), and is known for the films Planet of the Apes (1968), Nicholas and Alexandra (1971), Papillon (1973), and The Boys from Brazil (1978). He served as president of the Directors Guild of America between 1987 and 1989.",
    "year": 1920,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "René Barrientos",
    "birthday": "1919-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Ren%C3%A9_Barrientos_1.jpg/229px-Ren%C3%A9_Barrientos_1.jpg",
    "extract": "René Barrientos Ortuño was a Bolivian military officer and politician who served as the 47th President of Bolivia twice nonconsecutively from 1964 to 1966 and from 1966 to 1969. During much of his first term, he shared power as co-president with Alfredo Ovando from 1965 to 1966 and prior to that served as the 30th Vice President of Bolivia in 1964.",
    "year": 1919,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Bob Evans (restaurateur)",
    "birthday": "1918-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/BobEvansFarmRioGrandeJuly2007.JPG/320px-BobEvansFarmRioGrandeJuly2007.JPG",
    "extract": "Robert Lewis Evans was an American restaurateur and marketer of pork sausage products. He founded a restaurant chain bearing his name. The company also owns Owens Country Sausage.",
    "year": 1918,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Justin Catayée",
    "birthday": "1916-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Justin_Catay%C3%A9e.jpg/240px-Justin_Catay%C3%A9e.jpg",
    "extract": "Justin Catayée was a French politician who served in the French National Assembly from 1958–1962 and was the founder of the Guianese Socialist Party and hero of World War II. He was born in Cayenne, French Guiana, and died in the crash of Air France Flight 117 into a mountain in Guadeloupe on 22 June 1962.",
    "year": 1916,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Akinoumi Setsuo",
    "birthday": "1914-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Akinoumi.png/225px-Akinoumi.png",
    "extract": "Akinoumi Setsuo , born Nagata Setsuo , was a Japanese professional sumo wrestler from Hiroshima. He was the sport's 37th yokozuna.",
    "year": 1914,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Julius Axelrod",
    "birthday": "1912-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Axelrod01.jpg/240px-Axelrod01.jpg",
    "extract": "Julius Axelrod was an American biochemist. He won a share of the Nobel Prize in Physiology or Medicine in 1970 along with Bernard Katz and Ulf von Euler. The Nobel Committee honored him for his work on the release and reuptake of catecholamine neurotransmitters, a class of chemicals in the brain that include epinephrine, norepinephrine, and, as was later discovered, dopamine. Axelrod also made major contributions to the understanding of the pineal gland and how it is regulated during the sleep-wake cycle.",
    "year": 1912,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Hugh Griffith",
    "birthday": "1912-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Hugh_griffith_publicity_photo.jpg/263px-Hugh_griffith_publicity_photo.jpg",
    "extract": "Hugh Emrys Griffith was a Welsh film, stage, and television actor. He is best remembered for his role in the film Ben-Hur (1959), which earned him critical acclaim and an Academy Award for Best Supporting Actor. Some of his other notable credits include Exodus (1960), Mutiny on the Bounty (1962), Tom Jones (1963), and Oliver! (1968).",
    "year": 1912,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Joseph Stein",
    "birthday": "1912-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/be/Joseph_Stein.jpg",
    "extract": "Joseph Stein was an American playwright best known for writing the books for such musicals as Fiddler on the Roof and Zorba.",
    "year": 1912,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jacques Canetti",
    "birthday": "1909-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/J.Canetti_1960_Photo_X.DR.jpg/246px-J.Canetti_1960_Photo_X.DR.jpg",
    "extract": "Nessim Jacques Canetti was a French music executive and a talent agent. Born into a Sephardic Jewish family, his parents were Jacques Elias (Elieser) and Mathilde (Mazal) Canetti. He was the brother of the Nobel Prize-winning author Elias Canetti (1905–1994) and of Georges Canetti (1911–1971), a researcher and professor at the Pasteur Institute. Canetti studied at the École des Hautes Études Commerciales.",
    "year": 1909,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Freddie Frith",
    "birthday": "1909-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/34/Freddie_Frith.JPG/239px-Freddie_Frith.JPG",
    "extract": "Frederick Lee Frith OBE was a British Grand Prix motorcycle road racing world champion. A former stonemason and later a motor cycle retailer in Grimsby, he was a stylish rider and five times winner of the Isle of Man TT. Frith was one of the few to win TT races before and after the Second World War.",
    "year": 1909,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Benny Goodman",
    "birthday": "1909-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Benny_Goodman_1942.jpg/261px-Benny_Goodman_1942.jpg",
    "extract": "Benjamin David Goodman was an American jazz clarinetist and bandleader known as the \"King of Swing\".",
    "year": 1909,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Hannes Alfvén",
    "birthday": "1908-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/YoungAlfven.jpg/230px-YoungAlfven.jpg",
    "extract": "Hannes Olof Gösta Alfvén was a Swedish electrical engineer, plasma physicist and winner of the 1970 Nobel Prize in Physics for his work on magnetohydrodynamics (MHD). He described the class of MHD waves now known as Alfvén waves. He was originally trained as an electrical power engineer and later moved to research and teaching in the fields of plasma physics and electrical engineering. Alfvén made many contributions to plasma physics, including theories describing the behavior of aurorae, the Van Allen radiation belts, the effect of magnetic storms on the Earth's magnetic field, the terrestrial magnetosphere, and the dynamics of plasmas in the Milky Way galaxy.",
    "year": 1908,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Mel Blanc",
    "birthday": "1908-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Mel_Blanc_-_1959.jpg/249px-Mel_Blanc_-_1959.jpg",
    "extract": "Melvin Jerome Blanc was an American voice actor and radio personality whose career spanned over 60 years. During the Golden Age of Radio, he provided character voices and vocal sound effects for comedy radio programs, including those of Jack Benny, Abbott and Costello, Burns and Allen, The Great Gildersleeve, Judy Canova, and his own short-lived sitcom.",
    "year": 1908,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Germaine Tillion",
    "birthday": "1907-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/27/Germaine_Tillion.jpg",
    "extract": "Germaine Tillion was a French ethnologist, best known for her work in Algeria in the 1950s on behalf of the French government. A member of the French resistance, she spent time in the Ravensbrück concentration camp.",
    "year": 1907,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Bruno Gröning",
    "birthday": "1906-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c9/Bruno_Gr%C3%B6ning.jpg/238px-Bruno_Gr%C3%B6ning.jpg",
    "extract": "Bruno Bernhard Gröning was a German mystic who performed faith healings and lectured. He was active in Germany in the 1940s and 1950s after World War II.",
    "year": 1906,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Countee Cullen",
    "birthday": "1903-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Counteecullen.jpg/216px-Counteecullen.jpg",
    "extract": "Countee Cullen was an American poet, novelist, children's writer, and playwright, particularly well known during the Harlem Renaissance.",
    "year": 1903,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Stepin Fetchit",
    "birthday": "1902-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Lincoln_Perry_Stepin_Fetchit_1959.jpg/266px-Lincoln_Perry_Stepin_Fetchit_1959.jpg",
    "extract": "Lincoln Theodore Monroe Andrew Perry, better known by the stage name Stepin Fetchit, was an American vaudevillian, comedian, and film actor of Jamaican and Bahamian descent, considered to be the first black actor to have a successful film career. His highest profile was during the 1930s in films and on stage, when his persona of Stepin Fetchit was billed as the \"Laziest Man in the World\".",
    "year": 1902,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Alfred Karindi",
    "birthday": "1901-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/07/Alfred_Karindi.jpg",
    "extract": "Alfred Karindi was an Estonian organist and composer.",
    "year": 1901,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Cornelia Otis Skinner",
    "birthday": "1901-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Cornelia_Otis_Skinner.jpg/252px-Cornelia_Otis_Skinner.jpg",
    "extract": "Cornelia Otis Skinner was an American author and actress.",
    "year": 1901,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Irving Thalberg",
    "birthday": "1899-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Thalberg-portrait-LATimes.jpg/256px-Thalberg-portrait-LATimes.jpg",
    "extract": "Irving Grant Thalberg was an American film producer during the early years of motion pictures. He was called \"The Boy Wonder\" for his youth and ability to select scripts, choose actors, gather production staff, and make profitable films, including Grand Hotel, China Seas, A Night at the Opera, Mutiny on the Bounty, Camille and The Good Earth. His films carved out an international market, \"projecting a seductive image of American life brimming with vitality and rooted in democracy and personal freedom\", states biographer Roland Flamini.",
    "year": 1899,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "John Gilroy (artist)",
    "birthday": "1898-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/4f/John_Gilroy.jpg",
    "extract": "John Thomas Young Gilroy was an English artist and illustrator, best known for his advertising posters for Guinness, the Irish stout. He signed many of his works, simply, \"Gilroy\".",
    "year": 1898,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Frank Wise",
    "birthday": "1897-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/46/Honfrankjosephwise.jpg",
    "extract": "Frank Joseph Scott Wise AO was a Labor Party politician who was the 16th Premier of Western Australia. He took office on 31 July 1945 in the closing stages of the Second World War, following the resignation of his predecessor due to ill health. He lost the following election two years later to the Liberal Party after Labor had held office for fourteen years previously.",
    "year": 1897,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Howard Hawks",
    "birthday": "1896-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Howard_Hawks_head_shot.jpg/241px-Howard_Hawks_head_shot.jpg",
    "extract": "Howard Winchester Hawks was an American film director, producer and screenwriter of the classic Hollywood era. Critic Leonard Maltin called him \"the greatest American director who is not a household name.\"",
    "year": 1896,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Maurice Tate",
    "birthday": "1895-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Maurice_Tate_1926.jpg/201px-Maurice_Tate_1926.jpg",
    "extract": "Maurice William Tate was an English cricketer of the 1920s and 1930s and the leader of England's Test bowling attack for a long time during this period. He was also the first Sussex cricketer to take a wicket with his first ball in Test cricket.",
    "year": 1895,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Hubertus van Mook",
    "birthday": "1894-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/H.J.J_van_Mook._Luitenant-gouverneur_generaal_van_Nederlands-Indi%C3%AB_%281947%29.jpg/237px-H.J.J_van_Mook._Luitenant-gouverneur_generaal_van_Nederlands-Indi%C3%AB_%281947%29.jpg",
    "extract": "Hubertus Johannes \"Huib\" van Mook was a Dutch administrator in the East Indies. During the Indonesian National Revolution, he served as the Acting Governor-General of the Dutch East Indies from 1942 to 1948. Van Mook also had a son named Cornelius van Mook who studied marine engineering at the Massachusetts Institute of Technology. He also wrote about Java - and his work on Kota Gede is a good example of a colonial bureaucrat capable of examining and writing about local folklore.",
    "year": 1894,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Fernando Amorsolo",
    "birthday": "1892-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Fernando_Amorsolo.png/230px-Fernando_Amorsolo.png",
    "extract": "Fernando Cueto Amorsolo was a portraitist and painter of rural Philippine landscapes.",
    "year": 1892,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Roger Salengro",
    "birthday": "1890-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Salengro%2C_Roger%2C_biblioth%C3%A8que_num%C3%A9rique_Roubaix_via_BNF_Gallica.jpg/205px-Salengro%2C_Roger%2C_biblioth%C3%A8que_num%C3%A9rique_Roubaix_via_BNF_Gallica.jpg",
    "extract": "Roger Henri Charles Salengro was a French politician. He achieved fame as Minister of the Interior during the Popular Front government in 1936. He committed suicide a few months after taking office, after being hounded by a calumny campaign orchestrated by extreme right-wing newspapers.",
    "year": 1890,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Alexander Archipenko",
    "birthday": "1887-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4a/Alexander_Archipenko%2C_ca._1920%2C_Atelier_Riess%2C_photographer._Alexander_Archipenko_papers%2C_Archives_of_American_Art%2C_Smithsonian_Institution..jpg/246px-Alexander_Archipenko%2C_ca._1920%2C_Atelier_Riess%2C_photographer._Alexander_Archipenko_papers%2C_Archives_of_American_Art%2C_Smithsonian_Institution..jpg",
    "extract": "Alexander Porfyrovych Archipenko was a Ukrainian and American avant-garde artist, sculptor, and graphic artist. He was one of the first to apply the principles of Cubism to architecture, analyzing human figure into geometrical forms.",
    "year": 1887,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Laurent Barré",
    "birthday": "1886-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Laurent_Barr%C3%A9.jpg/224px-Laurent_Barr%C3%A9.jpg",
    "extract": "Laurent Barré was a Quebec author, politician and Cabinet Minister for 16 years.",
    "year": 1886,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Randolph Bourne",
    "birthday": "1886-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f7/Bourne.jpg",
    "extract": "Randolph Silliman Bourne was a progressive writer and intellectual born in Bloomfield, New Jersey, and a graduate of Columbia University. He is considered to be a spokesman for the young radicals living during World War I. His articles appeared in journals including The Seven Arts and The New Republic. Bourne is best known for his essays, especially his unfinished work \"The State,\" discovered after he died. The essay is the source of the well-known phrase \"war is the health of the state,\" by which Bourne lamented governments' success at arrogating authority and resources during conflicts.",
    "year": 1886,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Villem Grünthal-Ridala",
    "birthday": "1885-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Villem_Gr%C3%BCnthal%E2%80%93Ridala.jpg/202px-Villem_Gr%C3%BCnthal%E2%80%93Ridala.jpg",
    "extract": "Villem Grünthal-Ridala, born Grünthal-Wilhelm was an Estonian poet, translator, linguist and folklorist.",
    "year": 1885,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Sandy Pearce",
    "birthday": "1883-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f4/Sandy-Pearce-1910.jpg/222px-Sandy-Pearce-1910.jpg",
    "extract": "Sidney Charles Pearce, better known as Sandy, was a pioneer Australian rugby league footballer and boxer. He is considered one of the nation's finest footballers of the 20th century. In 1907 he played for New South Wales in the first rugby match run by the newly created 'New South Wales Rugby Football League' which had just split away from the established New South Wales Rugby Football Union. He made his first national representative appearance in 1908.",
    "year": 1883,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Wyndham Halswelle",
    "birthday": "1882-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Wyndham_Halswelle.jpg/240px-Wyndham_Halswelle.jpg",
    "extract": "Wyndham Halswelle was a British athlete. He won the controversial 400m race at the 1908 Summer Olympics, becoming the only athlete to win an Olympic title by a walkover.",
    "year": 1882,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Georg von Küchler",
    "birthday": "1881-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Bundesarchiv_Bild_183-R63872%2C_Georg_von_K%C3%BCchler.jpg/218px-Bundesarchiv_Bild_183-R63872%2C_Georg_von_K%C3%BCchler.jpg",
    "extract": "Georg Carl Wilhelm Friedrich von Küchler was a German field marshal and war criminal during World War II. He commanded the 18th Army and Army Group North during the Soviet-German war of 1941–1945.",
    "year": 1881,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Colin Blythe",
    "birthday": "1879-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Colin_Blythe_c1905.jpg/320px-Colin_Blythe_c1905.jpg",
    "extract": "Colin Blythe, also known as Charlie Blythe, was an English professional cricketer who played Test cricket for the England cricket team during the early part of the 20th century. Blythe was a Wisden Cricketer of the Year in 1904 and took more than 2,500 first-class wickets over the course of his career, one of only 13 men to have done so.",
    "year": 1879,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Konstantin Ramul",
    "birthday": "1879-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Konstantin_Ramul.jpg/240px-Konstantin_Ramul.jpg",
    "extract": "Konstantin Ramul was an Estonian professor of psychology and longtime chair of psychology at the University of Tartu. He is best known for his work on the history of experimental psychology.",
    "year": 1879,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Giovanni Gentile",
    "birthday": "1875-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Giovanni_Gentile_sgr.jpg/218px-Giovanni_Gentile_sgr.jpg",
    "extract": "Giovanni Gentile was an Italian neo-Hegelian idealist philosopher, educator, and fascist politician. The self-styled \"philosopher of Fascism\", he was influential in providing an intellectual foundation for Italian Fascism, and ghostwrote part of The Doctrine of Fascism (1932) with Benito Mussolini. He was involved in the resurgence of Hegelian idealism in Italian philosophy and also devised his own system of thought, which he called \"actual idealism\" or \"actualism\", which has been described as \"the subjective extreme of the idealist tradition\".",
    "year": 1875,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ernest Duchesne",
    "birthday": "1874-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Duchesne.jpg/224px-Duchesne.jpg",
    "extract": "Ernest Duchesne was a French physician who noted that certain molds kill bacteria. He made this discovery 32 years before Alexander Fleming discovered the antibiotic properties of penicillin, a substance derived from those molds, but his research went unnoticed.",
    "year": 1874,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Mirza Alakbar Sabir",
    "birthday": "1862-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Sabir.jpg/270px-Sabir.jpg",
    "extract": "Mirza Alakbar Sabir ; born Alakbar Zeynalabdin oglu Tahirzadeh was an Azerbaijani satirical poet, public figure, philosopher and teacher. He set up a new attitude to classical traditions, rejecting well-trodden ways in poetry.",
    "year": 1862,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Peter Carl Fabergé",
    "birthday": "1846-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Karl_Gustavovich_Faberge.jpg/223px-Karl_Gustavovich_Faberge.jpg",
    "extract": "Peter Carl Fabergé, also known as Karl Gustavovich Fabergé, was a Russian jeweller best known for the famous Fabergé eggs made in the style of genuine Easter eggs, but using precious metals and gemstones rather than more mundane materials. He was one of the sons of the founder of the famous jewelry legacy House of Fabergé.",
    "year": 1846,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Amadeo I of Spain",
    "birthday": "1845-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Amadeo_I_de_Espa%C3%B1a_cropped.jpg/245px-Amadeo_I_de_Espa%C3%B1a_cropped.jpg",
    "extract": "Amadeo  was an Italian prince who reigned as King of Spain from 1870 to 1873. The first and only King of Spain from the House of Savoy, he was the second son of King Vittorio Emanuele II of Italy and was known for most of his life as the Duke of Aosta, the usual title for a Savoy second son.",
    "year": 1845,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Félix Arnaudin",
    "birthday": "1844-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Arnaudin.jpg/204px-Arnaudin.jpg",
    "extract": "Félix Arnaudin was a French poet, photographer, and specialist in Haute-Lande folklore. In Gascony, M. Arnaudin created his collection of tales by attending gatherings, as well as marriages and various agricultural festivals. He left 3,000 photos to the Musée d'Aquitaine in Bordeaux.",
    "year": 1844,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Alfred Austin",
    "birthday": "1835-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Portrait_of_Alfred_Austin.jpg/228px-Portrait_of_Alfred_Austin.jpg",
    "extract": "Alfred Austin was an English poet who was appointed Poet Laureate in 1896, after an interval following the death of Tennyson, when the other candidates had either caused controversy or refused the honour. It was claimed that he was being rewarded for his support for the Conservative leader Lord Salisbury in the General Election of 1895. Austin's poems are little-remembered today, his most popular work being prose idylls celebrating nature.\nWilfred Scawen Blunt wrote of him, “He is an acute and ready reasoner, and is well read in theology and science. It is strange his poetry should be such poor stuff, and stranger still that he should imagine it immortal.”",
    "year": 1835,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Pierre-Joseph-Olivier Chauveau",
    "birthday": "1820-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7d/Pierre-Joseph-Olivier_Chauveau_2.jpg",
    "extract": "Pierre-Joseph-Olivier Chauveau was a Canadian lawyer and politician. Chauveau was the first premier of Quebec, following the establishment of Canada in 1867. Appointed to the office in 1867 as the leader of the Conservative Party, he won the provincial elections of 1867 and 1871. He resigned as premier and his seat in the provincial Legislative Assembly in 1873.",
    "year": 1820,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "William McMurdo",
    "birthday": "1819-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Sir_William_McMurdo.jpg/194px-Sir_William_McMurdo.jpg",
    "extract": "Sir William Montagu Scott McMurdo was a British army officer who rose to the rank of general. He saw active service in India, helped to run a military railway in the Crimean War and then managed various groups of volunteers working with the army. He was eventually knighted.",
    "year": 1819,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Mikhail Bakunin",
    "birthday": "1814-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Bakunin_Nadar.jpg/240px-Bakunin_Nadar.jpg",
    "extract": "Mikhail Alexandrovich Bakunin was a Russian revolutionary anarchist, socialist and founder of collectivist anarchism. He is considered among the most influential figures of anarchism and a major founder of the revolutionary socialist and social anarchist tradition. Bakunin's prestige as a revolutionary also made him one of the most famous ideologues in Europe, gaining substantial influence among radicals throughout Russia and Europe.",
    "year": 1814,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Eugène Charles Catalan",
    "birthday": "1814-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Eugene_charles_catalan.jpg/185px-Eugene_charles_catalan.jpg",
    "extract": "Eugène Charles Catalan was a French and Belgian mathematician who worked on continued fractions, descriptive geometry, number theory and combinatorics. His notable contributions included discovering a periodic minimal surface in the space ; stating the famous Catalan's conjecture, which was eventually proved in 2002; and, introducing the Catalan number to solve a combinatorial problem.",
    "year": 1814,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Henri-Marie-Gaston Boisnormand de Bonnechose",
    "birthday": "1800-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Henri_Cardinal_de_Bonnechose.jpg/240px-Henri_Cardinal_de_Bonnechose.jpg",
    "extract": "Henri-Marie-Gaston Boisnormand de Bonnechose was a French Catholic and senator. He was the last surviving cardinal to have been born in the 18th century.",
    "year": 1800,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Georg Amadeus Carl Friedrich Naumann",
    "birthday": "1797-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Karl_Friedrich_Naumann_Litho.jpg/213px-Karl_Friedrich_Naumann_Litho.jpg",
    "extract": "Georg Amadeus Carl Friedrich Naumann, also known as Karl Friedrich Naumann, was a German mineralogist and geologist. The crater Naumann on the Moon is named after him.",
    "year": 1797,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Étienne Marie Antoine Champion de Nansouty",
    "birthday": "1768-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Etienne-Marie-Antoine_Champion_de_Nansouty.jpg/266px-Etienne-Marie-Antoine_Champion_de_Nansouty.jpg",
    "extract": "Étienne-Marie-Antoine Champion, comte de Nansouty was a French cavalry commander during the French Revolutionary Wars who rose to the rank of General of Division in 1803 and subsequently held important military commands during the Napoleonic Wars.",
    "year": 1768,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Henry Addington",
    "birthday": "1757-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Henry_Addington_by_Beechey.jpg/251px-Henry_Addington_by_Beechey.jpg",
    "extract": "Henry Addington, 1st Viscount Sidmouth, was an English Tory statesman who served as Prime Minister of the United Kingdom from 1801 to 1804.",
    "year": 1757,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Roger Newdigate",
    "birthday": "1719-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Sir_Roger_Newdigate_in_the_Library_at_Arbury_Arthur_Devis.jpg/261px-Sir_Roger_Newdigate_in_the_Library_at_Arbury_Arthur_Devis.jpg",
    "extract": "Sir Roger Newdigate, 5th Baronet was an English politician who sat in the House of Commons between 1742 and 1780. He was a collector of antiquities.",
    "year": 1719,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Wills Hill, 1st Marquess of Downshire",
    "birthday": "1718-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/1stMarquessOfDownshire.jpg/226px-1stMarquessOfDownshire.jpg",
    "extract": "Wills Hill, 1st Marquess of Downshire,, known as The 2nd Viscount Hillsborough from 1742 to 1751 and as The 1st Earl of Hillsborough from 1751 to 1789, was a British politician of the Georgian era.",
    "year": 1718,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "John Egerton, 2nd Earl of Bridgewater",
    "birthday": "1623-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Portrait_of_John_Edgerton_2nd_Earl_of_Bridgewater.jpg/245px-Portrait_of_John_Edgerton_2nd_Earl_of_Bridgewater.jpg",
    "extract": "John Egerton, 2nd Earl of Bridgewater PC was an English nobleman from the Egerton family.",
    "year": 1623,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Samuel Bochart",
    "birthday": "1599-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/75/SamuelBochart.jpg",
    "extract": "Samuel Bochart was a French Protestant biblical scholar, a student of Thomas Erpenius and the teacher of Pierre Daniel Huet. His two-volume Geographia Sacra seu Phaleg et Canaan exerted a profound influence on seventeenth-century Biblical exegesis.",
    "year": 1599,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Fadrique de Toledo, 1st Marquess of Valdueza",
    "birthday": "1580-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Portrait_de_Don_Fadrique_de_Toledo.jpg/256px-Portrait_de_Don_Fadrique_de_Toledo.jpg",
    "extract": "Fadrique de Toledo or Fadrique Álvarez de Toledo y Mendoza, 1st Marquess of Valdueza, was a Spanish noble and admiral.\nHe was a Knight of the Order of Santiago and Captain General of the Spanish Navy at the age of 37.",
    "year": 1580,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Barbara of Brandenburg (1464–1515)",
    "birthday": "1464-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/BarbaraBrandemburska.jpg/197px-BarbaraBrandemburska.jpg",
    "extract": "Barbara of Brandenburg, a member of the German House of Hohenzollern, was by birth Margravine of Brandenburg, and by her two marriages, Duchess of Głogów from 1472 to 1476, and Queen of Bohemia from 1476 to 1490/1500.",
    "year": 1464,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Georg von Peuerbach",
    "birthday": "1423-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f8/Peuerbach-Theoricarum-1515.png",
    "extract": "Georg von Peuerbach was an Austrian astronomer, mathematician and instrument maker, best known for his streamlined presentation of Ptolemaic astronomy in the Theoricae Novae Planetarum.",
    "year": 1423,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Theobald I of Navarre",
    "birthday": "1201-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4a/Theobald_I_of_Navarre_2.jpg",
    "extract": "Theobald I, also called the Trobadour and the Posthumous, was Count of Champagne from birth and King of Navarre from 1234. He initiated the Barons' Crusade, was famous as a trouvère, and was the first Frenchman to rule Navarre.",
    "year": 1201,
    "month": 5,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Emperor Renzong of Song",
    "birthday": "1010-5-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Renzong.jpg/221px-Renzong.jpg",
    "extract": "Emperor Renzong of Song, personal name Zhao Zhen, was the fourth emperor of the Song dynasty of China. He reigned for about 41 years from 1022 to his death in 1063, and was the longest reigning Song dynasty emperor. He was the sixth son of his predecessor, Emperor Zhenzong, and was succeeded by his cousin's son, Zhao Shu who took the throne as Emperor Yingzong because his own sons died prematurely. His original personal name was Zhao Shouyi but it was changed by imperial decree in 1018 to \"Zhao Zhen\", which means 'auspicious' in Chinese.",
    "year": 1010,
    "month": 5,
    "day": 30,
    "language": "en"
  }
]