[
  {
    "name": "Santino Ferrucci",
    "birthday": "1998-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Santino_ferrucci_%2851277307533%29_%28cropped%29.jpg/240px-Santino_ferrucci_%2851277307533%29_%28cropped%29.jpg",
    "extract": "Santino Michael Ferrucci is an American professional racing driver. He competes part-time in the IndyCar Series, driving the No. 23 for Dreyer & Reinbold Racing. He has previously raced in the FIA Formula 2 Championship and part-time in the NASCAR Xfinity Series, driving the No. 26 Toyota Supra for Sam Hunt Racing.",
    "year": 1998,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Normani",
    "birthday": "1996-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/191201_Normani_at_93.3_FLZ_Jingle_Ball_%282%29.png/213px-191201_Normani_at_93.3_FLZ_Jingle_Ball_%282%29.png",
    "extract": "Normani Kordei Hamilton is an American singer and dancer. She auditioned as a solo act for the American television series The X Factor in 2012, after which she became a member of the girl group Fifth Harmony, which went on to become one of the best-selling girl groups of all time. While in Fifth Harmony, Normani competed in Dancing with the Stars (2017) and released her first song outside of the group \"Love Lies\" (2018), a duet with Khalid which peaked in the top ten in the US and was certified 5× platinum by RIAA.",
    "year": 1996,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Brandon Smith (rugby league)",
    "birthday": "1996-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Brandon_Smith_%28rugby_league%29.jpg/320px-Brandon_Smith_%28rugby_league%29.jpg",
    "extract": "Brandon Smith is a New Zealand professional rugby league footballer who plays as a hooker and lock for the Melbourne Storm in the NRL. He has also represented New Zealand and the New Zealand Māori at international level.",
    "year": 1996,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Matthew Lodge",
    "birthday": "1995-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Matthew_Lodge.jpg/320px-Matthew_Lodge.jpg",
    "extract": "Matthew Lodge is a rugby league footballer who plays as a prop in the NRL. He previously played for the Wests Tigers,Brisbane Broncos and New Zealand Warriors in the National Rugby League.",
    "year": 1995,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Michaël Bournival",
    "birthday": "1992-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Stp_20170607_151_34814482670_o_%2839874329354%29.jpg/256px-Stp_20170607_151_34814482670_o_%2839874329354%29.jpg",
    "extract": "Joseph Alain Michaël Bournival is a Canadian former professional ice hockey player. He played for the Tampa Bay Lightning and the Montreal Canadiens of the National Hockey League (NHL). He was originally drafted by the Colorado Avalanche.",
    "year": 1992,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Laura Ikauniece",
    "birthday": "1992-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Laura_Ikauniece_by_Augustas_Didzgalvis.jpg/280px-Laura_Ikauniece_by_Augustas_Didzgalvis.jpg",
    "extract": "Laura Ikauniece is a Latvian athlete competing in heptathlon. Her personal best and also the Latvian record is 6815 points, achieved in 2017 at Hypomeeting, Götzis. She achieved 6516 points at the 2015 World Championships, where she won a bronze medal. At the 2012 European Athletics Championships Ikauniece initially won a bronze medal, after a hard fight with fellow Latvian Aiga Grabuste, finishing 10 points in front of her. Later on she was awarded with silver medal, as a result of the disqualification of Ukrainian athlete Lyudmyla Yosypenko. She studied at the University of Latvia (UL) Faculty of Education, Psychology and Art (FEPA).",
    "year": 1992,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Erik Karlsson",
    "birthday": "1990-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Erik_Karlsson_3_2017-05-13.jpg/264px-Erik_Karlsson_3_2017-05-13.jpg",
    "extract": "Erik Sven Gunnar Karlsson is a Swedish professional ice hockey defenceman and alternate captain for the San Jose Sharks of the National Hockey League (NHL). Karlsson was drafted in the first round, 15th overall, by the Ottawa Senators at the 2008 NHL Entry Draft, with whom he spent his first nine NHL seasons. Karlsson is a two-time winner of the James Norris Memorial Trophy as the NHL's best defenceman, winning the award in 2012 and 2015.",
    "year": 1990,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Marco Reus",
    "birthday": "1989-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/2019-06-11_Marco_Reus_%28cropped%29.jpg/246px-2019-06-11_Marco_Reus_%28cropped%29.jpg",
    "extract": "Marco Reus is a German professional footballer who plays as an attacking midfielder or forward. He captains Bundesliga club Borussia Dortmund and the Germany national team.",
    "year": 1989,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Robert Gesink",
    "birthday": "1986-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Robert_Gesink_2015.jpg/320px-Robert_Gesink_2015.jpg",
    "extract": "Robert Gesink is a Dutch professional cyclist, who currently rides for UCI WorldTeam Team Jumbo–Visma. His major victories include the 2012 Tour of California, the 2011 Tour of Oman and the 2010 Grand Prix Cycliste de Montréal. Gesink also won the Giro dell'Emilia twice and offered some good performances on Grand Tours and one-week stage races, thanks in part to his climbing and time trialing abilities.",
    "year": 1986,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Jordy Nelson",
    "birthday": "1985-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Jordy_Nelson_2017.JPG/205px-Jordy_Nelson_2017.JPG",
    "extract": "Jordy Ray Nelson is a former American football wide receiver who played in the National Football League for 11 seasons with the Green Bay Packers and the Oakland Raiders. He played college football at Kansas State, where he received All-American honors, and was drafted by Green Bay in the second round of the 2008 NFL Draft. During his tenure in Green Bay, he won Super Bowl XLV with the team over the Pittsburgh Steelers in the 2010 season. After spending 10 seasons in Green Bay, he played one year with the Oakland Raiders before announcing his retirement.",
    "year": 1985,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Andrew Bailey (baseball)",
    "birthday": "1984-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Andrew_Bailey_on_June_15%2C_2013.jpg/241px-Andrew_Bailey_on_June_15%2C_2013.jpg",
    "extract": "Andrew Scott Bailey, nicknamed Bails, is a former professional baseball pitcher who played in Major League Baseball for the Oakland Athletics, Los Angeles Angels, Boston Red Sox, New York Yankees, and Philadelphia Phillies. He played college baseball for Wagner College and was selected by the Oakland Athletics in the sixth round of the 2006 Major League Baseball draft. He made his MLB debut in 2009 and won the 2009 American League Rookie of the Year Award. He was an All-Star in 2009 and 2010 while he was the closer for the Athletics. He is currently the pitching coach for the San Francisco Giants.",
    "year": 1984,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Milorad Čavić",
    "birthday": "1984-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/ba/Milorad_%C4%8Cavi%C4%87.jpg",
    "extract": "Milorad \"Milo\" Čavić is a Serbian former professional swimmer. He won a silver medal in the 100-meter butterfly at the 2008 Summer Olympics in a historic race with American swimmer Michael Phelps. Čavić also was World and European champion, as well as world record holder. He is one of four swimmers who broke 50 seconds in the 100m butterfly.",
    "year": 1984,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Nate Robinson",
    "birthday": "1984-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Nate_Robinson.jpg/224px-Nate_Robinson.jpg",
    "extract": "Nathaniel Cornelius Robinson is an American former professional basketball player. Born in Seattle, Robinson played college basketball for the University of Washington in Seattle and was the 21st pick in the 2005 NBA draft. The 5-foot-9-inch (1.75 m) point guard played in the NBA for the New York Knicks, Boston Celtics, Oklahoma City Thunder, Golden State Warriors, Chicago Bulls, Denver Nuggets, Los Angeles Clippers, and New Orleans Pelicans. Robinson became the NBA's first three-time slam dunk champion in 2010.",
    "year": 1984,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Mikael Antonsson",
    "birthday": "1981-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Mikael_Antonsson_2008.jpg/240px-Mikael_Antonsson_2008.jpg",
    "extract": "Mikael Antonsson is a Swedish former professional footballer who played as a defender. He currently works for the Danish Superliga side F.C. Copenhagen as assistant manager. As a player, he played professionally in Sweden, Austria, Greece, Italy, and Denmark during a career that spanned between 1996 and 2018. A full international between 2004 and 2015, he won 28 caps for the Sweden national team and was a part of their UEFA Euro 2012 squad.",
    "year": 1981,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Daniele Bonera",
    "birthday": "1981-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Daniele_Bonera_%E2%80%93_A.C._Milan.jpg/153px-Daniele_Bonera_%E2%80%93_A.C._Milan.jpg",
    "extract": "Daniele Bonera is an Italian retired footballer who played as a centre back. He is currently working as an assistant coach at A.C. Milan.",
    "year": 1981,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Jake Peavy",
    "birthday": "1981-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/MG_4936_Jake_Peavy.jpg/198px-MG_4936_Jake_Peavy.jpg",
    "extract": "Jacob Edward Peavy is an American former professional baseball pitcher. He played in Major League Baseball (MLB) for the San Diego Padres, Chicago White Sox, Boston Red Sox, and San Francisco Giants. He batted and threw right-handed.",
    "year": 1981,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Marlies Schild",
    "birthday": "1981-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Marlies_Raich_%2833165740560%29_%28cropped%29.jpg/245px-Marlies_Raich_%2833165740560%29_%28cropped%29.jpg",
    "extract": "Marlies Raich is a retired Austrian World Cup alpine ski racer. She specializes in the technical disciplines of slalom and giant slalom. Schild won four Olympic medals, with silvers in the combined (2006) and slalom and a bronze in slalom (2006). She has seven World Championship medals and has won five World Cup season titles.",
    "year": 1981,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Jean-François Gillet",
    "birthday": "1979-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Gilletbologna.png/204px-Gilletbologna.png",
    "extract": "Jean-François Gillet is a Belgian professional football coach and a former goalkeeper. He works as a goalkeeping coach at Standard Liège. At international level, he was a member of the Belgian squad that took part at UEFA Euro 2016.",
    "year": 1979,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Domenico Fioravanti",
    "birthday": "1977-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Domenico_Fioravanti_2.jpg/207px-Domenico_Fioravanti_2.jpg",
    "extract": "Domenico Fioravanti is a retired Italian competitive swimmer who won two gold medals in the 2000 Summer Olympics in Sydney.",
    "year": 1977,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Colin Farrell",
    "birthday": "1976-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Colin_Farrell_by_Gage_Skidmore.jpg/210px-Colin_Farrell_by_Gage_Skidmore.jpg",
    "extract": "Colin James Farrell is an Irish actor. He first appeared in the BBC drama series Ballykissangel (1998), then made his film debut in the drama film The War Zone (1999), and was discovered by Hollywood upon taking the lead role in the war drama film Tigerland (2000). He then portrayed outlaw Jesse James in the Western film American Outlaws (2001) before starring in the thriller films Phone Booth (2002), S.W.A.T., and The Recruit, establishing his international box office appeal. During that time, he also appeared in Steven Spielberg's sci-fi thriller Minority Report (2002) and as the supervillain Bullseye in the film Daredevil (2003).",
    "year": 1976,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Matt Harpring",
    "birthday": "1976-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Matt_Harpring_vs_Lakers_2009.jpg/224px-Matt_Harpring_vs_Lakers_2009.jpg",
    "extract": "Matthew Joseph Harpring is an American former professional basketball player who played 11 seasons in the National Basketball Association (NBA) and was formerly paired with play-by-play broadcaster Craig Bolerjack as the color analyst in broadcasting games for the Utah Jazz.",
    "year": 1976,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Mac Suzuki",
    "birthday": "1975-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Mac_Suzuki.JPG/279px-Mac_Suzuki.JPG",
    "extract": "Mac Suzuki  is a Japanese former professional baseball pitcher. Over his career, Suzuki played 18 seasons in professional baseball, including six in Major League Baseball and two in the Japan Pacific League. In his major league career, he has played for the Seattle Mariners, the Kansas City Royals, the Colorado Rockies (2001), and the Milwaukee Brewers (2001). With those teams, he has had a combined record of 16–31 with a 5.72 earned run average (ERA), one complete game, one shutout, 67 starts and 327 strikeouts in 117 games pitched.",
    "year": 1975,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Christian McBride",
    "birthday": "1972-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Bassist_Christian_McBride.jpg/320px-Bassist_Christian_McBride.jpg",
    "extract": "Christian McBride is an American jazz bassist, composer and arranger. He has appeared on more than 300 recordings as a sideman, and is a eight-time Grammy Award winner.",
    "year": 1972,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Archie Panjabi",
    "birthday": "1972-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Archie_Panjabi_2015.jpg/213px-Archie_Panjabi_2015.jpg",
    "extract": "Archana Panjabi is a British actress. She has had various roles in both UK and US television including as Maya Roy in Life on Mars, Nas Kamal in NBC crime drama Blindspot and Kendra Malley in Global TV drama Departure and Kalinda Sharma in CBS Legal drama The Good Wife. Her work in the latter earned her a Primetime Emmy Award in 2010 and an NAACP Image Award in 2012, as well as two further Emmy nominations, one Golden Globe nomination, and three Screen Actors Guild Award nominations shared with the cast. Panjabi is the first Asian actor to win a Primetime Emmy for acting. Additional notable roles include Meenah Khan in East Is East (1999), Pinky Bhamra in Bend It Like Beckham (2002), Yasmin Husseini in Yasmin (2004), and Asra Nomani in A Mighty Heart (2007),",
    "year": 1972,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Frode Estil",
    "birthday": "1972-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Frode_Estil_cropped.jpg/320px-Frode_Estil_cropped.jpg",
    "extract": "Frode Estil is a retired Norwegian cross-country skier. He lives in Meråker with his wife Grete whom he married in the summer of 2001. They have two sons, Bernhard, born in August 2002, and Konrad. Estil was classical specialist and also a specialist at succeeding in World Championships and Olympics. While Estil only won four World Cup races, he won one individual Olympic Gold and one individual World Championship gold. In addition, he won three team events in the World Championships and another team gold in the Olympics.",
    "year": 1972,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Antti Niemi (footballer)",
    "birthday": "1972-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Antti_Niemi.jpg/320px-Antti_Niemi.jpg",
    "extract": "Antti Mikko Niemi is a Finnish former professional footballer who played as a goalkeeper. He also worked as a goalkeeping coach at Brighton & Hove Albion during the 2014–15 season. Niemi spent time as a player in the Scottish Premier League and the Premier League, and in 2008 announced his retirement due to injury. However, in 2009 he returned to sign for Premier League club Portsmouth, although he did not make any appearances before leaving in 2010.",
    "year": 1972,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Dave Roberts (outfielder)",
    "birthday": "1972-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Dave_Roberts_Winter_Meetings.jpg/291px-Dave_Roberts_Winter_Meetings.jpg",
    "extract": "David Ray Roberts, nicknamed \"Doc\", is an American professional baseball manager and former outfielder who is the manager of the Los Angeles Dodgers of Major League Baseball (MLB). He played for five MLB teams over a ten-year career and then coached for the San Diego Padres before being named Dodgers manager in 2016. Although he played for the Boston Red Sox for only part of one season, his most notable achievement as a player was a key stolen base in the 2004 ALCS that ignited the Red Sox's drive to their historic championship that year. Roberts batted and threw left-handed.",
    "year": 1972,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Arun Luthra",
    "birthday": "1971-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Arun_Luthra_55_Bar_New_York_City_2017.jpg/320px-Arun_Luthra_55_Bar_New_York_City_2017.jpg",
    "extract": "Arun Luthra is a saxophonist, konnakol artist, composer, and bandleader based in New York City.",
    "year": 1971,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Phil Keoghan",
    "birthday": "1967-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/PhilKeoghanSDCC2Feb2015.jpg/213px-PhilKeoghanSDCC2Feb2015.jpg",
    "extract": "Philip John Keoghan is a New Zealand television personality, best known for hosting the American version of The Amazing Race on CBS, since its 2001 debut. He is the creator and host of No Opportunity Wasted, which has been produced in the United States, New Zealand, and Canada. He also co-created and hosts the American reality competition television program Tough as Nails which debuted on CBS on 8 July 2020. As of 2021, he has been involved with winning ten Primetime Emmy Awards related to his work on The Amazing Race, where the show consecutively won the Outstanding Reality-Competition Program seven times.",
    "year": 1967,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Kenny Lofton",
    "birthday": "1967-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Kenny_Lofton_%2848250695222%29_%28cropped%29.jpg/238px-Kenny_Lofton_%2848250695222%29_%28cropped%29.jpg",
    "extract": "Kenneth Lofton is an American former Major League Baseball (MLB) center fielder. Lofton was a six-time All-Star (1994–1999), four-time Gold Glove Award winner (1993–1996), and at retirement, was ranked 15th among all-time stolen base leaders with 622. During his career, he played for the Houston Astros, Cleveland Indians, Atlanta Braves, Chicago White Sox, San Francisco Giants, Pittsburgh Pirates, Chicago Cubs, New York Yankees, Philadelphia Phillies, Los Angeles Dodgers, and Texas Rangers.",
    "year": 1967,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Diesel (musician)",
    "birthday": "1966-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Johnny_Diesel.jpg/253px-Johnny_Diesel.jpg",
    "extract": "Mark Denis Lizotte is an American-born Australian singer-songwriter and musician, who has released material under the name Diesel, Johnny Diesel, as leader of band Johnny Diesel & the Injectors, and as a solo performer, as well as under his birth name. Two of his albums reached No. 1 on the Australian Recording Industry Association (ARIA) Albums Charts, Hepfidelity in 1992 and The Lobbyist in 1993.",
    "year": 1966,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Brooke Shields",
    "birthday": "1965-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Brooke_Shields_%282018%29_%28cropped%29.jpg/246px-Brooke_Shields_%282018%29_%28cropped%29.jpg",
    "extract": "Brooke Christa Shields is an American actress and model. She was initially a child model and gained critical acclaim at age 12 for her leading role in Louis Malle's film Pretty Baby (1978). She continued to model into her late teenage years and starred in several dramas in the 1980s, including The Blue Lagoon (1980), and Franco Zeffirelli's Endless Love (1981).",
    "year": 1965,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Yukio Edano",
    "birthday": "1964-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Yukio_Edano_In_front_of_Tenjin_Twin_Building_%282020.10.18%29.jpg/240px-Yukio_Edano_In_front_of_Tenjin_Twin_Building_%282020.10.18%29.jpg",
    "extract": "Yukio Edano  is a Japanese politician who served as the leader of the Constitutional Democratic Party of Japan from its formation in 2017 until 2021. A member of the House of Representatives in the Diet since 1993, he served as Chief Cabinet Secretary and Minister of Economy, Trade and Industry in the Democratic Party of Japan (DPJ) government from 2010 to 2012.",
    "year": 1964,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Darryl McDaniels",
    "birthday": "1964-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/10.12.14DarrylMcDanielsByLuigiNovi1.jpg/241px-10.12.14DarrylMcDanielsByLuigiNovi1.jpg",
    "extract": "Darryl Matthews McDaniels, better known by his stage name DMC, is an American rapper. He is a founding member of the hip hop group Run-DMC, and is considered one of the pioneers of hip hop culture.",
    "year": 1964,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "David Leigh (scientist)",
    "birthday": "1963-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/David_A._Leigh_in_2019.png/243px-David_A._Leigh_in_2019.png",
    "extract": "David Alan Leigh FRS FRSE FRSC is a British chemist, Royal Society Research Professor and, since 2014, the Sir Samuel Hall Chair of Chemistry in the Department of Chemistry at the University of Manchester. He was previously the Forbes Chair of Organic Chemistry at the University of Edinburgh (2001–2012) and Professor of Synthetic Chemistry at the University of Warwick (1998–2001).",
    "year": 1963,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Viktor Orbán",
    "birthday": "1963-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Orb%C3%A1n_Viktor_2018.jpg/260px-Orb%C3%A1n_Viktor_2018.jpg",
    "extract": "Viktor Mihály Orbán is a Hungarian politician who has served as prime minister of Hungary since 2010, previously holding the office from 1998 to 2002. He has presided over Fidesz, since 1993, with a brief break between 2000 and 2003.",
    "year": 1963,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Wesley Willis",
    "birthday": "1963-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Wesley_Willis.jpg/287px-Wesley_Willis.jpg",
    "extract": "Wesley Lawrence Willis was an American singer-songwriter and visual artist. Diagnosed with schizophrenia in 1989, Willis began a career as an underground singer-songwriter in the outsider music tradition. Willis' songs are typically partially spoken in an MC style, and partially sung in a nasal and out-of-tune manner reminiscent of punk rock vocals. They feature bizarre, humorous and sometimes obscene or absurd lyrics sung over melodies created by using the auto accompaniment feature on his Technics KN keyboard. His songs cover a wide variety of topics, with mental illness and consumerism being the most prominent themes.",
    "year": 1963,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Corey Hart (singer)",
    "birthday": "1962-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Corey-Hart-singer-2012_%28cropped%29.jpg/224px-Corey-Hart-singer-2012_%28cropped%29.jpg",
    "extract": "Corey Mitchell Hart is a Canadian singer, musician and songwriter known for his hit singles \"Sunglasses at Night\", \"Never Surrender\" and the Canadian hit \"It Ain't Enough\". He has sold over 16 million records worldwide and recorded nine US Billboard Top 40 hits. In Canada, 30 of Hart's recordings have been Top 40 hits, including 11 in the Top 10, over the course of over 35 years in the music industry. Nominated for the Grammy Award for Best New Artist in 1984, Hart is an inductee of both Canada's Music Hall of Fame and Canada's Walk of Fame, and is also a multiple Juno award nominee and winner, including the Diamond Award for his best-selling album Boy in the Box. He has also been honoured by the American Society of Composers, Authors and Publishers (ASCAP) and the Society of Composers, Authors and Music Publishers of Canada (SOCAN).",
    "year": 1962,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Lea Thompson",
    "birthday": "1961-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Lea_Thompson_February_2015_crop.JPG/320px-Lea_Thompson_February_2015_crop.JPG",
    "extract": "Lea Katherine Thompson is an American actress and director.",
    "year": 1961,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Chris Elliott",
    "birthday": "1960-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Chris_Elliott_by_Gage_Skidmore_%28cropped%29.jpg/221px-Chris_Elliott_by_Gage_Skidmore_%28cropped%29.jpg",
    "extract": "Christopher Nash Elliott is an American actor, comedian and writer. He appeared in comedic sketches on Late Night with David Letterman (1982–1988), created and starred in the comedy series Get a Life (1990–1992) on Fox, as well as wrote and starred in the film Cabin Boy (1994). His writing has won four consecutive Primetime Emmy Awards. His other television appearances include recurring roles on Everybody Loves Raymond (2003–2005) and How I Met Your Mother (2009–2014), starring as Chris Monsanto in Adult Swim's Eagleheart (2011–2014) and starring as Roland Schitt in Schitt's Creek (2015–2020). He also appeared in the films Groundhog Day (1993), There's Something About Mary (1998) and Scary Movie 2 (2001).",
    "year": 1960,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Andrea de Cesaris",
    "birthday": "1959-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Andrea_De_Cesaris_1982.jpg/217px-Andrea_De_Cesaris_1982.jpg",
    "extract": "Andrea de Cesaris was an Italian racing driver. He started 208 Formula One Grands Prix but never won. As a result, he holds the record for the most races started without a race victory. A string of accidents early in his career earned him a reputation for being a fast but wild driver.",
    "year": 1959,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Phil Wilson (British politician)",
    "birthday": "1959-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Official_portrait_of_Phil_Wilson_crop_2.jpg/240px-Official_portrait_of_Phil_Wilson_crop_2.jpg",
    "extract": "Philip Wilson is a British Labour Party politician. He was elected as Member of Parliament (MP) for Sedgefield in a by-election that followed the resignation of Tony Blair, former Prime Minister, from the seat. He lost the seat at the 2019 general election to Paul Howell of the Conservative Party.",
    "year": 1959,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Jim Craig (ice hockey)",
    "birthday": "1957-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Jim_Craig.jpg/230px-Jim_Craig.jpg",
    "extract": "James Downey Craig is an American former ice hockey goaltender who is best known for being part of the U.S. Olympic hockey team that won the gold medal at the 1980 Winter Olympics. Craig had a standout Olympic tournament, including stopping 36 of 39 shots on goal by the heavily favored Soviet Union in the 'Miracle on Ice', as the U.S. won 4–3, in what is widely considered one of the greatest upsets in sports history. Two days later, the U.S. defeated Finland, 4–2, to clinch Olympic gold. Craig went on to play professionally in the National Hockey League for the Atlanta Flames, Boston Bruins, and Minnesota North Stars from 1980 to 1983.",
    "year": 1957,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Fritz Hilpert",
    "birthday": "1956-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Fritz_Hilpert.jpg/320px-Fritz_Hilpert.jpg",
    "extract": "Friedrich \"Fritz\" Hilpert is a member of the electropop group Kraftwerk.",
    "year": 1956,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "John Young (British musician)",
    "birthday": "1956-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/John_Young_%28musician%29.jpg/240px-John_Young_%28musician%29.jpg",
    "extract": "John Young is a British rock musician hailing from Liverpool. He is currently the keyboardist and singer for the progressive rock band Lifesigns.",
    "year": 1956,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Tommy Emmanuel",
    "birthday": "1955-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Tommy_Emmanuel_soave.JPG/240px-Tommy_Emmanuel_soave.JPG",
    "extract": "William Thomas Emmanuel is an Australian guitarist. Often regarded as one of the greatest acoustic guitarists of all time, he is known for his complex fingerstyle technique, energetic performances and use of percussive effects on the instrument. Originally a session player in many bands, Emmanuel carved out his own style as a solo artist, releasing many award-winning albums and singles. In June 2010 Emmanuel was appointed a Member of the Order of Australia (AM), and in 2011 he was inducted into the Australian Roll of Renown.",
    "year": 1955,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Susie Essman",
    "birthday": "1955-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Susie_Essman_at_the_2009_Tribeca_Film_Festival.jpg/228px-Susie_Essman_at_the_2009_Tribeca_Film_Festival.jpg",
    "extract": "Susan Essman is an American stand-up comedian, actress, writer and television producer, best known for her role as Susie Greene on Curb Your Enthusiasm, Bobbi Wexler on Broad City, and the voice of Mittens in Bolt.",
    "year": 1955,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Thomas Mavros",
    "birthday": "1954-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Thomas_Mavros.jpg/218px-Thomas_Mavros.jpg",
    "extract": "Thomas Mavros is a Greek former professional footballer who played as a striker. He was \"the flag\" of AEK Athens, that led the club to huge success, during the 70s and 80s. Mavros is regarded as one of the best players to play club football in Greece having scored a record number of 260 goals in the Greek championship and played for the World's XI in 1984. In 2012 he also served as the president of AEK Athens.",
    "year": 1954,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Vicki Sue Robinson",
    "birthday": "1954-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7b/Vicki_Sue_Robinson.jpg",
    "extract": "Vicki Sue Robinson was an American theatre and film actress, and singer, closely associated with the disco era of late 1970s pop music; she is most famous for her 1976 hit, \"Turn the Beat Around\".",
    "year": 1954,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Pirkka-Pekka Petelius",
    "birthday": "1953-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Pirkka-Pekka_Petelius.jpg/254px-Pirkka-Pekka_Petelius.jpg",
    "extract": "Pirkka-Pekka Petelius is a Finnish actor, director, producer, screenwriter and politician. He has also released six records as a singer. He is a member of the Green League and was elected to the Finnish parliament in the 2019 election with 6,331 personal votes.",
    "year": 1953,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Karl Bartos",
    "birthday": "1952-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Kraftwerk_-_Karl_Bartos_%281976%29.png/320px-Kraftwerk_-_Karl_Bartos_%281976%29.png",
    "extract": "Karl Bartos is a German musician and composer known for his contributions to the electronic band Kraftwerk.",
    "year": 1952,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Jean Chalopin",
    "birthday": "1950-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Jean_Chalopin.jpg/286px-Jean_Chalopin.jpg",
    "extract": "Jean Chalopin is a French bank executive. During the 1980s and early 1990s, he wrote and produced several successful children's programs as founder of the production company DIC. He now heads Bahamas-based Deltec Bank.",
    "year": 1950,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Gregory Harrison",
    "birthday": "1950-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Heather_Menzies_Gregory_Harrison_Logan%27s_Run_1977.JPG/320px-Heather_Menzies_Gregory_Harrison_Logan%27s_Run_1977.JPG",
    "extract": "Gregory Neale Harrison is an American actor. He is known for his roles as Chandler in the 1987 film North Shore, as Dr. George Alonzo \"Gonzo\" Gates, the young surgeon assistant of Dr. Trapper John McIntyre on the CBS series Trapper John, M.D. (1979–86), and as ruthless business tycoon Michael Sharpe in the CBS series Falcon Crest (1989–1990). Since 2015, he has played Joe O'Toole, father of Oliver, in the Hallmark Channel expansion films of Signed, Sealed and Delivered.",
    "year": 1950,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Edgar Savisaar",
    "birthday": "1950-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Edgar_Savisaar_2005.jpg/226px-Edgar_Savisaar_2005.jpg",
    "extract": "Edgar Savisaar is an Estonian politician, one of the founding members of Popular Front of Estonia and the Centre Party. He has served as the acting Prime Minister of Estonia, Minister of the Interior, Minister of Economic Affairs and Communications and mayor of Tallinn.",
    "year": 1950,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Tom Berenger",
    "birthday": "1949-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Tom_Berenger_2019.jpg/307px-Tom_Berenger_2019.jpg",
    "extract": "Tom Berenger is an American actor. He was nominated for the Academy Award for Best Supporting Actor for his portrayal of Staff Sergeant Bob Barnes in Platoon (1986). He is also known for playing Jake Taylor in the Major League films and Thomas Beckett in the Sniper films. Other films he appeared in include Looking for Mr. Goodbar (1977), The Dogs of War (1980), The Big Chill (1983), Eddie and the Cruisers (1983), Betrayed (1988), The Field (1990), Gettysburg (1993), The Substitute (1996), One Man's Hero (1999), Training Day (2001), and Inception (2010).",
    "year": 1949,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Svetlana Alexievich",
    "birthday": "1948-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Swetlana_Alexijewitsch_2013.jpg/320px-Swetlana_Alexijewitsch_2013.jpg",
    "extract": "Svetlana Alexandrovna Alexievich is a Belarusian investigative journalist, essayist and oral historian who writes in Russian. She was awarded the 2015 Nobel Prize in Literature \"for her polyphonic writings, a monument to suffering and courage in our time\". She is the first writer from Belarus to receive the award.",
    "year": 1948,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "John Bonham",
    "birthday": "1948-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/John_Bonham_1975.jpg/229px-John_Bonham_1975.jpg",
    "extract": "John Henry \"Bonzo\" Bonham was an English musician, best known as the drummer for the English rock band Led Zeppelin. Esteemed for his speed, power, fast single-footed kick\ndrumming, distinctive sound, and feel for the groove, he is regarded as one of the greatest and most influential rock drummers in history.",
    "year": 1948,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Martin Hannett",
    "birthday": "1948-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a3/Martin_Hannett.jpg/320px-Martin_Hannett.jpg",
    "extract": "James Martin Hannett, initially credited as Martin Zero, was an English record producer, musician and an original partner/director at Tony Wilson's Factory Records. Hannett produced music by artists including Joy Division, the Durutti Column, Magazine, John Cooper Clarke, New Order, Orchestral Manoeuvres in the Dark and Happy Mondays. His distinctive production style used unorthodox sound recording and technology and has been described as sparse, spatial, and cavernous.",
    "year": 1948,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Duncan L. Hunter",
    "birthday": "1948-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/DuncanHunter.jpg/262px-DuncanHunter.jpg",
    "extract": "Duncan Lee Hunter is an American politician. He was a Republican member of the House of Representatives from California's 52nd, 45th and 42nd districts from 1981 to 2009.",
    "year": 1948,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Junior Campbell",
    "birthday": "1947-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Pictured_in_May_2016.jpg/205px-Pictured_in_May_2016.jpg",
    "extract": "Junior Campbell is a Scottish composer, songwriter and musician. He was a founding member, lead guitarist, piano player, and singer with the Scottish band Marmalade and co-wrote and produced some of their biggest successes, including \"Reflections of My Life\", \"I See the Rain\" and \"Rainbow\".",
    "year": 1947,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Gabriele Hinzmann",
    "birthday": "1947-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Bundesarchiv_Bild_183-L0815-0393%2C_Gabriele_Hinzmann.jpg/320px-Bundesarchiv_Bild_183-L0815-0393%2C_Gabriele_Hinzmann.jpg",
    "extract": "Gabriele Hinzmann is a retired track and field athlete who competed mainly in the discus throw, such as at the 1976 Summer Olympics held in Montreal, Quebec, Canada where she competed for East Germany and won the bronze medal.",
    "year": 1947,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Ted Baehr",
    "birthday": "1946-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Ted_Baehr_Casual_Torso.jpeg/212px-Ted_Baehr_Casual_Torso.jpeg",
    "extract": "Millard Robert E. Theodore Baehr is an American media critic and chairman of the Christian Film and Television Commission, a division of Good News Communications, Inc. He is publisher and editor-in-chief of Movieguide, a website and biweekly journal that evaluates motion pictures and other entertainment products from a conservative Christian perspective on suitability for family consumption. He also hosts nationally and internationally syndicated Movieguide radio and television programs.",
    "year": 1946,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Steve Bucknor",
    "birthday": "1946-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/SteveBucknor.JPG/213px-SteveBucknor.JPG",
    "extract": "Stephen Anthony Bucknor, OJ is a Jamaican former international cricket umpire.",
    "year": 1946,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Jimmy Cliff",
    "birthday": "1946-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Jimmy_Cliff_-_Festival_du_Bout_du_Monde_2012_-_022.jpg/320px-Jimmy_Cliff_-_Festival_du_Bout_du_Monde_2012_-_022.jpg",
    "extract": "James Chambers OM, known professionally as Jimmy Cliff, is a Jamaican ska, rocksteady, reggae and soul musician, multi-instrumentalist, singer, and actor. He is the only living reggae musician to hold the Order of Merit, the highest honour that can be granted by the Jamaican government for achievements in the arts and sciences.",
    "year": 1946,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Rainer Werner Fassbinder",
    "birthday": "1945-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/PER51895_061.jpg/296px-PER51895_061.jpg",
    "extract": "Rainer Werner Fassbinder, sometimes credited as R. W. Fassbinder, was a German filmmaker, actor, playwright, theatre director, composer, editor, and essayist. He is widely regarded as a prominent figure and catalyst of the New German Cinema movement.",
    "year": 1945,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Laurent Gbagbo",
    "birthday": "1945-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Laurent_Gbagbo_%282008%29.jpg/271px-Laurent_Gbagbo_%282008%29.jpg",
    "extract": "Koudou Laurent Gbagbo is an Ivorian politician who was the President of Côte d'Ivoire from 2000 until his arrest in April 2011. A historian, Gbagbo was imprisoned in the early 1970s and again in the early 1990s, and he lived in exile in France during much of the 1980s as a result of his union activism. Gbagbo founded the Ivorian Popular Front (FPI) in 1982 and ran unsuccessfully for president against Félix Houphouët-Boigny at the start of multi-party politics in 1990. He won a seat in the National Assembly of Côte d'Ivoire in 1990.",
    "year": 1945,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Bernard Goldberg",
    "birthday": "1945-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Bernie_Goldberg_2011.jpg/220px-Bernie_Goldberg_2011.jpg",
    "extract": "Bernard Richard Goldberg is an American author, journalist, and political pundit. Goldberg has won fourteen Emmy Awards and was a producer, reporter and correspondent for CBS News for twenty-eight years (1972-2000) and a paid contributor for Fox News for ten years (2009-2018). He is best-known for his on-going critiques of journalism practices in the United States—as described in his first book published in 2001, Bias: A CBS Insider Exposes How the Media Distort the News. He was a correspondent for Real Sports with Bryant Gumbel on HBO for 22 years till January 2021.",
    "year": 1945,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Sharon Gless",
    "birthday": "1943-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Sharon_Gless_1998a.jpg/222px-Sharon_Gless_1998a.jpg",
    "extract": "Sharon Marguerite Gless is an American actress, who is known for her television roles as Maggie Philbin on Switch (1975–78), Sgt. Christine Cagney in the police procedural drama series Cagney & Lacey (1982–88), the title role in The Trials of Rosie O'Neill (1990–92), Debbie Novotny in the Showtime cable television series Queer as Folk (2000–2005), and Madeline Westen on Burn Notice (2007–2013). A 10-time Emmy Award nominee and seven-time Golden Globe Award nominee, she won a Golden Globe in 1986 and Emmys in 1986 and 1987 for Cagney & Lacey, and a second Golden Globe in 1991 for The Trials of Rosie O'Neill. Gless received a star on the Hollywood Walk of Fame in 1995.",
    "year": 1943,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Joe Namath",
    "birthday": "1943-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Namath_1965.jpg/264px-Namath_1965.jpg",
    "extract": "Joseph William Namath is a former American football quarterback who played in the American Football League (AFL) and National Football League (NFL) for 13 seasons, primarily with the New York Jets. He played college football at Alabama, where he led the team to a national championship title, and was selected by the Jets first overall in the 1965 AFL Draft. During his five AFL seasons, he was a two-time MVP and twice led the league in passing yards while guiding the Jets to victory in one AFL championship and one Super Bowl. Both victories remain the Jets' only championships. Namath joined the NFL with the Jets in 1970 following the AFL–NFL merger, where he was the league's passing yards and touchdowns leader during the 1972 season. He played in New York for seven more seasons, with his final year spent as a member of the Los Angeles Rams.",
    "year": 1943,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "June Clark (nurse)",
    "birthday": "1941-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/June_Clark.JPG/278px-June_Clark.JPG",
    "extract": "Dame Margaret June Clark, is Professor Emeritus of Community Nursing, at Swansea University in Wales.",
    "year": 1941,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Louis Ignarro",
    "birthday": "1941-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Louis_Ignarro_by_Carlos_Barretta_%28cropped%29.jpg/320px-Louis_Ignarro_by_Carlos_Barretta_%28cropped%29.jpg",
    "extract": "Louis J. Ignarro is an American pharmacologist. For demonstrating the signaling properties of nitric oxide, he was co-recipient of the 1998 Nobel Prize in Physiology or Medicine with Robert F. Furchgott and Ferid Murad.",
    "year": 1941,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "William Nordhaus",
    "birthday": "1941-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/William_Nordhaus_EM1B6043_%2846234132921%29.jpg/213px-William_Nordhaus_EM1B6043_%2846234132921%29.jpg",
    "extract": "William Dawbney Nordhaus is an American economist, a Sterling Professor of Economics at Yale University, best known for his work in economic modeling and climate change, and one of the 2 recipients of the 2018 Nobel Memorial Prize in Economic Sciences. Nordhaus received the prize \"for integrating climate change into long-run macroeconomic analysis\".",
    "year": 1941,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Anatolij Bondarčuk",
    "birthday": "1940-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Anatoliy_Bondarchuk_c1974.jpg/256px-Anatoliy_Bondarchuk_c1974.jpg",
    "extract": "Anatoliy Pavlovych Bondarchuk is a retired Ukrainian hammer thrower who competed for the Soviet Union. An Olympic gold medallist, he is also regarded as one of the most accomplished hammer throw coaches of all time. He is the author of a two-volume book Transfer of Training, which was translated from Russian to English by Michael Yessis.",
    "year": 1940,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Gilbert Shelton",
    "birthday": "1940-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Shelton%2C_Gilbert_4.jpg/320px-Shelton%2C_Gilbert_4.jpg",
    "extract": "Gilbert Shelton is an American cartoonist and a key member of the underground comix movement. He is the creator of the iconic underground characters The Fabulous Furry Freak Brothers, Fat Freddy's Cat, and Wonder Wart-Hog.",
    "year": 1940,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Terry Waite",
    "birthday": "1939-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Terry_Waite.jpg/320px-Terry_Waite.jpg",
    "extract": "Terence Hardy Waite is an English humanitarian and author.",
    "year": 1939,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Johnny Paycheck",
    "birthday": "1938-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Johnny_Paycheck.jpg/288px-Johnny_Paycheck.jpg",
    "extract": "Johnny Paycheck was an American country music singer-songwriter, multi-instrumentalist, and Grand Ole Opry member notable for recording the David Allan Coe song \"Take This Job and Shove It\". He achieved his greatest success in the 1970s as a force in country music's \"outlaw movement\" popularized by artists Hank Williams Jr., Waylon Jennings, Willie Nelson, Billy Joe Shaver, and Merle Haggard. In 1980, Paycheck appeared on the PBS music program Austin City Limits. But during that decade, his music career slowed due to drug, alcohol and legal problems. He served a prison sentence in the early 1990s and his declining health effectively ended his career in early 2000.",
    "year": 1938,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "John Prescott",
    "birthday": "1938-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/John_Prescott_on_his_last_day_as_Deputy_Prime_Minister%2C_June_2007_%28cropped%29.jpg/240px-John_Prescott_on_his_last_day_as_Deputy_Prime_Minister%2C_June_2007_%28cropped%29.jpg",
    "extract": "John Leslie Prescott, Baron Prescott is a British politician who served as Deputy Prime Minister of the United Kingdom from 1997 to 2007 and as First Secretary of State from 2001 to 2007. A member of the Labour Party, he was Member of Parliament (MP) for Kingston upon Hull East from 1970 to 2010. He was seen as the political link to the working class in a Labour Party increasingly led by modernising, middle-class professionals such as Tony Blair and Peter Mandelson and developed a reputation as a key conciliator in the often stormy relationship between Blair and Gordon Brown.",
    "year": 1938,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Peter Yarrow",
    "birthday": "1938-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/PeterYarrowByPhilKonstantin.jpg/260px-PeterYarrowByPhilKonstantin.jpg",
    "extract": "Peter Yarrow is an American singer and songwriter who found fame with the 1960s folk music trio Peter, Paul and Mary. Yarrow co-wrote one of the group's greatest hits, \"Puff, the Magic Dragon\". He is also a political activist and has supported causes that range from opposition to the Vietnam War to support for school anti-bullying programs.",
    "year": 1938,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Jim Bolger",
    "birthday": "1935-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Jim_Bolger_ONZ_2018_%28cropped%29.jpg/242px-Jim_Bolger_ONZ_2018_%28cropped%29.jpg",
    "extract": "James Brendan Bolger is a retired New Zealand politician of the National Party who was the 35th prime minister of New Zealand, serving from 1990 to 1997.",
    "year": 1935,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Jim Hutton",
    "birthday": "1934-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Jim_Hutton_Ellery_Queen_1976.JPG/241px-Jim_Hutton_Ellery_Queen_1976.JPG",
    "extract": "Dana James Hutton was an American actor in film and television best remembered for his role as Ellery Queen in the 1970s TV series of the same name, and his screen partnership with Paula Prentiss in four films, starting with Where the Boys Are. He is the father of actor Timothy Hutton.",
    "year": 1934,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Henry B. Eyring",
    "birthday": "1933-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/09/Henry_B._Eyring.jpg",
    "extract": "Henry Bennion Eyring is an American educational administrator, author, and religious leader. Eyring has been the Second Counselor to Russell M. Nelson in the First Presidency of The Church of Jesus Christ of Latter-day Saints since January 14, 2018. Previously, Eyring was the First Counselor to Thomas S. Monson in the First Presidency from 2008 until Monson's death on January 2, 2018. Eyring was the Second Counselor to Gordon B. Hinckley in the First Presidency from October 6, 2007, until Hinckley's death on January 27, 2008.",
    "year": 1933,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Ed Lincoln",
    "birthday": "1932-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Ed_Lincoln%2C_sem_data.tif/lossy-page1-238px-Ed_Lincoln%2C_sem_data.tif.jpg",
    "extract": "Ed Lincoln was a Brazilian musician, composer and arranger known for a wide variety of styles. As a bassist, he was present at the earliest moments of bossa nova and as a Hammond organ player, he was foundational in establishing the sound of Brazilian jazz and space age pop.",
    "year": 1932,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Jay Miner",
    "birthday": "1932-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/JayMiner1990.jpg/221px-JayMiner1990.jpg",
    "extract": "Jay Glenn Miner was an American integrated circuit designer, known primarily for developing multimedia chips for the Atari 2600 and Atari 8-bit family and as the \"father of the Amiga\".",
    "year": 1932,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "John Robert Schrieffer",
    "birthday": "1931-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/John_Robert_Schrieffer_1972.jpg/205px-John_Robert_Schrieffer_1972.jpg",
    "extract": "John Robert Schrieffer was an American physicist who, with John Bardeen and Leon Cooper, was a recipient of the 1972 Nobel Prize in Physics for developing the BCS theory, the first successful quantum theory of superconductivity.",
    "year": 1931,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Shirley Verrett",
    "birthday": "1931-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Shirley_Verrett_1975.jpg/213px-Shirley_Verrett_1975.jpg",
    "extract": "Shirley Verrett was an American operatic mezzo-soprano who successfully transitioned into soprano roles, i.e. soprano sfogato. Verrett enjoyed great fame from the late 1960s through the 1990s, particularly well known for singing the works of Verdi and Donizetti.",
    "year": 1931,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Clint Eastwood",
    "birthday": "1930-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Clint_Eastwood_at_2010_New_York_Film_Festival.jpg/235px-Clint_Eastwood_at_2010_New_York_Film_Festival.jpg",
    "extract": "Clinton Eastwood Jr. is an American actor, film director and producer. After achieving success in the Western TV series Rawhide, he rose to international fame with his role as the \"Man with No Name\" in Sergio Leone's \"Dollars Trilogy\" of Spaghetti Westerns during the mid-1960s and as antihero cop Harry Callahan in the five Dirty Harry films throughout the 1970s and 1980s. These roles, among others, have made Eastwood an enduring cultural icon of masculinity. Elected in 1986, Eastwood served for two years as the mayor of Carmel-by-the-Sea, California.",
    "year": 1930,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Menahem Golan",
    "birthday": "1929-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Menahem_Golan_034_edited.jpg/320px-Menahem_Golan_034_edited.jpg",
    "extract": "Menahem Golan was an Israeli film producer, screenwriter, and director. He was best known for co-owning The Cannon Group with his cousin Yoram Globus. Cannon specialized in producing low-to-mid-budget American films, primarily genre films, during the 1980s after Golan and Globus had achieved significant filmmaking success in their native Israel during the 1970s.",
    "year": 1929,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Pankaj Roy",
    "birthday": "1928-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8b/Vinoo_Mankad_and_Pankaj_Roy_after_record_breaking_opening_stand_1956.jpg/320px-Vinoo_Mankad_and_Pankaj_Roy_after_record_breaking_opening_stand_1956.jpg",
    "extract": "Pankaj Roy pronunciation (help·info) was an Indian (Bengali) cricketer and former national cricket team captain. He was right-handed opening batsman, he is best known for establishing the world record opening partnership of 413 runs, together with Vinoo Mankad, against New Zealand at Chennai. The record stood until 2008. In 2000, he was appointed as the Sheriff of Kolkata. He has been honoured with the Padma Shri. His nephew Ambar Roy and son Pranab Roy also played Test cricket for India. He was a student of Vidyasagar College.",
    "year": 1928,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "James Eberle",
    "birthday": "1927-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/James_Eberle_%28cropped%29.jpg/240px-James_Eberle_%28cropped%29.jpg",
    "extract": "Admiral Sir James Henry Fuller Eberle, was a senior officer in the Royal Navy who served as Commander-in-Chief Fleet from 1979 until 1981.",
    "year": 1927,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Julian Beck",
    "birthday": "1925-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/JulianBeck.jpg/320px-JulianBeck.jpg",
    "extract": "Julian Beck was an American actor, director, poet, and painter. He is best known for co-founding and directing The Living Theatre, as well as his role as Kane, the malevolent preacher in the 1986 movie Poltergeist II: The Other Side. The Living Theatre and its founders were the subject of the 1983 documentary Signals Through The Flames.",
    "year": 1925,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Ellsworth Kelly",
    "birthday": "1923-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Ellsworth_Kelly_%28cropped%29.jpg/257px-Ellsworth_Kelly_%28cropped%29.jpg",
    "extract": "Ellsworth Kelly was an American painter, sculptor, and printmaker associated with hard-edge painting, Color Field painting and minimalism. His works demonstrate unassuming techniques emphasizing line, color and form, similar to the work of John McLaughlin and Kenneth Noland. Kelly often employed bright colors. He lived and worked in Spencertown, New York.",
    "year": 1923,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Rainier III, Prince of Monaco",
    "birthday": "1923-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Prince_Rainier_III.jpg/254px-Prince_Rainier_III.jpg",
    "extract": "Rainier III was Prince of Monaco from 1949 to his death in 2005. Rainier ruled the Principality of Monaco for almost 56 years, making him one of the longest-ruling monarchs in European history.",
    "year": 1923,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Denholm Elliott",
    "birthday": "1922-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c5/Actor_Denholm_Elliott.jpg/210px-Actor_Denholm_Elliott.jpg",
    "extract": "Denholm Mitchell Elliott, was an English actor, with more than 125 film and television credits. His well-known roles include the abortionist in Alfie (1966), Marcus Brody in Raiders of the Lost Ark (1981) and Indiana Jones and the Last Crusade (1989), Coleman in Trading Places (1983), and Mr Emerson in A Room with a View (1985).",
    "year": 1922,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Andrew Grima",
    "birthday": "1921-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Andrew_Grima.jpg/320px-Andrew_Grima.jpg",
    "extract": "Andrew Grima was an Anglo-Italian designer who became known as the doyen of modern jewellery design in Britain.",
    "year": 1921,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Alida Valli",
    "birthday": "1921-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Alida-Valli-1947.jpg/256px-Alida-Valli-1947.jpg",
    "extract": "Alida Maria Laura, Freiin Altenburger von Marckenstein-Frauenberg, better known by her stage name Alida Valli, was an Italian actress who appeared in more than 100 films in a 70-year career, spanning from the 1930s to the early 2000s. She was one of the biggest stars of Italian film during the Fascist era, once being coined \"the most beautiful woman in the world\" by Benito Mussolini, but managed to find continued international success post-World War II. According to Frédéric Mitterrand, Valli was the only actress in Europe to equal Marlene Dietrich or Greta Garbo.",
    "year": 1921,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Robie Macauley",
    "birthday": "1919-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/5f/Robie_Macauley%2C_Sept.%2C_1962.jpg",
    "extract": "Robie Mayhew Macauley was an American editor, novelist and critic whose literary career spanned more than 50 years.",
    "year": 1919,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Lloyd Quarterman",
    "birthday": "1918-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Lloyd_Quarterman_ebony_February_1949_p28.jpg/209px-Lloyd_Quarterman_ebony_February_1949_p28.jpg",
    "extract": "Lloyd Albert Quarterman was an American chemist working mainly with fluorine. During the Second World War he was one of the first African American scientists and technicians on the Manhattan Project.",
    "year": 1918,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Bert Haanstra",
    "birthday": "1916-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Bert_Haanstra.jpg/316px-Bert_Haanstra.jpg",
    "extract": "Albert Haanstra was a Dutch director of films and documentaries. His documentary Glass (1958) won the Academy Award for Documentary Short Subject in 1959. His feature film Fanfare (1958) was the most visited Dutch film at the time, and has since only been surpassed by Turkish Delight (1973).",
    "year": 1916,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Akira Ifukube",
    "birthday": "1914-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a7/Akira_Ifukube.jpg",
    "extract": "Akira Ifukube  was a Japanese classical and film music composer, best known for his works on the Godzilla franchise.",
    "year": 1914,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Chien-Shiung Wu",
    "birthday": "1912-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Chien-shiung_Wu_%281912-1997%29_C.jpg/251px-Chien-shiung_Wu_%281912-1997%29_C.jpg",
    "extract": "Chien-Shiung Wu (Chinese: 吳健雄; pinyin: Wú Jiànxióng; Wade–Giles: Wu2 Chien4-hsiung2; May 31, 1912 – February 16, 1997) was a Chinese-American particle and experimental physicist who made significant contributions in the fields of nuclear and particle physics. Wu worked on the Manhattan Project, where she helped develop the process for separating uranium into uranium-235 and uranium-238 isotopes by gaseous diffusion. She is best known for conducting the Wu experiment, which proved that parity is not conserved. This discovery resulted in her colleagues Tsung-Dao Lee and Chen-Ning Yang winning the 1957 Nobel Prize in Physics, while Wu herself was awarded the inaugural Wolf Prize in Physics in 1978. Her expertise in experimental physics evoked comparisons to Marie Curie. Her nicknames include the \"First Lady of Physics\", the \"Chinese Madame Curie\" and the \"Queen of Nuclear Research\".",
    "year": 1912,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Maurice Allais",
    "birthday": "1911-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/ALLAIS_PN_Maurice-24x30-2001b.jpg/255px-ALLAIS_PN_Maurice-24x30-2001b.jpg",
    "extract": "Maurice Félix Charles Allais was a French physicist and economist, the 1988 winner of the Nobel Memorial Prize in Economic Sciences \"for his pioneering contributions to the theory of markets and efficient utilization of resources\", for Maurice Allais contribution, along with John Hicks and Paul Samuelson, to neoclassical synthesis. They formalize the self-regulation of markets, that Keynes refuted, while reiterating some of his ideas.",
    "year": 1911,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Art Coulter",
    "birthday": "1909-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Art_Coulter_1938.jpg/257px-Art_Coulter_1938.jpg",
    "extract": "Arthur Edmund Coulter was a Canadian professional ice hockey defenceman who played for the New York Rangers and Chicago Black Hawks in the National Hockey League.",
    "year": 1909,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Don Ameche",
    "birthday": "1908-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Don_Ameche_1964.JPG/243px-Don_Ameche_1964.JPG",
    "extract": "Don Ameche was an American actor, comedian and vaudevillian. After playing in college shows, stock, and vaudeville, he became a major radio star in the early 1930s, which led to the offer of a movie contract from 20th Century Fox in 1935.",
    "year": 1908,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Lucile Godbold",
    "birthday": "1900-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Lucile_Godbold_1922.jpg/203px-Lucile_Godbold_1922.jpg",
    "extract": "Lucile Ellerbe Godbold was an American track and field athlete. She competed in the long jump and several running and throwing events at the 1922 Women's World Games, also known as the First International Games for Women, and won a gold medal in the shot put and a bronze in the javelin throw; she finished fourth in the 300 m and 1000 m races.",
    "year": 1900,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Norman Vincent Peale",
    "birthday": "1898-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Norman_Vincent_Peale_NYWTS.jpg/320px-Norman_Vincent_Peale_NYWTS.jpg",
    "extract": "Norman Vincent Peale was an American Protestant clergyman, and an author best known for popularizing the concept of positive thinking, especially through his best-selling book The Power of Positive Thinking (1952). He served as the pastor of Marble Collegiate Church, New York, from 1932, leading this Reformed Church in America congregation for more than a half century until his retirement in 1984. Alongside his pulpit ministry, he had an extensive career of writing and editing, and radio and television presentations. Despite arguing at times against involvement of clergy in politics, he nevertheless had some controversial affiliations with politically active organizations in the late 1930s, and engaged with national political candidates and their campaigns, having influence on some, including a personal friendship with President Richard Nixon.",
    "year": 1898,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Fred Allen",
    "birthday": "1894-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Fred_allen_1940s_NBC_photo.JPG/251px-Fred_allen_1940s_NBC_photo.JPG",
    "extract": "John Florence Sullivan, known professionally as Fred Allen, was an American comedian. His absurdist, topically pointed radio program The Fred Allen Show (1932–1949) made him one of the most popular and forward-looking humorists in the Golden Age of American radio.",
    "year": 1894,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Erich Neumann (politician)",
    "birthday": "1892-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/NeumannErich.jpg/236px-NeumannErich.jpg",
    "extract": "Erich Neumann was a Nazi politician.",
    "year": 1892,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Konstantin Paustovsky",
    "birthday": "1892-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Paustovsky.jpg/219px-Paustovsky.jpg",
    "extract": "Konstantin Georgiyevich Paustovsky was a Russian Soviet writer nominated for the Nobel Prize for literature in 1965.",
    "year": 1892,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Gregor Strasser",
    "birthday": "1892-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Bundesarchiv_Bild_119-1721%2C_Gregor_Strasser.jpg/189px-Bundesarchiv_Bild_119-1721%2C_Gregor_Strasser.jpg",
    "extract": "Gregor Strasser was an early prominent German Nazi official and politician who was murdered during the Night of the Long Knives in 1934. Born in 1892 in Bavaria, Strasser served in World War I in an artillery regiment, rising to the rank of first lieutenant. He joined the Nazi Party (NSDAP) in 1920 and quickly became an influential and important figure. In 1923, he took part in the abortive Beer Hall Putsch in Munich and was imprisoned, but released early for political reasons. Strasser joined a revived NSDAP in 1925 and once again established himself as a powerful and dominant member, hugely increasing the party's membership and reputation in northern Germany. Personal and political conflicts with Adolf Hitler led to his death in 1934 during the Night of the Long Knives.",
    "year": 1892,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Saint-John Perse",
    "birthday": "1887-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Saint-John_Perse_1960.jpg/226px-Saint-John_Perse_1960.jpg",
    "extract": "Alexis Leger, better known by his pseudonym Saint-John Perse, was a French poet-diplomat, awarded the Nobel Prize in Literature in 1960 \"for the soaring flight and evocative imagery of his poetry.\" He was a major French diplomat from 1914 to 1940, after which he lived primarily in the United States until 1967.",
    "year": 1887,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Robert Richards (Australian politician)",
    "birthday": "1885-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Robert_Richards_%28Australia%29.gif/230px-Robert_Richards_%28Australia%29.gif",
    "extract": "Robert Stanley \"Bob\" Richards, generally referred to as \"R. S. Richards\" was the 32nd Premier of South Australia, representing the South Australian Branch of the Australian Labor Party.",
    "year": 1885,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Lauri Kristian Relander",
    "birthday": "1883-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Lauri_Kristian_Relander.jpg/236px-Lauri_Kristian_Relander.jpg",
    "extract": "Lauri Kristian Relander was the second president of Finland (1925–1931). A prominent member of the Agrarian League, he served as a member of Parliament, and as Speaker, before his election as President.",
    "year": 1883,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Sándor Festetics",
    "birthday": "1882-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/fe/Festetics_S%C3%A1ndor.gif",
    "extract": "Count Sándor Ágost Dénes Festetics de Tolna was a Hungarian nobleman and cabinet minister who later became an advocate of Nazism in Hungary.",
    "year": 1882,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Frances Alda",
    "birthday": "1879-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Frances_Alda_and_dog.jpg/278px-Frances_Alda_and_dog.jpg",
    "extract": "Frances Davis Alda was a New Zealand-born, Australian-raised operatic soprano. She achieved fame during the first three decades of the 20th century due to her outstanding singing voice, fine technique and colourful personality, as well as her frequent onstage partnerships at the Metropolitan Opera, New York, with Enrico Caruso.",
    "year": 1879,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Rosa May Billinghurst",
    "birthday": "1875-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Rosa_May_Billinghurst_%2839633766971%29_%28cropped%29.jpg/281px-Rosa_May_Billinghurst_%2839633766971%29_%28cropped%29.jpg",
    "extract": "Rosa May Billinghurst was a British suffragette and women's rights activist. She was known popularly as the \"cripple suffragette\" as she campaigned in a tricycle.",
    "year": 1875,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "John Ringling",
    "birthday": "1866-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/John_Nicholas_Ringling.png/204px-John_Nicholas_Ringling.png",
    "extract": "John Nicholas Ringling was an American entrepreneur who is the best known of the seven Ringling brothers, five of whom merged the Barnum & Bailey Circus with their own Ringling Bros World's Greatest Shows to create a virtual monopoly of traveling circuses and helped shape the modern circus. In addition to owning and managing many of the largest circuses in the United States, he was also a rancher, a real estate developer and art collector. He was inducted into the Florida Artists Hall of Fame in 1987.",
    "year": 1866,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Francis Younghusband",
    "birthday": "1863-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Francis_Younghusband_1905.jpg/202px-Francis_Younghusband_1905.jpg",
    "extract": "Lieutenant Colonel Sir Francis Edward Younghusband, was a British Army officer, explorer, and spiritual writer. He is remembered for his travels in the Far East and Central Asia; especially the 1904 British expedition to Tibet, led by himself, and for his writings on Asia and foreign policy. Younghusband held positions including British commissioner to Tibet and President of the Royal Geographical Society.",
    "year": 1863,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Walter Sickert",
    "birthday": "1860-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Walter_Sickert_photo_by_George_Charles_Beresford_1911_%281%29.jpg/256px-Walter_Sickert_photo_by_George_Charles_Beresford_1911_%281%29.jpg",
    "extract": "Walter Richard Sickert was a German-born British painter and printmaker who was a member of the Camden Town Group of Post-Impressionist artists in early 20th-century London. He was an important influence on distinctively British styles of avant-garde art in the mid- and late 20th century.",
    "year": 1860,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Graham Wallas",
    "birthday": "1858-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Graham_Wallas.jpg/213px-Graham_Wallas.jpg",
    "extract": "Graham Wallas was an English socialist, social psychologist, educationalist, a leader of the Fabian Society and a co-founder of the London School of Economics.",
    "year": 1858,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Pope Pius XI",
    "birthday": "1857-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Pius_XI%2C_by_Nicola_Perscheid_%28retouched%29.jpg/253px-Pius_XI%2C_by_Nicola_Perscheid_%28retouched%29.jpg",
    "extract": "Pope Pius XI, born Ambrogio Damiano Achille Ratti, was head of the Catholic Church from 6 February 1922 to his death in 1939. He was the first sovereign of Vatican City from its creation as an independent state on 11 February 1929. He assumed as his papal motto \"Pax Christi in Regno Christi,\" translated \"The Peace of Christ in the Kingdom of Christ.\"",
    "year": 1857,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Francisco Moreno",
    "birthday": "1852-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/FranciscoMoreno.jpg/231px-FranciscoMoreno.jpg",
    "extract": "Francisco Pascasio Moreno was a prominent explorer and academic in Argentina, where he is usually referred to as Perito Moreno. Perito Moreno has been credited as one of the most influential figures in the Argentine incorporation of large parts of Patagonia and its subsequent development.",
    "year": 1852,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Julius Richard Petri",
    "birthday": "1852-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4c/Julius_Richard_Petri.jpg",
    "extract": "Julius Richard Petri was a German microbiologist who is generally credited with inventing the device known as the Petri dish, which is named after him, while working as assistant to bacteriologist Robert Koch.",
    "year": 1852,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "William Pirrie, 1st Viscount Pirrie",
    "birthday": "1847-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/William-james-pirrie.jpg/226px-William-james-pirrie.jpg",
    "extract": "William James Pirrie, 1st Viscount Pirrie, KP, PC, PC (Ire) was a leading British shipbuilder and businessman. He was chairman of Harland and Wolff, shipbuilders, between 1895 and 1924, and also served as Lord Mayor of Belfast between 1896 and 1898. He was ennobled as Baron Pirrie in 1906, appointed a Knight of the Order of St Patrick in 1908 and made Viscount Pirrie in 1921. In the months leading up to the 1912 Titanic disaster, Lord Pirrie was questioned about the number of life boats aboard the Olympic-class ships. He responded that the great ships were unsinkable and the rafts were to save others. This would haunt him forever. In Belfast he was, on other grounds, already a controversial figure: a Protestant employer associated as a leading Liberal with a policy of Home Rule for Ireland.",
    "year": 1847,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "John Cox Bray",
    "birthday": "1842-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/John_Cox_Bray.jpg/255px-John_Cox_Bray.jpg",
    "extract": "Sir John Cox Bray was a prominent South Australian politician and the first native-born Premier of South Australia (1881–1884).",
    "year": 1842,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Henry Sidgwick",
    "birthday": "1838-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Portrait_of_Henry_Sidgwick.jpg/207px-Portrait_of_Henry_Sidgwick.jpg",
    "extract": "Henry Sidgwick was an English utilitarian philosopher and economist. He was the Knightbridge Professor of Moral Philosophy at the University of Cambridge from 1883 until his death, and is best known in philosophy for his utilitarian treatise The Methods of Ethics. He was one of the founders and first president of the Society for Psychical Research and a member of the Metaphysical Society and promoted the higher education of women. His work in economics has also had a lasting influence. In 1875, with Millicent Garrett Fawcett, he co-founded Newnham College, a women-only constituent college of the University of Cambridge. It was the second Cambridge college to admit women, after Girton College. In 1856, Sidgwick joined the Cambridge Apostles intellectual secret society.",
    "year": 1838,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Hijikata Toshizō",
    "birthday": "1835-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Photo-Hijikata-Toshizo-c1869.png/226px-Photo-Hijikata-Toshizo-c1869.png",
    "extract": "Hijikata Toshizō  was a Japanese warrior. As Vice-Commander  of the Shinsengumi, he resisted the Meiji Restoration and fought to his end.",
    "year": 1835,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Kusumoto Ine",
    "birthday": "1827-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Ine_Kusumoto.jpg/229px-Ine_Kusumoto.jpg",
    "extract": "Kusumoto Ine was a Japanese physician. She was the daughter of Kusumoto Taki, who was a courtesan from Nagasaki; and the German physician Philipp Franz von Siebold, who worked on Dejima, an island foreigners were restricted to during Japan's long period of seclusion from the world. Ine was also known as O-Ine and later in life took the name Itoku (伊篤). In Japanese she is often called Oranda O-Ine for her association with Dejima and its Dutch-language Western learning. She was the first female doctor of Western medicine in Japan.",
    "year": 1827,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Walt Whitman",
    "birthday": "1819-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Walt_Whitman_-_George_Collins_Cox.jpg/258px-Walt_Whitman_-_George_Collins_Cox.jpg",
    "extract": "Walter Whitman was an American poet, essayist and journalist. A humanist, he was a part of the transition between transcendentalism and realism, incorporating both views in his works. Whitman is among the most influential poets in the American canon, often called the father of free verse. His work was controversial in its time, particularly his 1855 poetry collection Leaves of Grass, which was described as obscene for its overt sensuality. Whitman's own life came under scrutiny for his presumed homosexuality.",
    "year": 1819,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "John Albion Andrew",
    "birthday": "1818-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/JohnAAndrew_byJWBlack.jpg/201px-JohnAAndrew_byJWBlack.jpg",
    "extract": "John Albion Andrew was an American lawyer and politician from Massachusetts. He was elected in 1860 as the 25th Governor of Massachusetts, serving between 1861 and 1866, and led the state's contributions to the Union cause during the American Civil War (1861-1865). He was a guiding force behind the creation of some of the first African-American units in the United States Army, including the 54th Massachusetts Infantry.",
    "year": 1818,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Adye Douglas",
    "birthday": "1815-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/AdyeDouglas.jpg/238px-AdyeDouglas.jpg",
    "extract": "Sir Adye Douglas was an Australian lawyer and politician, and first class cricket player, who played one match for Tasmania. He was Premier of Tasmania from 15 August 1884 to 8 March 1886.",
    "year": 1815,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Robert Richard Torrens",
    "birthday": "1812-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Robert_Richard_Torrens_2.jpeg/275px-Robert_Richard_Torrens_2.jpeg",
    "extract": "Sir Robert Richard Torrens,, also known as Robert Richard Chute Torrens, was an Irish-born parliamentarian, writer, and land reformer. After a move to London in 1836, he became prominent in the early years of the Colony of South Australia, emigrating after being appointed to a civil service position there in 1840. He was Colonial Treasurer and Registrar-General from 1852 to 1857 and then the third Premier of South Australia for a single month in September 1857.",
    "year": 1812,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Johann Georg Baiter",
    "birthday": "1801-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Johann_Georg_Baiter.jpg/238px-Johann_Georg_Baiter.jpg",
    "extract": "Johann Georg Baiter was a Swiss philologist and textual critic.",
    "year": 1801,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Ludwig Tieck",
    "birthday": "1773-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/JohannLudwigTieck.jpg/224px-JohannLudwigTieck.jpg",
    "extract": "Johann Ludwig Tieck was a German poet, fiction writer, translator, and critic. He was one of the founding fathers of the Romantic movement in the late 18th and early 19th centuries.",
    "year": 1773,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Andrea Appiani",
    "birthday": "1754-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Appiani-Autoritratto_1790_-_1799_Brera.jpg/263px-Appiani-Autoritratto_1790_-_1799_Brera.jpg",
    "extract": "Andrea Appiani was an Italian neoclassical painter.",
    "year": 1754,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Pierre Victurnien Vergniaud",
    "birthday": "1753-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Pierre_Victurnien_Vergniaud.png/257px-Pierre_Victurnien_Vergniaud.png",
    "extract": "Pierre Victurnien Vergniaud was a French lawyer and statesman, a figure of the French Revolution. A deputy to the Assembly from Bordeaux, Vergniaud was an eloquent orator. He was a supporter of Jacques Pierre Brissot and the Girondist faction.",
    "year": 1753,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Hieronymus von Colloredo",
    "birthday": "1732-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Hieronymus_Graf_von_Colloredo_01.jpg/218px-Hieronymus_Graf_von_Colloredo_01.jpg",
    "extract": "Hieronymus Joseph Franz de Paula Graf Colloredo von Wallsee und Melz was Prince-Bishop of Gurk from 1761 to 1772 and Prince-Archbishop of Salzburg from 1772 until 1803, when the prince-archbishopric was secularized. After secularization, Colloredo fled to Vienna and remained the non-resident archbishop of Salzburg, bereft of temporal power, until his death in 1812. He is most famously known as a patron and employer for Mozart.",
    "year": 1732,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Ahilyabai Holkar",
    "birthday": "1725-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Ahilyabai_Holkar_1996_stamp_of_India.jpg/238px-Ahilyabai_Holkar_1996_stamp_of_India.jpg",
    "extract": "Ahilya Bai Holkar was the hereditary noble queen of the Maratha Empire, in early-modern India. She established Maheshwar as the seat of Holkar Dynasty.",
    "year": 1725,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Dositheus II of Jerusalem",
    "birthday": "1641-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/%CE%A0%CE%B1%CF%84%CF%81%CE%B9%CE%AC%CF%81%CF%87%CE%B7%CF%82_%CE%99%CE%B5%CF%81%CE%BF%CF%83%CE%BF%CE%BB%CF%8D%CE%BC%CF%89%CE%BD_%CE%94%CE%BF%CF%83%CE%AF%CE%B8%CE%B5%CE%BF%CF%82.jpg/210px-%CE%A0%CE%B1%CF%84%CF%81%CE%B9%CE%AC%CF%81%CF%87%CE%B7%CF%82_%CE%99%CE%B5%CF%81%CE%BF%CF%83%CE%BF%CE%BB%CF%8D%CE%BC%CF%89%CE%BD_%CE%94%CE%BF%CF%83%CE%AF%CE%B8%CE%B5%CE%BF%CF%82.jpg",
    "extract": "Dositheus II Notaras of Jerusalem was the Greek Orthodox Patriarch of Jerusalem between 1669 and 1707 and a theologian of the Eastern Orthodox Church. He was known for standing against influences of the Roman Catholic and Protestant Churches. He convened the Synod of Jerusalem to counter the Calvinist confessions of Cyril Lucaris.",
    "year": 1641,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Michał Korybut Wiśniowiecki",
    "birthday": "1640-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/King_Michael_Korybut_Wisniowiecki.jpg/244px-King_Michael_Korybut_Wisniowiecki.jpg",
    "extract": "Michael I was the ruler of the Polish–Lithuanian Commonwealth as King of Poland and Grand Duke of Lithuania from 29 September 1669 until his death in 1673.",
    "year": 1640,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "John George II, Elector of Saxony",
    "birthday": "1613-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Johan_Georg_II_Johann_Fink%2C_vor_1675.jpg/254px-Johan_Georg_II_Johann_Fink%2C_vor_1675.jpg",
    "extract": "Johann George II was the Elector of Saxony from 1656 to 1680. He belonged to the Albertine line of the House of Wettin.",
    "year": 1613,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Nur Jahan",
    "birthday": "1577-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Nurjahan.jpg/234px-Nurjahan.jpg",
    "extract": "Nur Jahan, born Mehr-un-Nissa was the chief wife of the Mughal emperor Jahangir and is considered by certain historians to have been the real power behind the throne for much of her husband's reign.",
    "year": 1577,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Jerzy Radziwiłł (1556–1600)",
    "birthday": "1556-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Cardinal_Jerzy_Radziwi%C5%82%C5%82.PNG/301px-Cardinal_Jerzy_Radziwi%C5%82%C5%82.PNG",
    "extract": "Prince Jerzy Radziwiłł was a Polish–Lithuanian magnate and Imperial Reichsfürst from the Radziwiłł family. He was ordained a Catholic priest and later rose through the ranks as Bishop of Vilnius eventually becoming a cardinal. He was a close friend and adviser of king Sigismund III and represented his interests in front of the Pope.",
    "year": 1556,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Alessandro Allori",
    "birthday": "1535-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Self-portrait_by_Alessandro_Allori.jpg/246px-Self-portrait_by_Alessandro_Allori.jpg",
    "extract": "Alessandro di Cristofano di Lorenzo del Bronzino Allori was an Italian portrait painter of the late Mannerist Florentine school.",
    "year": 1535,
    "month": 5,
    "day": 31,
    "language": "en"
  },
  {
    "name": "Manuel I of Portugal",
    "birthday": "1469-5-31",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Assinatura_de_D._Manuel_I.svg/320px-Assinatura_de_D._Manuel_I.svg.png",
    "extract": "Manuel I, known as the Fortunate, was King of Portugal from 1495 to 1521. A member of the House of Aviz, Manuel was Duke of Beja and Viseu prior to succeeding his cousin, John II of Portugal, as monarch. Manuel ruled over a period of intensive expansion of the Portuguese Empire owing to the numerous Portuguese discoveries made during his reign. His sponsorship of Vasco da Gama led to the Portuguese discovery of the sea route to India in 1498, resulting in the creation of the Portuguese India Armadas, which guaranteed Portugal's monopoly on the spice trade. Manuel began the Portuguese colonization of the Americas and Portuguese India, and oversaw the establishment of a vast trade empire across Africa and Asia. He was also the first monarch to bear the title: By the Grace of God, King of Portugal and the Algarves, and the Sea from Both Sides of Africa, Lord of Guinea and the Conquest, Navigation and Commerce in Ethiopia, Arabia, Persia and India.",
    "year": 1469,
    "month": 5,
    "day": 31,
    "language": "en"
  }
]