[
  {
    "name": "Max King (rugby league)",
    "birthday": "1997-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Max_King.jpg/183px-Max_King.jpg",
    "extract": "Max King is an English professional rugby league footballer who plays as a prop for the Canterbury-Bankstown Bulldogs in the NRL.",
    "year": 1997,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Pelayo Roza",
    "birthday": "1996-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/SasfSUP6.jpg/320px-SasfSUP6.jpg",
    "extract": "Pelayo Roza Fonticiella is a Spanish sprint canoeist.",
    "year": 1996,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Abi Masatora",
    "birthday": "1994-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Abi-Masatora20180526.jpg/144px-Abi-Masatora20180526.jpg",
    "extract": "Abi Masatora  is a Japanese professional sumo wrestler from Saitama Prefecture. He made his debut in May, 2013 and wrestles for Shikoroyama stable. He reached the top makuuchi division in January 2018 and has three special prizes for Fighting Spirit and three gold stars for yokozuna upsets. His highest rank has been sekiwake.",
    "year": 1994,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Joseph Tapine",
    "birthday": "1994-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Joe_Tapine.jpg/280px-Joe_Tapine.jpg",
    "extract": "Joseph Tapine pronounced is a New Zealand professional rugby league footballer who plays as a lock, second-rower and prop for the Canberra Raiders in the NRL. He has played for New Zealand and New Zealand Māori at international level.",
    "year": 1994,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Victor Oladipo",
    "birthday": "1992-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Victor_Oladipo_%2839060706270%29_crop.jpg/319px-Victor_Oladipo_%2839060706270%29_crop.jpg",
    "extract": "Kehinde Babatunde Victor Oladipo is a Nigerian-American professional basketball player for the Miami Heat of the National Basketball Association (NBA). He played college basketball for the Indiana Hoosiers, where in the 2012-2013 season he was named the Sporting News Men's College Basketball Player of the Year, the Co-NABC Defensive Player of the Year, and a first-team All-American by the USBWA and Sporting News. That year he was also named the winner of the Adolph Rupp Trophy, given annually to the top player in men's NCAA Division I basketball.",
    "year": 1992,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Brianne Jenner",
    "birthday": "1991-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/BrianneJenner.jpg/320px-BrianneJenner.jpg",
    "extract": "Brianne Alexandra Jenner is a Canadian professional ice hockey player and a member of Canada's national women's hockey team, currently affiliated with the Toronto chapter of the Professional Women's Hockey Players Association (PWHPA). She made her debut for Canada at the 2010 Four Nations Cup and won a gold medal. She was also a member of the Cornell Big Red women's ice hockey program.",
    "year": 1991,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Irina Falconi",
    "birthday": "1990-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Falconi_WM16_%286%29_%2827802088364%29.jpg/214px-Falconi_WM16_%286%29_%2827802088364%29.jpg",
    "extract": "Irina Falconi is an Ecuadorian-born American tennis player. She moved to Manhattan, New York, as a toddler. Her highest WTA singles ranking is world No. 63, which she reached in May 2016. Her career-high in doubles is No. 70, set in June 2013.",
    "year": 1990,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Ryan Morgan",
    "birthday": "1990-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Ryan_Morgan_London_Broncos.jpg/262px-Ryan_Morgan_London_Broncos.jpg",
    "extract": "Ryan Morgan is an Australian professional footballer who plays as a centre.",
    "year": 1990,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Dániel Gyurta",
    "birthday": "1989-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/2018-10-18_Karate_Boys%27_%2B68_kg_at_2018_Summer_Youth_Olympics_%E2%80%93_Victory_ceremony_%28Martin_Rulsch%29_02.jpg/226px-2018-10-18_Karate_Boys%27_%2B68_kg_at_2018_Summer_Youth_Olympics_%E2%80%93_Victory_ceremony_%28Martin_Rulsch%29_02.jpg",
    "extract": "Dániel Gyurta is a Hungarian former competitive swimmer who mainly competed in the 200-metre breaststroke. In 2016, Gyurta became a member of the International Olympic Committee (IOC), he is a member of the European Olympic Committees (EOC) Athletes' Commission since 2013 and a member of the Athletes Commission since 2016.",
    "year": 1989,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Henna Lindholm",
    "birthday": "1989-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/2012_WFSC_02d_367_Henna_Lindholm_Ossi_Kanervo.JPG/213px-2012_WFSC_02d_367_Henna_Lindholm_Ossi_Kanervo.JPG",
    "extract": "Henna Lindholm is a Finnish former ice dancer. With partner Ossi Kanervo, she is the 2012 Nordic champion, the 2014 Bavarian Open bronze medalist, and a three-time Finnish national champion.",
    "year": 1989,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Rory McIlroy",
    "birthday": "1989-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Rory_McIlroy_watches_drive_flight_%28portrait_orientation%29.jpg/224px-Rory_McIlroy_watches_drive_flight_%28portrait_orientation%29.jpg",
    "extract": "Rory McIlroy is a professional golfer from Northern Ireland who is a member of both the European and PGA Tours. He is a former world number one in the Official World Golf Ranking, having spent over 100 weeks in that position during his career. He is a four-time major champion, winning the 2011 U.S. Open, 2012 PGA Championship, 2014 Open Championship, and 2014 PGA Championship. Along with Jack Nicklaus and Tiger Woods, he is one of three players to win four majors by the age of 25.",
    "year": 1989,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Aris Tatarounis",
    "birthday": "1989-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Aris_Tatarounis.jpg/191px-Aris_Tatarounis.jpg",
    "extract": "Aris Tatarounis is a Greek former professional basketball player. At a height of 1.92 m tall, he played at the point guard and shooting guard positions.",
    "year": 1989,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "James van Riemsdyk",
    "birthday": "1989-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/James_van_Riemsdyk_2012-04-021.JPG/320px-James_van_Riemsdyk_2012-04-021.JPG",
    "extract": "James van Riemsdyk is an American professional ice hockey left winger for the Philadelphia Flyers of the National Hockey League (NHL). Between 2012 and 2018, he played in the NHL for the Toronto Maple Leafs.",
    "year": 1989,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Radja Nainggolan",
    "birthday": "1988-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Shaht-Roma_%287%29.jpg/188px-Shaht-Roma_%287%29.jpg",
    "extract": "Radja Nainggolan is a Belgian professional footballer who plays as a midfielder for Belgian First Division A club Antwerp.",
    "year": 1988,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Cesc Fàbregas",
    "birthday": "1987-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Cesc_Fabregas_vs_Maccabi_Tel-Aviv%2C_Sep_2015.jpg/199px-Cesc_Fabregas_vs_Maccabi_Tel-Aviv%2C_Sep_2015.jpg",
    "extract": "Francesc \"Cesc\" Fàbregas Soler is a Spanish professional footballer who plays as a central midfielder for Ligue 1 club Monaco.",
    "year": 1987,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Jorge Lorenzo",
    "birthday": "1987-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Jorge_Lorenzo_2019_%28cropped%29.jpg/243px-Jorge_Lorenzo_2019_%28cropped%29.jpg",
    "extract": "Jorge Lorenzo Guerrero is a Spanish retired professional motorcycle racer. He is a five-time World Champion, with three MotoGP World Championships and two 250cc World Championships.",
    "year": 1987,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Devan Dubnyk",
    "birthday": "1986-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Devan_Dubnyk_-_Switzerland_vs._Canada%2C_29th_April_2012-3.jpg/213px-Devan_Dubnyk_-_Switzerland_vs._Canada%2C_29th_April_2012-3.jpg",
    "extract": "Devan Dubnyk is a Canadian professional ice hockey goaltender who is currently an unrestricted free agent. He last played on a Professional try-out contract with the Charlotte Checkers of the American Hockey League (AHL). He was originally drafted by the Edmonton Oilers in the first round, 14th overall, of the 2004 NHL Entry Draft.",
    "year": 1986,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "George Hill (basketball)",
    "birthday": "1986-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/George_Hill_%2838817217730%29_%28cropped%29.jpg/202px-George_Hill_%2838817217730%29_%28cropped%29.jpg",
    "extract": "George Jesse Hill Jr. is an American professional basketball player for the Milwaukee Bucks of the National Basketball Association (NBA). While playing for Indiana University–Purdue University Indianapolis (IUPUI) he received many honors, including Summit League Player of the Year and was an honorable mention All-American his junior season.",
    "year": 1986,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Ravi Bopara",
    "birthday": "1985-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Ravi_Bopara.jpg/259px-Ravi_Bopara.jpg",
    "extract": "Ravinder Singh \"Ravi\" Bopara is an English cricketer who plays for Sussex County Cricket Club in one day cricket. Originally a top-order batsman, his developing medium pace bowling has made him an all-rounder. Bopara has also played for Karachi Kings in the Pakistan Super League, Kings XI Punjab in the Indian Premier League, Sydney Sixers in the Big Bash League and Chittagong Vikings in the Bangladesh Premier League.",
    "year": 1985,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Fernandinho (footballer, born May 1985)",
    "birthday": "1985-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/20141118_AUTBRA_5080.jpg/213px-20141118_AUTBRA_5080.jpg",
    "extract": "Fernando Luiz Roza, known as Fernandinho, is a Brazilian professional footballer who plays as a midfielder and captains Premier League club Manchester City. He has also captained the Brazil national team on many occasions.",
    "year": 1985,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Bo McCalebb",
    "birthday": "1985-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Bo_McCalebb_Eurobasket.jpg/234px-Bo_McCalebb_Eurobasket.jpg",
    "extract": "Lester \"Bo\" McCalebb is an American-Macedonian former professional basketball player who last played for Tecnyconta Zaragoza of the Spanish Liga ACB. He represents the senior Macedonian national team internationally. Standing at 1.83 m, he plays at the point guard position. Born and raised in New Orleans, he attended the University of New Orleans. A two-time All-EuroLeague selection, McCalebb was part of the All-Tournament Team at EuroBasket 2011.",
    "year": 1985,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Jme (musician)",
    "birthday": "1985-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Jme%2C_UK_MC_.jpg/310px-Jme%2C_UK_MC_.jpg",
    "extract": "Jamie Adenuga, known professionally as Jme, is a British grime MC, songwriter, record producer and DJ who was born in Hackney, and raised in Tottenham. He is the co-founder of the crew and label Boy Better Know. He also serves as a sole owner and director of an associated company, Boy Better Know Limited, which he incorporated in 2008. He was previously part of the grime collective Meridian Crew and later Roll Deep alongside his older brother, Skepta.",
    "year": 1985,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Manjural Islam Rana",
    "birthday": "1984-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d3/Manjural_Islam_Rana.jpg",
    "extract": "Manjural Islam Rana, also known as Qazi Manjural Islam, was a Bangladeshi cricketer who played six Tests and 25 One Day Internationals for Bangladesh. Born in Khulna, he was a slow left-arm orthodox spin bowler. He played for Khulna Division at domestic level and made his One Day International (ODI) debut in November 2003 against England. Three months later, Rana played his first Test against Zimbabwe. On 16 March 2007, he died of severe head injuries sustained in a road traffic accident at the age of 22.",
    "year": 1984,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Brad Maddox",
    "birthday": "1984-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Brad_Maddox_April_2014.jpg/224px-Brad_Maddox_April_2014.jpg",
    "extract": "Joshua Tyler Kluttz is an American retired professional wrestler and former professional wrestling referee. He is best known for his tenure in WWE, where he performed under the ring name Brad Maddox.",
    "year": 1984,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Sarah Meier (figure skater)",
    "birthday": "1984-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/European_Championships_2011_Sarah_MEIER_%E2%80%93_Gold_Medal.jpg/213px-European_Championships_2011_Sarah_MEIER_%E2%80%93_Gold_Medal.jpg",
    "extract": "Sarah van Berkel  is a Swiss former figure skater. She is the 2011 European champion, a two-time European silver medalist, the 2006 Grand Prix Final bronze medalist, and an eight-time Swiss national champion.",
    "year": 1984,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Kevin Slowey",
    "birthday": "1984-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Kevin_Slowey_%28113606055%29_%28cropped%29.jpg/240px-Kevin_Slowey_%28113606055%29_%28cropped%29.jpg",
    "extract": "Kevin Michael Slowey is an American former professional baseball pitcher. Slowey was selected by the Minnesota Twins with the 73rd pick in the second round of the 2005 Major League Baseball Draft. He also played for the Miami Marlins. After his playing career ended he joined the Major League Baseball Players Association as an assistant.",
    "year": 1984,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Dan Christian",
    "birthday": "1983-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Daniel_Christian.jpg/258px-Daniel_Christian.jpg",
    "extract": "Daniel Trevor Christian is an Australian professional cricketer with Aboriginal ancestry. He is considered to be a Twenty20 cricket specialist and has played for franchises all over the globe. Christian is known as a powerful hitter and a useful medium pacer. CricInfo's Peter English described him as a \"natural all-rounder\". He is seen as a cricket role model for Australia's indigenous population.",
    "year": 1983,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Derek Roy",
    "birthday": "1983-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Derek_Roy_-_Edmonton_Oilers.jpg/291px-Derek_Roy_-_Edmonton_Oilers.jpg",
    "extract": "Derek Leonard Roy is a Canadian former professional ice hockey centre who played in the National Hockey League (NHL) with the Buffalo Sabres, Dallas Stars, Vancouver Canucks, St. Louis Blues, Nashville Predators and the Edmonton Oilers. He was originally drafted in the second round, 32nd overall, by the Buffalo Sabres in the 2001 NHL Entry Draft.",
    "year": 1983,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Robert Zwinkels",
    "birthday": "1983-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Robert_Zwinkels_%282015%29.jpg/248px-Robert_Zwinkels_%282015%29.jpg",
    "extract": "Robert Zwinkels is a Dutch footballer who plays as a goalkeeper for ADO Den Haag in the Eredivisie.",
    "year": 1983,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Markus Rogan",
    "birthday": "1982-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Markus_Rogan_AMADEUS2008.jpg/213px-Markus_Rogan_AMADEUS2008.jpg",
    "extract": "Markus Antonius Rogan is a retired Austrian swimmer, who won two silver medals at the 2004 Summer Olympics in Athens, Greece and a gold medal for 200 m backstroke at the 2008 World Short Course Championships in Manchester. He also was the world record holder in 200 metres backstroke in that year.",
    "year": 1982,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Eric Djemba-Djemba",
    "birthday": "1981-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Eric_Djemba-Djemba_%282008%29.jpg/236px-Eric_Djemba-Djemba_%282008%29.jpg",
    "extract": "Eric Daniel Djemba-Djemba is a Cameroonian former professional footballer who played as a midfielder. He previously played club football in France, England, Qatar, Denmark, Israel, Serbia, Scotland, India and Indonesia. In international competition, he represented Cameroon, having appeared for his country 34 times, including at the 2002 FIFA World Cup.",
    "year": 1981,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Dallon Weekes",
    "birthday": "1981-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Panic_at_the_Disco_Im_Park_2016_%285_von_11%29.jpg/320px-Panic_at_the_Disco_Im_Park_2016_%285_von_11%29.jpg",
    "extract": "Dallon James Weekes is an American singer, songwriter, musician, and record producer. He is best known as a member of Panic! at the Disco from 2009 to 2017, performing in the band as a bassist, keyboardist, backing vocalist, and songwriter. He was also the frontman of the power pop band and later solo musical project The Brobecks. Weekes currently performs as the frontman for the rock duo I Dont Know How But They Found Me.",
    "year": 1981,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Andrew Raycroft",
    "birthday": "1980-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Andrew_Raycroft_2008.jpg/320px-Andrew_Raycroft_2008.jpg",
    "extract": "Andrew Joseph Ernest “Razor” Raycroft is a Canadian former professional ice hockey goaltender. Originally drafted by the Boston Bruins of the National Hockey League (NHL) 135th overall in 1998, he won the Calder Memorial Trophy with the club in 2004 as rookie of the year. Raycroft has also played for the Toronto Maple Leafs, Colorado Avalanche, Vancouver Canucks, Dallas Stars, Hockey Milano Rossoblu and IF Björklöven.",
    "year": 1980,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Lance Bass",
    "birthday": "1979-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Lance_Bass_2014.jpg/213px-Lance_Bass_2014.jpg",
    "extract": "James Lance Bass is an American singer, dancer, actor, film, and television producer. He grew up in Mississippi and rose to fame as the bass singer for the American pop boy band NSYNC. NSYNC's success led Bass to work in film and television. He starred in the 2001 film On the Line, which his company, Bacon & Eggs, also produced. Bass later formed a second production company, Lance Bass Productions, as well as a now-defunct music management company, Free Lance Entertainment, a joint venture with Mercury Records.",
    "year": 1979,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Lesley Vainikolo",
    "birthday": "1979-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Lesley_Vainikolo_cropped.jpg/213px-Lesley_Vainikolo_cropped.jpg",
    "extract": "Lesley Paea 'I'muli Vainikolo is a former professional rugby league and rugby union footballer. A dual code international, he has played for the New Zealand Kiwis in rugby league and England in rugby union.",
    "year": 1979,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Erin Andrews",
    "birthday": "1978-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Erin_Andrews_-_November_2014_%28cropped%29.jpg/217px-Erin_Andrews_-_November_2014_%28cropped%29.jpg",
    "extract": "Erin Jill Andrews is an American sportscaster, television personality, and actress. She rose to prominence as a correspondent on the American cable sports channel ESPN after joining the network in 2004. She later joined Fox Sports in 2012 and has since become the lead sideline reporter for the network's NFL broadcasting team. In 2010, she also gained further recognition from placing third on the tenth season of ABC's Dancing with the Stars and eventually co-hosted the show from 2014 to 2019 with Tom Bergeron.",
    "year": 1978,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Igor Bišćan",
    "birthday": "1978-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Igor_Biscan_2021.jpg/320px-Igor_Biscan_2021.jpg",
    "extract": "Igor Bišćan is a Croatian professional football manager and former player who is the manager of the Croatia national under-21 team. In his playing career, he was a versatile player and could play almost every position in the defence or midfield, but featured mostly as a central midfielder, or as a central defender in his latter years.",
    "year": 1978,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Brett Burton",
    "birthday": "1978-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/96/Brett_Burton.jpg",
    "extract": "Brett Burton is a retired Australian rules footballer who played in the Australian Football League. He was picked up at Pick 16 in the 1998 AFL Draft by the Adelaide Football Club. He is noted for his spectacular high marking, which saw him win the AFL Mark of the Year in 2009, and freakish goal sense.",
    "year": 1978,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Vladimíra Uhlířová",
    "birthday": "1978-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Vladimira_Uhlirova_2011_Budapest.jpg/219px-Vladimira_Uhlirova_2011_Budapest.jpg",
    "extract": "Vladimíra Uhlířová is a retired Czech tennis player.",
    "year": 1978,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "John Tripp (ice hockey)",
    "birthday": "1977-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/John_Tripp-Hamburg_Freezers.jpg/227px-John_Tripp-Hamburg_Freezers.jpg",
    "extract": "John Tripp is a Canadian-born German professional ice hockey coach and former player. He served as head coach at Braehead Clan until March 2018.",
    "year": 1977,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Jason Michaels",
    "birthday": "1976-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Jason_Michaels_anthem.jpg/320px-Jason_Michaels_anthem.jpg",
    "extract": "Jason Drew Michaels, nicknamed \"J-Mike\", is an American retired Major League Baseball outfielder. He played for the Philadelphia Phillies, Cleveland Indians, Pittsburgh Pirates, and Houston Astros.",
    "year": 1976,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Miguel Cairo",
    "birthday": "1974-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/20110625-0819_Miguel_Cairo.jpg/209px-20110625-0819_Miguel_Cairo.jpg",
    "extract": "Miguel Jesús Cairo [ki'-row], is a Venezuelan former professional baseball infielder and current bench coach for the Chicago White Sox, who played in Major League Baseball (MLB) for nine different clubs in a 17-year career, spanning from 1996 to 2012. During his playing days, Cairo stood 6 feet 1 inch (1.85 m) tall and weighed 225 pounds (102 kg) while batting and throwing right-handed. While primarily a second baseman, Cairo was able to play all the infield positions and as a corner outfielder. He was also used for pinch-hitting duties late in his career.",
    "year": 1974,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Tony McCoy",
    "birthday": "1974-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Tony_McCoy_2014_%28cropped%29.jpg/219px-Tony_McCoy_2014_%28cropped%29.jpg",
    "extract": "Sir Anthony Peter McCoy, commonly known as AP McCoy or Tony McCoy, is a Northern Irish former National Hunt horse racing jockey. Based in Ireland and the UK, McCoy rode a record 4,358 winners, and was Champion Jockey a record 20 consecutive times, every year that he was a professional. He stands 1.78 m (5'10\"), taller than most jockeys.",
    "year": 1974,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Guillermo Barros Schelotto",
    "birthday": "1973-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Guillermodandounacharla.jpg/320px-Guillermodandounacharla.jpg",
    "extract": "Guillermo Barros Schelotto is an Argentine football manager and former forward who currently manages the Paraguayan national team.",
    "year": 1973,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "John Madden (ice hockey)",
    "birthday": "1973-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/John_Madden_Wild_2010_1.jpg/240px-John_Madden_Wild_2010_1.jpg",
    "extract": "John J. Madden is a Canadian former professional ice hockey centre. He is currently the assistant coach of the San Jose Sharks. An undrafted player from the University of Michigan, he won the Stanley Cup three times during his National Hockey League (NHL) career: two with the New Jersey Devils and one with the Chicago Blackhawks. Madden was noted during his career for his ability to kill penalties, play both ends of the ice and score shorthanded goals.",
    "year": 1973,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Mike Dirnt",
    "birthday": "1972-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/RiP2013_GreenDay_Mike_Dirnt_0002.JPG/320px-RiP2013_GreenDay_Mike_Dirnt_0002.JPG",
    "extract": "Michael Ryan Pritchard, better known by his stage name Mike Dirnt, is an American rock musician who is the co-founder, bassist, backing and occasional lead vocalist, and former guitarist of Green Day. He has also played in several other bands, including the Frustrators. His stage name was originally a nickname that his friends from grade school gave him, as he constantly played \"air bass/guitar\" and made a \"dirnt, dirnt, dirnt\" noise while pretending to pluck the strings.",
    "year": 1972,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Joe Borowski (baseball)",
    "birthday": "1971-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Joe_Borowski.jpg/252px-Joe_Borowski.jpg",
    "extract": "Joseph Thomas Borowski is a sports broadcaster for the Arizona Diamondbacks, as well as a former professional baseball right-handed relief pitcher. He played in Major League Baseball for the Baltimore Orioles, Atlanta Braves, New York Yankees, Chicago Cubs, Tampa Bay Devil Rays, Florida Marlins, and Cleveland Indians.",
    "year": 1971,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Will Arnett",
    "birthday": "1970-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Will_Arnett_2019.png/268px-Will_Arnett_2019.png",
    "extract": "William Emerson Arnett is a Canadian actor and comedian. He is best known for his roles as Gob Bluth in the Fox/Netflix series Arrested Development and as the titular character in the Netflix series BoJack Horseman (2014–2020). He has appeared in films such as Let’s Go To Prison (2006), Blades Of Glory (2007), Semi-Pro (2008), G-Force (2009), Jonah Hex (2010), and Show Dogs (2018).",
    "year": 1970,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Dawn Staley",
    "birthday": "1970-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Dawn_Staley_coaching.jpg/268px-Dawn_Staley_coaching.jpg",
    "extract": "Dawn Michelle Staley is an American basketball Hall of Fame player and coach, who is currently the head coach for the South Carolina Gamecocks. Staley won three Olympic gold medals with Team USA as a player and later was head coach of another U.S. gold-medal winning team. Staley was elected to carry the United States flag at the opening ceremony of the 2004 Summer Olympics. After playing point guard for the University of Virginia under Debbie Ryan, and winning the gold medal at the 1996 Summer Olympics, she went on to play professionally in the American Basketball League and the WNBA. In 2011, fans named Staley one of the Top 15 players in WNBA history. Staley was inducted into the Women's Basketball Hall of Fame in 2012. She was elected to the Naismith Memorial Basketball Hall of Fame in 2013.",
    "year": 1970,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Kate Garraway",
    "birthday": "1967-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Kate_Garraway_2013.jpg/212px-Kate_Garraway_2013.jpg",
    "extract": "Kathryn Mary Draper Garraway is an English broadcaster and journalist. In the 1990s, Garraway was a journalist for ITV News Central and later a co-presenter of ITV News Meridian. From 2000 to 2010, she co-presented GMTV. Currently, Garraway is the presenter of Mid Mornings with Kate Garraway on Smooth Radio and newsreader and co-anchor of the ITV Breakfast programme Good Morning Britain",
    "year": 1967,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Ana Gasteyer",
    "birthday": "1967-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Ana_Gasteyer_Christmas_Album_Shoot_%28cropped%29.jpg/236px-Ana_Gasteyer_Christmas_Album_Shoot_%28cropped%29.jpg",
    "extract": "Ana Kristina Gasteyer is an American actress and comedian. She was a cast member on Saturday Night Live from 1996 to 2002. She has since starred in such sitcoms as ABC's Suburgatory, TBS's People of Earth, NBC's American Auto, and the film Mean Girls.",
    "year": 1967,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Jane McGrath",
    "birthday": "1966-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f2/Jane_McGrath.jpg/229px-Jane_McGrath.jpg",
    "extract": "Jane Louise McGrath was an England-born Australian cancer support campaigner, and the wife of former Australian cricket fast bowler Glenn McGrath.",
    "year": 1966,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Jay Aston",
    "birthday": "1961-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/24/Jay_aston_2009.jpg",
    "extract": "Jay Hilda Aston is a British singer and occasional songwriter. She was a member of the British pop group Bucks Fizz from 1981 to 1985. She was the youngest member of the group's original line-up, aged 19 when they won the 1981 Eurovision Song Contest. During Aston's membership, the group had 12 of their 13 UK top 40 hit singles, including three number one hits. Since 2009, she has performed alongside fellow original Bucks Fizz members Cheryl Baker and Mike Nolan. The group used to perform under the name the Original Bucks Fizz but are now known as the Fizz.",
    "year": 1961,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Werner Faymann",
    "birthday": "1960-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Portrait_Werner_Faymann_%282722260630%29.jpg/273px-Portrait_Werner_Faymann_%282722260630%29.jpg",
    "extract": "Werner Faymann is an Austrian former politician who was Chancellor of Austria and chairman of the Social Democratic Party of Austria (SPÖ) from 2008 to 2016. On 9 May 2016, he resigned from both positions amid widening criticism within his party.",
    "year": 1960,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Valdemaras Chomičius",
    "birthday": "1959-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Valdemaras_Chomicius_by_Augustas_Didzgalvis.jpg/227px-Valdemaras_Chomicius_by_Augustas_Didzgalvis.jpg",
    "extract": "Valdemaras Chomičius is a Lithuanian former professional basketball player for the Soviet and Lithuanian national basketball team, and an assistant coach for the Lithuanian national team.",
    "year": 1959,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Randy Travis",
    "birthday": "1959-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Randy_Travis_2007.jpg/231px-Randy_Travis_2007.jpg",
    "extract": "Randy Bruce Traywick, known professionally as Randy Travis, is an American country music and gospel music singer, songwriter, guitarist, and actor.",
    "year": 1959,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Keith Haring",
    "birthday": "1958-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/bd/Keithharingportrait.png",
    "extract": "Keith Allen Haring was an American artist whose pop art emerged from the New York City graffiti subculture of the 1980s. His animated imagery has \"become a widely recognized visual language\". Much of his work includes sexual allusions that turned into social activism by using the images to advocate for safe sex and AIDS awareness. In addition to solo gallery exhibitions, he participated in renowned national and international group shows such as documenta in Kassel, the Whitney Biennial in New York, the São Paulo Biennial, and the Venice Biennale. The Whitney Museum held a retrospective of his art in 1997.",
    "year": 1958,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Jane Kennedy (politician)",
    "birthday": "1958-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f1/Jane_Kennedy.jpg",
    "extract": "Jane Elizabeth Kennedy is a British politician and the inaugural Merseyside Police and Crime Commissioner. She was Member of Parliament (MP) for Liverpool Wavertree, formerly Liverpool Broadgreen, from 1992 to 2010.",
    "year": 1958,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Caroline Spelman",
    "birthday": "1958-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Official_portrait_of_Dame_Caroline_Spelman_crop_2.jpg/240px-Official_portrait_of_Dame_Caroline_Spelman_crop_2.jpg",
    "extract": "Dame Caroline Alice Spelman is a British Conservative Party politician who served as the Member of Parliament (MP) for Meriden in the West Midlands from 1997 to 2019. From May 2010 to September 2012 she was the Secretary of State for Environment, Food and Rural Affairs in David Cameron's coalition cabinet, and was sworn as a Privy Counsellor on 13 May 2010.",
    "year": 1958,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Kathy Kreiner",
    "birthday": "1957-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Kathykreiner.PNG/311px-Kathykreiner.PNG",
    "extract": "Katharine Kreiner-Phillips is a former World Cup alpine ski racer and Olympic gold medalist from Canada. She won the giant slalom at the 1976 Winter Olympics in Innsbruck, Austria. First out of the gate on Friday the 13th, Kreiner prevented double-gold medalist Rosi Mittermaier from sweeping the women's three alpine events, as Mittermaier won the silver medal. It was Canada's only gold medal in Innsbruck.",
    "year": 1957,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Marijke Vos",
    "birthday": "1957-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/MarijkeVos.JPG/264px-MarijkeVos.JPG",
    "extract": "Maria Bernadina (Marijke) Vos is a Dutch politician.",
    "year": 1957,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Michael L. Gernhardt",
    "birthday": "1956-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Michael_Gernhardt.jpg/256px-Michael_Gernhardt.jpg",
    "extract": "Michael Landon Gernhardt is a NASA astronaut and manager of the Environmental Physiology Laboratory, and principal investigator of the Prebreathe Reduction Program (PRP) at the Lyndon B. Johnson Space Center.",
    "year": 1956,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "David Guterson",
    "birthday": "1956-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/David_Guterson_2013_Cologne_01.jpg/320px-David_Guterson_2013_Cologne_01.jpg",
    "extract": "David Guterson is an American novelist, short story writer, poet, journalist, and essayist. He is best known as the author of the bestselling Japanese American internment novel Snow Falling on Cedars.",
    "year": 1956,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Ken Oberkfell",
    "birthday": "1956-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Ken_Oberkfell_Cardinals.jpg/217px-Ken_Oberkfell_Cardinals.jpg",
    "extract": "Kenneth Ray Oberkfell is an American former third baseman. He played from 1977 to 1992 for six different teams. Oberkfell primarily played third base but he also played over 400 career games at second base. After retiring as a player, Oberkfell served as a baseball coach. He has primarily coached in the minor leagues, but he spent the part of the 2008 as the New York Mets first base coach and spent the 2011 season as the Mets bench coach.",
    "year": 1956,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Ryan Cayabyab",
    "birthday": "1954-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Ryan_Cayabyab_2021_-_90th_Metropolitan_Theater_Anniversary_%28cropped%29.jpg/275px-Ryan_Cayabyab_2021_-_90th_Metropolitan_Theater_Anniversary_%28cropped%29.jpg",
    "extract": "Raymundo Cipriano Pujante Cayabyab, known professionally as Ryan Cayabyab, is a Filipino musician, composer and conductor. He was the Executive and Artistic Director for several years for the defunct San Miguel Foundation for the Performing Arts. He was named as National Artist of the Philippines for Music in 2018.",
    "year": 1954,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Colin Bass",
    "birthday": "1951-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Colin_Bass_-_Portrait_by_Lenya_Bass.JPG/220px-Colin_Bass_-_Portrait_by_Lenya_Bass.JPG",
    "extract": "Colin Bass is an English musician, singer, songwriter and record producer. Since 1979, he has been a member of the British progressive rock band Camel, who, after a ten-year hiatus due to the ill health of bandleader Andrew Latimer, returned to active touring in 2013. From 1984 to 1992, he was also a core figure in the pioneering World Music group 3 Mustaphas 3. He has also made two solo albums under his own name and three albums recorded in Indonesia under the name Sabah Habas Mustapha. The title track of the first, \"Denpasar Moon\", became a hugely popular song in Indonesia in the mid-1990s and has been covered by over 50 Indonesian, Malaysian, Japanese and Filipino artists. As a record producer he has worked with a diverse range of international artists including: the Klezmatics (USA), SambaSunda (Indonesia), Daniel Kahn & the Painted Bird (USA) Krar Collective (Ethiopia), Etran Finatawa (Niger) and 9Bach (Wales) amongst others. As a guest artist he has appeared on albums by a number of internationally acclaimed artists including top Malian singing star Oumou Sangare, playing on all tracks of her 1993 Ko Sira album.",
    "year": 1951,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Colleen Hanabusa",
    "birthday": "1951-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Colleen_Hanabusa_official_photo.jpg/320px-Colleen_Hanabusa_official_photo.jpg",
    "extract": "Colleen Wakako Hanabusa is an American lawyer and politician who served as the U.S. representative for Hawaii's 1st congressional district from 2011 to 2015 and again from 2016 to 2019. A member of the Democratic Party, she ran for her party's nomination for governor of Hawaii in 2018, challenging and losing to incumbent and fellow Democrat David Ige.",
    "year": 1951,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Jackie Jackson",
    "birthday": "1951-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d9/Jackie_Jackson_1977.jpg",
    "extract": "Sigmund Esco \"Jackie\" Jackson is an American singer and songwriter best known as a founding member of the Jackson 5. Jackson is the second child of the Jackson family and the oldest Jackson brother.",
    "year": 1951,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Darryl Hunt (musician)",
    "birthday": "1950-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Hunt.png/268px-Hunt.png",
    "extract": "Darryl Gatwick Hunt is an English musician, singer and songwriter. He is best known for playing bass guitar in The Pogues.",
    "year": 1950,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Graham Swift",
    "birthday": "1949-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Graham_Swift.jpg/217px-Graham_Swift.jpg",
    "extract": "Graham Colin Swift FRSL is an English writer. Born in London, England, he was educated at Dulwich College, London, Queens' College, Cambridge, and later the University of York.",
    "year": 1949,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Hurley Haywood",
    "birthday": "1948-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Hurley_Haywood_on_the_podium_at_the_1994_Le_Mans_%28cropped%29.jpg/320px-Hurley_Haywood_on_the_podium_at_the_1994_Le_Mans_%28cropped%29.jpg",
    "extract": "Hurley Haywood is a retired American race car driver. Haywood has won multiple events, including five overall victories at the Rolex 24 at Daytona, three at the 24 Hours of Le Mans, and two at the 12 Hours of Sebring. He is credited with the 1988 Trans-Am title, two IMSA GT Championship titles and 23 wins, three Norelco Cup championships, a SuperCar title and 18 IndyCar starts.",
    "year": 1948,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "George Tupou V",
    "birthday": "1948-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/George_Tupou_V_of_Tonga%2C_2011_%28cropped%29.jpg/290px-George_Tupou_V_of_Tonga%2C_2011_%28cropped%29.jpg",
    "extract": "George Tupou V was the King of Tonga from the death of his father Tāufaʻāhau Tupou IV in 2006 until his own death six years later.",
    "year": 1948,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "John Bosley (politician)",
    "birthday": "1947-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/John_Bosley_-_2017_%2838244233971%29_%28cropped%29.jpg/261px-John_Bosley_-_2017_%2838244233971%29_%28cropped%29.jpg",
    "extract": "John William Bosley, was a Canadian politician. He was best known for having been Speaker of the House of Commons of Canada from November 5, 1984 to September 29, 1986.",
    "year": 1947,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Ronald Sørensen",
    "birthday": "1947-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/RonaldS%C3%B8rensen.jpg/320px-RonaldS%C3%B8rensen.jpg",
    "extract": "Ronald Sørensen is a Dutch politician. He was a founder of the Livable Rotterdam party and also served in the Senate for the Party for Freedom between 2011 and 2015.",
    "year": 1947,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Trivimi Velliste",
    "birthday": "1947-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/2016-08-29_BSPC_Trivimi_Velliste_by_Olaf_Kosinsky-2.jpg/320px-2016-08-29_BSPC_Trivimi_Velliste_by_Olaf_Kosinsky-2.jpg",
    "extract": "Trivimi Velliste is an Estonian politician who served as Minister of Foreign Affairs from 1992 to 1994 and as the Estonian Ambassador to the United Nations from 1994 to 1998. He currently is a Member of Parliament in the Riigikogu representing the Pärnumaa Electoral District.",
    "year": 1947,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "John Barnard",
    "birthday": "1946-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/John_Barnard.jpg/211px-John_Barnard.jpg",
    "extract": "John Barnard is an English race car designer and is working with Terence Woodgate designing high specification carbon fibre furniture. Barnard is credited with the introduction of two new designs into Formula 1: the carbon fibre composite chassis first seen in 1981 with McLaren, and the semi-automatic gearbox which he introduced with Ferrari in 1989.",
    "year": 1946,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Gary Bauer",
    "birthday": "1946-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Gary_Bauer-01.jpg/320px-Gary_Bauer-01.jpg",
    "extract": "Gary Lee Bauer is an American civil servant, activist, and former political candidate. He served in President Ronald Reagan's administration as Under Secretary of Education and Chief Domestic Policy Advisor, and later became president of the Family Research Council and a senior vice president of Focus on the Family, both conservative Christian organizations. Bauer was a candidate in the 2000 Republican Party presidential primaries and participated in five national debates. He is known for his advocacy of religious liberty, support for Israel, and his dedication to electing conservative candidates to Congress.",
    "year": 1946,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "John Watson (racing driver)",
    "birthday": "1946-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Watson_at_1982_Dutch_Grand_Prix.jpg/212px-Watson_at_1982_Dutch_Grand_Prix.jpg",
    "extract": "John Marshall Watson, is a British former racing driver and current commentator from Northern Ireland. He competed in Formula One, winning five Grands Prix and was third in the 1982 championship. He also competed in the World Sportscar Championship finishing second in the 1987 championship. After his retirement from motorsport, he became a commentator for Eurosport's coverage of Formula One from 1989 to 1996. He currently commentates on the GT World Challenge Europe and commentated on the 2022 Miami F1 Grand Prix for F1TV.",
    "year": 1946,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Jan Mulder (footballer)",
    "birthday": "1945-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Jan_Mulder_%282017%29.jpg/240px-Jan_Mulder_%282017%29.jpg",
    "extract": "Johan \"Jan\" Mulder is a Dutch former footballer, writer, columnist, and TV personality.",
    "year": 1945,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Russi Taylor",
    "birthday": "1944-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Russi_Taylor_%28cropped%29.jpg/270px-Russi_Taylor_%28cropped%29.jpg",
    "extract": "Russi Taylor was an American voice actress. She is best remembered as the official voice of Minnie Mouse from 1986 to 2019, and was notably married to voice actor Wayne Allwine, the voice of Mickey Mouse, until his death on May 18, 2009. She is the longest tenured actress to voice the character, having held the role for 33 years. She also provided the voices of several characters in The Simpsons.",
    "year": 1944,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Georgi Asparuhov",
    "birthday": "1943-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Georgi_Asparuhov_1969.jpg/251px-Georgi_Asparuhov_1969.jpg",
    "extract": "Georgi Asparuhov Rangelov, nicknamed Gundi, was a Bulgarian footballer who played as a striker.",
    "year": 1943,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Mihail Chemiakin",
    "birthday": "1943-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Mihail_Chemiakin.jpg/320px-Mihail_Chemiakin.jpg",
    "extract": "Mihail Mikhailovich Chemiakin is a Russian painter, stage designer, sculptor and publisher, and a controversial representative of the nonconformist art tradition of St. Petersburg.",
    "year": 1943,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Ashford & Simpson",
    "birthday": "1942-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Ashford_and_Simpson.jpg/320px-Ashford_and_Simpson.jpg",
    "extract": "Ashford & Simpson were an American husband-and-wife songwriting-production team and recording duo of Nickolas Ashford and Valerie Simpson.",
    "year": 1942,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "George Will",
    "birthday": "1941-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/George_Will_%2812987598135%29_%28cropped%29.jpg/240px-George_Will_%2812987598135%29_%28cropped%29.jpg",
    "extract": "George Frederick Will is an American libertarian-conservative political commentator and author. He writes regular columns for The Washington Post and provides commentary for NBC News and MSNBC. In 1986, The Wall Street Journal called him \"perhaps the most powerful journalist in America,\" in a league with Walter Lippmann (1889–1974). He won the Pulitzer Prize for Commentary in 1977.",
    "year": 1941,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Robin Cook (American novelist)",
    "birthday": "1940-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Robin_Cook_in_Warsaw_Poland_2008.jpg/320px-Robin_Cook_in_Warsaw_Poland_2008.jpg",
    "extract": "Robert Brian \"Robin\" Cook is an American physician and novelist who writes about medicine and topics affecting public health.",
    "year": 1940,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Amos Oz",
    "birthday": "1939-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Amos_oz675.jpg/208px-Amos_oz675.jpg",
    "extract": "Amos Oz was an Israeli writer, novelist, journalist, and intellectual. He was also a professor of Hebrew literature at Ben-Gurion University of the Negev. From 1967 onwards, Oz was a prominent advocate of a two-state solution to the Israeli–Palestinian conflict.",
    "year": 1939,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Leon Rochefort",
    "birthday": "1939-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Leon_Rochefort_-_2009_2014-02-17_18-50.jpg/320px-Leon_Rochefort_-_2009_2014-02-17_18-50.jpg",
    "extract": "Joseph Fernand Léon Rochefort is a Canadian former professional ice hockey centreman who spent 15 seasons in the National Hockey League playing for seven clubs in a career that lasted from 1959 to 1976. A hard-working journeyman, he won the Stanley Cup with the Montreal Canadiens in 1966 and 1971.",
    "year": 1939,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Tyrone Davis",
    "birthday": "1938-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Tyrone_Davis_oct_1970.jpg/213px-Tyrone_Davis_oct_1970.jpg",
    "extract": "Tyrone Davis was an American blues and soul singer with a long list of hit records over more than 20 years. Davis had three number 1 hits on the Billboard R&B chart: \"Can I Change My Mind\" (1968), \"Turn Back the Hands of Time\" (1970), and \"Turning Point\" (1975).",
    "year": 1938,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Carlos Monsiváis",
    "birthday": "1938-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Carlos_monsivais.jpg/222px-Carlos_monsivais.jpg",
    "extract": "Carlos Monsiváis Aceves was a Mexican philosopher, writer, critic, political activist, and journalist. He also wrote political opinion columns in leading newspapers within the country's progressive sectors. His generation of writers includes Elena Poniatowska, José Emilio Pacheco, and Carlos Fuentes. Monsiváis won more than 33 awards, including the 1986 Jorge Cuesta Prize, the 1989 Mazatlán Prize, and the 1996 Xavier Villaurrutia Award. Considered a leading intellectual of his time, Monsiváis documented contemporary Mexican themes, values, class struggles, and societal change in his essays, books and opinion pieces. He was a staunch critic of the long-ruling Partido Revolucionario Institucional (PRI), leaned towards the left-wing, and was ubiquitous in disseminating his views on radio and television. As a founding member of \"Gatos Olvidados\", Monsiváis wanted his and other \"forgotten cats\" to be provided for beyond his lifetime.",
    "year": 1938,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Ron Carter",
    "birthday": "1937-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Ron_Carter_Berkeley1.jpg/191px-Ron_Carter_Berkeley1.jpg",
    "extract": "Ronald Levin Carter is an American jazz double bassist. His appearances on 2,221 recording sessions make him the most-recorded jazz bassist in history. Carter has three Grammy awards. Carter is also a cellist who has recorded numerous times on that instrument.",
    "year": 1937,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Dick Dale",
    "birthday": "1937-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Dick_Dale.jpg/279px-Dick_Dale.jpg",
    "extract": "Richard Anthony Monsour, known professionally as Dick Dale, was an American rock guitarist. He was a pioneer of surf music, drawing on Middle Eastern music scales and experimenting with reverb. Dale was known as \"The King of the Surf Guitar\", which was also the title of his second studio album.",
    "year": 1937,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Wim Verstappen",
    "birthday": "1937-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Regisseur_Pieter_Verhoeff_en_schrijfster_Marijke_Howeler_na_perspremiere_van_ge%2C_Bestanddeelnr_934-1312.jpg/320px-Regisseur_Pieter_Verhoeff_en_schrijfster_Marijke_Howeler_na_perspremiere_van_ge%2C_Bestanddeelnr_934-1312.jpg",
    "extract": "Wim Verstappen was a Dutch film director and producer, television director, and screen writer.",
    "year": 1937,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "El Cordobés",
    "birthday": "1936-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/19.9.65._Corrida._El_Cordob%C3%A9s_%281965%29_-_53Fi5780_%28cropped%29.jpg/236px-19.9.65._Corrida._El_Cordob%C3%A9s_%281965%29_-_53Fi5780_%28cropped%29.jpg",
    "extract": "Manuel Benítez Pérez, more commonly known as El Cordobés, is a Spanish bullfighter, matador, and actor active in the 1960s who brought an unorthodox acrobatic and theatrical style to the bullring.",
    "year": 1936,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Med Hondo",
    "birthday": "1936-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c2/Med_Hondo.jpg/213px-Med_Hondo.jpg",
    "extract": "Med Hondo was a Mauritanian-born French actor, producer, screenwriter and film director. He emigrated to France in 1959 and began to work in film during the 1960s. He received critical acclaim for his 1970 directorial début Soleil O.",
    "year": 1936,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Harlon Hill",
    "birthday": "1932-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Harlon_Hill_-_1955_Bowman.jpg/210px-Harlon_Hill_-_1955_Bowman.jpg",
    "extract": "Harlon Junius Hill \nwas an American football player and later coach and educator. Hill played nine seasons in the National Football League (NFL) with the Chicago Bears, Pittsburgh Steelers, and Detroit Lions. He was the NFL Rookie of the Year in 1954 and winner of the Jim Thorpe Trophy as the NFL Player of the Year in 1955. The Harlon Hill Trophy, named in his honor, is awarded annually to the nation's best NCAA Division II football player.",
    "year": 1932,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Jan Pesman",
    "birthday": "1931-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Jan_Pesman_1960b.jpg/212px-Jan_Pesman_1960b.jpg",
    "extract": "Jan Sijbrand Pesman was a Dutch speed skater who specialized in long distances. He competed at the 1960 Winter Olympics in the 500 m, 5000 m and 10,000 m events and won a bronze medal in the 5000 m.",
    "year": 1931,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Gennady Rozhdestvensky",
    "birthday": "1931-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Gennady_Rozhdestvensky.jpg/260px-Gennady_Rozhdestvensky.jpg",
    "extract": "Gennady Nikolayevich Rozhdestvensky, CBE was a Soviet and Russian conductor.",
    "year": 1931,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Thomas Stuttaford",
    "birthday": "1931-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Thomas_Stuttaford%2C_October_2009.jpg/320px-Thomas_Stuttaford%2C_October_2009.jpg",
    "extract": "Irving Thomas Stuttaford, was a British medical doctor, columnist, and politician who served as the Conservative Member of Parliament for Norwich South between 1970 and 1974. In 2002 he retired as Senior Medical Advisor for Barclays Bank.",
    "year": 1931,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Katherine Jackson",
    "birthday": "1930-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Katherine_Jackson.png/254px-Katherine_Jackson.png",
    "extract": "Katherine Esther Jackson is the matriarch of the Jackson family of entertainers that includes her children Michael and Janet.",
    "year": 1930,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Roberta Peters",
    "birthday": "1930-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Roberta_Peters_1974.JPG/253px-Roberta_Peters_1974.JPG",
    "extract": "Roberta Peters was an American coloratura soprano.",
    "year": 1930,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Manuel Contreras",
    "birthday": "1929-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a1/Manuel_mamo_contreras.PNG",
    "extract": "Juan Manuel \"Mamo\" Guillermo Contreras Sepúlveda was a Chilean Army officer and the former head of the National Intelligence Directorate (DINA), Chile's secret police during the dictatorship of General Augusto Pinochet. In 1995, he was sentenced to seven years in prison for the murder in Washington, D.C. of Chilean diplomat Orlando Letelier, which he served until 2001.",
    "year": 1929,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Audrey Hepburn",
    "birthday": "1929-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Audrey_Hepburn_1956.jpg/266px-Audrey_Hepburn_1956.jpg",
    "extract": "Audrey Hepburn was a British actress and humanitarian. Recognised as both a film and fashion icon, she was ranked by the American Film Institute as the third-greatest female screen legend from the Classical Hollywood cinema and was inducted into the International Best Dressed List Hall of Fame.",
    "year": 1929,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Maynard Ferguson",
    "birthday": "1928-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Maynard.jpg/320px-Maynard.jpg",
    "extract": "Walter Maynard Ferguson CM was a Canadian jazz trumpeter and bandleader. He came to prominence in Stan Kenton's orchestra before forming his own big band in 1957. He was noted for his bands, which often served as stepping stones for up-and-coming talent, his versatility on several instruments, and his ability to play in a high register.",
    "year": 1928,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Thomas Kinsella",
    "birthday": "1928-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Thomas_Kinsella_-_University_of_Pennsylvania_-_16_November_2009_01_%28cropped%29.jpg/320px-Thomas_Kinsella_-_University_of_Pennsylvania_-_16_November_2009_01_%28cropped%29.jpg",
    "extract": "Thomas Kinsella was an Irish poet, translator, editor, and publisher. Born outside Dublin, Kinsella attended University College Dublin before entering the civil service. He began publishing poetry in the early 1950s and, around the same time, translated early Irish poetry into English. In the 1960s, he moved to the United States to teach English at universities including Temple University. Kinsella continued to publish steadily until the 2010s.",
    "year": 1928,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Hosni Mubarak",
    "birthday": "1928-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Hosni_Mubarak_ritratto.jpg/256px-Hosni_Mubarak_ritratto.jpg",
    "extract": "Muhammad Hosni El Sayed Mubarak was an Egyptian politician and military officer who served as the fourth president of Egypt from 1981 to 2011.",
    "year": 1928,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Wolfgang von Trips",
    "birthday": "1928-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/1957ArgentineGP06.jpg/320px-1957ArgentineGP06.jpg",
    "extract": "Wolfgang Alexander Albert Eduard Maximilian Reichsgraf Berghe von Trips, also known simply as Wolfgang Graf Berghe von Trips and nicknamed 'Taffy' by friends and fellow racers, was a German racing driver. He was the son of a noble Rhineland family.",
    "year": 1928,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "David Stoddart, Baron Stoddart of Swindon",
    "birthday": "1926-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Official_portrait_of_Lord_Stoddart_of_Swindon_crop_2.jpg/240px-Official_portrait_of_Lord_Stoddart_of_Swindon_crop_2.jpg",
    "extract": "David Leonard Stoddart, Baron Stoddart of Swindon was a British politician who served as Member of Parliament (MP) for Swindon from 1970 to 1983, and as a life peer in the House of Lords from 1983 to his death in 2020. He served as a Labour peer from 1983 to 2002, when he was expelled from the Labour benches, after which he sat as an Independent Labour peer until his death.",
    "year": 1926,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Jenő Buzánszky",
    "birthday": "1925-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Jeno_Buzanszky_in_his_85th_birthday_in_May_of_2010..jpg/247px-Jeno_Buzanszky_in_his_85th_birthday_in_May_of_2010..jpg",
    "extract": "Jenő Buzánszky was a Hungarian football player and coach. He played as a right back for Hungary and during the 1950s he was a member of the legendary squad known as the Golden Team. Other members of the team included Ferenc Puskás, Zoltán Czibor, Sándor Kocsis, József Bozsik and Nándor Hidegkuti. He was the only member of the team not to play for either Honvéd or MTK Hungária FC. After 274 league games he retired as a player and became a coach. In 1996, he became a deputy chairman of the Hungarian Football Federation.",
    "year": 1925,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Assi Rahbani",
    "birthday": "1923-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e7/Fairuz19.jpg",
    "extract": "Assi Rahbani was a Lebanese composer, musician, and producer. He was part of the Rahbani Brothers, with his brother Mansour Rahbani. He married Lebanese singer Nouhad Haddad, more famous by her stage name, Fairuz. Their son Ziad Rahbani is also a very successful artist in music, theatre, and an influential political activist.",
    "year": 1923,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Eric Sykes",
    "birthday": "1923-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a6/Eric_Sykes_publicity_photo.jpg",
    "extract": "Eric Sykes was an English radio, stage, television and film writer, comedian, actor, and director whose performing career spanned more than 50 years. He frequently wrote for and performed with many other leading comedy performers and writers of the period, including Tony Hancock, Spike Milligan, Tommy Cooper, Peter Sellers, John Antrobus, and Johnny Speight. Sykes first came to prominence through his many radio credits as a writer and actor in the 1950s, most notably through his collaboration on The Goon Show scripts. He became a TV star in his own right in the early 1960s when he appeared with Hattie Jacques in several popular BBC comedy television series.",
    "year": 1923,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Eugenie Clark",
    "birthday": "1922-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Eugenie_Clark.jpg/320px-Eugenie_Clark.jpg",
    "extract": "Eugenie Clark, popularly known as The Shark Lady, was an American ichthyologist known for both her research on shark behavior and her study of fish in the order Tetraodontiformes. Clark was a pioneer in the field of scuba diving for research purposes. In addition to being regarded as an authority in marine biology, Clark was popularly recognized and used her fame to promote marine conservation.",
    "year": 1922,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Edo Murtić",
    "birthday": "1921-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Edo_Murti%C4%87_%C5%A0eferov.JPG/204px-Edo_Murti%C4%87_%C5%A0eferov.JPG",
    "extract": "Edo Murtić was a painter from Croatia, best known for his lyrical abstraction and abstract expressionism style. He worked in a variety of media, including oil painting, gouache, graphic design, ceramics, mosaics, murals and theatrical set design. Murtić travelled and exhibited extensively in Europe and North America, gaining international recognition for his work, which can be found in museums, galleries and private collections worldwide. He was one of the founders of the group \"March\" (Mart) in 1956, and received many international awards. In 1958 Murtić participated in the three biggest events in the world of contemporary art: the Venice Biennale, the Carnegie Prize in Pittsburgh, and Documenta in Kassel. Interest in the art of Edo Murtić continues to grow, with retrospective exhibits in major museums.",
    "year": 1921,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Dory Funk",
    "birthday": "1919-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/81/Dory_Funk_-_Wrestling_News_San_Angelo_Sport_Arena_-_14_August_1962.jpg",
    "extract": "Dorrance Wilhelm Funk was an American professional wrestler. He is the father of wrestlers Dory Funk Jr. and Terry Funk, and was a promoter of the Amarillo, Texas-based Western States Sports promotion.",
    "year": 1919,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Basil Yamey",
    "birthday": "1919-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Basil_Yamey.jpg/234px-Basil_Yamey.jpg",
    "extract": "Basil Selig Yamey CBE was a South African economist and expert in the history of accounting.",
    "year": 1919,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Kakuei Tanaka",
    "birthday": "1918-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Kakuei_Tanaka_19720707.jpg/248px-Kakuei_Tanaka_19720707.jpg",
    "extract": "Kakuei Tanaka  was a Japanese politician who served in the House of Representatives from 1947 to 1990, and was Prime Minister of Japan from 1972 to 1974.",
    "year": 1918,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Nick Joaquin",
    "birthday": "1917-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Nick_Joaquin_Portrait_from_Fringe.jpg/320px-Nick_Joaquin_Portrait_from_Fringe.jpg",
    "extract": "Nicomedes \"Nick\" Marquez Joaquin was a Filipino writer and journalist best known for his short stories and novels in the English language. He also wrote using the pen name Quijano de Manila. Joaquin was conferred the rank and title of National Artist of the Philippines for Literature. He has been considered one of the most important Filipino writers, along with José Rizal and Claro M. Recto. Unlike Rizal and Recto, whose works were written in Spanish, Joaquin's major works were written in English despite being a native Spanish speaker.",
    "year": 1917,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Jane Jacobs",
    "birthday": "1916-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Jane_Jacobs.jpg/320px-Jane_Jacobs.jpg",
    "extract": "Jane Jacobs was an American-Canadian journalist, author, theorist, and activist who influenced urban studies, sociology, and economics. Her book The Death and Life of Great American Cities (1961) argued that \"urban renewal\" and \"slum clearance\" did not respect the needs of city-dwellers.",
    "year": 1916,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Richard Proenneke",
    "birthday": "1916-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Richard_Proenneke_in_his_cabin.jpeg/320px-Richard_Proenneke_in_his_cabin.jpeg",
    "extract": "Richard Louis Proenneke was an American self-educated naturalist, conservationist, writer, and wildlife photographer who, from the age of about 51, lived alone for nearly thirty years (1969–1999) in the mountains of Alaska in a log cabin that he constructed by hand near the shore of Twin Lakes. Proenneke hunted, fished, raised and gathered his own food, and also had supplies flown in occasionally. He documented his activities in journals and on film, and also recorded valuable meteorological and natural data. The journals and film were later used by others to write books and produce documentaries about his time in the wilderness.",
    "year": 1916,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Maedayama Eigorō",
    "birthday": "1914-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Maedayama.jpg/198px-Maedayama.jpg",
    "extract": "Maedayama Eigorō  was a Japanese professional sumo wrestler from Ehime Prefecture. He was the sport's 39th yokozuna.",
    "year": 1914,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Princess Katherine of Greece and Denmark",
    "birthday": "1913-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Princess_Katherine_of_Greece.jpg/237px-Princess_Katherine_of_Greece.jpg",
    "extract": "Princess Katherine of Greece and Denmark, styled in the United Kingdom as Lady Katherine Brandram from 1947 till 2007, was the third daughter and youngest child of King Constantine I of Greece and Sophia of Prussia.",
    "year": 1913,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Evald Seepere",
    "birthday": "1911-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a8/Evald_Seepere.jpg",
    "extract": "Evald Seepere was an Estonian amateur featherweight boxer. He competed in the 1934 European Championships and 1936 Summer Olympics, but was eliminated in a second-round bout. Seepere studied in Moscow in 1942–43, and later for 43 years worked as a boxing coach in Estonia.",
    "year": 1911,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Lincoln Kirstein",
    "birthday": "1907-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/4c/LincolnKirstein_WalkerEvans.jpg",
    "extract": "Lincoln Edward Kirstein was an American writer, impresario, art connoisseur, philanthropist, and cultural figure in New York City, noted especially as co-founder of the New York City Ballet. He developed and sustained the company with his organizing ability and fundraising for more than four decades, serving as the company's general director from 1946 to 1989. According to the New York Times, he was \"an expert in many fields\", organizing art exhibits and lecture tours in the same years.",
    "year": 1907,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Walter Walsh",
    "birthday": "1907-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Walter_Walsh_101.jpg/208px-Walter_Walsh_101.jpg",
    "extract": "Walter Rudolph Walsh was an FBI agent, USMC shooting instructor and Olympic shooter. Walsh joined the FBI in 1934, serving during the Public enemy era, and was involved in several high-profile FBI cases, including the capture of Arthur Barker and the killing of Al Brady. He served in the Pacific theatre during World War II with the Marine Corps and, after a brief return to the FBI, served as a shooting instructor with the Marine Corps until his retirement in the 1970s.",
    "year": 1907,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Gustav Bergmann",
    "birthday": "1906-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e0/GustavBergmann_berg1.jpg",
    "extract": "Gustav Bergmann was an Austrian-born American philosopher. He studied at the University of Vienna and was a member of the Vienna Circle. Bergmann was influenced by the philosophers Moritz Schlick, Friedrich Waismann, and Rudolf Carnap who were members of the Circle. In the United States, he was a professor of philosophy and psychology at the University of Iowa.",
    "year": 1906,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Al Dexter",
    "birthday": "1905-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Al_Dexter.jpg/204px-Al_Dexter.jpg",
    "extract": "Clarence Albert Poindexter, known as Al Dexter, was an American country musician and songwriter. He is best known for \"Pistol Packin' Mama,\" a 1943 hit that was one of the most popular recordings of the World War II years and later became a hit again with a cover by Bing Crosby and The Andrews Sisters.",
    "year": 1905,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Luther Adler",
    "birthday": "1903-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/38/Luther_Adler_in_DOA.jpg",
    "extract": "Luther Adler was an American actor best known for his work in theatre, but who also worked in film and television. He also directed plays on Broadway.",
    "year": 1903,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Paul Demel",
    "birthday": "1903-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b4/Actor_Paul_Demel.jpg",
    "extract": "Paul Demel was an actor born in Brno, then in the Austro-Hungarian Empire. He is most notable for his cameo appearances in films, particularly the British Ealing comedies Hue and Cry (1947), Passport to Pimlico (1949), The Lavender Hill Mob (1951) and His Excellency (1952). His other film appearances include English Without Tears (1944) for Two Cities Films. His stage work included West End roles in The Doctor's Dilemma at the Haymarket with Vivien Leigh in 1942, and Madame Louise at the Garrick in 1945. He died in Munich.",
    "year": 1903,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Cola Debrot",
    "birthday": "1902-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Nicolaas_Debrot_%281963%29.jpg/320px-Nicolaas_Debrot_%281963%29.jpg",
    "extract": "Nicolaas (Cola) Debrot was a writer, lawyer, medical doctor and politician.",
    "year": 1902,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "William Brown Meloney (1902–1971)",
    "birthday": "1902-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b1/Chasley_Superman_horse_and_William_Brown_Meloney_driver_1969_Mid-Atlantic_National_.tiff/lossless-page1-320px-Chasley_Superman_horse_and_William_Brown_Meloney_driver_1969_Mid-Atlantic_National_.tiff.png",
    "extract": "William Brown Meloney V was a journalist, novelist, short-story writer and theatrical producer.",
    "year": 1902,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Franklin Carmichael",
    "birthday": "1890-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Franklin_Carmichael.jpg/241px-Franklin_Carmichael.jpg",
    "extract": "Franklin Carmichael was a Canadian artist and member of the Group of Seven. Though he was primarily famous for his use of watercolours, he also used oil paints, charcoal and other media to capture the Ontario landscapes. Besides his work as a painter, he worked as a designer and illustrator, creating promotional brochures, advertisements in newspapers and magazines, and designing books. Near the end of his life, Carmichael taught in the Graphic Design and Commercial Art Department at the Ontario College of Art.",
    "year": 1890,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Francis Spellman",
    "birthday": "1889-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Cardinal_Francis_Spellman_1946.jpg/229px-Cardinal_Francis_Spellman_1946.jpg",
    "extract": "Francis Joseph Spellman was an American bishop and cardinal of the Catholic Church. From 1939 until his death in 1967, he served as the sixth Archbishop of New York; he had previously served as an auxiliary bishop of the Archdiocese of Boston from 1932 through 1939. He was created a cardinal in 1946.",
    "year": 1889,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Andrew Dasburg",
    "birthday": "1887-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Andrew-Dasburg.jpg/320px-Andrew-Dasburg.jpg",
    "extract": "Andrew Michael Dasburg was an American modernist painter and \"one of America's leading early exponents of cubism\".",
    "year": 1887,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Wang Jingwei",
    "birthday": "1883-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/%E6%B1%AA%E7%B2%BE%E8%A1%9B%E7%85%A7%E7%89%87.jpg/240px-%E6%B1%AA%E7%B2%BE%E8%A1%9B%E7%85%A7%E7%89%87.jpg",
    "extract": "Wang Jingwei, born as Wang Zhaoming and widely known by his pen name Jingwei, was a Chinese politician. He was initially a member of the left wing of the Kuomintang, leading a government in Wuhan in opposition to the right-wing government in Nanjing, but later became increasingly anti-communist after his efforts to collaborate with the Chinese Communist Party ended in political failure. His political orientation veered sharply to the right later in his career after he collaborated with the Japanese.",
    "year": 1883,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Alice Liddell",
    "birthday": "1852-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Alice_Liddell.jpg/256px-Alice_Liddell.jpg",
    "extract": "Alice Pleasance Hargreaves, was, in her childhood, an acquaintance and photography subject of Lewis Carroll. One of the stories he told her during a boating trip became the children's classic 1865 novel Alice's Adventures in Wonderland. She shared her name with \"Alice\", the heroine of the story, but scholars disagree about the extent to which the character was based upon her.",
    "year": 1852,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Thomas Dewing",
    "birthday": "1851-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Thomas_Wilmer_Dewing.jpg/207px-Thomas_Wilmer_Dewing.jpg",
    "extract": "Thomas Wilmer Dewing was an American painter working at the turn of the 20th century. Schooled in Paris, Dewing was noted for his figure paintings of aristocratic women. He was a founding member of the Ten American Painters and taught at the Art Students League of New York. The Freer Gallery of Art at the Smithsonian Institution has a collection of his works. He was the husband of fellow artist Maria Oakey Dewing.",
    "year": 1851,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "John Hanning Speke",
    "birthday": "1827-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/John_Hanning_Speke_%281827-64%29_RMG_F8616_%28cropped%29.jpg/226px-John_Hanning_Speke_%281827-64%29_RMG_F8616_%28cropped%29.jpg",
    "extract": "Captain John Hanning Speke was an English explorer and officer in the British Indian Army who made three exploratory expeditions to Africa. He is most associated with the search for the source of the Nile and was the first European to reach Lake Victoria.",
    "year": 1827,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Frederic Edwin Church",
    "birthday": "1826-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Frederic_Edwin_Church_-_Brady-Handy_%28cropped%29.jpg/206px-Frederic_Edwin_Church_-_Brady-Handy_%28cropped%29.jpg",
    "extract": "Frederic Edwin Church was an American landscape painter born in Hartford, Connecticut. He was a central figure in the Hudson River School of American landscape painters, best known for painting large landscapes, often depicting mountains, waterfalls, and sunsets. Church's paintings put an emphasis on realistic detail, dramatic light, and panoramic views. He debuted some of his major works in single-painting exhibitions to a paying and often enthralled audience in New York City. In his prime, he was one of the most famous painters in the United States.",
    "year": 1826,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Thomas Henry Huxley",
    "birthday": "1825-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2e/T.H.Huxley%28Woodburytype%29.jpg",
    "extract": "Thomas Henry Huxley was an English biologist and anthropologist specialising in comparative anatomy. He has become known as \"Darwin's Bulldog\" for his advocacy of Charles Darwin's theory of evolution.",
    "year": 1825,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Augustus Le Plongeon",
    "birthday": "1825-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Augustus-le-plongeon-photo.jpeg/246px-Augustus-le-plongeon-photo.jpeg",
    "extract": "Augustus Henry Julian Le Plongeon was a British-American archeologist and photographer who studied the pre-Columbian ruins of America, particularly those of the Maya civilization on the northern Yucatán Peninsula. While his writings contain many notions that were not well received by his contemporaries and were later disproven, Le Plongeon left a lasting legacy in his photographs documenting the ancient ruins. He was one of the earliest proponents of Mayanism.",
    "year": 1825,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Charles Boucher de Boucherville",
    "birthday": "1822-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Charles-Eug%C3%A8ne_Boucher_de_Boucherville_portrait.jpg/278px-Charles-Eug%C3%A8ne_Boucher_de_Boucherville_portrait.jpg",
    "extract": "Sir Charles-Eugène-Napoléon Boucher de Boucherville, was a Canadian politician and doctor. He twice served as the premier of Quebec.",
    "year": 1822,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Julia Gardiner Tyler",
    "birthday": "1820-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Julia_Tyler.jpg/256px-Julia_Tyler.jpg",
    "extract": "Julia Tyler was the second wife of John Tyler, who was the tenth president of the United States. As such, she served as the first lady of the United States from June 26, 1844, to March 4, 1845.",
    "year": 1820,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "John Whiteaker",
    "birthday": "1820-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/John_Whiteaker_Oregon.png/223px-John_Whiteaker_Oregon.png",
    "extract": "John Whiteaker was an American politician, soldier, and judge. A native of Indiana, he joined the army during the Mexican–American War and then prospected during the California Gold Rush. After moving to the Oregon Territory, he served as a judge and member of the legislature. A Democrat, Whiteaker served as the first state Governor of Oregon from 1859 until 1862 and later was Oregon's Congressman from 1879 to 1881. He also was president of the Oregon State Senate and Speaker of the Oregon House of Representatives.",
    "year": 1820,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Horace Mann",
    "birthday": "1796-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Southworth_and_Hawes_-_Horace_Mann_%28Zeno_Fotografie%29_%28cropped%29.jpg/253px-Southworth_and_Hawes_-_Horace_Mann_%28Zeno_Fotografie%29_%28cropped%29.jpg",
    "extract": "Horace Mann was an American educational reformer, slavery abolitionist and Whig politician known for his commitment to promoting public education. In 1848, after public service as Secretary of the Massachusetts State Board of Education, Mann was elected to the United States House of Representatives (1848–1853). From September 1852 to his death, he served as President of Antioch College.",
    "year": 1796,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "William Pennington",
    "birthday": "1796-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/William_Pennington_portrait.jpg/248px-William_Pennington_portrait.jpg",
    "extract": "William Pennington was an American politician and lawyer. He was the 13th governor of New Jersey from 1837 to 1843. He served one term in the United States House of Representatives, during which he served as Speaker of the House from 1860 to 1861.",
    "year": 1796,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "William H. Prescott",
    "birthday": "1796-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/William_Hickling_Prescott_by_Southworth_%26_Hawes%2C_c1850-9-crop.jpg/257px-William_Hickling_Prescott_by_Southworth_%26_Hawes%2C_c1850-9-crop.jpg",
    "extract": "William Hickling Prescott was an American historian and Hispanist, who is widely recognized by historiographers to have been the first American scientific historian. Despite having serious visual impairment, which at times prevented him from reading or writing for himself, Prescott became one of the most eminent historians of 19th century America. He is also noted for his eidetic memory.",
    "year": 1796,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Friedrich Arnold Brockhaus",
    "birthday": "1772-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Friedrich_Arnold_Brockhaus_Vogel_von_Vogelstein.jpg/227px-Friedrich_Arnold_Brockhaus_Vogel_von_Vogelstein.jpg",
    "extract": "Friedrich Arnold Brockhaus was a German encyclopedia publisher and editor, famed for publishing the Conversations-Lexikon, which is now published as the Brockhaus encyclopedia.",
    "year": 1772,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "François Gérard",
    "birthday": "1770-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Thomas_Lawrence_-_Francois_Gerard.jpg/258px-Thomas_Lawrence_-_Francois_Gerard.jpg",
    "extract": "François Pascal Simon Gérard, titled as Baron Gérard in 1809, was a prominent French painter. He was born in Rome, where his father occupied a post in the house of the French ambassador, and his mother was Italian. After he was made a baron of the Empire in 1809 by Emperor Napoleon, he was known formally as Baron Gérard.",
    "year": 1770,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Tyagaraja",
    "birthday": "1767-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Tyagaraja_%28cropped%29.png/288px-Tyagaraja_%28cropped%29.png",
    "extract": "Tyagaraja, also known as Tyāgayya, was a composer and vocalist of Carnatic music, a form of Indian classical music. He was prolific and highly influential in the development of India's classical music tradition. Tyagaraja and his contemporaries, Shyama Shastri and Muthuswami Dikshitar, are regarded as the Trinity of Carnatic music. Tyagaraja composed thousands of devotional compositions, most in Telugu and in praise of Lord Rama, many of which remain popular today. Of special mention are five of his compositions called the Pancharatna Kritis, which are often sung in programs in his honour, and Utsava Sampradaya Krithis, which are often sung to accompany temple rituals.",
    "year": 1767,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Manuel Tolsá",
    "birthday": "1757-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Rafael_Ximeno_y_Planes_-_Portrait_of_Manuel_Tols%C3%A1_-_Google_Art_Project.jpg/253px-Rafael_Ximeno_y_Planes_-_Portrait_of_Manuel_Tols%C3%A1_-_Google_Art_Project.jpg",
    "extract": "Manuel Vicente Tolsá Sarrión was a prolific Neoclassical architect and sculptor in Spain and Mexico. He served as the first director of the Academy of San Carlos.",
    "year": 1757,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "John Brooks (governor)",
    "birthday": "1752-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Gilbert_Stuart%2C_Govenor_John_Brooks%2C_c._1820%2C_HAA.jpg/257px-Gilbert_Stuart%2C_Govenor_John_Brooks%2C_c._1820%2C_HAA.jpg",
    "extract": "John Brooks was a doctor, military officer, and politician from Massachusetts. He served as the 11th Governor of Massachusetts from 1816 to 1823, and was one of the last Federalist officials elected in the United States.",
    "year": 1752,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Jean-Charles de Borda",
    "birthday": "1733-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/03/Jean_Charles_Borda.jpg",
    "extract": "Jean-Charles, chevalier de Borda was a French mathematician, physicist, and Navy officer.",
    "year": 1733,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Richard Graves",
    "birthday": "1715-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Richard_Graves.jpg/257px-Richard_Graves.jpg",
    "extract": "Richard Graves was an English cleric, poet, and novelist. He is remembered especially for his picaresque novel The Spiritual Quixote (1773).",
    "year": 1715,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Françoise Marie de Bourbon",
    "birthday": "1677-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Fran%C3%A7oise-Marie_de_Bourbon_in_1700%3B_Duchess_of_Chartres.jpg/248px-Fran%C3%A7oise-Marie_de_Bourbon_in_1700%3B_Duchess_of_Chartres.jpg",
    "extract": "Françoise Marie de Bourbon was the youngest illegitimate daughter of Louis XIV of France and his maîtresse-en-titre, Françoise-Athénaïs de Rochechouart, Marquise de Montespan. At the age of 14, she was wed to her first cousin Philippe d'Orléans, future Regent of France during the minority of Louis XV. Through two of her eight children she became the ancestress of several of Europe's Roman Catholic monarchs of the 19th and 20th centuries, notably those of Belgium, Italy, Portugal, Spain, and France.",
    "year": 1677,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Bartolomeo Cristofori",
    "birthday": "1655-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/BartolomeoCristofori.jpg/231px-BartolomeoCristofori.jpg",
    "extract": "Bartolomeo Cristofori di Francesco was an Italian maker of musical instruments famous for inventing the piano.",
    "year": 1655,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Chhatrasal",
    "birthday": "1649-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1d/Maharaja_Chhatrasal_1.jpg",
    "extract": "Chhatrasal Bundela was a Maharaja, and a member of the Bundela Rajput Clan He resisted the Mughal Empire and established his independent kingdom in Bundelkhand till the end of his reign.",
    "year": 1649,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Katherine Ferrers",
    "birthday": "1634-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Katherine_Ferrers.jpg/243px-Katherine_Ferrers.jpg",
    "extract": "Katherine Ferrers was an English gentlewoman and heiress. According to popular legend, she was also the \"Wicked Lady\", a highwaywoman who terrorised the English county of Hertfordshire before dying from gunshot wounds sustained during a robbery.",
    "year": 1634,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Alice Spencer, Countess of Derby",
    "birthday": "1559-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Alice_Spencer.jpg/240px-Alice_Spencer.jpg",
    "extract": "Alice Spencer, Countess of Derby was an English noblewoman from the Spencer family and noted patron of the arts. Poet Edmund Spenser represented her as \"Amaryllis\" in his eclogue Colin Clouts Come Home Againe (1595) and dedicated his poem The Teares of the Muses (1591) to her.",
    "year": 1559,
    "month": 5,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Khwaja Abdullah Ansari",
    "birthday": "1006-5-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Stamps_of_Tajikistan%2C_2010-09.jpg/227px-Stamps_of_Tajikistan%2C_2010-09.jpg",
    "extract": "Abu Ismaïl Abdullah al-Herawi al-Ansari or Abdullah Ansari of Herat (1006–1088) also known as Pir-i Herat \"Sage of Herat\", was a Muslim Sufi saint who lived in the 11th century in Herat. One of the outstanding figures of 5th/11th century Khorasan, Ansari was a commentator of the Qur'an, scholar of the Hanbali school of thought (madhhab), traditionalist, polemicist, and spiritual master, known for his oratory and poetic talents in Arabic and Persian.",
    "year": 1006,
    "month": 5,
    "day": 4,
    "language": "en"
  }
]