[
  {
    "name": "Duncan Scott (swimmer)",
    "birthday": "1997-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Duncan_Scott_at_BUCS_Nationals_2020.jpg/213px-Duncan_Scott_at_BUCS_Nationals_2020.jpg",
    "extract": "Duncan William MacNaughton Scott is a Scottish swimmer representing Great Britain at the FINA World Aquatics Championships and the Olympic Games, and Scotland at the Commonwealth Games. Scott made history after winning four medals - more than any other British athlete at a single Olympic Games in Tokyo 2020 - and becoming Great Britain's most decorated swimmer in Olympic history. An all-rounder in the pool, Scott has swum internationally in 100 and 200 metres freestyle and butterfly, and 200 metres individual medley. He has won a gold at the Olympics and two golds at the World Championships in 4 x 200 metre freestyle relay, a gold in the 4 x 100 metre medley relay, as well as silvers at the World Championships and Olympics in freestyle and medley relay. Individually, Scott was the 100 metre freestyle champion at the 2015 European Games and 2018 Commonwealth Games, and the 200 metre freestyle champion at the same European Games and the 2018 European Aquatics Championships.",
    "year": 1997,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Mateo Kovačić",
    "birthday": "1994-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Chelsea_vs._Arsenal%2C_29_May_2019_18_Kovacic.jpg/235px-Chelsea_vs._Arsenal%2C_29_May_2019_18_Kovacic.jpg",
    "extract": "Mateo Kovačić is a Croatian professional footballer who plays as a midfielder for Premier League club Chelsea and the Croatia national team. He is usually deployed in a central or box-to-box role, but can play in deeper positions. He also adapted to playing either wide on the left or as an attacking midfielder earlier in his career.",
    "year": 1994,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gustavo Gómez",
    "birthday": "1993-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Gustavo123.jpg/178px-Gustavo123.jpg",
    "extract": "Gustavo Raúl Gómez Portillo is a Paraguayan footballer who currently plays as a defender for and captains the Brazilian Serie A club Palmeiras and the Paraguay national team.",
    "year": 1993,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Brendan Gallagher",
    "birthday": "1992-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Brendan_Gallagher_-_Montreal_Canadiens.jpg/291px-Brendan_Gallagher_-_Montreal_Canadiens.jpg",
    "extract": "Brendan Gallagher is a Canadian professional ice hockey winger and alternate captain for the Montreal Canadiens of the National Hockey League (NHL). He was selected by the Canadiens in the fifth round, 147th overall, of the 2010 NHL Entry Draft.",
    "year": 1992,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Baekhyun",
    "birthday": "1992-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Baekhyun_at_EXplOration_in_Taipei_in_28_September_2019.jpg/213px-Baekhyun_at_EXplOration_in_Taipei_in_28_September_2019.jpg",
    "extract": "Byun Baek-hyun, better known mononymously as Baekhyun, is a South Korean singer, songwriter and actor. Baekhyun began training under SM Entertainment in 2011. A few months later, he made his debut in 2012 as a member of the South Korean-Chinese boy group Exo, its sub-group Exo-K and later on its sub-unit Exo-CBX. He is also the leader of South Korean supergroup SuperM.",
    "year": 1992,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jonas Valančiūnas",
    "birthday": "1992-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Jonas_Valanciunas_%2826715350158%29.jpg/211px-Jonas_Valanciunas_%2826715350158%29.jpg",
    "extract": "Jonas Valančiūnas is a Lithuanian professional basketball player for the New Orleans Pelicans of the National Basketball Association (NBA). He was selected by the Toronto Raptors with the fifth overall pick in the 2011 NBA draft. At the 2019 trade deadline, he was traded to the Memphis Grizzlies. In the 2021 offseason he was traded to the New Orleans Pelicans.",
    "year": 1992,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "José Altuve",
    "birthday": "1990-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Jos%C3%A9_Altuve_2017.jpg/253px-Jos%C3%A9_Altuve_2017.jpg",
    "extract": "José Carlos Altuve is a Venezuelan professional baseball second baseman for the Houston Astros of Major League Baseball (MLB). The Astros signed Altuve as an amateur free agent in 2007, and he made his major league debut in 2011. A right-handed batter and thrower, as of 2017 he was the shortest active MLB player, at 5 feet 6 inches (1.68 m). His listed weight is 165 pounds (75 kg). From 2014 to 2017, Altuve recorded at least 200 hits each season and led the American League (AL) in the category. He won three batting championships in that span.",
    "year": 1990,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Dominika Cibulková",
    "birthday": "1989-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Cibulkova_RG19_%285%29_%2848199419602%29.jpg/213px-Cibulkova_RG19_%285%29_%2848199419602%29.jpg",
    "extract": "Dominika Cibulková is a Slovak former professional tennis player. She won eight WTA Tour singles titles and two on the ITF Circuit.",
    "year": 1989,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ryan Anderson (basketball, born 1988)",
    "birthday": "1988-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/20140101_Ryan_Anderson.JPG/238px-20140101_Ryan_Anderson.JPG",
    "extract": "Ryan James Anderson is an American professional basketball player who last played for the Houston Rockets. He played college basketball for the California Golden Bears.",
    "year": 1988,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Dakota Kai",
    "birthday": "1988-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Dakota_Kai_Axxess_2018.jpg/213px-Dakota_Kai_Axxess_2018.jpg",
    "extract": "Cheree Georgina Crowley is a New Zealander professional wrestler. She is best known for her time in WWE where she performed on the NXT brand under the ring name Dakota Kai. She is a former two-time NXT Womens Tag Team Champion.",
    "year": 1988,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Dries Mertens",
    "birthday": "1987-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Mertens_2018_%28cropped%29.jpg/245px-Mertens_2018_%28cropped%29.jpg",
    "extract": "Dries Mertens, nicknamed \"Ciro\", is a Belgian professional footballer who plays as a striker or winger for Serie A club Napoli and the Belgium national team.",
    "year": 1987,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Meek Mill",
    "birthday": "1987-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Meek_Mill_%40_Made_in_America_2015_VII_%2823724077599%29_%28cropped2%29.jpg/320px-Meek_Mill_%40_Made_in_America_2015_VII_%2823724077599%29_%28cropped2%29.jpg",
    "extract": "Robert Rihmeek Williams, known professionally as Meek Mill, is an American rapper. Born and raised in Philadelphia, he embarked on his music career as a battle rapper, and later formed a short-lived rap group, The Bloodhoundz. In 2008, Atlanta-based rapper T.I. signed Meek Mill to his first record deal. In February 2011, after leaving Grand Hustle Records, Mill signed with Miami-based rapper Rick Ross's Maybach Music Group (MMG). Mill's debut album, Dreams and Nightmares, was released in 2012 under MMG and Warner Bros. Records. The album, preceded by the lead single \"Amen\", peaked at number two on the U.S. Billboard 200.",
    "year": 1987,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Adrienne Warren",
    "birthday": "1987-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Adrienne_warren_2021_4.jpg/269px-Adrienne_warren_2021_4.jpg",
    "extract": "Adrienne Warren is an American actress, singer and dancer. She made her Broadway debut in the 2012 musical Bring It On, and in 2016 received a Tony Award for Best Featured Actress in a Musical nomination for her performance in Shuffle Along, or, the Making of the Musical Sensation of 1921 and All That Followed. She was also praised for her role as Tina Turner in the West End production of Tina in 2018, and for the same role in the Broadway production, for which she received the Tony Award for Best Actress in a Musical in 2020.",
    "year": 1987,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Goran Dragić",
    "birthday": "1986-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Goran_Dragic_2018_%28cropped%29.jpg/239px-Goran_Dragic_2018_%28cropped%29.jpg",
    "extract": "Goran Dragić is a Slovenian professional basketball player for the Brooklyn Nets of the National Basketball Association (NBA). Nicknamed \"the Dragon\", he had played professional basketball in Slovenia and Spain before entering the NBA in 2008. Dragić has also played for the Phoenix Suns, Miami Heat, Houston Rockets, and the Toronto Raptors. He was an All-NBA Third Team selection and the NBA Most Improved Player with the Suns in 2014. He was named an NBA All-Star for the first time in 2018 with Miami. He led the senior Slovenian national team to its first FIBA EuroBasket title in 2017, while being named the Most Valuable Player of the tournament.",
    "year": 1986,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Chris Paul",
    "birthday": "1985-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Chris_Paul_%282022_All-Star_Weekend%29_%28cropped%29.jpg/278px-Chris_Paul_%282022_All-Star_Weekend%29_%28cropped%29.jpg",
    "extract": "Christopher Emmanuel Paul, nicknamed \"CP3\", is an American professional basketball player who plays for the Phoenix Suns of the National Basketball Association (NBA). Paul is widely regarded as one of the greatest point guards of all time. He has won the NBA Rookie of the Year Award, an NBA All-Star Game Most Valuable Player Award, two Olympic gold medals, and led the NBA in assists five times and steals a record six times. He has also been selected to twelve NBA All-Star teams, eleven All-NBA teams, and nine NBA All-Defensive teams. In 2021, he was selected to the NBA 75th Anniversary Team. He also served as the president of the National Basketball Players Association from August 2013 to August 2021. Among the highest-paid athletes in the world, he holds endorsement deals with companies such as Jordan Brand and State Farm.",
    "year": 1985,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Anton Babchuk",
    "birthday": "1984-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Anton_Babchuk.png/208px-Anton_Babchuk.png",
    "extract": "Anton Anatoliiovych Babchuk is a Ukrainian-Russian former professional ice hockey defenceman He last played for Atlant Moscow Oblast of the Kontinental Hockey League (KHL).",
    "year": 1984,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Juan Pablo Carrizo",
    "birthday": "1984-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Juan_Pablo_Carrizo.jpg/320px-Juan_Pablo_Carrizo.jpg",
    "extract": "Juan Pablo Carrizo is an Argentine professional footballer who plays as a goalkeeper.",
    "year": 1984,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Dani Alves",
    "birthday": "1983-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Dani_Alves_-_Scotland_v_Brazil_-_March_2011.jpg/278px-Dani_Alves_-_Scotland_v_Brazil_-_March_2011.jpg",
    "extract": "Daniel Alves da Silva, known simply as Dani Alves, is a Brazilian professional footballer who plays as a right-back for La Liga club Barcelona and the Brazil national team. Widely considered one of the greatest full-backs of all time, Alves is the most decorated player in the history of football with 46 titles at senior level, and 47 official titles overall. In his prime, he was praised for his pace, stamina, overlapping attacking runs, and technical skills.",
    "year": 1983,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Doron Perkins",
    "birthday": "1983-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Doron_Perkins%2714.JPG/199px-Doron_Perkins%2714.JPG",
    "extract": "Doron Perkins is a former American professional basketball player and currently an assistant coach for Maccabi Tel Aviv B.C. of the Euroleague. Standing at 1.91 m he can play as either a point guard or a shooting guard. He was the 2009 Israeli Basketball Premier League MVP, and the 2010 and 2011 Israeli Basketball Premier League Defensive Player of the Year.",
    "year": 1983,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gabourey Sidibe",
    "birthday": "1983-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Gabourey_Sidibe_at_PaleyFest_2014_-_13491368805.jpg/213px-Gabourey_Sidibe_at_PaleyFest_2014_-_13491368805.jpg",
    "extract": "Gabourey Sidibe is an American actress. She made her acting debut in the 2009 film Precious, a role that earned her the Independent Spirit Award for Best Female Lead, in addition to nominations for the Golden Globe and Academy Award for Best Actress. Her other film roles include Tower Heist (2011), White Bird in a Blizzard (2014), Grimsby (2016) and Antebellum (2020).",
    "year": 1983,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Trinley Thaye Dorje",
    "birthday": "1983-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a4/17-Karmapa-Lon.jpg",
    "extract": "Trinley Thaye Dorje is a claimant to the title of 17th Karmapa.",
    "year": 1983,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Fredrik Sjöström",
    "birthday": "1983-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Fredrik_Sjostrom_Maple_Leafs.jpg/320px-Fredrik_Sjostrom_Maple_Leafs.jpg",
    "extract": "Fredrik Per Oscar Sjöström is a Swedish former professional ice hockey winger, currently the general manager of Frölunda HC of the Swedish Hockey League (SHL). Drafted by the National Hockey League (NHL)'s Phoenix Coyotes in the 2001 NHL Entry Draft, Sjöström played over 500 regular season NHL and Stanley Cup playoff games with the Coyotes, New York Rangers, Calgary Flames and Toronto Maple Leafs.",
    "year": 1983,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jason Witten",
    "birthday": "1982-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Jason_Witten_vs._Redskins_2017.jpg/202px-Jason_Witten_vs._Redskins_2017.jpg",
    "extract": "Christopher Jason Witten is a former American football tight end who played 17 seasons, primarily for the Dallas Cowboys of the National Football League (NFL). He played college football for the University of Tennessee, and was drafted by the Dallas Cowboys in the third round of the 2003 NFL Draft. Witten ranks second in all-time career receptions and receiving yards by an NFL tight end, trailing only Tony Gonzalez. Initially retiring in 2018, he became a color analyst for ESPN's Monday Night Football. After working as an ESPN color analyst for the 2018 season, Witten returned to the NFL for the 2019 season, reuniting with the Cowboys. Witten then joined the Las Vegas Raiders for the 2020 season. Witten afterward retired again but signed a one-day contract to retire as a member of the Cowboys.",
    "year": 1982,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Dimitris Diamantidis",
    "birthday": "1980-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Diamantidis_11052013.JPG/178px-Diamantidis_11052013.JPG",
    "extract": "Dimitris Diamantidis is a retired Greek professional basketball player, who spent the last twelve seasons of his EuroLeague career with Panathinaikos Athens, where he last served as the team's general manager, alongside Fragiskos Alvertis. Widely regarded as one of the greatest European players ever to grace the game, he marked his era by being the most versatile player in the EuroLeague, serving as an inspiration to a whole generation of young European stars.",
    "year": 1980,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ricardo Oliveira",
    "birthday": "1980-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Ricardo_Oliveira.jpg/213px-Ricardo_Oliveira.jpg",
    "extract": "Ricardo José Dognella Lima de Oliveira is a Brazilian professional footballer who plays as a striker for Athletic.",
    "year": 1980,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gerd Kanter",
    "birthday": "1979-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Osaka07_D4A_Discus_VC.jpg/320px-Osaka07_D4A_Discus_VC.jpg",
    "extract": "Gerd Kanter is a retired Estonian discus thrower. He was the 2007 World Champion in the event and won the gold medal at the 2008 Summer Olympics, and bronze in London 2012. His personal best throw of 73.38 m is the Estonian record and the third best mark of all-time.",
    "year": 1979,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jon Montgomery",
    "birthday": "1979-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Jon_Montgomery.jpg/212px-Jon_Montgomery.jpg",
    "extract": "Jonathan Riley \"Jon\" Montgomery is a Canadian skeleton racer and television host. He won the gold medal in the men's skeleton event at the 2010 Winter Olympics in Vancouver, British Columbia. Despite hosting The Amazing Race Canada since 2013, he is best known in Canada for his spontaneous celebration after winning the gold medal in 2010, when he was caught on camera being handed a pitcher of beer by a fan while a crowd surrounding him cheered and sang O Canada. Writing for CBC in 2020, Montgomery stated \"If the beer is all I’m ever remembered for, I consider myself the luckiest fella on Earth.\"",
    "year": 1979,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "John Abraham (American football)",
    "birthday": "1978-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/John_Abraham.jpg/245px-John_Abraham.jpg",
    "extract": "John Antonio Abraham is a former American football defensive end and outside linebacker who played 15 seasons in the National Football League (NFL). He played college football at South Carolina, and was drafted by the New York Jets in the first round of the 2000 NFL Draft. Abraham also played for the Atlanta Falcons and Arizona Cardinals.",
    "year": 1978,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tony Estanguet",
    "birthday": "1978-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Tony_Estanguet_%C3%A0_la_Philharmonie_de_Paris.jpg/320px-Tony_Estanguet_%C3%A0_la_Philharmonie_de_Paris.jpg",
    "extract": "Tony Estanguet is a French slalom canoeist and a three-time Olympic champion in C1. He competed at the international level from 1994 to 2012.",
    "year": 1978,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Fredrick Federley",
    "birthday": "1978-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Fredrick_Federley_May%2C_2019_%2847792207162%29.jpg/320px-Fredrick_Federley_May%2C_2019_%2847792207162%29.jpg",
    "extract": "Fredrick Erik Federley is a former Swedish politician and Member of the European Parliament (MEP) from Sweden. He was a member of the Centre Party, part of the Alliance of Liberals and Democrats for Europe. He was a member of the Parliament of Sweden 2006-2014 and MEP since 1 July 2014. On 24 September 2015 he was elected Second Vice Chairman of the Centre Party.",
    "year": 1978,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alexandr Fedorov (bodybuilder)",
    "birthday": "1978-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Alex_Fedorov.jpg/256px-Alex_Fedorov.jpg",
    "extract": "Alexandr Fedorov is an IFBB professional bodybuilder.",
    "year": 1978,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Christophe Brandt",
    "birthday": "1977-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Walcourt_-_Tour_de_la_province_de_Namur%2C_%C3%A9tape_3%2C_7_ao%C3%BBt_2015%2C_arriv%C3%A9e_%28A42%29.JPG/250px-Walcourt_-_Tour_de_la_province_de_Namur%2C_%C3%A9tape_3%2C_7_ao%C3%BBt_2015%2C_arriv%C3%A9e_%28A42%29.JPG",
    "extract": "Christophe Brandt is a Belgian former professional road bicycle racer, who competed professionally between 2000 and 2010 for the Saeco Macchine per Caffè–Valli & Valli and Omega Pharma–Lotto teams. He now works as the general manager for UCI ProTeam Bingoal Pauwels Sauces WB, and as a directeur sportif for its junior team, UCI Continental team Bingoal Pauwels Sauces WB Development Team.",
    "year": 1977,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Mark Eaton (ice hockey)",
    "birthday": "1977-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Mark_Eaton_2013-03-17.JPG/246px-Mark_Eaton_2013-03-17.JPG",
    "extract": "Mark Andrew Eaton is an American former professional ice hockey defenseman who played 13 seasons in the National Hockey League (NHL) for the Philadelphia Flyers, Nashville Predators, Pittsburgh Penguins, and New York Islanders. He is the only NHL player to ever come from Delaware. He attended John Dickinson High School in the Wilmington suburbs but played his youth hockey across the state line in Pennsylvania. He is currently the director of player development for the Chicago Blackhawks.",
    "year": 1977,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Iván de la Peña",
    "birthday": "1976-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/DelaPe%C3%B1a1.JPG/188px-DelaPe%C3%B1a1.JPG",
    "extract": "Iván de la Peña López is a Spanish former professional footballer who played as a central midfielder. During his career, he earned the nicknames Pequeño Buddha and Lo Pelat due to his shaven head and slight frame.",
    "year": 1976,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Martin Brodeur",
    "birthday": "1972-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Martin_Brodeur_during_game_at_Prudential_Center_vs_Ottawa_11-25-09_3.jpeg/320px-Martin_Brodeur_during_game_at_Prudential_Center_vs_Ottawa_11-25-09_3.jpeg",
    "extract": "Martin Pierre Brodeur is a Canadian-American former professional ice hockey goaltender and current team executive. He played 22 seasons in the National Hockey League (NHL), 21 of them for the New Jersey Devils, with whom he won three Stanley Cup championships and five Eastern Conference championships in 17 postseason campaigns. He also won two Olympic gold medals with Team Canada in the 2002 and 2010 Winter Olympic Games, as well as several other medals with Team Canada in other international competitions. Brodeur is widely regarded as one of the greatest goaltenders of all time. In 2017, he was named by the league as one of the \"100 Greatest NHL Players\", and the following year, he was elected to the Hockey Hall of Fame.",
    "year": 1972,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Naoko Takahashi",
    "birthday": "1972-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Takahashi_Naoko_Nagoya_Womens_Marathon_2008.jpg/153px-Takahashi_Naoko_Nagoya_Womens_Marathon_2008.jpg",
    "extract": "Naoko Takahashi  is a retired Japanese long-distance runner and Olympic gold medal-winning marathoner. She won the gold medal in the marathon at the 2000 Sydney Olympics and became the first woman to complete a marathon in under 2:20:00 in 2001.",
    "year": 1972,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Chris Shiflett",
    "birthday": "1971-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Chris_Shiftlett_-_Water_Rats_-_Wednesday_14th_June_2017_ShiftlettWaterRats140617-11_%2835234680452%29.jpg/320px-Chris_Shiftlett_-_Water_Rats_-_Wednesday_14th_June_2017_ShiftlettWaterRats140617-11_%2835234680452%29.jpg",
    "extract": "Christopher Aubrey Shiflett is an American musician. He is most recognizable as lead guitarist for the American rock band Foo Fighters. He was previously a member of the punk rock bands No Use for a Name (1995–1999) and Me First and the Gimme Gimmes (1995–2019). He joined the Foo Fighters in 1999 following the release of their third album There Is Nothing Left to Lose, and performed with the Foo Fighters and the Gimmes, as well as several other side projects, simultaneously. He also hosts a podcast titled Walking the Floor and has released two solo albums, the most recent in 2019.",
    "year": 1971,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kavan Smith",
    "birthday": "1970-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/19/Kavan_smith.jpg",
    "extract": "Kavan Joel Smith is a Canadian actor known for playing Major Evan Lorne in Stargate Atlantis and Stargate SG-1, as Agent Jed Garrity in The 4400, and as Leland Coulter in When Calls the Heart.",
    "year": 1970,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jim Magilton",
    "birthday": "1969-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Jim_Magilton.jpg/213px-Jim_Magilton.jpg",
    "extract": "James Magilton is a Northern Irish football manager and former professional footballer.",
    "year": 1969,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Lætitia Sadier",
    "birthday": "1968-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Laetitia_Sadier_2021_%2851682229009%29_%28cropped%29.jpg/282px-Laetitia_Sadier_2021_%2851682229009%29_%28cropped%29.jpg",
    "extract": "Lætitia Sadier is a French musician, best known as a founding member of the London-based avant-pop band Stereolab. In 1996, while Stereolab was still active, she formed the side project Monade. In 2009 — the same year Stereolab became inactive — she ended the Monade project and began to perform solo work under her own name; her current band is known as the Lætitia Sadier Source Ensemble. She has frequently performed guest vocals and collaborations with other artists.",
    "year": 1968,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Leslie Hope",
    "birthday": "1965-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Leslie_Hope_Comic-Con_2011.jpg/231px-Leslie_Hope_Comic-Con_2011.jpg",
    "extract": "Leslie Ann Hope is a Canadian actress and director, best known for her role as Teri Bauer on the Fox television series 24 and prosecutor Anita Gibbs on Suits.",
    "year": 1965,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alessandra Ferri",
    "birthday": "1963-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Cornejo-Ferri_02-29-2016_by_Lucas_Chilczuk-5.jpg/320px-Cornejo-Ferri_02-29-2016_by_Lucas_Chilczuk-5.jpg",
    "extract": "Alessandra Ferri is an Italian prima ballerina. She danced with the Royal Ballet (1980–1984), American Ballet Theatre (1985–2007) and La Scala Theatre Ballet (1992–2007) and as an international guest artist, before temporally retiring on 10 August 2007, aged 44, then returning in 2013. She was eventually granted the rank of prima ballerina assoluta.",
    "year": 1963,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tom Brake",
    "birthday": "1962-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Official_portrait_of_Tom_Brake_crop_2.jpg/240px-Official_portrait_of_Tom_Brake_crop_2.jpg",
    "extract": "Thomas Anthony Brake is a British Liberal Democrat politician. He was the Member of Parliament (MP) for Carshalton and Wallington in London from 1997 to 2019.",
    "year": 1962,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "George Clooney",
    "birthday": "1961-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/George_Clooney_2016.jpg/248px-George_Clooney_2016.jpg",
    "extract": "George Timothy Clooney is an American actor and filmmaker. He is the recipient of numerous accolades, including a British Academy Film Award, four Golden Globe Awards, and two Academy Awards, one for his acting and the other as a producer. In 2018, he was the recipient of the AFI Lifetime Achievement Award.",
    "year": 1961,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gina Riley",
    "birthday": "1961-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Gina_Riley_at_Kath_%26_Kimderella_movie_premiere.jpg/213px-Gina_Riley_at_Kath_%26_Kimderella_movie_premiere.jpg",
    "extract": "Gina Riley is an Australian actress, writer, singer and comedian, known for portraying Kim Craig in the television series Kath & Kim, and for her work in musical theatre.",
    "year": 1961,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Frans Timmermans",
    "birthday": "1961-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/%28Frans_Timmermans%29_Hearing_of_Frans_Timmermans_%28the_Netherlands%29_-_Executive_Vice_President-Designate_-_European_Green_Deal_%2848866429362%29_%28cropped%29.jpg/238px-%28Frans_Timmermans%29_Hearing_of_Frans_Timmermans_%28the_Netherlands%29_-_Executive_Vice_President-Designate_-_European_Green_Deal_%2848866429362%29_%28cropped%29.jpg",
    "extract": "Franciscus Cornelis Gerardus Maria (Frans) Timmermans is a Dutch politician and diplomat serving as First Vice President of the European Commission since 2014. Since 2019, Timmermans has served in the von der Leyen Commission as Executive Vice President of the European Commission for the European Green Deal and European Commissioner for Climate Action.",
    "year": 1961,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Keith Dowding",
    "birthday": "1960-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Keith_Dowding_in_2007.JPG/238px-Keith_Dowding_in_2007.JPG",
    "extract": "Keith Martin Dowding is Distinguished Professor of Political Science and Political Philosophy, School of Politics and International Relations, Research School of Social Sciences at the Australian National University, Canberra, Australia arriving from the London School of Economics, UK in 2007. He has published widely in the fields of public choice, public administration, public policy, British politics, comparative politics, urban political economy, positive political theory and normative political philosophy. His work is informed by social and rational choice theories. He edited the Journal of Theoretical Politics (Sage) from 1996 to 2012.",
    "year": 1960,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Roma Downey",
    "birthday": "1960-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Roma_Downey_2015.jpg/240px-Roma_Downey_2015.jpg",
    "extract": "Roma Burnett is an actress, producer, and author from Derry, Northern Ireland. She produced the mini-series The Bible for the History Channel and also starred in it as Mary, mother of Jesus. For nine seasons she played Monica, a tender-hearted angel supervised by Tess, on the CBS television series Touched by an Angel, for which she earned multiple Emmy and Golden Globe Best Actress nominations. She has performed on stage with the Abbey Theatre and has appeared both on and off Broadway. She played the leading role of Jacqueline Kennedy Onassis in the miniseries A Woman Named Jackie for NBC.",
    "year": 1960,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "John Flansburgh",
    "birthday": "1960-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/They_Might_Be_Giants_%285210834578%29.jpg/320px-They_Might_Be_Giants_%285210834578%29.jpg",
    "extract": "John Conant Flansburgh is an American musician. He is half of the long-standing Brooklyn, New York-based alternative rock duo They Might Be Giants, for which he writes, sings, and plays rhythm guitar.",
    "year": 1960,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Aleksei Lotman",
    "birthday": "1960-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Aleksei_Lotman%2C_2011.jpg/213px-Aleksei_Lotman%2C_2011.jpg",
    "extract": "Aleksei Lotman is an Estonian biologist, environmentalist and politician.",
    "year": 1960,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Anne Parillaud",
    "birthday": "1960-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Anne_Parillaud_Deauville_2014.jpg/225px-Anne_Parillaud_Deauville_2014.jpg",
    "extract": "Anne Parillaud is a French actress who has been active since 1977. She is best known internationally for playing the title character in Luc Besson's film La Femme Nikita.",
    "year": 1960,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Andreas Busse",
    "birthday": "1959-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/ae/Bundesarchiv_Bild_183-Z0809-019%2C_Olaf_Beyer%2C_Andreas_Busse%2C_Lutz_Zauber_%28cropped%29_-_Andreas_Busse.jpg",
    "extract": "Andreas Busse is a former middle distance runner, who represented East Germany during his career. He was a member of the Sportclub Einheit Dresden.",
    "year": 1959,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Charles Hendry",
    "birthday": "1959-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Charles_Hendry%2C_Minister_of_State_of_the_Department_of_Energy_and_Climate_Change.jpg/320px-Charles_Hendry%2C_Minister_of_State_of_the_Department_of_Energy_and_Climate_Change.jpg",
    "extract": "Charles Hendry is a British Conservative Party politician. Formerly the member of parliament for High Peak between the 1992 and 1997 general elections, he was returned as the MP for Wealden in 2001. In May 2010 he was appointed Minister of State for the Department of Energy and Climate Change and served until 2012. He stood down at the 2015 general election.",
    "year": 1959,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Randall Stout",
    "birthday": "1958-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Randall_Stout.jpg/320px-Randall_Stout.jpg",
    "extract": "Randall Paul Stout was a Los Angeles, California based architect.",
    "year": 1958,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Cindy Lovell",
    "birthday": "1956-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Cindy-lovell-2019.jpg/219px-Cindy-lovell-2019.jpg",
    "extract": "Cindy Lovell is an American educator and writer.",
    "year": 1956,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tom Bergeron",
    "birthday": "1955-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/TomBergeronApr09.jpg/252px-TomBergeronApr09.jpg",
    "extract": "Thomas Raymond Bergeron is an American television personality, game show host, television host, comedian and actor, best known for hosting Hollywood Squares from 1998 to 2004, America's Funniest Home Videos from 2001 to 2015, and Dancing with the Stars from 2005 to 2019.",
    "year": 1955,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "John Hutton, Baron Hutton of Furness",
    "birthday": "1955-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Msc_2009-Sunday%2C_11.00_-_12.30_Uhr-Zwez_005_Hutton_detail.jpg/240px-Msc_2009-Sunday%2C_11.00_-_12.30_Uhr-Zwez_005_Hutton_detail.jpg",
    "extract": "John Matthew Patrick Hutton, Baron Hutton of Furness, is a British Labour Party politician who was Member of Parliament (MP) for Barrow and Furness from 1992 to 2010 and served in a number of Cabinet offices, including Defence Secretary and Business Secretary. He is a former Chairman of the Royal United Services Institute.",
    "year": 1955,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tom Abernethy",
    "birthday": "1954-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Tom_Abernethy.jpg/251px-Tom_Abernethy.jpg",
    "extract": "Thomas Craig Abernethy is a retired American professional basketball player.",
    "year": 1954,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Dora Bakoyannis",
    "birthday": "1954-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Msc_2009-Saturday%2C_14.00_-_16.00_Uhr-Dett_025_Bakoyannis_%28cropped%29.jpg/249px-Msc_2009-Saturday%2C_14.00_-_16.00_Uhr-Dett_025_Bakoyannis_%28cropped%29.jpg",
    "extract": "Theodora \"Dora\" Bakoyanni is a Greek politician. From 2006 to 2009 she was Minister of Foreign Affairs of Greece, the highest position ever to have been held by a woman in the Cabinet of Greece at the time; she was also Chairperson-in-Office of the Organization for Security and Co-operation in Europe in 2009. Previously she was the Mayor of Athens from 2003 to 2006, the first female mayor in the city's history, and the first woman to serve as mayor of a city hosting the Olympic Games. She also served as Minister for Culture of Greece from 1992 to 1993.",
    "year": 1954,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ain Lutsepp",
    "birthday": "1954-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/RK_Ain_Lutsepp.jpg/228px-RK_Ain_Lutsepp.jpg",
    "extract": "Ain Lutsepp is an Estonian actor and politician.",
    "year": 1954,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Aleksandr Akimov",
    "birthday": "1953-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Akimov.A.F.jpg/236px-Akimov.A.F.jpg",
    "extract": "Aleksandr Fyodorovich Akimov was a Soviet engineer who was the supervisor of the shift that worked at the Chernobyl Nuclear Power Plant Reactor Unit 4 on the night of the Chernobyl disaster, 26 April 1986.",
    "year": 1953,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tony Blair",
    "birthday": "1953-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Tony_Blair_2010_%28cropped%29.jpg/217px-Tony_Blair_2010_%28cropped%29.jpg",
    "extract": "Sir Anthony Charles Lynton Blair is a British politician who served as Prime Minister of the United Kingdom from 1997 to 2007 and Leader of the Labour Party from 1994 to 2007. On his resignation he was appointed Special Envoy of the Quartet on the Middle East, a diplomatic post which he held until 2015. He has been the executive chairman of the Tony Blair Institute for Global Change since 2016. As prime minister, many of his policies reflected a centrist \"Third Way\" political philosophy. He is the only living former Labour leader to have led the party to a general election victory; and one of only two in history to form three majority governments, the other being Harold Wilson.",
    "year": 1953,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Graeme Souness",
    "birthday": "1953-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Souness_%28retouched%29.jpg/200px-Souness_%28retouched%29.jpg",
    "extract": "Graeme James Souness is a Scottish former professional football player and manager, and current pundit on Sky Sports.",
    "year": 1953,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gerrit Zalm",
    "birthday": "1952-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/GZalm.jpg/277px-GZalm.jpg",
    "extract": "Gerrit Zalm is a retired Dutch politician of the People's Party for Freedom and Democracy (VVD) and businessman.",
    "year": 1952,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Samuel Doe",
    "birthday": "1951-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Samuel_K_Doe_portrait.webp/256px-Samuel_K_Doe_portrait.webp.png",
    "extract": "Samuel Kanyon Doe was a Liberian politician who served as the Liberian leader from 1980 to 1990, first as a military leader and later as a civilian. While a master sergeant in the Armed Forces of Liberia (AFL), Doe staged a violent coup d'état in April 1980 that left him de facto head of state. During the coup, then-president William Tolbert and much of the True Whig Party leadership were executed. Doe then established the People's Redemption Council, assuming the rank of general.",
    "year": 1951,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jeffery Deaver",
    "birthday": "1950-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Jeffery_Deaver_2012-05-24.jpg/320px-Jeffery_Deaver_2012-05-24.jpg",
    "extract": "Jeffery Deaver is an American mystery and crime writer. He has a bachelor of journalism degree from the University of Missouri and a J.D. degree from Fordham University and originally started working as a journalist. He later practiced law before embarking on a career as a novelist. He has been awarded the Steel Dagger and Short Story Dagger from the British Crime Writers' Association and the Nero Wolfe Award, and he is a three-time recipient of the Ellery Queen Reader's Award for Best Short Story of the Year and a winner of the British Thumping Good Read Award. His novels have appeared on bestseller lists around the world, including The New York Times, The Times, Italy's Corriere della Sera, The Sydney Morning Herald, and The Los Angeles Times.",
    "year": 1950,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Frankie Librán",
    "birthday": "1948-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4a/Frankie_Libran_Padres.jpg/213px-Frankie_Libran_Padres.jpg",
    "extract": "Francisco Librán Rosas was a Puerto Rican athlete who distinguished himself for performing professionally on all three major sports in the island. Most notably, Librán played as an infielder in Major League Baseball during the late 60s. He batted and threw right-handed, and was listed at 6 ft (1.8 m) tall and 168 lb (76 kg). Librán also practiced track and field, and softball. Because of his versatility, he is usually referred to as \"the most complete Puerto Rican athlete\". He is survived by his two daughters Yeidie J. Librán and Yara E. Librán.",
    "year": 1948,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alan Dale",
    "birthday": "1947-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Alan_DaleRev3.jpg/213px-Alan_DaleRev3.jpg",
    "extract": "Alan Hugh Dale is a New Zealand actor. As a child, Dale enjoyed theatre and rugby. After retiring from the sport, he took on a number of occupations, before deciding to become a professional actor at age 27. Dale subsequently moved to Australia, where he played Dr. John Forrest in The Young Doctors from 1979 to 1982. He later appeared as Jim Robinson in Neighbours, a part he played from 1985 until 1993. He left the series when he fell out with the producers over the pay he and the rest of the cast received. In 2018, it was revealed that Dale would reprise his role as Jim for one episode of Neighbours, 25 years after his last appearance.",
    "year": 1947,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Martha Nussbaum",
    "birthday": "1947-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Martha_Nussbaum_wikipedia_10-10.jpg/320px-Martha_Nussbaum_wikipedia_10-10.jpg",
    "extract": "Martha Craven Nussbaum is an American philosopher and the current Ernst Freund Distinguished Service Professor of Law and Ethics at the University of Chicago, where she is jointly appointed in the law school and the philosophy department. She has a particular interest in ancient Greek and Roman philosophy, political philosophy, existentialism, feminism, and ethics, including animal rights. She also holds associate appointments in classics, divinity, and political science, is a member of the Committee on Southern Asian Studies, and a board member of the Human Rights Program. She previously taught at Harvard and Brown.",
    "year": 1947,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jimmie Dale Gilmore",
    "birthday": "1945-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Jimmie_Dale_Gilmore.jpg/320px-Jimmie_Dale_Gilmore.jpg",
    "extract": "Jimmie Dale Gilmore is an American country singer, songwriter, actor, recording artist and producer, currently living in Austin, Texas.",
    "year": 1945,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Bob Seger",
    "birthday": "1945-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Bob_Seger_2013.jpg/256px-Bob_Seger_2013.jpg",
    "extract": "Robert Clark Seger is an American singer, songwriter, and musician. As a locally successful Detroit-area artist, he performed and recorded as Bob Seger and the Last Heard and The Bob Seger System throughout the 1960s, breaking through with his first album, Ramblin' Gamblin' Man in 1968. By the early 1970s, he had dropped the 'System' from his recordings and continued to strive for broader success with various other bands. In 1973, he put together the Silver Bullet Band, with a group of Detroit-area musicians, with whom he became most successful on the national level with the album Live Bullet (1976), recorded live with the Silver Bullet Band in 1975 at Cobo Hall in Detroit, Michigan. In 1976, he achieved a national breakout with the studio album Night Moves. On his studio albums, he also worked extensively with the Alabama-based Muscle Shoals Rhythm Section, which appeared on several of Seger's best-selling singles and albums.",
    "year": 1945,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Masanori Murakami",
    "birthday": "1944-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Masanori_Mashi_Murakami_5_%28cropped%29.jpg/320px-Masanori_Mashi_Murakami_5_%28cropped%29.jpg",
    "extract": "Masanori \"Mashi\" Murakami is a retired Japanese baseball player.",
    "year": 1944,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Andreas Baader",
    "birthday": "1943-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/6c/Andreas_Baader.jpg/259px-Andreas_Baader.jpg",
    "extract": "Berndt Andreas Baader was one of the first leaders of the West German left-wing militant organization Red Army Faction (RAF), also commonly known as the Baader-Meinhof Group.",
    "year": 1943,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Milton William Cooper",
    "birthday": "1943-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0b/Milton_William_Cooper.png/320px-Milton_William_Cooper.png",
    "extract": "Milton William \"Bill\" Cooper was an American conspiracy theorist, radio broadcaster, and author known for his 1991 book Behold a Pale Horse, in which he warned of multiple global conspiracies, some involving extraterrestrial life. Cooper also described HIV/AIDS as a man-made disease used to target blacks, Hispanics, and homosexuals, and that a cure was made before it was implemented. He has been described as a \"militia theoretician\". Cooper was killed in 2001 by sheriff's deputies after he shot at them during an attempted arrest.",
    "year": 1943,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Wolfgang Reinhardt (athlete)",
    "birthday": "1943-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Wolfgang_Reinhardt%2C_Fred_Hansen%2C_Klaus_Lehnertz_1964.jpg/320px-Wolfgang_Reinhardt%2C_Fred_Hansen%2C_Klaus_Lehnertz_1964.jpg",
    "extract": "Wolfgang Reinhardt was a West German pole vaulter. Competing for the United Team of Germany he won a silver medal at the 1964 Olympics and was awarded the Silbernes Lorbeerblatt for this achievement. Domestically he held the West German outdoor (1963–65), and indoors titles. He was trained as an engraver, but later in 1961 enrolled to the German Sport University Cologne to study sports. Reinhardt was married to Ortrud Mentges. His brother Hartmut was also a competitive pole vaulter.",
    "year": 1943,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "James Turrell",
    "birthday": "1943-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/James-Turrell-medals-hi-res.jpg/279px-James-Turrell-medals-hi-res.jpg",
    "extract": "James Turrell is an American artist known for his work within the Light and Space movement. Much of Turrell's career has been devoted to a still-unfinished work, Roden Crater, a natural cinder cone crater located outside Flagstaff, Arizona, that he is turning into a massive naked-eye observatory; and for his series of skyspaces, enclosed spaces that frame the sky.",
    "year": 1943,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ariel Dorfman",
    "birthday": "1942-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Ariel_Dorfman_%284115073947%29_%28cropped%29.jpg/238px-Ariel_Dorfman_%284115073947%29_%28cropped%29.jpg",
    "extract": "Vladimiro Ariel Dorfman is an Argentine-Chilean-American novelist, playwright, essayist, academic, and human rights activist. A citizen of the United States since 2004, he has been a professor of literature and Latin American Studies at Duke University, in Durham, North Carolina, since 1985.",
    "year": 1942,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Eddie C. Campbell",
    "birthday": "1939-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Eddie_C_Campbell.jpg/246px-Eddie_C_Campbell.jpg",
    "extract": "Eddie C. Campbell was an American blues guitarist and singer in the Chicago blues scene.",
    "year": 1939,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Chet Allen (actor, born 1939)",
    "birthday": "1939-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/54/Chet_Allen_Amahl.jpg",
    "extract": "Chet R. Allen was an American child actor known for his role as Amahl in Gian Carlo Menotti's Amahl and the Night Visitors, the first opera written for television, which he made with the NBC Opera Theatre.",
    "year": 1939,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jean Garon",
    "birthday": "1938-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Jean_Garon_2013-04-13.jpg/213px-Jean_Garon_2013-04-13.jpg",
    "extract": "Jean Garon was a politician, lawyer, academic and economist in Quebec, Canada.",
    "year": 1938,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Rubin Carter",
    "birthday": "1937-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Rubin_Carter_4.jpg/301px-Rubin_Carter_4.jpg",
    "extract": "Rubin \"Hurricane\" Carter was an American-Canadian middleweight boxer, wrongfully convicted of murder and later released following a petition of habeas corpus after serving almost 20 years in prison.",
    "year": 1937,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Richard Shelby",
    "birthday": "1934-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Richard_Shelby%2C_official_portrait%2C_112th_Congress.jpg/253px-Richard_Shelby%2C_official_portrait%2C_112th_Congress.jpg",
    "extract": "Richard Craig Shelby is an American lawyer and politician serving as the senior United States senator from Alabama. First elected to the U.S. Senate in 1986 as a Democrat who later switched to the Republican Party in 1994, he chaired the Senate Appropriations Committee from 2018 to 2021. He previously chaired the Senate Intelligence Committee, the Senate Banking Committee, and the Senate Rules Committee. He is the longest-serving U.S. senator from Alabama, surpassing John Sparkman's record in March 2019.",
    "year": 1934,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ahmet Haxhiu",
    "birthday": "1932-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Ahmet_Haxhiu.jpg/238px-Ahmet_Haxhiu.jpg",
    "extract": "Ahmet Haxhiu was a Kosovo Albanian political activist and one of the main gunrunners for Kosovo Liberation Army in the early 1990s. He was one of the leading figures of the Revolutionary Movement for Albanian Unification, which aimed at uniting various illegal groups who fought against the government of FR Yugoslavia. Haxhiu later joined People's Movement of Kosovo and was considered the right hand of Adem Demaçi.",
    "year": 1932,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alexander Thynn, 7th Marquess of Bath",
    "birthday": "1932-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/ae/Marquess_of_Bath_1994.jpg/263px-Marquess_of_Bath_1994.jpg",
    "extract": "Alexander George Thynn, 7th Marquess of Bath, styled Viscount Weymouth between 1946 and 1992, was an English peer and landowner, owner of the Longleat estate, who sat in the House of Lords from 1992 until 1999, and also an artist and author.",
    "year": 1932,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Willie Mays",
    "birthday": "1931-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Willie_Mays_cropped.jpg/240px-Willie_Mays_cropped.jpg",
    "extract": "Willie Howard Mays Jr., nicknamed \"the Say Hey Kid\" and \"Buck\", is an American former professional baseball center fielder. He spent almost all of his 22-season Major League Baseball (MLB) career playing for the New York/San Francisco Giants before finishing his career with the New York Mets (1972–1973). Regarded as one of the greatest baseball players of all time, he was elected to the Baseball Hall of Fame in 1979.",
    "year": 1931,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Paul Lauterbur",
    "birthday": "1929-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a6/PaulLauterbur.jpg",
    "extract": "Paul Christian Lauterbur was an American chemist who shared the Nobel Prize in Physiology or Medicine in 2003 with Peter Mansfield for his work which made the development of magnetic resonance imaging (MRI) possible.",
    "year": 1929,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Nestor Basterretxea",
    "birthday": "1924-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/N%C3%A9stor_Basterretxea.jpg/292px-N%C3%A9stor_Basterretxea.jpg",
    "extract": "Nestor Basterretxea Arzadun was a Basque Spanish artist, born in Bermeo, Biscay, Basque Autonomous Community. In the 1950s and 1960s, he spearheaded along with other artists such as Jorge Oteiza, Remigio Mendiburu, or Eduardo Chillida, an avant-garde artistic movement concerned with the crisis of Basque identity, and formally a special focus on large volumes and the concept of emptiness.",
    "year": 1924,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Patricia Kennedy Lawford",
    "birthday": "1924-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Patricia_Kennedy_Lawford_-_circa_1948.jpg/259px-Patricia_Kennedy_Lawford_-_circa_1948.jpg",
    "extract": "Patricia Helen Kennedy Lawford was an American socialite, and the sixth of nine children of Rose and Joseph P. Kennedy, Sr. She was a sister of President John F. Kennedy, Senator Robert F. Kennedy, and Senator Ted Kennedy, as well as the sister-in-law of Jacqueline Kennedy. Patricia wanted to be a film producer, a profession not readily open to young women in her time. She married English actor Peter Lawford in 1954, but they divorced in 1966.",
    "year": 1924,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Denny Wright",
    "birthday": "1924-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Denny_Wright_1980.jpg/235px-Denny_Wright_1980.jpg",
    "extract": "Denys Justin Wright, known professionally as Denny Wright, was a British jazz guitarist.",
    "year": 1924,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Harry Watson (ice hockey, born 1923)",
    "birthday": "1923-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Harry_Watson.png/236px-Harry_Watson.png",
    "extract": "Harold Percival \"Whipper\" Watson was a Canadian professional ice hockey left wing who played for the Brooklyn Americans, Detroit Red Wings, Toronto Maple Leafs, and Chicago Black Hawks, winning five Stanley Cups over a 14-year career in the National Hockey League.",
    "year": 1923,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Camille Laurin",
    "birthday": "1922-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Camille_Laurin.jpg/189px-Camille_Laurin.jpg",
    "extract": "Camille Laurin was a psychiatrist and Parti Québécois (PQ) politician in the Canadian province of Quebec. A MNA member for the riding of Bourget, he is considered the father of Quebec's language law known informally as \"Bill 101\".",
    "year": 1922,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Erich Fried",
    "birthday": "1921-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0c/Erich_Fried.jpg",
    "extract": "Erich Fried was an Austrian-born poet, writer, and translator. He initially became known to a broader public in both Germany and Austria for his political poetry, and later for his love poems. As a writer, he mostly wrote plays and short novels. He also translated works by different English writers from English into German, most notably works by William Shakespeare.",
    "year": 1921,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kamisese Mara",
    "birthday": "1920-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Kamisese_Mara.jpg/255px-Kamisese_Mara.jpg",
    "extract": "Ratu Sir Kamisese Mara, CF, GCMG, KBE was a Fijian politician, who served as Chief Minister from 1967 to 1970, when Fiji gained its independence from the United Kingdom, and, apart from one brief interruption in 1987, the first Prime Minister from 1970 to 1992. He subsequently served as President from 1993 to 2000. He is considered the founding father of the modern nation of Fiji.",
    "year": 1920,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Marguerite Piazza",
    "birthday": "1920-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Marguerite_Piazza_Memphis_1973.jpg/320px-Marguerite_Piazza_Memphis_1973.jpg",
    "extract": "Marguerite Piazza was an American soprano, entertainer and philanthropist from New Orleans, Louisiana.",
    "year": 1920,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "André Guelfi",
    "birthday": "1919-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/50/Comit%C3%A9_d%27organisation_du_Grand_Prix_d%27Agadir%2C_1953_%28Andr%C3%A9_Guelfi%29.jpg",
    "extract": "André Guelfi was a French racing driver. He was born in Mazagan, Morocco. He participated in one Formula One World Championship race, on 19 October 1958. He also participated in several non-championship Formula One races. At the time of his death he was the oldest living Formula One driver and had been since the death of Robert La Caze on 1 July 2015.",
    "year": 1919,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Zayed bin Sultan Al Nahyan",
    "birthday": "1918-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/UAE_Father_of_the_Nation.jpg/214px-UAE_Father_of_the_Nation.jpg",
    "extract": "Sheikh Zayed bin Sultan Al Nahyan was the founding father and the principal driving force behind the formation of the United Arab Emirates, uniting seven emirates, and becoming the Union's first Raʾīs (president), a position which he held for a period of almost 33 years. He was also the ruler of Abu Dhabi for more than 30 years.",
    "year": 1918,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Robert H. Dicke",
    "birthday": "1916-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/cf/Robert_Henry_Dicke.jpg",
    "extract": "Robert Henry Dicke was an American astronomer and physicist who made important contributions to the fields of astrophysics, atomic physics, cosmology and gravity. He was the Albert Einstein Professor in Science at Princeton University (1975–1984).",
    "year": 1916,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Orson Welles",
    "birthday": "1915-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Orson_Welles_1937.jpg/250px-Orson_Welles_1937.jpg",
    "extract": "George Orson Welles was an American director, actor, screenwriter, and producer who is remembered for his innovative work in radio, theatre and film. He is considered to be among the greatest and most influential filmmakers of all time.",
    "year": 1915,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Carmen Cavallaro",
    "birthday": "1913-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/5d/Carmen_Cavallaro.jpg",
    "extract": "Carmen Cavallaro was an American pianist. He established himself as one of the most accomplished and admired light music pianists of his generation.",
    "year": 1913,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Stewart Granger",
    "birthday": "1913-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Stewart_Granger_1970.jpg/226px-Stewart_Granger_1970.jpg",
    "extract": "Stewart Granger was a British film actor, mainly associated with heroic and romantic leading roles. He was a popular leading man from the 1940s to the early 1960s, rising to fame through his appearances in the Gainsborough melodramas.",
    "year": 1913,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Guy des Cars",
    "birthday": "1911-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/bd/Guy_des_Cars_%281977%29_by_Erling_Mandelmann.jpg",
    "extract": "Guy Augustin Marie Jean de la Pérusse des Cars was a best-selling French author of popular novels.",
    "year": 1911,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Weeb Ewbank",
    "birthday": "1907-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Weeb_Ewbank_1961.jpg/226px-Weeb_Ewbank_1961.jpg",
    "extract": "Wilbur Charles \"Weeb\" Ewbank was an American professional football coach. He led the Baltimore Colts to consecutive NFL championships in 1958 and 1959 and the New York Jets to victory in Super Bowl III in January 1969. He is the only coach to win a championship in both the National Football League (NFL) and American Football League (AFL).",
    "year": 1907,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "André Weil",
    "birthday": "1906-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6c/Andr%C3%A9_Weil_cropped.jpg",
    "extract": "André Weil was a French mathematician, known for his foundational work in number theory and algebraic geometry. He was a founding member and the de facto early leader of the mathematical Bourbaki group. The philosopher Simone Weil was his sister. The writer Sylvie Weil is his daughter.",
    "year": 1906,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Philip N. Krasne",
    "birthday": "1905-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/6b/Philipkrasne.jpg/225px-Philipkrasne.jpg",
    "extract": "Philip N. Krasne was an American attorney who became a film and television producer.",
    "year": 1905,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Moshé Feldenkrais",
    "birthday": "1904-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Moshe_Feldenkrais.png/226px-Moshe_Feldenkrais.png",
    "extract": "Moshé Pinchas Feldenkrais was a Ukrainian-Israeli engineer and physicist, known as the founder of the Feldenkrais Method, a system of physical exercise that aims to improve human functioning by increasing self-awareness through movement.",
    "year": 1904,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Catherine Lacey",
    "birthday": "1904-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/db/Catherine_Lacey.jpg",
    "extract": "Catherine Lacey was an English actress of stage and screen.",
    "year": 1904,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Harry Martinson",
    "birthday": "1904-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Harry_Martinson_001.tiff/lossy-page1-223px-Harry_Martinson_001.tiff.jpg",
    "extract": "Harry Martinson was a Swedish writer, poet and former sailor. In 1949 he was elected into the Swedish Academy. He was awarded a joint Nobel Prize in Literature in 1974 together with fellow Swede Eyvind Johnson \"for writings that catch the dewdrop and reflect the cosmos\". The choice was controversial, as both Martinson and Johnson were members of the academy.",
    "year": 1904,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Toots Shor",
    "birthday": "1903-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Hank_Sanicola%2C_Toots_Shor_Frank_Sinatra_1947.jpg/297px-Hank_Sanicola%2C_Toots_Shor_Frank_Sinatra_1947.jpg",
    "extract": "Bernard \"Toots\" Shor was best known as the proprietor of a legendary saloon and restaurant, Toots Shor's Restaurant, in Manhattan. He ran three establishments under that name, but his first – and most renowned – was located at 51 West 51st Street. He was known as a saloonkeeper, friend, and confidant to some of New York's biggest celebrities during that era.",
    "year": 1903,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Harry Golden",
    "birthday": "1902-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e5/OnlyInAmericaHarryGolden.PNG/211px-OnlyInAmericaHarryGolden.PNG",
    "extract": "Harry Lewis Golden was an American writer and newspaper publisher.",
    "year": 1902,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Max Ophüls",
    "birthday": "1902-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d2/MaxOph%C3%BCls.jpg",
    "extract": "Maximillian Oppenheimer, known as Max Ophüls, was a German-French film director who worked in Germany (1931–1933), France, and the United States (1947–1950). He made nearly 30 films, the latter ones being especially notable: La Ronde (1950), Le Plaisir (1952), The Earrings of Madame de… (1953) and Lola Montès (1955). He was credited as Max Opuls on several of his American films, including The Reckless Moment, Caught, Letter from an Unknown Woman, and The Exile. The annual Filmfestival Max Ophüls Preis in Saarbrücken is named after him.",
    "year": 1902,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Konrad Henlein",
    "birthday": "1898-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Konrad_Henlein_%281898-1945%29.jpg/229px-Konrad_Henlein_%281898-1945%29.jpg",
    "extract": "Konrad Ernst Eduard Henlein was a leading Sudeten German politician in Czechoslovakia. Upon the German occupation in October 1938 he joined the Nazi Party as well as the SS and was appointed Gauleiter of the Sudetenland. He was appointed Reichsstatthalter of the Reichsgau Sudetenland upon its formation on 1 May 1939.",
    "year": 1898,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Rolf Maximilian Sievert",
    "birthday": "1896-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Rolf_Sievert_1896-1966.jpg/255px-Rolf_Sievert_1896-1966.jpg",
    "extract": "Rolf Maximilian Sievert was a Swedish medical physicist whose major contribution was in the study of the biological effects of ionizing radiation.",
    "year": 1896,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Júlio César de Mello e Souza",
    "birthday": "1895-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/J%C3%BAlio_C%C3%A9sar_de_Melo_e_Sousa.png/233px-J%C3%BAlio_C%C3%A9sar_de_Melo_e_Sousa.png",
    "extract": "Júlio César de Mello e Souza, was a Brazilian writer and mathematics professor. He is well known in Brazil and abroad by his books on recreational mathematics, most of them published under the pen names of Malba Tahan and Breno de Alencar Bianco.",
    "year": 1895,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Fidél Pálffy",
    "birthday": "1895-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/P%C3%A1lffy_Fid%C3%A9l_1944.jpg/259px-P%C3%A1lffy_Fid%C3%A9l_1944.jpg",
    "extract": "Count Fidél Pálffy de Erdőd was a Hungarian nobleman who emerged as a leading supporter of Nazism in Hungary.",
    "year": 1895,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Rudolph Valentino",
    "birthday": "1895-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Rudolph_Valentino.jpg/238px-Rudolph_Valentino.jpg",
    "extract": "Rodolfo Alfonso Raffaello Pierre Filiberto Guglielmi di Valentina d'Antonguolla, known professionally as Rudolph Valentino and nicknamed The Latin Lover, was an Italian actor based in the United States who starred in several well-known silent films including The Four Horsemen of the Apocalypse, The Sheik, Blood and Sand, The Eagle, \nand The Son of the Sheik.",
    "year": 1895,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alberto Collo",
    "birthday": "1883-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Alberto_Collo.png/200px-Alberto_Collo.png",
    "extract": "Alberto Collo was an Italian actor who appeared in more than a hundred and thirty films during his career, mostly during the silent era. During the 1910s he starred in several films directed by Baldassarre Negroni.",
    "year": 1883,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Winifred Brunton",
    "birthday": "1880-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/House_Brunton_JHF_003.jpg/320px-House_Brunton_JHF_003.jpg",
    "extract": "Winifred Mabel Brunton née Newberry was a South African painter, illustrator and Egyptologist.",
    "year": 1880,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ernst Ludwig Kirchner",
    "birthday": "1880-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Kirchner_1919_portrait.jpg/227px-Kirchner_1919_portrait.jpg",
    "extract": "Ernst Ludwig Kirchner was a German expressionist painter and printmaker and one of the founders of the artists group Die Brücke or \"The Bridge\", a key group leading to the foundation of Expressionism in 20th-century art. He volunteered for army service in the First World War, but soon suffered a breakdown and was discharged. His work was branded as \"degenerate\" by the Nazis in 1933, and in 1937 more than 600 of his works were sold or destroyed.",
    "year": 1880,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Bedřich Hrozný",
    "birthday": "1879-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Bed%C5%99ich_Hrozn%C3%BD_v_20._letech.jpg/211px-Bed%C5%99ich_Hrozn%C3%BD_v_20._letech.jpg",
    "extract": "Bedřich (Friedrich) Hrozný was a Czech orientalist and linguist. He contributed to the decipherment of the ancient Hittite language, identified it as an Indo-European language and laid the groundwork for the development of Hittitology.",
    "year": 1879,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Willem de Sitter",
    "birthday": "1872-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/WillemDeSitter3.jpg/320px-WillemDeSitter3.jpg",
    "extract": "Willem de Sitter was a Dutch mathematician, physicist, and astronomer.",
    "year": 1872,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Djemal Pasha",
    "birthday": "1872-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Djemal_Pasha2.png/212px-Djemal_Pasha2.png",
    "extract": "Ahmed Djemal, also known as Cemal Pasha was an Ottoman military leader and one of the Three Pashas that ruled the Ottoman Empire during World War I.",
    "year": 1872,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Victor Grignard",
    "birthday": "1871-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Viktor-grignard_%28cropped%29.jpg/244px-Viktor-grignard_%28cropped%29.jpg",
    "extract": "Francois Auguste Victor Grignard was a French chemist who won the Nobel Prize for his discovery of the eponymously named Grignard reagent and Grignard reaction, both of which are important in the formation of carbon–carbon bonds.",
    "year": 1871,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Christian Morgenstern",
    "birthday": "1871-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Morgenstern-h420.jpg/219px-Morgenstern-h420.jpg",
    "extract": "Christian Otto Josef Wolfgang Morgenstern was a German author and poet from Munich. Morgenstern married Margareta Gosebruch von Liechtenstern on 7 March 1910. He worked for a while as a journalist in Berlin, but spent much of his life traveling through Germany, Switzerland, and Italy, primarily in a vain attempt to recover his health. His travels, though they failed to restore him to health, allowed him to meet many of the foremost literary and philosophical figures of his time in central Europe.",
    "year": 1871,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Junnosuke Inoue",
    "birthday": "1869-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b4/Junnosuke_Inoue_BOJ9.jpg",
    "extract": "Junnosuke Inoue  was a Japanese businessman and central banker. He was the 9th and 11th Governor of the Bank of Japan (BOJ).",
    "year": 1869,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gaston Leroux",
    "birthday": "1868-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/G._LEROUX.jpg/223px-G._LEROUX.jpg",
    "extract": "Gaston Louis Alfred Leroux was a French journalist and author of detective fiction.",
    "year": 1868,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Motilal Nehru",
    "birthday": "1861-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/MotilalNehru3.jpg/217px-MotilalNehru3.jpg",
    "extract": "Motilal Nehru was an Indian lawyer, activist and politician belonging to the Indian National Congress. He also served as the Congress President twice, 1919–1920 and 1928–1929. He was a patriarch of the Nehru-Gandhi family and the father of Jawaharlal Nehru, the first Prime Minister of India.",
    "year": 1861,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Sigmund Freud",
    "birthday": "1856-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Sigmund_Freud%2C_by_Max_Halberstadt_%28cropped%29.jpg/235px-Sigmund_Freud%2C_by_Max_Halberstadt_%28cropped%29.jpg",
    "extract": "Sigmund Freud was an Austrian neurologist and the founder of psychoanalysis, a clinical method for evaluating and treating pathologies in the psyche through dialogue between a patient and a psychoanalyst.",
    "year": 1856,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Robert Peary",
    "birthday": "1856-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Robert_Peary_self-portrait%2C_1909.jpg/240px-Robert_Peary_self-portrait%2C_1909.jpg",
    "extract": "Robert Edwin Peary Sr. was an American explorer and officer in the United States Navy who made several expeditions to the Arctic in the late 19th and early 20th centuries. He is best known for, in April 1909, leading an expedition that claimed to be the first to have reached the geographic North Pole. Explorer Matthew Henson, part of the expedition, is thought to have reached what they believed to be the North Pole narrowly before Peary.",
    "year": 1856,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Aristide Bruant",
    "birthday": "1851-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Lautrec_ambassadeurs%2C_aristide_bruant_%28poster%29_1892.jpg/213px-Lautrec_ambassadeurs%2C_aristide_bruant_%28poster%29_1892.jpg",
    "extract": "Aristide Bruant was a French cabaret singer, comedian, and nightclub owner. He is best known as the man in the red scarf and black cape featured on certain famous posters by Henri de Toulouse-Lautrec. He has also been credited as the creator of the chanson réaliste musical genre.",
    "year": 1851,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Henry Edward Armstrong",
    "birthday": "1848-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Henry_Edward_Armstrong.jpg/221px-Henry_Edward_Armstrong.jpg",
    "extract": "Henry Edward Armstrong FRS FRSE(Hon) was a British chemist. Although Armstrong was active in many areas of scientific research, such as the chemistry of naphthalene derivatives, he is remembered today largely for his ideas and work on the teaching of science. Armstrong's acid is named for him.",
    "year": 1848,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Grove Karl Gilbert",
    "birthday": "1843-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Grove_Karl_Gilbert_0129.jpg/265px-Grove_Karl_Gilbert_0129.jpg",
    "extract": "Grove Karl Gilbert, known by the abbreviated name G. K. Gilbert in academic literature, was an American geologist.",
    "year": 1843,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Max Eyth",
    "birthday": "1836-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/MaxEyth.jpg/263px-MaxEyth.jpg",
    "extract": "Max Eyth was a German engineer and writer.",
    "year": 1836,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Hermann Raster",
    "birthday": "1827-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Hermann_Raster_portrait.jpg/210px-Hermann_Raster_portrait.jpg",
    "extract": "Hermann Raster was a German American editor, abolitionist, letter writer, and Republican political boss who served as chief editor and part-owner of the widely circulated Illinois Staats-Zeitung newspaper between 1867 and 1891. He was appointed as Collector of Internal Revenue for the 1st District of Illinois by President Ulysses S. Grant but resigned from this post shortly thereafter. He returned to Europe in 1890 when his health began to fail him and died filling a minor diplomatic role in Berlin. Today he is best remembered for his extensive correspondence with Western intellectual and political figures of the time, such as Joseph Pulitzer, Elihu Washburne, and Francis Wayland Parker, much of which is preserved at the Newberry Library in Chicago.",
    "year": 1827,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Roman Sanguszko",
    "birthday": "1800-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/%D0%A0%D0%BE%D0%BC%D0%B0%D0%BD_%D0%90%D0%B4%D0%B0%D0%BC_%D0%A1%D0%B0%D0%BD%D2%91%D1%83%D1%88%D0%BA%D0%BE.jpg/240px-%D0%A0%D0%BE%D0%BC%D0%B0%D0%BD_%D0%90%D0%B4%D0%B0%D0%BC_%D0%A1%D0%B0%D0%BD%D2%91%D1%83%D1%88%D0%BA%D0%BE.jpg",
    "extract": "Prince Roman Adam Stanisław Sanguszko (1800–1881) was a Polish aristocrat, patriot, political and social activist.",
    "year": 1800,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Joseph Brackett",
    "birthday": "1797-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b6/Joseph_Brackett.jpg",
    "extract": "Joseph Brackett Jr. was an American songwriter, author, and elder of The United Society of Believers in Christ's Second Appearing, better known as the Shakers. The most famous song attributed to Brackett, \"Simple Gifts\", is still widely performed and adapted.",
    "year": 1797,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Karl Christian Friedrich Krause",
    "birthday": "1781-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Karl_Christian_Friedrich_Krause_-_Litographie_von_Dragendorff.png/320px-Karl_Christian_Friedrich_Krause_-_Litographie_von_Dragendorff.png",
    "extract": "Karl Christian Friedrich Krause was a German philosopher whose doctrines became known as Krausism. Krausism, when considered in its totality as a complete, stand-alone philosophical system, had only a small following in Germany, France, and Belgium, in contradistinction to certain other philosophical systems that had a much larger following in Europe at that time. However, Krausism became very popular and influential in Restoration Spain not as a complete, comprehensive philosophical system per se, but as a broad cultural movement. In Spain, Krausism was known as \"Krausismo\", and Krausists were known as \"Krausistas\". Outside of Spain, the Spanish Krausist cultural movement was referred to as Spanish Krausism.",
    "year": 1781,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ferdinand III, Grand Duke of Tuscany",
    "birthday": "1769-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Joseph_Dorffmeister_002.jpg/264px-Joseph_Dorffmeister_002.jpg",
    "extract": "Ferdinand III was Grand Duke of Tuscany from 1790 to 1801 and, after a period of disenfranchisement, again from 1814 to 1824. He was also the Prince-elector and Grand Duke of Salzburg (1803–1805) and Grand Duke of Würzburg (1805–1814).",
    "year": 1769,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jean Nicolas Pierre Hachette",
    "birthday": "1769-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Jean_Nicolas_Pierre_Hachette.jpg/289px-Jean_Nicolas_Pierre_Hachette.jpg",
    "extract": "Jean Nicolas Pierre Hachette, French mathematician, was born at Mézières, where his father was a bookseller.",
    "year": 1769,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "André Masséna",
    "birthday": "1758-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Andr%C3%A9_Mass%C3%A9na_%28Fontaine_et_Gros%29.jpg/207px-Andr%C3%A9_Mass%C3%A9na_%28Fontaine_et_Gros%29.jpg",
    "extract": "André Masséna, Prince of Essling, Duke of Rivoli was a French military commander during the French Revolutionary Wars and the Napoleonic Wars. He was one of the original 18 Marshals of the Empire created by Napoleon I, with the nickname l'Enfant chéri de la Victoire.",
    "year": 1758,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Maximilien Robespierre",
    "birthday": "1758-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Robespierre.jpg/252px-Robespierre.jpg",
    "extract": "Maximilien François Marie Isidore de Robespierre was a French lawyer and statesman who became one of the best-known and most influential figures of the French Revolution. As a member of the Constituent Assembly and the Jacobin Club, he campaigned for universal manhood suffrage and the abolition of both clerical celibacy and slavery. In 1791, Robespierre was elected as \"public accuser\" and became an outspoken advocate for male citizens without a political voice, for their unrestricted admission to the National Guard, to public offices, for the right to petition and the right to bear arms in self defence. Robespierre played an important part in the agitation which brought about the fall of the French monarchy on 10 August 1792 and the summoning of a National Convention. His goal was to create a one and indivisible France, equality before the law, to abolish prerogatives and to defend the principles of direct democracy.",
    "year": 1758,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jean Senebier",
    "birthday": "1742-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Jean_Senebier.jpg/255px-Jean_Senebier.jpg",
    "extract": "Jean Senebier was a Genevan Calvinist pastor and naturalist. He was chief librarian of the Republic of Geneva. A pioneer in the field of photosynthesis research, he provided extensive evidence that plants consume carbon dioxide and produced oxygen. He also showed a link between the amount of carbon dioxide available and the amount of oxygen produced and determined that photosynthesis took place at the parenchyma, the green fleshy part of the leaf.",
    "year": 1742,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Anton Raaff",
    "birthday": "1714-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Anton_Raaff_als_Idomeneo.JPG/217px-Anton_Raaff_als_Idomeneo.JPG",
    "extract": "Anton Raaff was a German tenor from Gelsdorf near Bonn.",
    "year": 1714,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Charles Batteux",
    "birthday": "1713-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Les_beaux-arts_reduits_1.png/187px-Les_beaux-arts_reduits_1.png",
    "extract": "Charles Batteux was a French philosopher and writer on aesthetics.",
    "year": 1713,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jean-Baptiste Stuck",
    "birthday": "1680-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Stuck_1.jpg/320px-Stuck_1.jpg",
    "extract": "Jean-Baptiste Stuck was an Italian-French composer and cellist of the Baroque era.",
    "year": 1680,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alain-René Lesage",
    "birthday": "1668-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Alain-Ren%C3%A9_Lesage.png/320px-Alain-Ren%C3%A9_Lesage.png",
    "extract": "Alain-René Lesage was a French novelist and playwright. Lesage is best known for his comic novel The Devil upon Two Sticks, his comedy Turcaret (1709), and his picaresque novel Gil Blas (1715–1735).",
    "year": 1668,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Johann Joachim Becher",
    "birthday": "1635-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Jjbecher.jpg/248px-Jjbecher.jpg",
    "extract": "Johann Joachim Becher was a German physician, alchemist, precursor of chemistry, scholar and adventurer, best known for his development of the phlogiston theory of combustion, and his advancement of Austrian cameralism.",
    "year": 1635,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Charles I Gonzaga, Duke of Mantua",
    "birthday": "1580-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Carlo_I_Gonzaga.jpg/240px-Carlo_I_Gonzaga.jpg",
    "extract": "Charles Gonzaga was Duke of Mantua and Duke of Montferrat from 1627 until his death. He was also Charles III Duke of Nevers and Rethel, as well as Prince of Arche and Charleville.",
    "year": 1580,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Pope Innocent X",
    "birthday": "1574-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Retrato_del_Papa_Inocencio_X._Roma%2C_by_Diego_Vel%C3%A1zquez.jpg/251px-Retrato_del_Papa_Inocencio_X._Roma%2C_by_Diego_Vel%C3%A1zquez.jpg",
    "extract": "Pope Innocent X, born Giovanni Battista Pamphilj, was head of the Catholic Church and ruler of the Papal States from 15 September 1644 to his death in 1655.",
    "year": 1574,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Pope Marcellus II",
    "birthday": "1501-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Pope_Marcellus_II.PNG/218px-Pope_Marcellus_II.PNG",
    "extract": "Pope Marcellus II, born Marcello Cervini degli Spannochi, was Bishop of Rome and hence head of the Catholic Church and at that time ruler of the Papal States from 9 April 1555 until his death 22 days later.",
    "year": 1501,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Girolamo Seripando",
    "birthday": "1493-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Seripando_01.JPG/244px-Seripando_01.JPG",
    "extract": "Girolamo Seripando was an Augustinian friar, Italian theologian and cardinal.",
    "year": 1493,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Sophia Jagiellon, Margravine of Brandenburg-Ansbach",
    "birthday": "1464-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/SophiavonPolen.JPG/200px-SophiavonPolen.JPG",
    "extract": "Sophia of Poland, was a princess, member of the Jagiellonian dynasty, great grand daughter of Emperor Sigismund and by marriage Margravine of Brandenburg-Ansbach and Brandenburg-Kulmbach.",
    "year": 1464,
    "month": 5,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Henry II, Holy Roman Emperor",
    "birthday": "973-5-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Kronung_Heinrich_II.jpg/250px-Kronung_Heinrich_II.jpg",
    "extract": "Henry II, also known as Saint Henry the Exuberant, Obl. S. B., was Holy Roman Emperor from 1014. He died without an heir in 1024, and was the last ruler of the Ottonian line. As Duke of Bavaria, appointed in 995, Henry became King of the Romans following the sudden death of his second cousin, Emperor Otto III in 1002, was made King of Italy in 1004, and crowned emperor by Pope Benedict VIII in 1014.",
    "year": 973,
    "month": 5,
    "day": 6,
    "language": "en"
  }
]