[
  {
    "name": "Dan Burn",
    "birthday": "1992-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Dan_Burn_BCFC_2013.jpg/221px-Dan_Burn_BCFC_2013.jpg",
    "extract": "Daniel Johnson Burn is an English professional footballer who plays as a defender for Premier League club Newcastle United.",
    "year": 1992,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Majlinda Kelmendi",
    "birthday": "1991-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Memli_Krasniqi_meeting_Majlinda_Kelmendi_%28cropped%29.JPG/208px-Memli_Krasniqi_meeting_Majlinda_Kelmendi_%28cropped%29.JPG",
    "extract": "Majlinda Kelmendi is a Kosovan-Albanian former judoka and judo coach.",
    "year": 1991,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ellen White (footballer)",
    "birthday": "1989-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Ellen_White_47986452323_james_boyes_%28cropped%29.jpg/262px-Ellen_White_47986452323_james_boyes_%28cropped%29.jpg",
    "extract": "Ellen Toni Convery, commonly known as Ellen White, is an English international footballer who plays as a forward for Manchester City and the England national team. She is the record England women’s goal scorer. With England, she has competed at three FIFA Women's World Cup tournaments: in the 2011, 2015 and 2019, reaching the semi-finals in 2015 and 2019 and finishing third in 2015. White earned the Bronze Boot award at the 2019 FIFA Women's World Cup in France. She represented Great Britain team at the 2012 and 2020 Summer Olympics.",
    "year": 1989,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "J. R. Fitzpatrick",
    "birthday": "1988-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/JRFitzpatrick2010Bucyrus200RoadAmerica.jpg/303px-JRFitzpatrick2010Bucyrus200RoadAmerica.jpg",
    "extract": "John Ryan \"J. R.\" Fitzpatrick is a Canadian professional stock car racing driver. Fitzpatrick was the youngest driver to ever win the now defunct CASCAR Super Series championship, winning in the series' final season of 2006 at the age of 18.",
    "year": 1988,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Kevin Gameiro",
    "birthday": "1987-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Kevin_Gameiro_2016_%28cropped%29.jpg/224px-Kevin_Gameiro_2016_%28cropped%29.jpg",
    "extract": "Kevin Dominique Gameiro is a French professional footballer who plays as a striker for Ligue 1 club Strasbourg. He is a strong striker who is known for his clinical finishing, which compensates for his relatively light frame.",
    "year": 1987,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Vitaliy Pushkar",
    "birthday": "1987-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Vitaliy_Pushkar.jpg/213px-Vitaliy_Pushkar.jpg",
    "extract": "Vitaliy Pushkar is a Ukrainian rally driver, Ukrainian rally vice-champion, European rally champion in ERC Production Cup category, and The Boar ProRacing team driver.",
    "year": 1987,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jake Long",
    "birthday": "1985-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Jake_long_2016.jpg/320px-Jake_long_2016.jpg",
    "extract": "Jake Edward Long is a former American football offensive tackle. He played college football at Michigan, where he was a two-time consensus All-American, and was drafted by the Miami Dolphins first overall in the 2008 NFL Draft. He also played for the St. Louis Rams, Atlanta Falcons and Minnesota Vikings.",
    "year": 1985,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Henrique (footballer, born 9 May 1985)",
    "birthday": "1985-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Henrique_Silva.jpg/192px-Henrique_Silva.jpg",
    "extract": "Henrique Andrade Silva, generally known as Henrique, is a Brazilian-Australian footballer who plays for Coomera Colts in the Gold Coast Premier League. On 7 October 2015, he officially became an Australian citizen, making him eligible to play for the Australian national team.",
    "year": 1985,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Prince Fielder",
    "birthday": "1984-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Prince_Fielder_on_July_13%2C_2012.jpg/198px-Prince_Fielder_on_July_13%2C_2012.jpg",
    "extract": "Prince Semien Fielder is an American former professional baseball first baseman and designated hitter, who played in Major League Baseball (MLB) for the Milwaukee Brewers, Detroit Tigers, and Texas Rangers. He was selected in the first round of the 2002 Major League Baseball draft by the Brewers out of Eau Gallie High School in Melbourne, Florida, and spent the first seven years of his MLB career with the Brewers before signing with the Tigers, in January 2012. In November 2013, Fielder was traded to the Rangers, where he played the remainder of his career.",
    "year": 1984,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Chase Headley",
    "birthday": "1984-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Headley_Chase.jpg/285px-Headley_Chase.jpg",
    "extract": "Chase Jordan Headley is an American former professional baseball third baseman. A switch-hitter, Headley made his Major League Baseball (MLB) debut with the San Diego Padres in 2007, and also played for the New York Yankees.",
    "year": 1984,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Alan Campbell (rower)",
    "birthday": "1983-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Alan_Campbell%2C_2010.jpg/256px-Alan_Campbell%2C_2010.jpg",
    "extract": "Alan W Campbell is a British sculler.",
    "year": 1983,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Christos Marangos",
    "birthday": "1983-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/53/Christos_Marangos.jpg",
    "extract": "Christos Marangos is a Cypriot retired professional footballer who played as a midfielder.",
    "year": 1983,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ryuhei Matsuda",
    "birthday": "1983-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Ry%C5%ABhei_Matsuda_at_Cannes_in_2000.jpg/224px-Ry%C5%ABhei_Matsuda_at_Cannes_in_2000.jpg",
    "extract": "Ryuhei Matsuda  is a Japanese film and television actor. Matsuda's best known film roles include the young and desirable samurai Sōzaburō Kanō in Taboo and the rock star Ren Honjo in Nana.",
    "year": 1983,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gilles Müller",
    "birthday": "1983-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Muller_WM17_%288%29_%2836143089196%29.jpg/213px-Muller_WM17_%288%29_%2836143089196%29.jpg",
    "extract": "Gilles Müller is a retired tennis player from Luxembourg. He is a two-time Grand Slam quarterfinalist and the most successful male tennis player in the history of his country. Müller won two titles on the ATP World Tour and achieved a career-high ATP singles ranking of world No. 21 on 31 July 2017. He was known for his powerful left-handed serve and excellent net skills. Following his retirement, Müller was appointed as Luxembourg's Davis Cup team captain.",
    "year": 1983,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Tyler Lumsden",
    "birthday": "1983-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Tyler_Ryan_Lumsden_2013.jpg/319px-Tyler_Ryan_Lumsden_2013.jpg",
    "extract": "Tyler Ryan Lumsden is an American former Professional Baseball pitcher across four organizations including the Chicago Whitesox, Kansas City Royals, Houston Astros, and San Diego Padres. He also attended and played baseball at Clemson University. He was born in Roanoke, Virginia, where he attended Cave Spring High School.",
    "year": 1983,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Leandro Rinaudo",
    "birthday": "1983-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Leandro_Rinaudo_-_SSC_Neapel_%282%29.jpg/320px-Leandro_Rinaudo_-_SSC_Neapel_%282%29.jpg",
    "extract": "Leandro Rinaudo is an Italian former footballer who played as a defender. He is currently working for Palermo as head of the youth system area.",
    "year": 1983,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Bill Murphy (pitcher)",
    "birthday": "1981-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/LM-Bill-Murphy20100525.jpg/213px-LM-Bill-Murphy20100525.jpg",
    "extract": "William R.W. Murphy is an American professional baseball left-handed pitcher. He has played in Major League Baseball (MLB) for the Arizona Diamondbacks and Toronto Blue Jays, with an 0–0 record in the Major Leagues. He has also played in Nippon Professional Baseball (NPB) for the Chiba Lotte Marines being one of the most highly known pitchers in Japan during the 2010 season. Murphy and Yu Darvish were both the top leading Aces in Japan for the 2010 season, yet Murphy being the dominant force for his team, the Chiba Lotte Marines to win the 2010 Japan Series. He has also played in the Chinese Professional Baseball League (CPBL) for the Uni-President 7-Eleven Lions. Bill Murphy is the only player in Major League Baseball history to be traded three times in less than a 24-hour time period, in the Paul Lo Duca, Brad Penny, Hee-seop Choi, Juan Encarnacion and Guillermo Mota trade.",
    "year": 1981,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Grant Hackett",
    "birthday": "1980-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Olympian_Grant_Hackett_takes_the_Pledge_%2834690236782%29_%28cropped%29.jpg/302px-Olympian_Grant_Hackett_takes_the_Pledge_%2834690236782%29_%28cropped%29.jpg",
    "extract": "Grant George Hackett OAM is an Australian swimmer, most famous for winning the men's 1500 metres freestyle race at both the 2000 Summer Olympics in Sydney and the 2004 Summer Olympics in Athens. This achievement has led him to be regarded as one of the greatest distance swimmers in history. He also collected a gold medal in Sydney for swimming in the heats of the 4 × 200 m freestyle relay. He was well regarded for his versatility, and has held the long course world records in the 200 m, 800 m, and 1500 m freestyle events. He dominated the 1500 m event for a decade, being undefeated in the event in finals from 1996 until the 2007 World Aquatics Championships. In total, he has won 10 long-course world championship gold medals.",
    "year": 1980,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Angela Nikodinov",
    "birthday": "1980-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Angela_Nikodinov.jpg/131px-Angela_Nikodinov.jpg",
    "extract": "Angela Nikodinov, is a Bulgarian-American former figure skater. She was the 2000 Four Continents champion and won four medals on the Grand Prix series, including gold at the 2004 Skate America",
    "year": 1980,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jo Hyun-jae",
    "birthday": "1980-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/180212_%EC%A1%B0%ED%98%84%EC%9E%AC_%282%29.png/320px-180212_%EC%A1%B0%ED%98%84%EC%9E%AC_%282%29.png",
    "extract": "Jo Hyun-jae is a South Korean actor. Jo made his entertainment debut as a singer in the four-member boy band Guardian, which disbanded after releasing their self-titled album in 1998. In 2000, after he drew popularity when he appeared in a commercial for sports drink Pocari Sweat, Jo began acting. He is best known for his leading roles in Love Letter (2003), Only You (2005), Ballad of Seodong (2005), and 49 Days (2011).",
    "year": 1980,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Pierre Bouvier",
    "birthday": "1979-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Pierre-SP-Beijing.jpg/232px-Pierre-SP-Beijing.jpg",
    "extract": "Pierre Charles Bouvier is a Canadian singer, songwriter, musician and actor, best known for being the lead vocalist and bassist of the rock band Simple Plan.",
    "year": 1979,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Rosario Dawson",
    "birthday": "1979-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Rosario_Dawson_SXSW_2022.jpg/226px-Rosario_Dawson_SXSW_2022.jpg",
    "extract": "Rosario Isabel Dawson is an American actress. She made her feature-film debut in the 1995 independent drama Kids. Her subsequent film roles include He Got Game (1998), Josie and the Pussycats (2001), Men in Black II (2002), Rent (2005), Sin City (2005), Clerks II (2006), Death Proof (2007), Seven Pounds (2008), Percy Jackson & the Olympians: The Lightning Thief (2010), Unstoppable (2010), Zookeeper (2011), Trance (2013), Top Five (2014) and Zombieland: Double Tap (2019). Dawson has also provided voice-over work for Disney/Marvel, Warner Bros./DC Comics, and ViacomCBS's Nickelodeon unit.",
    "year": 1979,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Andrew W.K.",
    "birthday": "1979-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Andrew_WK-8_%2842987819594%29.jpg/213px-Andrew_WK-8_%2842987819594%29.jpg",
    "extract": "Andrew Fetterly Wilkes-Krier, known professionally as Andrew W.K., is an American conceptual performance artist, rock singer, multi-instrumentalist, record producer and actor. Raised in Michigan, Wilkes-Krier began his musical career in the mid-1990s. He performed in a number of local bands before eventually moving to New York, where he produced his first recordings under the Andrew W.K. moniker.",
    "year": 1979,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Leandro Cufré",
    "birthday": "1978-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Leandro_Cufr%C3%A9.jpg/138px-Leandro_Cufr%C3%A9.jpg",
    "extract": "Leandro Damián Cufré is a retired Argentinian footballer who last played as a defender for Club Universidad de Guadalajara of the Liga MX and the most recent manager of Mexican club Atlas F.C.",
    "year": 1978,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Santiago Dellapè",
    "birthday": "1978-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Racing_M%C3%A9tro_92_L.jpg/222px-Racing_M%C3%A9tro_92_L.jpg",
    "extract": "Santiago Dellapè is an Italian Argentine rugby union footballer. His usual position is at lock. He plays for Italy, and was included their 2003 Rugby World Cup squad to Australia. He has played for the French Top 14 side Racing Métro since the 2009–10 season, having moved to the Parisian club from fellow Top 14 side Toulon.",
    "year": 1978,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Aaron Harang",
    "birthday": "1978-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Aaron_Harang_on_June_15%2C_2015.jpg/197px-Aaron_Harang_on_June_15%2C_2015.jpg",
    "extract": "Aaron Michael Harang is an American former professional baseball starting pitcher. He played in Major League Baseball (MLB) for the Oakland Athletics, Cincinnati Reds, San Diego Padres, Los Angeles Dodgers, Seattle Mariners, New York Mets, Philadelphia Phillies, and Atlanta Braves.",
    "year": 1978,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Marwan al-Shehhi",
    "birthday": "1978-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2f/Marwan_al-Shehhi.jpg",
    "extract": "Marwan Yousef Mohamed Rashid Lekrab al-Shehhi was an Emirati al-Qaeda affiliated terrorist who served as the hijacker-pilot of United Airlines Flight 175, crashing the Boeing 767 into the South Tower of the World Trade Center as part of the September 11 attacks. He was one of five hijackers aboard the aircraft and one of two Emiratis to take part in the attacks, the other being Fayez Banihammad, who helped hijack the same plane.",
    "year": 1978,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Averno (wrestler)",
    "birthday": "1977-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/cd/AvernoUnmasked.jpg",
    "extract": "Renato Ruíz Cortes is a Mexican professional wrestler better known by the ring name Averno (Hell). Ruíz initially worked for Consejo Mundial de Lucha Libre (CMLL) as Rencor Latino in 1995, but did not achieve any significant success until he adopted the ring name Averno in June 2001. Under his new ring name, Ruíz went on to become a one–time CMLL World Middleweight, CMLL World Trios Champion, NWA World Middleweight Champion and NWA World Historic Middleweight Champion and a three–time CMLL World Tag Team Champion. His ring name is most commonly translated as \"Hell\" in English.",
    "year": 1977,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Marek Jankulovski",
    "birthday": "1977-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Jankulovski.jpg/248px-Jankulovski.jpg",
    "extract": "Marek Jankulovski is a Czech former professional footballer who played as a defender. His most notable achievements include winning the UEFA Champions League with A.C. Milan and being voted the 2007 Czech Footballer of the Year. He earned 77 caps for the Czech Republic, and represented them at three European Championships, the 2000 Olympics and the 2006 World Cup.",
    "year": 1977,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Svein Tuft",
    "birthday": "1977-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Svein_Tuft.jpg/205px-Svein_Tuft.jpg",
    "extract": "Svein Tuft is a Canadian former road bicycle racer, who rode professionally between 2005 and 2019 for the Symmetrics, Garmin–Transitions, SpiderTech–C10, Mitchelton–Scott and Rally UHC Cycling teams. Tuft was the winner of the 2006–07 UCI America Tour, and was a thirteen-time champion at the Canadian road cycling championships: twice in the road race, and eleven times in the time trial.",
    "year": 1977,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Tamia",
    "birthday": "1975-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Tamia_Hill_2018.png/193px-Tamia_Hill_2018.png",
    "extract": "Tamia Marilyn Washington Hill is a Canadian singer, songwriter, producer, and actress. Born and raised in Windsor, Ontario, Tamia performed in various singing and dancing competitions as a child. In 1994, after signing a development deal with Warner Bros. Records, she was asked by veteran producer Quincy Jones to appear on his album Q's Jook Joint (1995), earning her Grammy Award nominations for their collaboration on \"You Put a Move on My Heart\" and \"Slow Jams\". Her self-titled debut album was released in 1998 and followed by a series of successful albums with Elektra Records, including A Nu Day (2000) and More (2004). Several songs from these albums became hit singles on the pop and R&B record charts, including \"So Into You\", \"Stranger in My House\" and \"Imagination\" as well as her collaborations \"Into You\", \"Missing You\" and \"Spend My Life with You\".",
    "year": 1975,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Brian Deegan (motorcyclist)",
    "birthday": "1975-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Brian_Deegan_TORC_Pro_Light_World_Champion_Reaction.jpg/234px-Brian_Deegan_TORC_Pro_Light_World_Champion_Reaction.jpg",
    "extract": "Brian Deegan  is an American professional freestyle motocross rider and racing driver who is a founding member of Metal Mulisha.",
    "year": 1975,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Tegla Loroupe",
    "birthday": "1973-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Tegla_Loroupe_Rio2016.jpg/285px-Tegla_Loroupe_Rio2016.jpg",
    "extract": "Tegla Chepkite Loroupe is a Kenyan long-distance track and road runner. She is also a global spokeswoman for peace, women's rights and education. Loroupe holds the world records for 25 and 30 kilometres and previously held the world marathon record. She was the first African woman to hold the marathon World Record, which she held from 19 April 1998 until 30 September 2001. She is the three-time World Half-Marathon champion. Loroupe was also the first woman from Africa to win the New York City Marathon, which she has won twice. She has won marathons in London, Rotterdam, Hong Kong, Berlin and Rome.",
    "year": 1973,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jason Lee (footballer)",
    "birthday": "1971-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/04/Lee%2C_Jason.jpg",
    "extract": "Jason Benedict Lee is an English football manager and former player.",
    "year": 1971,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Dan Chiasson",
    "birthday": "1971-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Dan_on_Boat.JPG/240px-Dan_on_Boat.JPG",
    "extract": "Dan Chiasson is an American poet, critic, and journalist. The Sewanee Review called Chiasson \"the country’s most visible poet-critic.\" He is the Lorraine C. Wang Professor of English Literature at Wellesley College.",
    "year": 1971,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Doug Christie",
    "birthday": "1970-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Doug_Christie_cropped.jpg/214px-Doug_Christie_cropped.jpg",
    "extract": "Douglas Dale Christie is an American professional basketball coach and former player who is an assistant coach for the Sacramento Kings of the National Basketball Association (NBA). Standing at 6 ft 6 in (1.98 m), he played the shooting guard position. He was formerly a commentator for the Kings on NBC Sports California.",
    "year": 1970,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ghostface Killah",
    "birthday": "1970-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Ghostface_Killah_-_Virgin_Festival.jpg/320px-Ghostface_Killah_-_Virgin_Festival.jpg",
    "extract": "Dennis Coles, better known by his stage name Ghostface Killah, is an American rapper and songwriter. He is a member of the hip hop group Wu-Tang Clan. After the group achieved breakthrough success in the aftermath of Enter the Wu-Tang , the members went on to pursue solo careers to varying levels of success. Ghostface Killah debuted his solo career with Ironman, which was well received by music critics, in 1996. He has enjoyed continued success in the years that have followed, releasing critically acclaimed albums such as Supreme Clientele (2000) and Fishscale (2006). His stage name was taken from one of the characters in the 1979 kung fu film Mystery of Chessboxing. He is the founder of his own record label, Starks Enterprises.",
    "year": 1970,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Graham Harman",
    "birthday": "1968-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Graham_Harman_at_MACBA.jpg/320px-Graham_Harman_at_MACBA.jpg",
    "extract": "Graham Harman is an American philosopher and academic. He is Distinguished Professor of Philosophy at the Southern California Institute of Architecture in Los Angeles. His work on the metaphysics of objects led to the development of object-oriented ontology. He is a central figure in the speculative realism trend in contemporary philosophy.",
    "year": 1968,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ruth Kelly",
    "birthday": "1968-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/RuthKellyMP.jpg/256px-RuthKellyMP.jpg",
    "extract": "Ruth Maria Kelly is a former British Labour Party politician who served as the Member of Parliament (MP) for Bolton West from 1997 until she stood down in 2010. Previously, she served as the Secretary of State for Transport, Secretary of State for Communities and Local Government, Minister for Women and Equality and Secretary of State for Education and Skills, serving under both Gordon Brown and Tony Blair.",
    "year": 1968,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Marie-José Pérec",
    "birthday": "1968-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Marie-Jos%C3%A9_P%C3%A9rec_Cannes_2016.jpg/226px-Marie-Jos%C3%A9_P%C3%A9rec_Cannes_2016.jpg",
    "extract": "Marie-José Pérec is a retired French track and field sprinter who specialised in the 200 and 400 metres and is a three-time Olympic gold medalist.",
    "year": 1968,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ken Nomura",
    "birthday": "1965-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/43/Nomuken.jpg/320px-Nomuken.jpg",
    "extract": "Ken Nomura  is a drifting driver from Japan. He made his debut in the D1 Grand Prix in the 3rd round in 2001, driving the Blitz D1 Spec ER34 Skyline which he still drives. His nickname is Nomuken (のむけん) or Monkey Magic.",
    "year": 1965,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Steve Yzerman",
    "birthday": "1965-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Steve_Yzerman_2012.jpg/257px-Steve_Yzerman_2012.jpg",
    "extract": "Stephen Gregory Yzerman is a Canadian former professional ice hockey player currently serving as executive vice president and general manager of the Detroit Red Wings, with whom he spent all 22 seasons of his NHL playing career. Widely regarded as one of the greatest players of all time, he is a Detroit sports icon and a member of the Hockey Hall of Fame. After his retirement as a player, he served in the front office of the Red Wings, and then as general manager of the Tampa Bay Lightning, while also being executive director for Team Canada in two Olympics.",
    "year": 1965,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Dave Gahan",
    "birthday": "1962-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/DaveGahanbyNOA-HASSIN.JPG/240px-DaveGahanbyNOA-HASSIN.JPG",
    "extract": "Dave Gahan is an English singer-songwriter, best known as the lead singer of the electronic band Depeche Mode since their debut in 1980. Q magazine ranked Gahan No. 73 on its list of the \"100 Greatest Singers\" and No. 27 on its list of \"The 100 Greatest Frontmen\". Gahan is known for his \"commanding presence on stage\" and his \"huge, deep baritone voice\". In 2020, Gahan was inducted into the Rock and Roll Hall of Fame as a member of Depeche Mode.",
    "year": 1962,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Paul Heaton",
    "birthday": "1962-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Paul-Heaton.jpg/317px-Paul-Heaton.jpg",
    "extract": "Paul David Heaton is an English singer-songwriter. He was the frontman of the Housemartins, who had success with the singles \"Happy Hour\" and the UK number one \"Caravan of Love\" in 1986 before disbanding in 1988. He then formed the Beautiful South, whose debut single and album were released in 1989 to commercial success. They had a series of hits throughout the 1990s, including the number-one single \"A Little Time\". They disbanded in 2007. He subsequently pursued a solo career, which produced three albums, and in 2014 he released What Have We Become?, a collaboration with former Beautiful South vocalist Jacqui Abbott. He recorded three more albums with her: Wisdom, Laughter and Lines in 2015, Crooked Calypso in 2017, and Manchester Calling in 2020.",
    "year": 1962,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "John Corbett",
    "birthday": "1961-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/John_Corbett_by_Gage_Skidmore_2.jpg/237px-John_Corbett_by_Gage_Skidmore_2.jpg",
    "extract": "John Joseph Corbett Jr. is an American actor and country music singer. On television, he is best known for his roles as Chris Stevens on Northern Exposure (1990–1995), Aidan Shaw on Sex and the City (2000–2003), Max Gregson on United States of Tara (2009–2011), and Seth Holt on Parenthood (2011–2015). In film, he is known for roles in My Big Fat Greek Wedding (2002), Raising Helen (2004), The Messengers (2007), Sex and the City 2 (2010), Ramona & Beezus (2010), My Big Fat Greek Wedding 2 (2016), the To All the Boys film trilogy (2018–2021), and others.",
    "year": 1961,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Tony Gwynn",
    "birthday": "1960-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Tony_Gwynn_83.jpg/208px-Tony_Gwynn_83.jpg",
    "extract": "Anthony Keith Gwynn Sr., nicknamed \"Mr. Padre\", was an American professional baseball right fielder, who played 20 seasons (1982–2001) in Major League Baseball (MLB) for the San Diego Padres. The left-handed hitting Gwynn won eight batting titles in his career, tied for the most in National League (NL) history. He is considered one of the best and most consistent hitters in baseball history. Gwynn had a .338 career batting average, never hitting below .309 in any full season. He was a 15-time All-Star, recognized for his skills both on offense and defense with seven Silver Slugger Awards and five Gold Glove Awards. Gwynn was the rare player in his era that stayed with a single team his entire career, and he played in the only two World Series appearances in San Diego's franchise history. He was inducted into the Baseball Hall of Fame in 2007, his first year of eligibility.",
    "year": 1960,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Wendy Crewson",
    "birthday": "1956-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/WendyCrewsonTIFFSept2011.jpg/243px-WendyCrewsonTIFFSept2011.jpg",
    "extract": "Wendy Jane Crewson is a Canadian actress and producer. She began her career appearing on Canadian television, before her breakthrough role in 1991 dramatic film The Doctor.",
    "year": 1956,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Meles Zenawi",
    "birthday": "1955-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Meles_Zenawi_-_World_Economic_Forum_Annual_Meeting_2012.jpg/256px-Meles_Zenawi_-_World_Economic_Forum_Annual_Meeting_2012.jpg",
    "extract": "Meles Zenawi Asres was an Ethiopian soldier and politician who ruled Ethiopia as president from 1991 to 1995 and as prime minister from 1995 until his death in 2012.",
    "year": 1955,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Anne Sofie von Otter",
    "birthday": "1955-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Anne_Sofie_von_Otter_2011-10-13_002.jpg/235px-Anne_Sofie_von_Otter_2011-10-13_002.jpg",
    "extract": "Anne Sofie von Otter is a Swedish mezzo-soprano. Her repertoire encompasses lieder, operas, oratorios and also rock and pop songs.",
    "year": 1955,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Alley Mills",
    "birthday": "1951-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Alley_Mills.jpg/259px-Alley_Mills.jpg",
    "extract": "Allison Mills, also known as Alley Bean, is an American actress best known for her role as Norma Arnold, the mother in the coming-of-age series The Wonder Years, and her current role as Pamela Douglas, the sister of the late Forrester matriarch Stephanie Forrester, on the soap opera The Bold and the Beautiful.",
    "year": 1951,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Joy Harjo",
    "birthday": "1951-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Joy_Harjo_smiling%2C_2019.jpg/228px-Joy_Harjo_smiling%2C_2019.jpg",
    "extract": "Joy Harjo is an American poet, musician, playwright, and author. She is the incumbent United States Poet Laureate, the first Native American to hold that honor. She is also only the second Poet Laureate Consultant in Poetry to serve three terms. Harjo is a member of the Muscogee Nation and belongs to Oce Vpofv. She is an important figure in the second wave of the literary Native American Renaissance of the late 20th century. She studied at the Institute of American Indian Arts, completed her undergraduate degree at University of New Mexico in 1976, and earned an MFA degree at the University of Iowa in its creative writing program.",
    "year": 1951,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Billy Joel",
    "birthday": "1949-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Billy_Joel_Shankbone_NYC_2009.jpg/247px-Billy_Joel_Shankbone_NYC_2009.jpg",
    "extract": "William Martin Joel is an American singer, pianist, composer and songwriter. Commonly nicknamed the \"Piano Man\" after his single and signature song of the same name, he has led a commercially successful career as a solo artist since the 1970s, having released 12 pop and rock studio albums from 1971 to 1993 as well as one studio album of classical compositions in 2001. He is one of the best-selling music artists of all time, as well as the seventh-best-selling recording artist and the fourth-best-selling solo artist in the United States, with over 160 million records sold worldwide. His 1985 compilation album, Greatest Hits Vol. 1 & 2, is one of the best-selling albums in the United States.",
    "year": 1949,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Richard S. Williamson",
    "birthday": "1949-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Amb._Richard_Williamson.jpg/294px-Amb._Richard_Williamson.jpg",
    "extract": "Richard Salisbury Williamson was an American lawyer, diplomat and political advisor. He previously served as Special Envoy to Sudan under George W. Bush. Williamson was a partner at Winston & Strawn and was also Thomas J. Sharkey Distinguished Visiting Scholar at Seton Hall's Whitehead School of Diplomacy.",
    "year": 1949,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Hans Georg Bock",
    "birthday": "1948-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Hans_Georg_Bock.jpg/320px-Hans_Georg_Bock.jpg",
    "extract": "Hans Georg Bock is a German university professor for mathematics and scientific computing.\nHe has served as managing director of Interdisciplinary Center for Scientific Computing of Heidelberg University from 2005 to 2017.\nBefore this, he had been vice managing director from 1993 to 2004. \nHans Georg Bock is a member of the European Mathematical Society's committee for developing countries (CDC-EMS) and responsible member for the region of Asia therein.",
    "year": 1948,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Calvin Murphy",
    "birthday": "1948-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Calvin_Murphy_1.jpg/296px-Calvin_Murphy_1.jpg",
    "extract": "Calvin Jerome Murphy is an American former professional basketball player who after a prolific collegiate career at Niagara, where he averaged 33.1 points per game over his three years, played in the National Basketball Association as a guard for the San Diego/Houston Rockets from 1970 to 1983. He is a currently a member of the Houston Rockets' AT&T SportsNet TV broadcast team. Standing at a height of 5 feet 9 inches (1.75 m), Murphy has the distinction of being the shortest NBA player inducted into the Naismith Memorial Basketball Hall of Fame, and to play in an NBA All-Star Game.",
    "year": 1948,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Yukiya Amano",
    "birthday": "1947-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Yukiya_Amano_%2832843882837%29.jpg/203px-Yukiya_Amano_%2832843882837%29.jpg",
    "extract": "Yukiya Amano  was a Japanese diplomat and the Director General of the International Atomic Energy Agency (IAEA). Amano previously served as an international civil servant for the United Nations and its subdivisions.",
    "year": 1947,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Candice Bergen",
    "birthday": "1946-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Candice_Bergen_%288250487588%29.jpg/213px-Candice_Bergen_%288250487588%29.jpg",
    "extract": "Candice Patricia Bergen is an American actress and former fashion model. She won five Primetime Emmy Awards and two Golden Globe Awards for her portrayal of the title character on the CBS sitcom Murphy Brown. She is also known for her role as Shirley Schmidt on the ABC drama Boston Legal (2005–2008). In films, Bergen was nominated for the Academy Award for Best Supporting Actress for Starting Over (1979), and for the BAFTA Award for Best Actress in a Supporting Role for Gandhi (1982).",
    "year": 1946,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gamal al-Ghitani",
    "birthday": "1945-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Gamal_Ghitany.jpg/240px-Gamal_Ghitany.jpg",
    "extract": "Gamal al-Ghitani, was an Egyptian author of historical and political novels and cultural and political commentaries and was the editor-in-chief of the literary periodical Akhbar Al-Adab till 2011.",
    "year": 1945,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jupp Heynckes",
    "birthday": "1945-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Jupp_Heynckes_2013-01-04_%28cropped%29.jpg/211px-Jupp_Heynckes_2013-01-04_%28cropped%29.jpg",
    "extract": "Josef \"Jupp\" Heynckes is a German retired professional footballer and manager. As a player, he spent the majority of his career as a striker for Borussia Mönchengladbach in its golden era of the 1960s and '70s, where he won many national championships and the DFB-Pokal, as well as the UEFA Cup. During this period the team played in its only European Cup final in 1977, losing to Liverpool. He is the fourth-highest goalscorer in the history of the Bundesliga, with 220 goals. He was a member of the West Germany national team that won the UEFA European Championship and the FIFA World Cup in the first half of the 1970s.",
    "year": 1945,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Richie Furay",
    "birthday": "1944-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Richie_Furay.jpg/320px-Richie_Furay.jpg",
    "extract": "Paul Richard Furay is an American singer, songwriter, and Rock & Roll Hall of Fame member. He is best known for forming the bands Buffalo Springfield with Stephen Stills, Neil Young, Bruce Palmer, and Dewey Martin, and Poco with Jim Messina, Timothy B. Schmit, Rusty Young, George Grantham and Randy Meisner. His best known song was \"Kind Woman,\" which he wrote for his wife, Nancy.",
    "year": 1944,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Vince Cable",
    "birthday": "1943-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Official_portrait_of_Sir_Vince_Cable_crop_2.jpg/240px-Official_portrait_of_Sir_Vince_Cable_crop_2.jpg",
    "extract": "Sir John Vincent Cable is a British politician who was Leader of the Liberal Democrats from 2017 to 2019. He was Member of Parliament (MP) for Twickenham from 1997 to 2015 and from 2017 to 2019. He also served in the Cabinet as Secretary of State for Business, Innovation and Skills from 2010 to 2015.",
    "year": 1943,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Colin Pillinger",
    "birthday": "1943-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Colin_Pillinger.jpg/266px-Colin_Pillinger.jpg",
    "extract": "Colin Trevor Pillinger, was an English planetary scientist. He was a founding member of the Planetary and Space Sciences Research Institute at Open University in Milton Keynes, he was also the principal investigator for the British Beagle 2 Mars lander project, and worked on a group of Martian meteorites.",
    "year": 1943,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "John Ashcroft",
    "birthday": "1942-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/John_Ashcroft.jpg/256px-John_Ashcroft.jpg",
    "extract": "John David Ashcroft is an American lawyer, lobbyist, and former politician who served as the 79th U.S. Attorney General in the George W. Bush Administration, Senator from Missouri, and Governor of Missouri. He later founded the Ashcroft Group, a Washington D.C. lobbying firm.",
    "year": 1942,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Tommy Roe",
    "birthday": "1942-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Tommy_Roe.png/272px-Tommy_Roe.png",
    "extract": "Thomas David Roe is a retired American rock and pop singer-songwriter.",
    "year": 1942,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Dorothy Hyman",
    "birthday": "1941-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Dorothy_Hyman_1960b.jpg/240px-Dorothy_Hyman_1960b.jpg",
    "extract": "Dorothy Hyman is a retired English sprinter. She competed at the 1960 and 1964 Summer Olympics in the 100 m, 200 m and 4 × 100 m events, winning three medals. She also won individual 100 m gold and 200 m silver at the 1962 European Championships in Belgrade and, representing England, completed the 100 yd/220 yd sprint double at the 1962 Commonwealth Games.",
    "year": 1941,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "James L. Brooks",
    "birthday": "1940-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Jameslbrooks.jpg/248px-Jameslbrooks.jpg",
    "extract": "James Lawrence Brooks is an American director, producer, screenwriter and co-founder of Gracie Films. His television and film work includes The Mary Tyler Moore Show, Taxi, The Simpsons, Broadcast News, As Good as It Gets, and Terms of Endearment.",
    "year": 1940,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ralph Boston",
    "birthday": "1939-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Ralph_Boston_1960.jpg/209px-Ralph_Boston_1960.jpg",
    "extract": "Ralph Harold Boston is a retired American track athlete who received three Olympic medals and became the first person to break the 27 feet (8.2 m) barrier in the long jump.",
    "year": 1939,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ion Țiriac",
    "birthday": "1939-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Ion_Tiriac.jpg/286px-Ion_Tiriac.jpg",
    "extract": "Ion Țiriac, also known as the \"Brașov Bulldozer\", is a Romanian businessman and former professional tennis and ice hockey player. He is the current president of the Romanian Tennis Federation.",
    "year": 1939,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ken Warby",
    "birthday": "1939-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/SpiritOfAustraliaModelBloweringDam.jpg/320px-SpiritOfAustraliaModelBloweringDam.jpg",
    "extract": "Ken Warby is an Australian motorboat racer, who currently holds the water speed record of 275.97 knots, set on Blowering Dam on 8 October 1978.",
    "year": 1939,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Charles Simic",
    "birthday": "1938-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Charles_simic_6693.JPG/240px-Charles_simic_6693.JPG",
    "extract": "Dušan Simić, known as Charles Simic, is a Serbian American poet and former co-poetry editor of the Paris Review. He received the Pulitzer Prize for Poetry in 1990 for The World Doesn't End, and was a finalist of the Pulitzer Prize in 1986 for Selected Poems, 1963–1983 and in 1987 for Unending Blues. He was appointed the fifteenth Poet Laureate Consultant in Poetry to the Library of Congress in 2007.",
    "year": 1938,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Rafael Moneo",
    "birthday": "1937-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Autor_Germ%C3%A1n_Saiz_%C2%A9_Rafael_Moneo.jpg/320px-Autor_Germ%C3%A1n_Saiz_%C2%A9_Rafael_Moneo.jpg",
    "extract": "José Rafael Moneo Vallés is a Spanish architect. He won the Pritzker Prize for architecture in 1996, the RIBA Royal Gold Medal in 2003 and La Biennale's Golden Lion in 2021.",
    "year": 1937,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Dave Prater",
    "birthday": "1937-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Sam_%26_Dave_%282%29.png/229px-Sam_%26_Dave_%282%29.png",
    "extract": "David Prater Jr. was an American Southern soul and rhythm & blues singer and musician, who was the deeper baritone/tenor vocalist of the soul vocal duo Sam & Dave from 1961 until his death in 1988. He is a member of the Rock & Roll Hall of Fame (1992), the Grammy Hall of Fame, the Vocal Group Hall of Fame, and the Georgia Music Hall of Fame (1997), and he was a Grammy Award–winning (1967) and multiple Gold Record award-winning recording artist.",
    "year": 1937,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Albert Finney",
    "birthday": "1936-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Albert_Finney_1966.jpg/246px-Albert_Finney_1966.jpg",
    "extract": "Albert Finney was an English actor. He attended the Royal Academy of Dramatic Art and worked in the theatre before attaining prominence on screen in the early 1960s, debuting with The Entertainer (1960), directed by Tony Richardson, who had previously directed him in the theatre. He maintained a successful career in theatre, film and television.",
    "year": 1936,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Glenda Jackson",
    "birthday": "1936-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Glenda_Jackson.JPG/239px-Glenda_Jackson.JPG",
    "extract": "Glenda May Jackson is an English actress and politician. She has won the Academy Award for Best Actress twice: for her role as Gudrun Brangwen in the romantic drama Women in Love (1970); and again for her role as Vickie Allessio in the romantic comedy A Touch of Class (1973). She received praise for her performances as Alex Greville in the drama film Sunday Bloody Sunday (1971) and Elizabeth I in the BBC television serial Elizabeth R (1971), winning two Primetime Emmy Awards for the latter. In 2018, she won the Tony Award for Best Actress in a Play for her role in a revival of Edward Albee's Three Tall Women, becoming one of the few performers to achieve the \"Triple Crown of Acting\" in the US.",
    "year": 1936,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Nokie Edwards",
    "birthday": "1935-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Nole_%22Nokie%22_Edwards.JPG/240px-Nole_%22Nokie%22_Edwards.JPG",
    "extract": "Nole Floyd \"Nokie\" Edwards was an American musician and member of the Rock and Roll Hall of Fame. He was primarily a guitarist, best known for his work with The Ventures, and was known in Japan as the 'King of Guitars'. Edwards was also an actor, who appeared briefly on Deadwood, an American Western drama television series.",
    "year": 1935,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Alan Bennett",
    "birthday": "1934-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Alan_Bennett_Allan_Warren.jpg/241px-Alan_Bennett_Allan_Warren.jpg",
    "extract": "Alan Bennett is an English actor, author, playwright and screenwriter. Over his distinguished entertainment career he has received numerous awards and honours including two BAFTA Awards, four Laurence Olivier Awards, and two Tony Awards. He also earned an Academy Award nomination for his film The Madness of King George (1994). In 2005 he received the Society of London Theatre Special Award.",
    "year": 1934,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Conrad Hunte",
    "birthday": "1932-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/df/Conrad_Hunte_1963.jpg/206px-Conrad_Hunte_1963.jpg",
    "extract": "Sir Conrad Cleophas Hunte, KA was a Barbadian cricketer. Hunte played 44 Test matches as an opening batsman for the West Indies.",
    "year": 1932,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Geraldine McEwan",
    "birthday": "1932-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9e/Geraldine_McEwan.jpg/320px-Geraldine_McEwan.jpg",
    "extract": "Geraldine McEwan was an English actress, who had a long career in film, theatre and television. Michael Coveney described her, in a tribute article, as \"a great comic stylist, with a syrupy, seductive voice and a forthright, sparkling manner\".",
    "year": 1932,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Vance D. Brand",
    "birthday": "1931-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/VanceDBrand.jpg/256px-VanceDBrand.jpg",
    "extract": "Vance DeVoe Brand is an American naval officer, aviator, aeronautical engineer, test pilot, and NASA astronaut. He served as command module pilot during the first U.S.-Soviet joint spaceflight in 1975, and as commander of three Space Shuttle missions.",
    "year": 1931,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Joan Sims",
    "birthday": "1930-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b5/Joan_Sims_B%26W.jpg",
    "extract": "Irene Joan Marion Sims was an English actress, best remembered for her roles in the Carry On films, appearing in 24 of the films from Carry On Nurse (1959) to Carry On Emmannuelle (1978), including popular entries like Carry On Cleo (1964), Carry On Camping (1969) and Carry On Abroad (1972).",
    "year": 1930,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Kalifa Tillisi",
    "birthday": "1930-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Kalifa_Tillsi.jpg/223px-Kalifa_Tillsi.jpg",
    "extract": "Khalifa Mohammed Tillisi was a well-known Libyan historian, translator, and linguist.",
    "year": 1930,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ralph Goings",
    "birthday": "1928-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5d/Ralph_Goings.jpg/320px-Ralph_Goings.jpg",
    "extract": "Ralph Goings was an American painter closely associated with the Photorealism movement of the late 1960s and early 1970s. He was best known for his highly detailed paintings of hamburger stands, pick-up trucks, and California banks, portrayed in a deliberately objective manner.",
    "year": 1928,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Pancho Gonzales",
    "birthday": "1928-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Pancho_Gonzales_1954.jpg/320px-Pancho_Gonzales_1954.jpg",
    "extract": "Ricardo Alonso \"Pancho\" González, known sometimes as Richard Gonzales, was an American tennis player. He won 15 major singles titles, including two U.S. National Singles Championships in 1948 and 1949, and 13 Professional Grand Slam titles. He also won three Tournament of Champions professional events in 1957, 1958, and 1959. He was ranked world amateur No. 1 in 1948 by Ned Potter and in 1949 by Potter and John Olliff. Gonzales was a prominent professional champion in the 1950s and 1960s, winning world professional championship tours between 1954 and 1961; he was ranked world No. 1 professional in some rankings between 1952 and 1961.",
    "year": 1928,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Barbara Ann Scott",
    "birthday": "1928-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Barbara-Ann_Scott.jpg/249px-Barbara-Ann_Scott.jpg",
    "extract": "Barbara Ann Scott was a Canadian figure skater. She was the 1948 Olympic champion, a two-time World champion (1947–1948), and a four-time Canadian national champion in ladies' singles. Known as \"Canada's Sweetheart\", she is the only Canadian to have won the Olympic ladies' singles gold medal, the first North American to have won three major titles in one year and the only Canadian to have won the European Championship (1947–48). During her forties she was rated among the top equestrians in North America. She received many honours and accolades, including being made an Officer of the Order of Canada in 1991 and a member of the Order of Ontario in 2008.",
    "year": 1928,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Manfred Eigen",
    "birthday": "1927-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Eigen%2CManfred_1996_G%C3%B6ttingen.jpg/256px-Eigen%2CManfred_1996_G%C3%B6ttingen.jpg",
    "extract": "Manfred Eigen was a German biophysical chemist who won the 1967 Nobel Prize in Chemistry for work on measuring fast chemical reactions.",
    "year": 1927,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Bulat Okudzhava",
    "birthday": "1924-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Bundesarchiv_Bild_183-R1202-0019%2C_Berlin%2C_Palast_der_Republik%2C_Bulat_Okudshawa_cropped.jpg/240px-Bundesarchiv_Bild_183-R1202-0019%2C_Berlin%2C_Palast_der_Republik%2C_Bulat_Okudshawa_cropped.jpg",
    "extract": "Bulat Shalvovich Okudzhava was a Soviet and Russian poet, writer, musician, novelist, and singer-songwriter of Georgian-Armenian ancestry. He was one of the founders of the Soviet genre called \"author song\", or \"guitar song\", and the author of about 200 songs, set to his own poetry. His songs are a mixture of Russian poetic and folksong traditions and the French chansonnier style represented by such contemporaries of Okudzhava as Georges Brassens. Though his songs were never overtly political, the freshness and independence of Okudzhava's artistic voice presented a subtle challenge to Soviet cultural authorities, who were thus hesitant for many years to give him official recognition.",
    "year": 1924,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Johnny Grant (radio personality)",
    "birthday": "1923-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Johnny_Grant.jpg/320px-Johnny_Grant.jpg",
    "extract": "Johnny Grant was an American radio personality and television producer who also served as the honorary mayor of Hollywood, in which capacity he was often present at Hollywood community functions, including the unveiling of new stars on the Hollywood Walk of Fame. An intersection just north of Hollywood Boulevard and Highland Avenue is designated \"Johnny Grant Way\".",
    "year": 1923,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Daniel Berrigan",
    "birthday": "1921-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/NLN_Dan_Berrigan_2008a.jpg/250px-NLN_Dan_Berrigan_2008a.jpg",
    "extract": "Daniel Joseph Berrigan was an American Jesuit priest, anti-war activist, Christian pacifist, playwright, poet, and author.",
    "year": 1921,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Sophie Scholl",
    "birthday": "1921-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/cf/Sophie_Scholl.jpg/232px-Sophie_Scholl.jpg",
    "extract": "Sophia Magdalena Scholl was a German student and anti-Nazi political activist, active within the White Rose non-violent resistance group in Nazi Germany.",
    "year": 1921,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mona Van Duyn",
    "birthday": "1921-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/79/Mona_Van_Duyn.jpg",
    "extract": "Mona Jane Van Duyn was an American poet. She was appointed United States Poet Laureate in 1992.",
    "year": 1921,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "William Tenn",
    "birthday": "1920-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/William.Tenn.2002.jpg/253px-William.Tenn.2002.jpg",
    "extract": "William Tenn was the pseudonym of Philip Klass, a British-born American science fiction author, notable for many stories with satirical elements.",
    "year": 1920,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Richard Adams",
    "birthday": "1920-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Richard_Adams_20081116.jpg/222px-Richard_Adams_20081116.jpg",
    "extract": "Richard George Adams was an English novelist and writer of the books Watership Down, Maia, Shardik and The Plague Dogs. He studied modern history at university before serving in the British Army during World War II. Afterwards, he completed his studies, and then joined the British Civil Service. In 1974, two years after Watership Down was published, Adams became a full-time author.",
    "year": 1920,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Orville Freeman",
    "birthday": "1918-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Orville_L._Freeman%2C_Secretary_of_Agriculture_%281961-1969%29.jpg/265px-Orville_L._Freeman%2C_Secretary_of_Agriculture_%281961-1969%29.jpg",
    "extract": "Orville Lothrop Freeman was an American Democratic politician who served as the 29th Governor of Minnesota from January 5, 1955, to January 2, 1961, and as the U.S. Secretary of Agriculture from 1961 to 1969 under Presidents John F. Kennedy and Lyndon B. Johnson. He was one of the founding members of the Minnesota Democratic-Farmer-Labor Party and strongly influential in the merger of the pre-DFL Minnesota Democratic and Farmer-Labor Parties. Freeman nominated Kennedy for president at the 1960 Democratic Party national convention.",
    "year": 1918,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mike Wallace",
    "birthday": "1918-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Mike_Wallace_National_Press_Club.jpg/231px-Mike_Wallace_National_Press_Club.jpg",
    "extract": "Myron Leon Wallace was an American journalist, game show host, actor, and media personality. He interviewed a wide range of prominent newsmakers during his seven-decade career. He was one of the original correspondents featured on CBS news program 60 Minutes, which debuted in 1968. Wallace retired as a regular full-time correspondent in 2006, but still appeared occasionally on the series until 2008. He is the father of Chris Wallace.",
    "year": 1918,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Fay Kanin",
    "birthday": "1917-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Fay_Kanin.jpg/306px-Fay_Kanin.jpg",
    "extract": "Fay Kanin was an American screenwriter, playwright and producer. Kanin was President of the Academy of Motion Picture Arts and Sciences from 1979 to 1983.",
    "year": 1917,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Patricia Swift Blalock",
    "birthday": "1914-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/29/Selma_Librarian_Patricia_Swift_Blalock_helped_desegregate_the_library.jpg/320px-Selma_Librarian_Patricia_Swift_Blalock_helped_desegregate_the_library.jpg",
    "extract": "Patricia Swift Blalock was an American librarian, social worker, and civil rights activist born in Gadsden, Alabama.",
    "year": 1914,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Thanat Khoman",
    "birthday": "1914-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Thanat_Khoman.jpg/320px-Thanat_Khoman.jpg",
    "extract": "Thanat Khoman was a Thai diplomat and politician. He was foreign minister from 1959 to 1971, leader of the Democrat Party from 1979 to 1982, and deputy prime minister from 1980 to 1983. He died at the age of 101 on 3 March 2016, a couple of months shy of his 102nd birthday.",
    "year": 1914,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Carlo Maria Giulini",
    "birthday": "1914-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d5/CMGiulini.jpg",
    "extract": "Carlo Maria Giulini was an Italian conductor.\nFrom the age of five, when he began to play the violin, Giulini's musical education was expanded when he began to study at Italy's foremost conservatory, the Conservatorio Santa Cecilia in Rome at the age of 16. Initially, he studied the viola and conducting; then, following an audition, he won a place in the Orchestra dell'Accademia Nazionale di Santa Cecilia.",
    "year": 1914,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Hank Snow",
    "birthday": "1914-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Hanksnowpromoimage.jpg/320px-Hanksnowpromoimage.jpg",
    "extract": "Clarence Eugene \"Hank\" Snow was a Canadian-American country music artist. Most popular in the 1950s, he had a career that spanned more than 50 years, he recorded 140 albums and charted more than 85 singles on the Billboard country charts from 1950 until 1980. His number-one hits include the self-penned songs \"I'm Moving On\", \"The Golden Rocket\" and \"The Rhumba Boogie\" and famous versions of \"I Don't Hurt Anymore\", \"Let Me Go, Lover!\", \"I've Been Everywhere\", \"Hello Love\", as well as other top 10 hits.",
    "year": 1914,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Pedro Armendáriz",
    "birthday": "1912-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Publicity_photo_of_Pedro_Armend%C3%A1riz_in_3_Godfathers_%281948%29.jpg/246px-Publicity_photo_of_Pedro_Armend%C3%A1riz_in_3_Godfathers_%281948%29.jpg",
    "extract": "Pedro Gregorio Armendáriz Hastings was a Mexican film actor who made films in both Mexico and the United States. With Dolores del Río and María Félix, he was one of the best-known Latin American movie stars of the 1940s and 1950s.",
    "year": 1912,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Géza Ottlik",
    "birthday": "1912-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Ottlik_G%C3%A9za.jpg/225px-Ottlik_G%C3%A9za.jpg",
    "extract": "Géza Ottlik was a Hungarian writer, translator, mathematician, and bridge theorist. According to an American obituary bridge column, he was known in Hungary as \"the ultimate authority on Hungarian prose\".",
    "year": 1912,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gordon Bunshaft",
    "birthday": "1909-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Lever_House_Courtyard.JPG/320px-Lever_House_Courtyard.JPG",
    "extract": "Gordon Bunshaft,, was an American architect, a leading proponent of modern design in the mid-twentieth century. A partner in the architectural firm Skidmore, Owings & Merrill (SOM), Bunshaft joined in 1937 and remained for more than 40 years. The long list of his notable buildings includes Lever House in New York, the Beinecke Rare Book and Manuscript Library at Yale University, the Hirshhorn Museum and Sculpture Garden in Washington, D.C., the National Commercial Bank in Jeddah, Saudi Arabia, 140 Broadway and Manufacturers Hanover Trust Branch Bank in New York; the last was the first post-war \"transparent\" bank on the East Coast.",
    "year": 1909,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jackie Grant",
    "birthday": "1907-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Jackie_Grant.jpg/229px-Jackie_Grant.jpg",
    "extract": "George Copeland Grant, known as Jackie Grant, was a West Indian cricketer who captained the Test side from 1930 to 1935. He was later a missionary in South Africa and Rhodesia.",
    "year": 1907,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Kathryn Kuhlman",
    "birthday": "1907-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Richard_Roberts_Kathryn_Kuhlman.jpeg/219px-Richard_Roberts_Kathryn_Kuhlman.jpeg",
    "extract": "Kathryn Kuhlman was an American evangelist known for hosting healing services.",
    "year": 1907,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Baldur von Schirach",
    "birthday": "1907-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Presidium_of_the_European_Youth_Union_Baldur_von_Schirach_%28cropped%29.jpg/230px-Presidium_of_the_European_Youth_Union_Baldur_von_Schirach_%28cropped%29.jpg",
    "extract": "Baldur Benedikt von Schirach was a Nazi German politician who is best known for his role as the Nazi Party national youth leader and head of the Hitler Youth from 1931 to 1940. He later served as Gauleiter and Reichsstatthalter of Vienna. After World War II, he was convicted of crimes against humanity during the Nuremberg trials and sentenced to 20 years in prison.",
    "year": 1907,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Eleanor Estes",
    "birthday": "1906-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b8/Eleanor_Estes.jpg",
    "extract": "Eleanor Estes was an American children's writer and a children's librarian. Her book, Ginger Pye, which she also created illustrations for, won the Newbery Medal. Three of her books were Newbery Honor Winners, and one was awarded the Lewis Carroll Shelf Award. Estes' books were based on her life in small town Connecticut in the early 1900s.",
    "year": 1906,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Lilí Álvarez",
    "birthday": "1905-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Lili_de_Alvarez_1926.jpg/244px-Lili_de_Alvarez_1926.jpg",
    "extract": "Elia Maria González-Álvarez y López-Chicheri, also known as Lilí Álvarez, was a Spanish multi-sport competitor, an international tennis champion, an author, feminist and a journalist.",
    "year": 1905,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Maria Malicka",
    "birthday": "1900-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Maria_Malicka.jpg/244px-Maria_Malicka.jpg",
    "extract": "Maria Malicka was a Polish stage and film actress. She appeared in ten films between 1927 and 1966.",
    "year": 1900,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Richard Barthelmess",
    "birthday": "1895-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Richard_Barthelmess_-_publicity.JPG/258px-Richard_Barthelmess_-_publicity.JPG",
    "extract": "Richard Semler Barthelmess was an American film actor, principally of the Hollywood silent era. He starred opposite Lillian Gish in D. W. Griffith's Broken Blossoms (1919) and Way Down East (1920) and was among the founders of the Academy of Motion Picture Arts and Sciences in 1927. The following year, he was nominated for the Academy Award for Best Actor for two films: The Patent Leather Kid and The Noose.",
    "year": 1895,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Lucian Blaga",
    "birthday": "1895-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lucian_Blaga_%282%29.jpg/258px-Lucian_Blaga_%282%29.jpg",
    "extract": "Lucian Blaga was a Romanian philosopher, poet, playwright, poetry translator and novelist. He was a commanding personality of the Romanian culture of the interbellum period.",
    "year": 1895,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Frank Foss (athlete)",
    "birthday": "1895-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Frank-foss.jpg/320px-Frank-foss.jpg",
    "extract": "Frank Kent Foss was an American pole vaulter. He won a gold medal at the 1920 Summer Olympics, while breaking his own unofficial world record.",
    "year": 1895,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Benjamin Graham",
    "birthday": "1894-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Benjamin-Graham-fundamental.jpg/259px-Benjamin-Graham-fundamental.jpg",
    "extract": "Benjamin Graham was a British-born American economist, professor and investor. He is widely known as the \"father of value investing\", and wrote two of the founding texts in neoclassical investing: Security Analysis (1934) with David Dodd, and The Intelligent Investor (1949). His investment philosophy stressed investor psychology, minimal debt, buy-and-hold investing, fundamental analysis, concentrated diversification, buying within the margin of safety, activist investing, and contrarian mindsets.",
    "year": 1894,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "William Moulton Marston",
    "birthday": "1893-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4f/William_Moulton_Marston_1938.jpg",
    "extract": "William Moulton Marston, also known by the pen name Charles Moulton, was an American psychologist who, with his wife Elizabeth Holloway, invented an early prototype of the lie detector. He was also known as a self-help author and comic book writer who created the character Wonder Woman.",
    "year": 1893,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Zita of Bourbon-Parma",
    "birthday": "1892-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Empress_Zita_of_Austria_-_Hungary.jpg/244px-Empress_Zita_of_Austria_-_Hungary.jpg",
    "extract": "Zita of Bourbon-Parma was the wife of Charles, the last monarch of Austria-Hungary. As such, she was the last Empress of Austria and Queen of Hungary, in addition to other titles. She is venerated in the Catholic Church, having been declared Servant of God by Pope Benedict XVI.",
    "year": 1892,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Francesco Baracca",
    "birthday": "1888-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/FBaracca_1.jpg/320px-FBaracca_1.jpg",
    "extract": "Count Francesco Baracca was Italy's top fighter ace of World War I. He was credited with 34 aerial victories. The emblem he wore side by side on his plane of a black horse prancing on its two rear hooves inspired Enzo Ferrari to use it on his racing car and later in his automotive company.",
    "year": 1888,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Rolf de Maré",
    "birthday": "1888-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Rolf_Mare.JPG/226px-Rolf_Mare.JPG",
    "extract": "Rolf de Maré, sometimes called Rolf de Mare, was a Swedish art collector and leader of the Ballets Suédois in Paris in 1920–25. In 1931 he founded the world's first research center and museum for dance in Paris.",
    "year": 1888,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gianni Vella",
    "birthday": "1885-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Gianni_Vella_e_famiglia.jpg/320px-Gianni_Vella_e_famiglia.jpg",
    "extract": "Gianni Vella was a Maltese artist. After studying in Rome, he produced many religious works which can be found in many churches in the Maltese Islands, but he also produced some secular works including landscape paintings, cartoons and a stamp design.",
    "year": 1885,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Valdemar Psilander",
    "birthday": "1884-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Valdemar_Psilander.jpg/235px-Valdemar_Psilander.jpg",
    "extract": "Valdemar Einar Psilander was a Danish silent film actor, who was the highest-paid performer of his period and received critical acclaim as the greatest male lead during the golden era of Danish cinema.",
    "year": 1884,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "José Ortega y Gasset",
    "birthday": "1883-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/JoseOrtegayGasset.jpg/245px-JoseOrtegayGasset.jpg",
    "extract": "José Ortega y Gasset was a Spanish philosopher and essayist. He worked during the first half of the 20th century, while Spain oscillated between monarchy, republicanism, and dictatorship. His philosophy has been characterized as a \"philosophy of life\" that \"comprised a long-hidden beginning in a pragmatist metaphysics inspired by William James, and with a general method from a realist phenomenology imitating Edmund Husserl, which served both his proto-existentialism and his realist historicism, which has been compared to both Wilhelm Dilthey and Benedetto Croce.\"",
    "year": 1883,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Henry J. Kaiser",
    "birthday": "1882-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/52/Hkaiser.jpg",
    "extract": "Henry John Kaiser was an American industrialist who became known as the father of modern American shipbuilding. Prior to World War II, Kaiser was involved in the construction industry; his company was one of those that built Hoover Dam. He established the Kaiser Shipyards, which built Liberty ships during World War II, after which he formed Kaiser Aluminum and Kaiser Steel. Kaiser organized Kaiser Permanente health care for his workers and their families. He led Kaiser-Frazer followed by Kaiser Motors, automobile companies known for the safety of their designs. Kaiser was involved in large construction projects such as civic centers and dams, and invested in real estate, later moving into television broadcasting. With his wealth, he established the Kaiser Family Foundation, a nonprofit, non-partisan, charitable organization.",
    "year": 1882,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Howard Carter",
    "birthday": "1874-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Howard_carter.jpg/242px-Howard_carter.jpg",
    "extract": "Howard Carter was a British archaeologist and Egyptologist who discovered the intact tomb of the 18th Dynasty Pharaoh Tutankhamun in November 1922, the best-preserved pharaonic tomb ever found in the Valley of the Kings.",
    "year": 1874,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Anton Cermak",
    "birthday": "1873-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Anton_Cermak_cph.3b27410_%281%29.jpg/240px-Anton_Cermak_cph.3b27410_%281%29.jpg",
    "extract": "Anton Joseph Cermak was an American politician who served as the 44th mayor of Chicago, Illinois from April 7, 1931 until his death on March 6, 1933. He was killed by an assassin whose likely target was President Franklin D. Roosevelt, but the assassin shot Cermak instead after a bystander hit the assassin with a purse.",
    "year": 1873,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Harry Vardon",
    "birthday": "1870-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/HarryVardon.jpg/238px-HarryVardon.jpg",
    "extract": "Henry William Vardon was a professional golfer from Jersey. He was a member of the Great Triumvirate with John Henry Taylor and James Braid. Vardon won The Open Championship a record six times, and also won the 1900 U.S. Open.",
    "year": 1870,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gopal Krishna Gokhale",
    "birthday": "1866-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/GKGokhale.jpg/219px-GKGokhale.jpg",
    "extract": "Gopal Krishna Gokhale was an Indian 'moderate' political leader and a social reformer during the Indian independence movement. Gokhale was a senior leader of the Indian National Congress and the founder of the Servants of India Society. Through the Society as well as the Congress and other legislative bodies he served in, Gokhale campaigned for Indian self-rule and for social reforms. He was the leader of the moderate faction of the Congress party that advocated reforms by working with existing government institutions, and a major member of the Poona Association or the Poona Sarvajainik Sabha.",
    "year": 1866,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "J. M. Barrie",
    "birthday": "1860-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/James_Matthew_Barrie00.jpg/232px-James_Matthew_Barrie00.jpg",
    "extract": "Sir James Matthew Barrie, 1st Baronet, was a Scottish novelist and playwright, best remembered as the creator of Peter Pan. He was born and educated in Scotland and then moved to London, where he wrote a number of successful novels and plays. There he met the Llewelyn Davies boys, who inspired him to write about a baby boy who has magical adventures in Kensington Gardens, then to write Peter Pan, or The Boy Who Wouldn't Grow Up, a 1904 West End \"fairy play\" about an ageless boy and an ordinary girl named Wendy who have adventures in the fantasy setting of Neverland.",
    "year": 1860,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Julius Röntgen",
    "birthday": "1855-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/2e/Julius_Roentgen.jpg/220px-Julius_Roentgen.jpg",
    "extract": "Julius Engelbert Röntgen was a German-Dutch composer of classical music. He was a friend of Liszt, Brahms and Grieg.",
    "year": 1855,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Edward Weston (chemist)",
    "birthday": "1850-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Weston_Edward_scientist.jpg/204px-Weston_Edward_scientist.jpg",
    "extract": "Edward Weston was an English-born American chemist and engineer noted for his achievements in electroplating and his development of the electrochemical cell, named the Weston cell, for the voltage standard. Weston was a competitor of Thomas Edison in the early days of electricity generation and distribution.",
    "year": 1850,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gustaf de Laval",
    "birthday": "1845-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Gustaf_de_Laval_1875.jpg/224px-Gustaf_de_Laval_1875.jpg",
    "extract": "Karl Gustaf Patrik de Laval was a Swedish engineer and inventor who made important contributions to the design of steam turbines and dairy machinery.",
    "year": 1845,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Adam Opel",
    "birthday": "1837-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Adam_Opel.jpg/224px-Adam_Opel.jpg",
    "extract": "Adam Opel was the founder of the German automobile company Adam Opel AG.",
    "year": 1837,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ferdinand Monoyer",
    "birthday": "1836-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Ferdinand_Monoyer.jpg/302px-Ferdinand_Monoyer.jpg",
    "extract": "Ferdinand Monoyer was a French ophthalmologist, known for introducing the dioptre in 1872.",
    "year": 1836,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "James Collinson",
    "birthday": "1825-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Collinson%2C_Holy_Family.jpg/246px-Collinson%2C_Holy_Family.jpg",
    "extract": "James Collinson was a Victorian painter who was a member of the Pre-Raphaelite Brotherhood from 1848 to 1850.",
    "year": 1825,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Frederick Weld",
    "birthday": "1823-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Frederick_Weld.jpg/244px-Frederick_Weld.jpg",
    "extract": "Sir Frederick Aloysius Weld, was a New Zealand politician and a governor of various British colonies. He was the sixth premier of New Zealand, and later served as Governor of Western Australia, Governor of Tasmania, and Governor of the Straits Settlements.",
    "year": 1823,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "John Brougham",
    "birthday": "1814-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/John_Brougham_-_Brady-Handy.jpg/266px-John_Brougham_-_Brady-Handy.jpg",
    "extract": "John Brougham was an Irish-American actor and dramatist.",
    "year": 1814,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Peter Hesketh-Fleetwood",
    "birthday": "1801-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/50/Peter_Hesketh-Fleetwood.jpg",
    "extract": "Sir Peter Hesketh-Fleetwood, 1st Baronet, was an English landowner, developer and Member of Parliament, who founded the town of Fleetwood, in Lancashire, England. Born Peter Hesketh, he changed his name by Royal assent to Hesketh-Fleetwood, incorporating the name of his ancestors, and was later created Baronet Fleetwood. Predeceased by an older brother, he inherited estates in west Lancashire in 1824. Inspired by the transport developments of the early 19th century, he decided to bring the railway to the Lancashire coast and develop a holiday resort and port. He hired architect Decimus Burton to design his new town, which he named Fleetwood; construction began in 1836. Hesketh-Fleetwood was instrumental in the formation of the Preston and Wyre Railway Company and with his financial support, a railway line was built between Preston and Fleetwood which opened in 1840.",
    "year": 1801,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "John Brown (abolitionist)",
    "birthday": "1800-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/1846-47_John_Brown_by_Augustus_Washington_%28without_frame%29.jpg/211px-1846-47_John_Brown_by_Augustus_Washington_%28without_frame%29.jpg",
    "extract": "John Brown was an American abolitionist leader. First reaching national prominence for his radical abolitionism and fighting in Bleeding Kansas, he was eventually captured and executed for a failed incitement of a slave rebellion at Harpers Ferry preceding the American Civil War.",
    "year": 1800,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "János Batsányi",
    "birthday": "1763-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Heinrich_Friedrich_F%C3%BCger_-_Portrait_of_J%C3%A1nos_Bats%C3%A1nyi_-_WGA08340.jpg/254px-Heinrich_Friedrich_F%C3%BCger_-_Portrait_of_J%C3%A1nos_Bats%C3%A1nyi_-_WGA08340.jpg",
    "extract": "János Batsányi was a Hungarian poet.",
    "year": 1763,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gaspard Monge",
    "birthday": "1746-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Gaspard_monge_litho_delpech.jpg/297px-Gaspard_monge_litho_delpech.jpg",
    "extract": "Gaspard Monge, Comte de Péluse was a French mathematician, commonly presented as the inventor of descriptive geometry, technical drawing, and the father of differential geometry. During the French Revolution he served as the Minister of the Marine, and was involved in the reform of the French educational system, helping to found the École Polytechnique.",
    "year": 1746,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Giovanni Paisiello",
    "birthday": "1740-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/PaiselloVigeeLeBrun.jpg/239px-PaiselloVigeeLeBrun.jpg",
    "extract": "Giovanni Paisiello was an Italian composer of the Classical era, and was the most popular opera composer of the late 1700s. His operatic style influenced Mozart and Rossini, and his music was championed by Haydn and Beethoven.",
    "year": 1740,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Frederick, Landgrave of Hesse-Eschwege",
    "birthday": "1617-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Matth%C3%A4us_Merian_-_Landgrave_Friedrich_of_Hessen-Eschwege_-_WGA15064.jpg/244px-Matth%C3%A4us_Merian_-_Landgrave_Friedrich_of_Hessen-Eschwege_-_WGA15064.jpg",
    "extract": "Landgrave Frederick of Hesse-Eschwege was from 1632 until his death Landgrave of the apanage of Hesse-Eschwege, which stood under the suzerainty of Hesse-Kassel.",
    "year": 1617,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Louis Henry, Prince of Nassau-Dillenburg",
    "birthday": "1594-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Lodewijk_Hendrik_van_Nassau-Dillenburg%2C_after_Anthony_van_Dyck.jpg/270px-Lodewijk_Hendrik_van_Nassau-Dillenburg%2C_after_Anthony_van_Dyck.jpg",
    "extract": "Louis Henry of Nassau-Dillenburg, was Count, and from 1654 Prince of Nassau-Dillenburg. During the Thirty Years' War, he was a senior officer. He climbed to the rank of Major General. Before 1635, he served on the Protestant side; after 1635, he served in the imperial army.",
    "year": 1594,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jerónima de la Asunción",
    "birthday": "1555-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Madre_Jer%C3%B3nima_de_la_Fuente%2C_by_Diego_Vel%C3%A1zquez.jpg/213px-Madre_Jer%C3%B3nima_de_la_Fuente%2C_by_Diego_Vel%C3%A1zquez.jpg",
    "extract": "Jerónima de la Asunción, O.S.C. was a Catholic nun who founded the Real Monasterio de Santa Clara in Intramuros, Manila, Philippines.",
    "year": 1555,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Maharana Pratap",
    "birthday": "1540-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/RajaRaviVarma_MaharanaPratap.jpg/210px-RajaRaviVarma_MaharanaPratap.jpg",
    "extract": "Pratap Singh I, popularly known as Maharana Pratap, was a king of Mewar from the Sisodia dynasty. Pratap became a folk hero for his military resistance against the expansionism of the Mughal Empire under Akbar through guerrilla warfare which proved inspirational for later rebels against Mughals including Shivaji.",
    "year": 1540,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Valdemar II of Denmark",
    "birthday": "1170-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Coin_minted_for_king_Valdemar_II_of_Denmark%2C_Valdemar_II_Sejr.jpg/320px-Coin_minted_for_king_Valdemar_II_of_Denmark%2C_Valdemar_II_Sejr.jpg",
    "extract": "Valdemar II, called Valdemar the Victorious or Valdemar the Conqueror, was the King of Denmark from 1202 until his death in 1241. The nickname Sejr is a later invention and was not used during the King's own lifetime. Sejr means victory in Danish.",
    "year": 1170,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Al-Adid",
    "birthday": "1151-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Shiite_Calligraphy_symbolising_Ali_as_Tiger_of_God.svg/320px-Shiite_Calligraphy_symbolising_Ali_as_Tiger_of_God.svg.png",
    "extract": "Abū Muḥammad ʿAbd Allāh ibn Yūsuf, better known by his regnal name al-ʿĀḍid li-Dīn Allāh, was the fourteenth and last caliph of the Fatimid dynasty, and the 24th imam of Hafizi Isma'ilism, reigning from 1160 to 1171.",
    "year": 1151,
    "month": 5,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Minamoto no Yoritomo",
    "birthday": "1147-5-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Minamoto_no_Yoritomo.jpg/257px-Minamoto_no_Yoritomo.jpg",
    "extract": "Minamoto no Yoritomo  was the founder and the first shogun of the Kamakura shogunate of Japan, ruling from 1192 until 1199. He was the husband of Hōjō Masako who acted as regent (shikken) after his death.",
    "year": 1147,
    "month": 5,
    "day": 9,
    "language": "en"
  }
]