[
  {
    "name": "Edvinas Gertmonas",
    "birthday": "1996-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Entrainement_SRFC_Dinan_20150902_-_Edvinas_Gertmonas_%282%29.JPG/270px-Entrainement_SRFC_Dinan_20150902_-_Edvinas_Gertmonas_%282%29.JPG",
    "extract": "Edvinas Gertmonas is a Lithuanian professional footballer who plays as a goalkeeper.",
    "year": 1996,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Tom Holland",
    "birthday": "1996-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Tom_Holland_by_Gage_Skidmore.jpg/217px-Tom_Holland_by_Gage_Skidmore.jpg",
    "extract": "Thomas Stanley Holland is an English actor. His accolades include a British Academy Film Award, three Saturn Awards, a Guinness World Record and an appearance on the Forbes 30 Under 30 Europe list. Some publications have called him one of the most popular actors of his generation.",
    "year": 1996,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Kagayaki Taishi",
    "birthday": "1994-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Kagayaki_Taishi20220115.jpg/158px-Kagayaki_Taishi20220115.jpg",
    "extract": "Kagayaki Taishi  is a Japanese professional sumo wrestler. He wrestles for Takadagawa stable and made his professional debut in May 2010. Kagayaki reached the top division for the first time in 2016. His highest rank is maegashira 3.",
    "year": 1994,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Tyrone Roberts",
    "birthday": "1991-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Tyrone_Roberts_Warrington.jpg/320px-Tyrone_Roberts_Warrington.jpg",
    "extract": "Tyrone Roberts is an Australian professional rugby league footballer who plays for the Norths Devils in the Intrust Super Cup as a halfback.",
    "year": 1991,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Miller Bolaños",
    "birthday": "1990-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Miller_Bola%C3%B1os_20150315.jpg/218px-Miller_Bola%C3%B1os_20150315.jpg",
    "extract": "Miller Alejandro Bolaños Reasco is an Ecuadorian footballer who plays as a striker for Chinese Super League club Chongqing Liangjiang Athletic on loan from Shanghai Shenhua.",
    "year": 1990,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Carlota Ciganda",
    "birthday": "1990-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/2009_Women%27s_British_Open_-_Carlota_Ciganda_%282%29.jpg/215px-2009_Women%27s_British_Open_-_Carlota_Ciganda_%282%29.jpg",
    "extract": "Carlota Ciganda Machiñena is a professional golfer from Spain who plays on the Ladies European Tour and the LPGA Tour. She won the LET's Order of Merit in her debut season in 2012, and was also named Player of the Year and Rookie of the Year.",
    "year": 1990,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Nataliya Goncharova (volleyball)",
    "birthday": "1989-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Natalja_Goncarova_1.jpg/199px-Natalja_Goncarova_1.jpg",
    "extract": "Nataliya Olegovna Goncharova, from 2012 to 2016 Obmochaeva, is a Russian female volleyball player. She played for the Ukraine women's national volleyball team until 2010 when she became part of the Russia women's national volleyball team.",
    "year": 1989,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Javier Hernández",
    "birthday": "1988-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Hertha_BSC_vs._West_Ham_United_20190731_%28139%29.jpg/213px-Hertha_BSC_vs._West_Ham_United_20190731_%28139%29.jpg",
    "extract": "Javier Hernández Balcázar, commonly known by the nickname Chicharito, is a Mexican professional footballer who plays as a striker for Major League Soccer club LA Galaxy and the Mexico national team.",
    "year": 1988,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Yarisley Silva",
    "birthday": "1987-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Yarisley_Silva_Beijing_2015.jpg/320px-Yarisley_Silva_Beijing_2015.jpg",
    "extract": "Yarisley Silva Rodríguez is a Cuban pole vaulter. She won the silver medal at the 2012 Summer Olympics – the first Latin American athlete to win an Olympic medal in that event.",
    "year": 1987,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Moses Ndiema Masai",
    "birthday": "1986-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Moses_Masai_cropped.jpg/184px-Moses_Masai_cropped.jpg",
    "extract": "Moses Ndiema Masai is a Kenyan runner who specializes in the 10,000 metres.",
    "year": 1986,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Chinedu Obasi",
    "birthday": "1986-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Chinedu_Obasi_20.jpg/262px-Chinedu_Obasi_20.jpg",
    "extract": "Chinedu Ogbuke \"Edu\" Obasi is a Nigerian professional footballer who plays as a forward.",
    "year": 1986,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Tirunesh Dibaba",
    "birthday": "1985-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Tirunesh_Dibaba_Bislett_Games_2008.jpg/213px-Tirunesh_Dibaba_Bislett_Games_2008.jpg",
    "extract": "Tirunesh Dibaba is an Ethiopian athlete who competes in long-distance track events and international road races. She was the 5000 metres world record holder. She has won three Olympic track gold medals, five World Championship track gold medals, four individual World Cross Country (WCC) adult titles, and one individual WCC junior title. She is nicknamed the \"Baby Faced Destroyer.\"",
    "year": 1985,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Dinesh Karthik",
    "birthday": "1985-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/DK19_2022.png/189px-DK19_2022.png",
    "extract": "Krishnakumar Dinesh Karthik is an Indian professional cricketer who nationally plays for the Indian Cricket Team and currently in Indian Premier League playing for Royal Challengers Bangalore. He is also the current captain of the Tamil Nadu cricket team in domestic cricket. He made his debut for the Indian cricket team in 2004. Karthik has become the 4th Indian batsman to play 300 T20 matches.",
    "year": 1985,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Nick Young (basketball)",
    "birthday": "1985-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Nick_Young_Lakers.jpg/231px-Nick_Young_Lakers.jpg",
    "extract": "Nicholas Aaron Young, nicknamed \"Swaggy P\", is an American former professional basketball player. Young played college basketball for the USC Trojans and was a two-time first-team all-conference selection in the Pac-10. He was selected by the Washington Wizards in the first round of the 2007 NBA draft with the 16th overall pick. He won an NBA championship with the Golden State Warriors in 2018.",
    "year": 1985,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jean Beausejour",
    "birthday": "1984-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Jean_Beausejour_2018.jpg/259px-Jean_Beausejour_2018.jpg",
    "extract": "Jean André Emanuel Beausejour Coliqueo is a Chilean former professional footballer who played as a left-sided wing-back.",
    "year": 1984,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Justine Henin",
    "birthday": "1982-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0c/Justine_henin_hardenne_medibank_international_2006_small.JPG",
    "extract": "Justine Henin is a Belgian former professional tennis player. She spent a total of 117 weeks as the world No. 1 and was the year-end No. 1 in 2003, 2006 and 2007. Henin, coming from a country with limited success in tennis, helped establish Belgium as a leading force in women's tennis with Kim Clijsters, and led the country to its first Fed Cup crown in 2001. She was known for her all-court style of play and for being one of the few female players to use a single-handed backhand.",
    "year": 1982,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Brandi Carlile",
    "birthday": "1981-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Brandi_Carlile_-_State_Theater_Minneapolis_-_The_Current_%2845401783204%29.jpg/320px-Brandi_Carlile_-_State_Theater_Minneapolis_-_The_Current_%2845401783204%29.jpg",
    "extract": "Brandi Marie Carlile is an American singer-songwriter and producer whose music spans many genres. As of 2021, Carlile has released seven studio albums and earned 18 Grammy Award nominations, including one for The Firewatcher's Daughter (2015), six for By the Way, I Forgive You (2018), three for her work as producer and songwriter on Tanya Tucker's album While I’m Livin’ (2019), and three for \"Right on Time\" from In These Silent Days (2021). She was the most nominated woman at the 61st Annual Grammy Awards, with six, including nominations for Album of the Year, Record of the Year and Song of the Year. In 2019, Carlile formed an all-female quartet with Amanda Shires, Maren Morris, and Natalie Hemby called the Highwomen. They released their debut album, The Highwomen, in 2019 to critical and commercial acclaim, and won the Grammy Award for Best Country Song for the track \"Crowded Table\" in 2021.",
    "year": 1981,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Amy Schumer",
    "birthday": "1981-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Amy_Schumer_by_Mario_Santor.jpg/212px-Amy_Schumer_by_Mario_Santor.jpg",
    "extract": "Amy Beth Schumer is an American stand-up comedian and actress. She ventured into comedy in the early 2000s before appearing as a contestant on the fifth season of the NBC reality competition series Last Comic Standing in 2007. From 2013 to 2016, she was the creator, co-producer, co-writer, and star of the Comedy Central sketch comedy series Inside Amy Schumer, for which she received a Peabody Award and was nominated for five Primetime Emmy Awards, winning Outstanding Variety Sketch Series in 2015.",
    "year": 1981,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Carlos Zambrano",
    "birthday": "1981-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Carlos_Zambrano_-_2008_-_%28Cropped%29.jpg/285px-Carlos_Zambrano_-_2008_-_%28Cropped%29.jpg",
    "extract": "Carlos Alberto Zambrano Matos, nicknamed \"Big Z\" or \"El Toro\", is a Venezuelan former professional baseball pitcher. He played in Major League Baseball (MLB) from 2001 to 2012 for the Chicago Cubs and Miami Marlins. Zambrano, who stands 6 feet 4 inches (1.93 m) and weighs 275 pounds (125 kg), was signed by the Cubs as a free agent in 1997 and made his debut in 2001. After being used in both starting and relief duties, he enjoyed his first full season as a starter in 2003, finishing with a 13–11 record, 168 strikeouts and a 3.11 ERA.",
    "year": 1981,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Santana Moss",
    "birthday": "1979-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Santana_Moss_%2845672382272%29.jpg/246px-Santana_Moss_%2845672382272%29.jpg",
    "extract": "Santana Terrell Moss is a former American football wide receiver who played in the National Football League (NFL) for fourteen seasons. He played college football for the University of Miami, where he earned All-American honors. Moss was picked by the New York Jets in the first round of the 2001 NFL Draft, where he spent 4 seasons with the team, before playing for the Washington Redskins for 10 seasons. Moss was selected as an All-Pro in 2005.",
    "year": 1979,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Markus Persson",
    "birthday": "1979-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Notch_receives_the_Pioneer_Award_at_GDC_2016_%28cropped%29.jpg/281px-Notch_receives_the_Pioneer_Award_at_GDC_2016_%28cropped%29.jpg",
    "extract": "Markus Alexej Persson, also known as Notch, is a Swedish video game programmer and designer. He is best known for creating the sandbox video game Minecraft and for founding the video game company Mojang in 2009.",
    "year": 1979,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Antonietta Di Martino",
    "birthday": "1978-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Antonietta_Di_Martino_Berlin_2010.jpg/320px-Antonietta_Di_Martino_Berlin_2010.jpg",
    "extract": "Antonietta Di Martino is a retired Italian high jumper. She currently holds the Italian national women's high jump record at 2.03 metres for outdoor events and 2.04 metres for indoor events. She also currently holds the women's all-time highest jump-differential, meaning she has jumped the highest more than her own height.",
    "year": 1978,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Danielle Harris",
    "birthday": "1977-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Danielle_Harris_by_Casey_Florig_%282014%29.jpg/191px-Danielle_Harris_by_Casey_Florig_%282014%29.jpg",
    "extract": "Danielle Andrea Harris is an American actress and film director. She is known as a \"scream queen\" for her roles in multiple horror films, including four entries in the Halloween franchise as Jamie Lloyd, and the Halloween remake and its sequel as Annie Brackett (2007–09). Other such roles include Tosh in Urban Legend (1998), Belle in Stake Land (2010), and Marybeth Dunston in the Hatchet series (2010–17). In 2012, she was inducted into the Fangoria Hall of Fame.",
    "year": 1977,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Brad Wilkerson",
    "birthday": "1977-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Brad_Wilkerson.jpg/248px-Brad_Wilkerson.jpg",
    "extract": "Stephen Bradley Wilkerson is an American former professional baseball outfielder and first baseman in Major League Baseball for eight seasons. Wilkerson played college baseball for the University of Florida, and was selected by the Montreal Expos in the first round of the 1998 Major League Baseball Draft. During his Major League career, he played for the Montreal Expos / Washington Nationals, Boston Red Sox, Texas Rangers, Seattle Mariners, and Toronto Blue Jays.",
    "year": 1977,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Sarah Wayne Callies",
    "birthday": "1977-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Sarah_Wayne_Callies_by_Gage_Skidmore_2.jpg/253px-Sarah_Wayne_Callies_by_Gage_Skidmore_2.jpg",
    "extract": "Sarah Wayne Callies is an American actress. She is known for starring as Sara Tancredi in Fox's Prison Break and as Lori Grimes in AMC's The Walking Dead. She has also starred as Katie Bowman in USA Network's Colony and Robin Perry in NBC's Council of Dads and has had film roles in Whisper (2007), Black Gold (2011), and The Show (2017).",
    "year": 1977,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Marlon Devonish",
    "birthday": "1976-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Marlon_Devonish_2005.jpg/213px-Marlon_Devonish_2005.jpg",
    "extract": "Marlon Ronald Devonish, is an English former sprinter who competed in the 100 metres and 200 metres. A prodigious relay runner with particular strength as a 'bend' runner, Devonish ran the third leg for the Great Britain quartet which won the 4 x 100 metres at the 2004 Olympic Games, and won four World Championship medals in the same event in 1999, 2005, 2007 and 2009.",
    "year": 1976,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Frauke Petry",
    "birthday": "1975-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/2016-05-13_Frauke_Petry_5372.JPG/320px-2016-05-13_Frauke_Petry_5372.JPG",
    "extract": "Frauke Petry is a German politician who chaired the Alternative for Germany (AfD) party from 4 July 2015 to 29 September 2017. A chemist by training and with a professional background as a businesswoman, some political scientists described Petry as a representative of the national conservative wing of that party.",
    "year": 1975,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Alanis Morissette",
    "birthday": "1974-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Alanis_Morissette_5-19-2014.jpg/223px-Alanis_Morissette_5-19-2014.jpg",
    "extract": "Alanis Nadine Morissette is a Canadian-American singer, songwriter, and actress. Known for her emotive mezzo-soprano voice and confessional songwriting, Morissette began her career in Canada in the early 1990s with two highly successful dance-pop albums. Afterward, as part of a recording deal, she moved to Holmby Hills, Los Angeles. In 1995, she released Jagged Little Pill, an alt rock-oriented album with the elements of post-grunge, which sold more than 33 million copies globally and is her most critically acclaimed work to date. This earned her the Grammy Award for Album of the Year in 1996 and was made into a rock musical of the same name in 2017, which earned 15 Tony Award nominations including Best Musical. The album was also listed in the 2003 and 2020 editions of Rolling Stone's 500 Greatest Albums of All Time Guide. Her highly anticipated, more experimental follow-up, electronic-infused album Supposed Former Infatuation Junkie, was released in 1998.",
    "year": 1974,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Michael Rasmussen (cyclist)",
    "birthday": "1974-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/ff/Michaelrasmussen.jpg",
    "extract": "Michael Rasmussen is a retired Danish professional cyclist who competed in road racing and mountain biking. His most notable victories include four stages of the Tour de France, one stage of the Vuelta a España and a win on the Italian classic Giro dell'Emilia in 2002. He also won the best climber classification in the 2005 and 2006 Tour de France.",
    "year": 1974,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Sarah Teather",
    "birthday": "1974-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Sarah_Teather_MP_at_Harrogate.jpg/320px-Sarah_Teather_MP_at_Harrogate.jpg",
    "extract": "Sarah Louise Teather is the Director of Jesuit Refugee Service UK and a former British Member of Parliament and Minister. As a Liberal Democrat politician, she founded the All-Party Parliamentary Group on Guantanamo Bay and was chairman of the All-Party Parliamentary Group on Refugees. On stepping down as an MP, she joined the Jesuit Refugee Service as an advocacy adviser and was appointed as country director of JRS UK in December 2015.",
    "year": 1974,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Adam Garcia",
    "birthday": "1973-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Adam_Garcia_%28cropped%29.jpg/215px-Adam_Garcia_%28cropped%29.jpg",
    "extract": "Adam Gabriel Garcia is an Australian stage, television, and film actor who is best known for lead roles in musicals such as Saturday Night Fever and Kiss Me, Kate. He is also a trained tap dancer and singer. Garcia has been nominated twice at the Laurence Olivier Awards in 1999 and 2013.",
    "year": 1973,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Heidi Klum",
    "birthday": "1973-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Heidi_Klum_by_Glenn_Francis.jpg/213px-Heidi_Klum_by_Glenn_Francis.jpg",
    "extract": "Heidi Klum is a German and American model, television host, producer, and businesswoman. She appeared on the cover of the Sports Illustrated Swimsuit Issue in 1998 and was the first German model to become a Victoria's Secret Angel.",
    "year": 1973,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Mario Cimarro",
    "birthday": "1971-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Mario_Cimarro%27s_Head_Shot.jpg/215px-Mario_Cimarro%27s_Head_Shot.jpg",
    "extract": "Mario Antonio Cimarro Paz is a Cuban actor.",
    "year": 1971,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Luis García (footballer, born 1969)",
    "birthday": "1969-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Luis_Garc%C3%ADa_entrevista.jpg/266px-Luis_Garc%C3%ADa_entrevista.jpg",
    "extract": "Luis García Postigo is a Mexican former professional footballer who played as a forward. García Postigo is the seventh highest goalscorer in Mexico's history with 29 goals being tied with Hugo Sánchez and Luis Flores.",
    "year": 1969,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Teri Polo",
    "birthday": "1969-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Teri_Polo_2014_crop.jpg/240px-Teri_Polo_2014_crop.jpg",
    "extract": "Theresa Elizabeth Polo is an American actress. She starred as Pam Byrnes-Focker in the Meet the Parents trilogy and played the role of police officer Stef Adams Foster in the Freeform series The Fosters (2013–2018) and its spinoff Good Trouble (2019-).",
    "year": 1969,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jason Donovan",
    "birthday": "1968-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Jason_Donovan_Here_and_Now_Tour_2011_429_v2.jpg/240px-Jason_Donovan_Here_and_Now_Tour_2011_429_v2.jpg",
    "extract": "Jason Sean Donovan is an Australian actor and singer. He initially achieved fame in the Australian soap Neighbours, playing Scott Robinson, before beginning a career in music in 1988. In the UK he has sold over 3 million records. His debut album Ten Good Reasons was the highest-selling album in the UK in 1989, with sales of over 1.5 million. He has had four UK No. 1 singles, one of which was \"Especially for You\", his 1988 duet with fellow Neighbours co-star Kylie Minogue. He has also appeared in several stage musicals, most prominently in the lead role of Joseph and the Amazing Technicolor Dreamcoat in the early 1990s.",
    "year": 1968,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Mathias Rust",
    "birthday": "1968-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/4134Mathias_Rust_%28cropped%29.JPG/255px-4134Mathias_Rust_%28cropped%29.JPG",
    "extract": "Mathias Rust is a German aviator known for his flight that ended with a landing near Red Square in Moscow on 28 May 1987. A teenage amateur pilot, he flew from Helsinki, Finland, to Moscow, being tracked several times by Soviet Air Defence Forces and civilian air traffic controllers, as well as Soviet Air Force interceptor aircraft. The Soviet fighters did not receive permission to shoot him down, and his aeroplane was mistaken for a friendly aircraft several times. He landed on Bolshoy Moskvoretsky Bridge, next to Red Square near the Kremlin in the capital of the Soviet Union.",
    "year": 1968,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Greg Schiano",
    "birthday": "1966-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Greg_Schiano_at_a_2019_Rutgers_Press_Conference_%28cropped%29.jpg/227px-Greg_Schiano_at_a_2019_Rutgers_Press_Conference_%28cropped%29.jpg",
    "extract": "Gregory Edward Schiano is an American football coach. He is the head football coach at Rutgers University, a position he held from 2001 to 2011 and resumed before the 2020 season. Schiano served as the head coach for the Tampa Bay Buccaneers of the National Football League (NFL) from 2012 to 2013.",
    "year": 1966,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Larisa Lazutina",
    "birthday": "1965-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/%D0%9B%D0%B0%D0%B7%D1%83%D1%82%D0%B8%D0%BD%D0%B0_%D0%9B%D0%B0%D1%80%D0%B8%D1%81%D0%B0_%D0%95%D0%B2%D0%B3%D0%B5%D0%BD%D1%8C%D0%B5%D0%B2%D0%BD%D0%B0.jpg/243px-%D0%9B%D0%B0%D0%B7%D1%83%D1%82%D0%B8%D0%BD%D0%B0_%D0%9B%D0%B0%D1%80%D0%B8%D1%81%D0%B0_%D0%95%D0%B2%D0%B3%D0%B5%D0%BD%D1%8C%D0%B5%D0%B2%D0%BD%D0%B0.jpg",
    "extract": "Larisa Yevgenyevna Lazutina is a Russian former professional cross-country skier.",
    "year": 1965,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Vital Borkelmans",
    "birthday": "1963-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Vital_Borkelmans.JPG/318px-Vital_Borkelmans.JPG",
    "extract": "Vital Philomene Borkelmans is a Belgian football coach and a former left fullback who mainly played for Club Brugge, in the Belgian First Division. He also played for Patro Eisden, SV Waregem, Gent and Cercle Brugge. Vital played with Belgium and was in the team for the 1994 and 1998 World Cups. In January 2010, he was appointed manager of Dender EH in the Belgian Second Division, but fired following the relegation to the Belgian Third Division following the 2011–12 season. In July 2012, Vital Borkelmans was revealed as assistant manager to Marc Wilmots for the Belgium national football team.",
    "year": 1963,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Miles Padgett",
    "birthday": "1963-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Professor_Miles_Padgett_FRS.jpg/213px-Professor_Miles_Padgett_FRS.jpg",
    "extract": "Miles John Padgett is Professor of Optics in the School of Physics and Astronomy at the University of Glasgow. He has held the Kelvin Chair of Natural Philosophy since 2011 and served as Vice Principal for research at Glasgow from 2014 to 2020.",
    "year": 1963,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Paul Coffey",
    "birthday": "1961-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Paul_Coffey_in_2007.jpg/263px-Paul_Coffey_in_2007.jpg",
    "extract": "Paul Douglas Coffey is a Canadian former professional ice hockey defenceman who played for nine teams in the National Hockey League. Known for his speed and scoring prowess, Coffey ranks second all-time among NHL defencemen in goals, assists, and points, behind only Ray Bourque. He won the Norris Trophy as the NHL's best defenceman three times and was voted to eight end-of-season All-Star Teams. He holds the record for the most goals by a defenceman in one season, 48 in 1985–86, and is the only defenceman to have scored 40 goals more than once, also doing it in 1983–84. He is also one of only two defencemen to score 100 points in a season more than one time, as he did it five times; Bobby Orr did it six times. Paul Coffey holds or shares 33 NHL records in the regular season and playoffs.",
    "year": 1961,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Mark Curry (actor)",
    "birthday": "1961-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1c/Mark_Curry_2008.jpg/213px-Mark_Curry_2008.jpg",
    "extract": "Marcus G. Curry, known professionally as Mark Curry, is an American actor, comedian, and host. Curry is best known for his role as Mark Cooper, ex–basketball player turned teacher on the ABC sitcom Hangin' with Mr. Cooper which originally aired from 1992 to 1997. Curry also served as one of the various hosts of the syndicated series It's Showtime at the Apollo during the early 1990s. Curry co-starred in all three seasons of See Dad Run, Nick At Nite's first original live-action family comedy series, from 2012 to 2015.",
    "year": 1961,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Peter Machajdík",
    "birthday": "1961-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/MACHAJDIK_2022.JPG/240px-MACHAJDIK_2022.JPG",
    "extract": "Peter Machajdík ['maxajɟik] is a contemporary Slovak composer, sound and visual artist. He was born and grew up in Bratislava, Slovakia and lives in Berlin, Germany.",
    "year": 1961,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Simon Gallup",
    "birthday": "1960-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Simon_Gallup_2012.jpeg/320px-Simon_Gallup_2012.jpeg",
    "extract": "Simon Jonathon Gallup is an English musician and bassist with the alternative rock band the Cure. He is the second longest-serving member of the band after lead vocalist/guitarist Robert Smith.",
    "year": 1960,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Vladimir Krutov",
    "birthday": "1960-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8b/Krutov.png/267px-Krutov.png",
    "extract": "Vladimir Yevgenyevich Krutov, nicknamed \"The Tank\", was a Soviet ice hockey forward. Together with Igor Larionov and Sergei Makarov, he was part of the famed KLM Line. He is considered one of the best hockey wingers of the 1980s.",
    "year": 1960,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Sergey Kuznetsov (footballer, born 1960)",
    "birthday": "1960-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/S_I_Kuznetsov_2014.JPG/245px-S_I_Kuznetsov_2014.JPG",
    "extract": "Sergey Ivanovich Kuznetsov is a former Russian professional footballer.",
    "year": 1960,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Giorgos Lillikas",
    "birthday": "1960-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Giorgos_Lillikas_Senate_of_Poland.JPG/219px-Giorgos_Lillikas_Senate_of_Poland.JPG",
    "extract": "Giorgos Lillikas is a Cypriot politician. Following the election of Tassos Papadopoulos as President in 2003, Lillikas became Minister of Commerce and Industry. He was subsequently the Foreign Minister from 2006 to 2007. He was an independent candidate at the 2013 Cypriot presidential election.",
    "year": 1960,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Lucy McBath",
    "birthday": "1960-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lucy_McBath%2C_official_portrait%2C_116th_Congress.jpg/256px-Lucy_McBath%2C_official_portrait%2C_116th_Congress.jpg",
    "extract": "Lucia Kay McBath is an American politician serving as the U.S. representative from Georgia's 6th congressional district. The district, which was once represented by Republicans such as former House Speaker Newt Gingrich and Senator Johnny Isakson, includes many of Atlanta's affluent northern suburbs, such as Alpharetta, Roswell, Johns Creek, Dunwoody, Sandy Springs, Brookhaven, and parts of Tucker and Marietta. McBath is a member of the Democratic Party.",
    "year": 1960,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Elena Mukhina",
    "birthday": "1960-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/af/Elenamukhina1.jpg/197px-Elenamukhina1.jpg",
    "extract": "Elena Vyacheslavovna Mukhina was a Soviet gymnast who won the all-around title at the 1978 World Championships in Strasbourg, France. Her career was on the rise, and she was widely touted as the next great gymnastics star until 1979, when she broke a leg and missed several competitions. The rushed recovery from that injury, combined with pressure to master a dangerous and difficult tumbling move caused her to break her neck two weeks before the opening of the 1980 Summer Olympics, leaving her permanently quadriplegic.",
    "year": 1960,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Martin Brundle",
    "birthday": "1959-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Martin_Brundle_2021_%2851591210921%29_%28cropped%29.jpg/240px-Martin_Brundle_2021_%2851591210921%29_%28cropped%29.jpg",
    "extract": "Martin John Brundle is a British former racing driver, best known as a Formula One driver and as a commentator for ITV Sport from 1997 to 2008, the BBC from 2009 to 2011, and Sky Sports since 2012.",
    "year": 1959,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Alan Wilder",
    "birthday": "1959-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Alan_Wilder.JPG/316px-Alan_Wilder.JPG",
    "extract": "Alan Charles Wilder is an English musician, composer, arranger, record producer, and a former member of the electronic band Depeche Mode from 1982 to 1995. Since his departure from the band, the musical project called Recoil became his primary musical enterprise, which initially started as a side project to Depeche Mode in 1986. Wilder has also provided production and remixing services to the bands Nitzer Ebb and Curve. Alan Wilder was inducted into the Rock and Roll Hall of Fame in 2020 as a member of Depeche Mode.\nHe is a classically trained musician.",
    "year": 1959,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Nambaryn Enkhbayar",
    "birthday": "1958-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/%D0%9D%D0%B0%D0%BC%D0%B1%D0%B0%D1%80%D1%8B%D0%BD_%D0%AD%D0%BD%D1%85%D0%B1%D0%B0%D1%8F%D1%80_%28cropped_2%29.jpg/248px-%D0%9D%D0%B0%D0%BC%D0%B1%D0%B0%D1%80%D1%8B%D0%BD_%D0%AD%D0%BD%D1%85%D0%B1%D0%B0%D1%8F%D1%80_%28cropped_2%29.jpg",
    "extract": "Nambaryn Enkhbayar is a Mongolian politician. He served as the Prime Minister of Mongolia from 2000 to 2004, as Speaker of the Parliament from 2004 to 2005, and as President of Mongolia from 2005 to 2009. He is the first person to have held all of the top three positions in the Mongolian government. He was the chairman of the Mongolian People's Revolutionary Party from 1997 to 2005.",
    "year": 1958,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Petra Morsbach",
    "birthday": "1956-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Petra_Morsbach_1.jpg/294px-Petra_Morsbach_1.jpg",
    "extract": "Petra Morsbach is a German author.",
    "year": 1956,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Chiyonofuji Mitsugu",
    "birthday": "1955-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Kokonoe.jpg/320px-Kokonoe.jpg",
    "extract": "Chiyonofuji Mitsugu , born Mitsugu Akimoto , was a Japanese professional sumo wrestler and the 58th yokozuna of the sport. Following his retirement as a wrestler, he was the stable master of Kokonoe stable until the time of his death.",
    "year": 1955,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Lorraine Moller",
    "birthday": "1955-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Lorraine_Moller_%289519687532%29.jpg/243px-Lorraine_Moller_%289519687532%29.jpg",
    "extract": "Lorraine Mary Moller is a former athlete from New Zealand, who competed in track athletics and later specialised in the marathon. Moller's international career lasted over 20 years and included winning a silver medal in the marathon at the 1986 Commonwealth Games in Edinburgh and a bronze medal in the marathon at the 1992 Olympic Games in Barcelona at the age of 37. A four-time Olympian, she also completed the marathon at the 1984, 1988 and 1996 games. Her other marathon victories included the 1984 Boston Marathon and being a three-time winner (1986,87,89) of the Osaka International Ladies Marathon.",
    "year": 1955,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Tony Snow",
    "birthday": "1955-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/13/Tony_Snow_--_White_House.jpg",
    "extract": "Robert Anthony Snow was an American journalist, political commentator, anchor, columnist, musician, and the 25th White House Press Secretary under President George W. Bush, from May 2006 until his resignation in September 2007. Snow also worked for the President George H. W. Bush as chief speechwriter and Deputy Assistant of Media Affairs, from 1991 to 1993.\nBetween his two White House stints, Snow was a broadcaster and newspaper columnist. After years of regular guest-hosting for The Rush Limbaugh Show and providing news commentary for National Public Radio, he launched his own talk radio program, The Tony Snow Show, which went on to become nationally syndicated. He was also a regular personality on Fox News Channel beginning in 1996, hosting Fox News Sunday and Weekend Live, and often substituting as host of The O'Reilly Factor. In April 2008, Snow briefly joined CNN as a commentator. He also made several notable speeches, including keynote addresses at the Conservative Political Action Conference in 2007 and 2008.\nIn his journalistic and governmental capacities, Snow generally supported conservative causes.",
    "year": 1955,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jill Black, Lady Black of Derwent",
    "birthday": "1954-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/54/Lady_Black_of_Derwent_%28cropped%29.jpg",
    "extract": "Jill Margaret Black, Lady Black of Derwent, is a former Justice of the Supreme Court of the United Kingdom.",
    "year": 1954,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ronnie Dunn",
    "birthday": "1953-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Ronnie_Dunn_by_Gage_Skidmore_2.jpg/236px-Ronnie_Dunn_by_Gage_Skidmore_2.jpg",
    "extract": "Ronald Gene Dunn is an American country music singer-songwriter and record executive. Starting in 2011, Dunn has worked as a solo artist following the temporary dissolution of Brooks & Dunn. He released his self-titled debut album for Arista Nashville on June 7, 2011, reaching the Top 10 with its lead-off single \"Bleed Red\". In 2013, after leaving Arista Nashville in 2012, Dunn founded Little Will-E Records. On April 8, 2014, Ronnie Dunn released his second solo album, Peace, Love, and Country Music through his Little Will-E Records. On November 11, 2016, he released his third album Tattooed Heart on NASH Icon label. His fourth album Re-Dunn was released on January 10, 2020.",
    "year": 1953,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ted Field",
    "birthday": "1953-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Ted_Field_NYFA_pic.jpg/320px-Ted_Field_NYFA_pic.jpg",
    "extract": "Frederick Woodruff \"Ted\" Field is an American media mogul, record executive, entrepreneur and film producer.",
    "year": 1953,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Şenol Güneş",
    "birthday": "1952-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/%C5%9Eenol_G%C3%BCne%C5%9F%2C_Aug_2017_%28cropped%29_2.jpg/280px-%C5%9Eenol_G%C3%BCne%C5%9F%2C_Aug_2017_%28cropped%29_2.jpg",
    "extract": "Şenol Güneş, T.C., is a Turkish football manager and former player. His most notable managerial achievements to date include coaching the Turkey national team to third place in the 2002 FIFA World Cup and winning two Süper Lig titles; both of them with Beşiktaş. He is also noted for stints in his boyhood club Trabzonspor, which plays their current games in a stadium named after him. His playing career there saw the club win 6 of their 7 Süper Lig titles.",
    "year": 1952,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "David Lan",
    "birthday": "1952-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/DL_reflection_1mb.jpg/213px-DL_reflection_1mb.jpg",
    "extract": "David Lan is a South African-born British playwright, theatre producer and director and a social anthropologist.",
    "year": 1952,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Mihaela Loghin",
    "birthday": "1952-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Mihaela_Loghin_2.jpg/311px-Mihaela_Loghin_2.jpg",
    "extract": "Mihaela Loghin is a shot putter from Romania. She won a silver medal at the 1984 Olympics, one centimetre behind Claudia Losch, and a bronze medal at the 1986 European Indoor Championships.",
    "year": 1952,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jean Lambert",
    "birthday": "1950-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Lambert%2C_Jean-2316.jpg/213px-Lambert%2C_Jean-2316.jpg",
    "extract": "Jean Denise Lambert is an English politician, and who served as a Member of the European Parliament for the London Region between 1999 and 2019.",
    "year": 1950,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Michael McDowell (author)",
    "birthday": "1950-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/96/Michael_McDowell_%28author%29.jpg/231px-Michael_McDowell_%28author%29.jpg",
    "extract": "Michael McEachern McDowell was an American novelist and screenwriter described by author Stephen King as \"the finest writer of paperback originals in America today\". His best-known work is the screenplay for the Tim Burton film Beetlejuice.",
    "year": 1950,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Powers Boothe",
    "birthday": "1948-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Powers-boothe-zumawirewestphotos963564.jpg/221px-Powers-boothe-zumawirewestphotos963564.jpg",
    "extract": "Powers Allen Boothe was an American actor. He won an Emmy in 1980 for his portrayal of Jim Jones in Guyana Tragedy: The Story of Jim Jones. He also played saloon owner Cy Tolliver on Deadwood, \"Curly Bill\" Brocius in Tombstone, President Noah Daniels on 24, and Lamar Wyatt in Nashville.",
    "year": 1948,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Tomáš Halík",
    "birthday": "1948-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Hal%C3%ADk.jpg/320px-Hal%C3%ADk.jpg",
    "extract": "Tomáš Halík is a Czech Roman Catholic priest, philosopher, and theologian. He is a professor of Sociology at the Charles University in Prague, pastor of the Academic Parish by St. Salvator Church in Prague, and president of the Czech Christian Academy. Since 1989, he has lectured at a number of universities and international scientific conferences in Europe, the United States, Asia, Australia, Canada, and Southern Africa. He was also a visiting professor at Oxford University, Cambridge University and Harvard University.",
    "year": 1948,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Michel Plasse",
    "birthday": "1948-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Michel_Plasse_75-76.JPG/214px-Michel_Plasse_75-76.JPG",
    "extract": "Michel Pierre Plasse was a Canadian professional ice hockey goaltender.",
    "year": 1948,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ron Dennis",
    "birthday": "1947-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Ron_Dennis_2016_Goodwood_Festival_of_Speed.jpg/214px-Ron_Dennis_2016_Goodwood_Festival_of_Speed.jpg",
    "extract": "Ronald Dennis CBE is a British businessman and Official British Business Ambassador for the United Kingdom. He is best known for his former role as owner, CEO, chairman and founder of McLaren Group. Dennis was removed from his McLaren management roles in 2016 but remained a director of the company and a 25% shareholder until June 2017, when his 37-year association with the company ended.",
    "year": 1947,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jonathan Pryce",
    "birthday": "1947-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Jonathan_Pryce_Cannes_2018.jpg/226px-Jonathan_Pryce_Cannes_2018.jpg",
    "extract": "Sir Jonathan Pryce is a Welsh actor who is known for his performances on stage and in film and television. He has received numerous awards including two Tony Awards and two Laurence Olivier Awards. In 2021 he was knighted by Queen Elizabeth II for his services to drama. After studying at the Royal Academy of Dramatic Art, he began his career as a stage actor in the early 1970s. His work in theatre includes an Olivier Award-winning performance in the title role of the Royal Court Theatre's Hamlet in 1980 and as The Engineer in the stage musical Miss Saigon in 1990. On the Broadway stage he earned Tony Awards—the first for Best Featured Actor in a Play for his Broadway debut role in Comedians (1977), the second for Best Actor in a Musical for the Broadway transfer of the musical Miss Saigon (1991).",
    "year": 1947,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ronnie Wood",
    "birthday": "1947-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Ron_wood.jpg/268px-Ron_wood.jpg",
    "extract": "Ronald David Wood is an English rock musician, songwriter, multi-instrumentalist, artist, author, and radio personality best known as a member of the Rolling Stones since 1975, as well as a member of Faces and the Jeff Beck Group.",
    "year": 1947,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Brian Cox (actor)",
    "birthday": "1946-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Brian_Cox_%282016%29_-_01.jpg/241px-Brian_Cox_%282016%29_-_01.jpg",
    "extract": "Brian Denis Cox is a Scottish actor. He has worked with the Royal Shakespeare Company and the Royal National Theatre extensively, where he gained recognition for his portrayal of King Lear. He played supporting roles in Rob Roy (1995) and Mel Gibson's Academy Award-winning Braveheart (1995). He was the first actor to portray Hannibal Lecter on film in Manhunter (1986). A winner of two Olivier Awards, a Primetime Emmy Award and a Golden Globe Award, he has also been nominated for a British Academy Television Award and three Screen Actors Guild Awards. In 2003, he was appointed to the Order of the British Empire at the rank of Commander.",
    "year": 1946,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jim McCarty (guitarist)",
    "birthday": "1945-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Jim_McCarty.jpg/320px-Jim_McCarty.jpg",
    "extract": "James William McCarty is an American blues rock guitarist from Detroit, Michigan. He has performed with Mitch Ryder and The Detroit Wheels, the Buddy Miles Express, Cactus, The Rockets, the Detroit Blues Band, and more recently, Mystery Train. Since about 2014 Jim McCarty has joined forces with Detroit blues guitarist/songwriter Kenny Parker in The Kenny Parker Band along with several other veteran Detroit blues/rock musicians. He also makes guest appearances with other Detroit bands, most notably for an annual pre New Year's Eve party at one of his favorite clubs, \"Callahan's\", with The Millionaires, a nine piece jump blues band.",
    "year": 1945,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Linda Scott",
    "birthday": "1945-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Steve_Alaimo_Linda_Scott_Where_the_Action_Is_1966.JPG/251px-Steve_Alaimo_Linda_Scott_Where_the_Action_Is_1966.JPG",
    "extract": "Linda Scott is an American pop singer and actress who was active from the late 1950s to the early 1970s. Her biggest hit was the 1961 million-selling single, \"I've Told Every Little Star\". She went on to place twelve songs on the charts over the next four years, the last being \"Who’s Been Sleeping In My Bed,\" inspired by the film and written by Hal David and Burt Bacharach. In 1962, she portrayed a fictionalized version of herself in the musical film Don't Knock the Twist.",
    "year": 1945,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Lydia Shum",
    "birthday": "1945-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/3f/LydiaShum.jpg",
    "extract": "Lydia Shum Din-ha was a Hong Kong comedian, MC, and actress known for her portly figure, signature dark rimmed glasses and bouffant hairstyle. She was affectionately known to peers and fans as Fei-fei. Shum died at 8:38 a.m. on 19 February 2008 where her condition worsened due to pleural effusion, aged 62.",
    "year": 1945,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Frederica von Stade",
    "birthday": "1945-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Frederica_von_Stade_%282%29.jpg/257px-Frederica_von_Stade_%282%29.jpg",
    "extract": "Frederica \"Flicka\" von Stade Gorman OAL is a semi-retired American opera singer. Since her Metropolitan Opera debut in 1970, she has performed in operas, musicals, concerts and recitals in venues throughout the world, including La Scala, the Paris Opera, the Vienna State Opera, the Salzburger Festspielhaus, Covent Garden, Glyndebourne and Carnegie Hall. Conductors with whom she has worked include Abbado, Bernstein, Boulez, Giulini, Karajan, Levine, Muti, Ozawa, Sinopoli, Solti and Tilson Thomas. She has also been a prolific and eclectic recording artist, attracting nine Grammy nominations for best classical vocalist, and she has made many appearances on television.",
    "year": 1945,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Colin Blakemore",
    "birthday": "1944-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Blakemore.jpg/244px-Blakemore.jpg",
    "extract": "Sir Colin Blakemore,, Hon is a British neurobiologist, specialising in vision and the development of the brain, who is Yeung Kin Man Professor of Neuroscience and Senior Fellow of the Hong Kong Institute for Advanced Study, City University of Hong Kong. He is also a Distinguished Senior Fellow in the Institute of Philosophy, School of Advanced Study, University of London and Emeritus Professor of Neuroscience at the University of Oxford. He was formerly Chief Executive of the British Medical Research Council (MRC). He is best known to the public as a communicator of science but also as the target of a long-running animal rights campaign. According to The Observer, he has been both \"one of the most powerful scientists in the UK\" and \"a hate figure for the animal rights movement\".",
    "year": 1944,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Robert Powell",
    "birthday": "1944-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Robert_Powell.jpg/240px-Robert_Powell.jpg",
    "extract": "Robert Powell is an English actor who is known for the title roles in Mahler (1974) and Jesus of Nazareth (1977), and for his portrayal of secret agent Richard Hannay in The Thirty Nine Steps (1978) and its subsequent spinoff television series. Other major screen roles have included Tobias \"Toby\" Wren in the BBC science-fiction programme Doomwatch (1970), David Briggs in the sitcom The Detectives (1993–1997) alongside Jasper Carrott, and Mark Williams in the medical drama Holby City (2005–2011).",
    "year": 1944,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Orietta Berti",
    "birthday": "1943-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Orietta_Berti_-_SWING_-_2008.jpg/320px-Orietta_Berti_-_SWING_-_2008.jpg",
    "extract": "Orietta Berti is an Italian pop-folk singer, actress and television personality.",
    "year": 1943,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Dean Chance",
    "birthday": "1941-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Dean_Chance_1964.jpg/256px-Dean_Chance_1964.jpg",
    "extract": "Wilmer Dean Chance was an American professional baseball player. A right-handed pitcher, he played in 11 Major League Baseball seasons for the Los Angeles / California Angels, Minnesota Twins, Cleveland Indians, New York Mets and Detroit Tigers. With a touch of wildness and the habit of never looking at home plate once he received the sign from his catcher, Chance would turn his back fully towards the hitter in mid-windup before spinning and unleashing a good fastball, sinker or sidearm curveball.",
    "year": 1941,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Toyo Ito",
    "birthday": "1941-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Toyo_Ito_2009.jpg/240px-Toyo_Ito_2009.jpg",
    "extract": "Toyo Ito  is a Japanese architect known for creating conceptual architecture, in which he seeks to simultaneously express the physical and virtual worlds. He is a leading exponent of architecture that addresses the contemporary notion of a \"simulated\" city, and has been called \"one of the world's most innovative and influential architects.\"",
    "year": 1941,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "René Auberjonois",
    "birthday": "1940-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Rene_Auberjonois%2C_by_Kyle_Cassidy_%28Cropped%29.jpg/257px-Rene_Auberjonois%2C_by_Kyle_Cassidy_%28Cropped%29.jpg",
    "extract": "René Murat Auberjonois was an American actor and director. He was best known for portraying Odo on Star Trek: Deep Space Nine (1993–1999). He first achieved fame as a stage actor, winning the Tony Award for Best Featured Actor in a Musical in 1970 for his portrayal of Sebastian Baye opposite Katharine Hepburn in the André Previn-Alan Jay Lerner musical Coco. He went on to earn three more Tony nominations for performances in Neil Simon's The Good Doctor (1973), Roger Miller's Big River (1985), and Cy Coleman's City of Angels (1989); he won a Drama Desk Award for Big River.",
    "year": 1940,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Kip Thorne",
    "birthday": "1940-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Kip_S._Thorne_EM1B8790_%2824027017497%29.jpg/256px-Kip_S._Thorne_EM1B8790_%2824027017497%29.jpg",
    "extract": "Kip Stephen Thorne is an American theoretical physicist known for his contributions in gravitational physics and astrophysics. A longtime friend and colleague of Stephen Hawking and Carl Sagan, he was the Richard P. Feynman Professor of Theoretical Physics at the California Institute of Technology (Caltech) until 2009 and is one of the world's leading experts on the astrophysical implications of Einstein's general theory of relativity. He continues to do scientific research and scientific consulting, most notably for the Christopher Nolan film Interstellar. Thorne was awarded the 2017 Nobel Prize in Physics along with Rainer Weiss and Barry C. Barish \"for decisive contributions to the LIGO detector and the observation of gravitational waves\".",
    "year": 1940,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Cleavon Little",
    "birthday": "1939-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Cleavon_Little_Jayne_Meadows_Temperatures_Rising_1972.JPG/245px-Cleavon_Little_Jayne_Meadows_Temperatures_Rising_1972.JPG",
    "extract": "Cleavon Jake Little was an American stage, film, and television actor. He began his career in the late 1960s on the stage. In 1970, he starred in the Broadway production of Purlie, for which he earned both a Tony Award and a Drama Desk Award. His first leading television role was that of the irreverent Dr. Jerry Noland on the ABC sitcom Temperatures Rising (1972–1974). While starring in the sitcom, Little appeared in what has become his signature performance, portraying Sheriff Bart in the 1974 Mel Brooks comedy film Blazing Saddles.",
    "year": 1939,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Morgan Freeman",
    "birthday": "1937-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Morgan_Freeman_Deauville_2018.jpg/226px-Morgan_Freeman_Deauville_2018.jpg",
    "extract": "Morgan Freeman is an American actor, director, and narrator. Noted for his distinctive deep voice, Freeman is known for his various roles in a wide variety of film genres. Throughout his career spanning over five decades, he has received multiple accolades, including an Academy Award, a Screen Actors Guild Award, and a Golden Globe Award.",
    "year": 1937,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Colleen McCullough",
    "birthday": "1937-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9a/Colleen_McCullough.jpg/241px-Colleen_McCullough.jpg",
    "extract": "Colleen Margaretta McCullough was an Australian author known for her novels, her most well-known being The Thorn Birds and The Ladies of Missalonghi.",
    "year": 1937,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Anatoly Albul",
    "birthday": "1936-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Anatoly_Albul%2C_Prodan_Gardzhev%2C_Mansour_Mehdizadeh_1963.jpg/272px-Anatoly_Albul%2C_Prodan_Gardzhev%2C_Mansour_Mehdizadeh_1963.jpg",
    "extract": "Anatoly Mikhaylovich Albul was a Russian wrestler. He was born in Leningrad. He was Olympic bronze medalist in Freestyle wrestling in 1960, competing for the Soviet Union. He won a silver medal at the 1963 World Wrestling Championships.",
    "year": 1936,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Bekim Fehmiu",
    "birthday": "1936-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Odissea_Bekim_Fehmiu.jpg/234px-Odissea_Bekim_Fehmiu.jpg",
    "extract": "Bekim Fehmiu was a Yugoslavian theater and film actor of Albanian ethnicity. He was the first Eastern European actor to star in Hollywood during the Cold War.",
    "year": 1936,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Gerald Scarfe",
    "birthday": "1936-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Gerald_Scarfe-2.jpg/257px-Gerald_Scarfe-2.jpg",
    "extract": "Gerald Anthony Scarfe is an English cartoonist and illustrator. He has worked as editorial cartoonist for The Sunday Times and illustrator for The New Yorker.",
    "year": 1936,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Norman Foster, Baron Foster of Thames Bank",
    "birthday": "1935-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Norman_Foster_2008.jpg/240px-Norman_Foster_2008.jpg",
    "extract": "Norman Robert Foster, Baron Foster of Thames Bank, is an English architect and designer. Closely associated with the development of high-tech architecture, Foster is recognised as a key figure in British modernist architecture. His architectural practice Foster + Partners, first founded in 1967 as Foster Associates, is the largest in the United Kingdom, and maintains offices internationally. He is the President of the Norman Foster Foundation, created to 'promote interdisciplinary thinking and research to help new generations of architects, designers and urbanists to anticipate the future'. The foundation, which opened in June 2017, is based in Madrid and operates globally.",
    "year": 1935,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jack Kralick",
    "birthday": "1935-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Jack_Kralick.jpg/228px-Jack_Kralick.jpg",
    "extract": "John Francis Kralick was a professional baseball player who pitched in the Major Leagues from 1959 to 1967. He participated in 235 games in the course of an eight-year career that included stints with the Washington Senators / Minnesota Twins and Cleveland Indians. During that time, he earned 67 wins and 65 losses, accumulating a record of 668 strikeouts, with an ERA of 3.56 in 125 games and 1,218 innings pitched.",
    "year": 1935,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "John C. Reynolds",
    "birthday": "1935-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/John_C._Reynolds.jpg/212px-John_C._Reynolds.jpg",
    "extract": "John Charles Reynolds was an American computer scientist.",
    "year": 1935,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Pat Boone",
    "birthday": "1934-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Pat_Boone_by_Gage_Skidmore.jpg/263px-Pat_Boone_by_Gage_Skidmore.jpg",
    "extract": "Patrick Charles Eugene Boone is an American singer, composer, actor, writer, television personality, motivational speaker, and spokesman. He was a successful pop singer in the United States during the 1950s and early 1960s. He sold more than 45 million records, had 38 Top 40 hits, and appeared in more than 12 Hollywood films.",
    "year": 1934,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Doris Buchanan Smith",
    "birthday": "1934-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Doris_Buchanan_Smith_Bass_High_School.jpg/221px-Doris_Buchanan_Smith_Bass_High_School.jpg",
    "extract": "Doris Buchanan Smith was an American author of award-winning children's books, including A Taste of Blackberries.",
    "year": 1934,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Haruo Remeliik",
    "birthday": "1933-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Haruo_Ignacio_Remeliik.jpg/216px-Haruo_Ignacio_Remeliik.jpg",
    "extract": "Haruo Ignacio Remeliik was a politician from Palau. He served as the first President of Palau from 2 March 1981 until his assassination on 30 June 1985. He is buried at Kloulklubed in his home state of Peleliu. Remeliik was of mixed Japanese and Palauan descent.",
    "year": 1933,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Charlie Wilson (Texas politician)",
    "birthday": "1933-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/CharlieWilson.jpg/262px-CharlieWilson.jpg",
    "extract": "Charles Nesbitt Wilson was a United States naval officer and former 12-term Democratic United States Representative from Texas's 2nd congressional district. Wilson is best known for leading Congress into supporting Operation Cyclone, the largest-ever Central Intelligence Agency (CIA) covert operation, which during the Carter and Reagan administrations supplied military equipment to the Afghan Mujahideen during the Soviet–Afghan War. His behind-the-scenes campaign was the subject of the non-fiction book Charlie Wilson's War: The Extraordinary Story of the Largest Covert Operation in History by George Crile III and the subsequent film Charlie Wilson's War, where he was portrayed by Tom Hanks.",
    "year": 1933,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Christopher Lasch",
    "birthday": "1932-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f8/Christopher_Lasch.jpg/273px-Christopher_Lasch.jpg",
    "extract": "Robert Christopher Lasch was an American historian, moralist and social critic who was a history professor at the University of Rochester. He sought to use history as a tool to awaken American society to the pervasiveness with which major institutions, public and private, were eroding the competence and independence of families and communities. Lasch strove to create a historically informed social criticism that could teach Americans how to deal with rampant consumerism, proletarianization, and what he famously labeled \"the culture of narcissism\".",
    "year": 1932,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Walter Horak",
    "birthday": "1931-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/%C3%96sterrike_1958.jpg/320px-%C3%96sterrike_1958.jpg",
    "extract": "Walter Horak was an Austrian football player.",
    "year": 1931,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Matt Poore",
    "birthday": "1930-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/ab/Matt_Poore_of_NZ.jpg",
    "extract": "Matt Beresford Poore was a New Zealand cricketer who played 14 Test matches for New Zealand in the 1950s. He was born in Christchurch.",
    "year": 1930,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Edward Woodward",
    "birthday": "1930-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Edward_Woodward_1971.JPG/320px-Edward_Woodward_1971.JPG",
    "extract": "Edward Albert Arthur Woodward, OBE was an English actor and singer. After graduating from the Royal Academy of Dramatic Art, he began his career on stage. Throughout his career, he appeared in productions in both the West End of London and on Broadway in New York City. He came to wider attention from 1967 in the title role of the British television spy drama Callan, earning him the 1970 British Academy Television Award for Best Actor.",
    "year": 1930,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Nargis",
    "birthday": "1929-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Nargis_-_Hindi_Movie_Actress_%281%29.jpg/209px-Nargis_-_Hindi_Movie_Actress_%281%29.jpg",
    "extract": "Nargis Dutt was an Indian actress and politician who worked in Hindi cinema. Regarded as one of the greatest actresses in the history of Indian cinema, she made her screen debut in a minor role at the age of five with Talash-E-Haq (1935), but her acting career actually began with the film Tamanna (1942).",
    "year": 1929,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "James H. Billington",
    "birthday": "1929-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/James_Billington_2000.jpg/287px-James_Billington_2000.jpg",
    "extract": "James Hadley Billington was an American academic and author who taught history at Harvard and Princeton before serving for 42 years as CEO of four federal cultural institutions. He served as the 13th Librarian of Congress after being nominated by President Ronald Reagan in 1987, and his appointment was approved unanimously by the U.S. Senate. He retired as Librarian on September 30, 2015.",
    "year": 1929,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Georgy Dobrovolsky",
    "birthday": "1928-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b0/Georgy_Dobrovolsky.jpg/231px-Georgy_Dobrovolsky.jpg",
    "extract": "Georgy Timofeyevich Dobrovolsky was a Soviet cosmonaut who commanded the three-man crew of the Soyuz 11 spacecraft. They became the world's first space station crew aboard Salyut 1, but died of asphyxiation because of an accidentally opened valve. To date, they were the first and only humans to have died in space.",
    "year": 1928,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Steve Dodd",
    "birthday": "1928-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Steve_Dodd_in_Korea.jpg/320px-Steve_Dodd_in_Korea.jpg",
    "extract": "Steve Dodd was an Indigenous Australian actor, notable for playing indigenous characters across seven decades of Australian film. After beginning his working life as a stockman and rodeo rider, Dodd was given his first film roles by prominent Australian actor Chips Rafferty. His career was interrupted by six years in the Australian Army during the Korean War, and limited by typecasting.",
    "year": 1928,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Bob Monkhouse",
    "birthday": "1928-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/61/Bob_Monkhouse.jpg",
    "extract": "Robert Alan Monkhouse was an English comedian, writer and actor. He was the host of television game shows including The Golden Shot, Celebrity Squares, Family Fortunes and Wipeout.",
    "year": 1928,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Johnny Berry",
    "birthday": "1926-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/79/Johnny_Berry_footballer.jpg/252px-Johnny_Berry_footballer.jpg",
    "extract": "Reginald John Berry, also listed as John James Berry, was an English footballer. Berry joined Manchester United from Birmingham City in 1951. Despite his diminutive stature, he was a natural right winger with technique and pace. In February 1958, the Munich air disaster brought his career to an end.",
    "year": 1926,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Andy Griffith",
    "birthday": "1926-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Andy_Griffith_Andy_Griffith_Show_1960.jpg/229px-Andy_Griffith_Andy_Griffith_Show_1960.jpg",
    "extract": "Andy Samuel Griffith was an American actor, comedian, television producer, southern gospel singer, and writer whose career spanned seven decades in music and television. Known for his Southern drawl, his characters with a folksy-friendly personality, and his gruff but friendly voice, Griffith was a Tony Award nominee for two roles, and gained prominence in the starring role in director Elia Kazan's film A Face in the Crowd (1957) and No Time for Sergeants (1958) before he became better known for his television roles, playing the lead roles of Andy Taylor in the sitcom The Andy Griffith Show (1960–1968) and Ben Matlock in the legal drama Matlock (1986–1995).",
    "year": 1926,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Marilyn Monroe",
    "birthday": "1926-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Monroecirca1953.jpg/218px-Monroecirca1953.jpg",
    "extract": "Marilyn Monroe was an American actress, singer, and model. Famous for playing comedic \"blonde bombshell\" characters, she became one of the most popular sex symbols of the 1950s and early 1960s and was emblematic of the era's sexual revolution. She was a top-billed actress for a decade, and her films grossed $200 million by the time of her death in 1962. Long after her death, Monroe remains a major icon of pop culture. In 1999, the American Film Institute ranked her sixth on their list of the greatest female screen legends from the Golden Age of Hollywood.",
    "year": 1926,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Richard Schweiker",
    "birthday": "1926-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/17/RichardSchweiker.jpg",
    "extract": "Richard Schultz Schweiker was an American businessman and politician. A member of the Republican Party, he served as the 14th U.S. Secretary of Health and Human Services under President Ronald Reagan from 1981 to 1983. He previously served as a U.S. Representative (1961–1969) and a U.S. Senator (1969–1981) from Pennsylvania. In 1976, Schweiker was Reagan's vice presidential pick during his unsuccessful presidential campaign.",
    "year": 1926,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Dilia Díaz Cisneros",
    "birthday": "1925-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/1975._Junio_20._Dilia_D%C3%ADaz_Cisneros_durante_exposici%C3%B3n_en_el_Caracciolo_Parra_Le%C3%B3n.jpg/222px-1975._Junio_20._Dilia_D%C3%ADaz_Cisneros_durante_exposici%C3%B3n_en_el_Caracciolo_Parra_Le%C3%B3n.jpg",
    "extract": "Dilia Elena Díaz Cisneros was a Venezuelan teacher and poet born in El Hatillo, Miranda and married Victor Guillermo Ramos Rangel in 1947. She was the founder of the public schools \"Bogotá\", \"Los Jardines\" and \"Caracciolo Parra León\" in Caracas. Díaz Cisneros died of natural causes at the age of 92 in Caracas.",
    "year": 1925,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "William Sloane Coffin",
    "birthday": "1924-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/3a/Photo_of_The_Rev._William_Sloane_Coffin%2C_Jr._%281924-2006%29%2C_Senior_Minister_of_The_Riverside_Church%2C_New_York%2C_NY_%281977-87%29.jpg",
    "extract": "William Sloane Coffin Jr. was an American Christian clergyman and long-time peace activist. He was ordained in the Presbyterian Church, and later received ministerial standing in the United Church of Christ. In his younger days he was an athlete, a talented pianist, a CIA officer, and later chaplain of Yale University, where the influence of H. Richard Niebuhr's social philosophy led him to become a leader in the Civil Rights Movement and peace movements of the 1960s and 1970s. He also was a member of the secret society Skull and Bones. He went on to serve as Senior Minister at the Riverside Church in New York City and President of SANE/Freeze, the nation's largest peace and social justice group, and prominently opposed United States military interventions in conflicts, from the Vietnam War to the Iraq War. He was also an ardent supporter of gay rights.",
    "year": 1924,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Joan Caulfield",
    "birthday": "1922-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/JOANCAulfield.jpg/252px-JOANCAulfield.jpg",
    "extract": "Beatrice Joan Caulfield was an American actress and model. After being discovered by Broadway producers, she began a stage career in 1943 that eventually led to signing as an actress with Paramount Pictures. In the opinion of Ephraim Katz in The Film Encyclopedia, published in 1979, \"For several years she was among Paramount's top stars, radiating delicate femininity and demure beauty but rarely much else.\"",
    "year": 1922,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Povel Ramel",
    "birthday": "1922-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Hasse_och_Povel_p%C3%A5_studentafton.jpg/320px-Hasse_och_Povel_p%C3%A5_studentafton.jpg",
    "extract": "Baron Povel Karl Henric Ramel was a Swedish entertainer. Ramel was a singer, pianist, vaudeville artist, author and a novelty song composer. His style was characterized by imaginative wit, both verbal and musical. He took inspiration from US and UK 'crazy' style humor and created his own personal Swedish version, unusual combinations of lyrics and music, word play, pastiche and general unexpectedness. He wrote approximately 1700 songs, skits and monologues, and he is regarded as a legend and an institution in Swedish entertainment.",
    "year": 1922,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Nelson Riddle",
    "birthday": "1921-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d0/Profilepicthure_of_Nelson_Smock_Riddle.jpg/271px-Profilepicthure_of_Nelson_Smock_Riddle.jpg",
    "extract": "Nelson Smock Riddle Jr. was an American arranger, composer, bandleader and orchestrator whose career stretched from the late 1940s to the mid-1980s. He worked with many world-famous vocalists at Capitol Records, including Frank Sinatra, Ella Fitzgerald, Nat King Cole, Judy Garland, Dean Martin, Peggy Lee, Johnny Mathis, Rosemary Clooney and Keely Smith. He scored and arranged music for many films and television shows, earning an Academy Award and three Grammy Awards. He found commercial and critical success with a new generation in the 1980s, in a trio of Platinum albums with Linda Ronstadt.",
    "year": 1921,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Robert Clarke",
    "birthday": "1920-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Robert_Clarke_in_The_Incredible_Petrified_World_%281959%29.jpg/320px-Robert_Clarke_in_The_Incredible_Petrified_World_%281959%29.jpg",
    "extract": "Robert Irby Clarke was an American actor best known for his cult classic science fiction films of the 1950s.",
    "year": 1920,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "William Standish Knowles",
    "birthday": "1917-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/6b/William_Standish_Knowles.jpg",
    "extract": "William Standish Knowles was an American chemist. He was born in Taunton, Massachusetts. Knowles was one of the recipients of the 2001 Nobel Prize in Chemistry. He split half the prize with Ryōji Noyori for their work in asymmetric synthesis, specifically for his work in hydrogenation reactions. The other half was awarded to K. Barry Sharpless for his work in oxidation reactions.",
    "year": 1917,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "John Randolph (actor)",
    "birthday": "1915-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/3e/John_Randolph_%28actor%29.jpg/234px-John_Randolph_%28actor%29.jpg",
    "extract": "Emanuel Hirsch Cohen, better known by the stage name John Randolph, was an American film, television and stage actor.",
    "year": 1915,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Bill Deedes",
    "birthday": "1913-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/61/William-Francis-Deedes-Baron-Deedes.jpg/226px-William-Francis-Deedes-Baron-Deedes.jpg",
    "extract": "William Francis Deedes, Baron Deedes, was a British Conservative politician, army officer and journalist. He was the first person in Britain to have been both a member of the Cabinet and the editor of a major daily newspaper, The Daily Telegraph.",
    "year": 1913,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Gyula Kállai",
    "birthday": "1910-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/K%C3%A1llai_Gyula_1964.jpg/248px-K%C3%A1llai_Gyula_1964.jpg",
    "extract": "Gyula Kállai was a Hungarian Communist politician who served as Chairman of the Council of Ministers of the People's Republic of Hungary from 1965 to 1967 and as Speaker of the National Assembly of Hungary 1967–1971. He was President of National Council of the Patriotic People's Front from 1957 to 1989.",
    "year": 1910,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Julie Campbell Tatham",
    "birthday": "1908-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a7/Julie_Campbell_Tatham.jpg",
    "extract": "Julie Campbell Tatham was an American writer of children's novels, who also wrote for adults, especially on Christian Science. As Julie Campbell she was the creator of the Trixie Belden series and the Ginny Gordon series. As Julie Tatham she also took over the Cherry Ames series and Vicki Barr series from Helen Wells.",
    "year": 1908,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jan Patočka",
    "birthday": "1907-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Patocka_1971.jpg/232px-Patocka_1971.jpg",
    "extract": "Jan Patočka was a Czech philosopher. Having studied in Prague, Paris, Berlin, and Freiburg, he was one of the last pupils of Edmund Husserl and Martin Heidegger. In Freiburg he also developed a lifelong philosophical friendship with Husserl's assistant Eugen Fink. Patočka worked in the Czechoslovak Socialist Republic for almost his entire career, but never joined the Communist Party and was affected by persecution, which ended in his death as a dissident spokesperson of Charter 77.",
    "year": 1907,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Frank Whittle",
    "birthday": "1907-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Frank_Whittle_CH_011867_crop.jpg/262px-Frank_Whittle_CH_011867_crop.jpg",
    "extract": "Air Commodore Sir Frank Whittle, was an English engineer, inventor and Royal Air Force (RAF) air officer. He is credited with inventing the turbojet engine. A patent was submitted by Maxime Guillaume in 1921 for a similar invention; however, this was technically unfeasible at the time. Whittle's jet engines were developed some years earlier than those of Germany's Hans von Ohain, who designed the first-to-fly (briefly) but never operational turbojet engine..",
    "year": 1907,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Robert Newton",
    "birthday": "1905-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Robert_Newton.jpg/320px-Robert_Newton.jpg",
    "extract": "Robert Guy Newton was an English actor. Along with Errol Flynn, Newton was one of the more popular actors among the male juvenile audience of the 1940s and early 1950s, especially with British boys. Known for his hard-living lifestyle, he was cited as a role model by the actor Oliver Reed and the Who's drummer Keith Moon.",
    "year": 1905,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Vasyl Velychkovsky",
    "birthday": "1903-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/%D0%92%D0%B0%D1%81%D0%B8%D0%BB%D1%96%D0%B9_%D0%92%D0%B5%D0%BB%D0%B8%D1%87%D0%BA%D0%BE%D0%B2%D1%81%D1%8C%D0%BA%D0%B8%D0%B9_%D0%9C%D0%B8%D0%BA%D0%BE%D0%BB%D0%B0_%D0%A7%D0%B0%D1%80%D0%BD%D0%B5%D1%86%D1%8C%D0%BA%D0%B8%D0%B9%D1%96._%D0%A6%D0%B5%D1%80%D0%BA%D0%B2%D0%B0_%D0%9F%D0%B5%D1%82%D1%80%D0%B0_%D1%96_%D0%9F%D0%B0%D0%B2%D0%BB%D0%B0._%D0%9D%D0%BE%D0%B2%D0%BE%D1%8F%D0%B2%D0%BE%D1%80%D1%96%D0%B2%D1%81%D1%8C%D0%BA.jpg/236px-%D0%92%D0%B0%D1%81%D0%B8%D0%BB%D1%96%D0%B9_%D0%92%D0%B5%D0%BB%D0%B8%D1%87%D0%BA%D0%BE%D0%B2%D1%81%D1%8C%D0%BA%D0%B8%D0%B9_%D0%9C%D0%B8%D0%BA%D0%BE%D0%BB%D0%B0_%D0%A7%D0%B0%D1%80%D0%BD%D0%B5%D1%86%D1%8C%D0%BA%D0%B8%D0%B9%D1%96._%D0%A6%D0%B5%D1%80%D0%BA%D0%B2%D0%B0_%D0%9F%D0%B5%D1%82%D1%80%D0%B0_%D1%96_%D0%9F%D0%B0%D0%B2%D0%BB%D0%B0._%D0%9D%D0%BE%D0%B2%D0%BE%D1%8F%D0%B2%D0%BE%D1%80%D1%96%D0%B2%D1%81%D1%8C%D0%BA.jpg",
    "extract": "Vasyl Vsevolod Velychkovsky was a priest, and later bishop, of the Ukrainian Greek Catholic Church, one of the Eastern Catholic Churches in communion with Rome. He is a martyr of the Catholic Church, dying in 1973 of his injuries sustained while imprisoned by the Soviet Union for his Christian faith.",
    "year": 1903,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Tom Gorman (rugby league)",
    "birthday": "1901-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fb/Tom_Gorman_-_1929_-_rugby_league_player.jpg/224px-Tom_Gorman_-_1929_-_rugby_league_player.jpg",
    "extract": "John Thomas Gorman (1901–1978) was an Australian rugby league footballer. He was a centre for the Australian national team. He played in 10 Tests between 1924 and 1930 as captain on 7 occasions.",
    "year": 1901,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "John Van Druten",
    "birthday": "1901-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/John_Van_Druten.jpg/222px-John_Van_Druten.jpg",
    "extract": "John William Van Druten was an English playwright and theatre director. He began his career in London, and later moved to America, becoming a U.S. citizen. He was known for his plays of witty and urbane observations of contemporary life and society.",
    "year": 1901,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Amanullah Khan",
    "birthday": "1892-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/King_Amanullah_Khan.jpg/236px-King_Amanullah_Khan.jpg",
    "extract": "Ghazi Amanullah Khan was the sovereign of Afghanistan from 1919 until his abdication in 1929, first as Emir and after 1926 as King. After the August 1919 end of the Third Anglo-Afghan War, Afghanistan was able to relinquish its protected state status to proclaim independence and pursue an independent foreign policy free from the influence of the United Kingdom.",
    "year": 1892,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Frank Morgan",
    "birthday": "1890-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Frank_Morgan-publicity.JPG/249px-Frank_Morgan-publicity.JPG",
    "extract": "Francis Phillip Wuppermann, known professionally as Frank Morgan, was an American character actor. He was best known for his appearances in films starting in the silent era in 1916, and then numerous sound films throughout the 1930s and 1940s, with a career spanning 35 years mostly as a contract player at Metro-Goldwyn-Mayer, with his most celebrated performance playing the title role in The Wizard of Oz (1939). He was also briefly billed early in his career as Frank Wupperman and Francis Morgan.",
    "year": 1890,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "James Daugherty",
    "birthday": "1889-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/James_Daugherty%2C_artist.jpg/320px-James_Daugherty%2C_artist.jpg",
    "extract": "James Henry Daugherty was an American modernist painter, muralist, children's book author and illustrator.",
    "year": 1889,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Charles Kay Ogden",
    "birthday": "1889-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d1/Charles_Kay_Ogden_%281889%E2%80%931957%29.jpg",
    "extract": "Charles Kay Ogden was an English linguist, philosopher, and writer. Described as a polymath but also an eccentric and outsider, he took part in many ventures related to literature, politics, the arts, and philosophy, having a broad effect particularly as an editor, translator, and activist on behalf of a reformed version of the English language. He is typically defined as a linguistic psychologist, and is now mostly remembered as the inventor and propagator of Basic English.",
    "year": 1889,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Clive Brook",
    "birthday": "1887-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/13/Clive.Brook.jpg/256px-Clive.Brook.jpg",
    "extract": "Clifford Hardman \"Clive\" Brook was an English film actor.",
    "year": 1887,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "John Masefield",
    "birthday": "1878-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/John_Edward_Masefield_in_1916.jpg/250px-John_Edward_Masefield_in_1916.jpg",
    "extract": "John Edward Masefield was an English poet and writer, and Poet Laureate from 1930 until 1967. Among his best known works are the children's novels The Midnight Folk and The Box of Delights, and the poems The Everlasting Mercy and \"Sea-Fever\".",
    "year": 1878,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Elena Alistar",
    "birthday": "1873-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Stamp_of_Moldova_432.gif/198px-Stamp_of_Moldova_432.gif",
    "extract": "Elena Alistar-Romanescu was a Bessarabian physician and politician who was part of Sfatul Țării from Bessarabia.",
    "year": 1873,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "John J. Toffey",
    "birthday": "1844-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/80/John_J._Toffey.jpg",
    "extract": "John James Toffey was a United States Union Army officer during the American Civil War who received the Medal of Honor.",
    "year": 1844,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Henry Faulds",
    "birthday": "1843-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Henry_Faulds2.jpg/239px-Henry_Faulds2.jpg",
    "extract": "Henry Faulds was a Scottish doctor, missionary and scientist who is noted for the development of fingerprinting.",
    "year": 1843,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "John Marshall Harlan",
    "birthday": "1833-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/JudgeJMHarlan.jpg/286px-JudgeJMHarlan.jpg",
    "extract": "John Marshall Harlan was an American lawyer and politician who served as an associate justice of the U.S. Supreme Court from 1877 until his death in 1911. He is often called \"The Great Dissenter\" due to his many dissents in cases that restricted civil liberties, including the Civil Rights Cases and Plessy v. Ferguson. Many of Harlan's views expressed in his notable dissents would become the official view of the Supreme Court starting from the 1950s Warren Court and onward. His grandson John Marshall Harlan II was also a Supreme Court justice.",
    "year": 1833,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "John Bell Hood",
    "birthday": "1831-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Lt._Gen._John_B._Hood.jpg/242px-Lt._Gen._John_B._Hood.jpg",
    "extract": "John Bell Hood was a Confederate general during the American Civil War. Although brave, Hood's impetuosity led to high losses among his troops as he moved up in rank. Bruce Catton wrote that \"the decision to replace Johnston with Hood was probably the single largest mistake that either government made during the war.\" Hood's education at the United States Military Academy led to a career as a junior officer in the infantry and cavalry of the antebellum U.S. Army in California and Texas. At the start of the Civil War, he offered his services to his adopted state of Texas. He achieved his reputation for aggressive leadership as a brigade commander in the army of Robert E. Lee during the Seven Days Battles in 1862, after which he was promoted to division command. He led a division under James Longstreet in the campaigns of 1862–63. At the Battle of Gettysburg, he was severely wounded, rendering his left arm useless for the rest of his life. Transferred with many of Longstreet's troops to the Western Theater, Hood led a massive assault into a gap in the Union line at the Battle of Chickamauga, but was wounded again, requiring the amputation of his right leg.",
    "year": 1831,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "John Hunt Morgan",
    "birthday": "1825-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Gen._John_Morgan_%28cropped%29.jpg/308px-Gen._John_Morgan_%28cropped%29.jpg",
    "extract": "John Hunt Morgan was an American soldier who served as a Confederate general in the American Civil War of 1861–1865.",
    "year": 1825,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Clementina Maude, Viscountess Hawarden",
    "birthday": "1822-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/HawardenCameron.jpg/205px-HawardenCameron.jpg",
    "extract": "Clementina Maude, Viscountess Hawarden, née Clementina Elphinstone Fleeming, commonly known as Lady Clementina Hawarden, was a noted British amateur portrait photographer of the Victorian Era. She produced over 800 photographs mostly of her adolescent daughters.",
    "year": 1822,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Francis V, Duke of Modena",
    "birthday": "1819-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Francesco_V_d%27austria_este_Duca_Modena_young.jpg/240px-Francesco_V_d%27austria_este_Duca_Modena_young.jpg",
    "extract": "Francis V, Duke of Modena, Reggio and Guastalla, Archduke of Austria-Este, Royal Prince of Hungary and Bohemia, Duke of Mirandola and of Massa, Prince of Carrara was a reigning prince. He was Duke of Modena, Reggio, and Mirandola, Duke of Guastalla from 1847 and Duke of Massa and Prince of Carrara from 1846 to 1859. His parents were Francis IV of Modena and Princess Maria Beatrice of Savoy. He was the last reigning Duke of Modena before the duchy was incorporated into the Kingdom of Italy.",
    "year": 1819,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Otto of Greece",
    "birthday": "1815-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Prinz_Otto_von_Bayern_Koenig_von_Griechenland_1833.jpg/258px-Prinz_Otto_von_Bayern_Koenig_von_Griechenland_1833.jpg",
    "extract": "Otto was a Bavarian prince who ruled as King of Greece from the establishment of the monarchy on 27 May 1832, under the Convention of London, until he was deposed on 23 October 1862.",
    "year": 1815,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Henry Parker (Australian politician)",
    "birthday": "1808-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Henry_Watson_Parker.jpg/267px-Henry_Watson_Parker.jpg",
    "extract": "Sir Henry Watson Parker, was Premier of New South Wales. He fitted into colonial society and politics in the pre-responsible government era, but his style was not suited to the democratic politics that began to develop in 1856.",
    "year": 1808,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Mikhail Glinka",
    "birthday": "1804-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Michail_Glinka_by_Brullov.jpg/262px-Michail_Glinka_by_Brullov.jpg",
    "extract": "Mikhail Ivanovich Glinka was the first Russian composer to gain wide recognition within his own country and is often regarded as the fountainhead of Russian classical music. His compositions were an important influence on Russian composers, notably the members of The Five, who produced a distinctive Russian style of music.",
    "year": 1804,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Brigham Young",
    "birthday": "1801-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Brigham_Young_by_Charles_William_Carter.jpg/213px-Brigham_Young_by_Charles_William_Carter.jpg",
    "extract": "Brigham Young was an American religious leader and politician. He was the second president of The Church of Jesus Christ of Latter-day Saints from 1847 until his death in 1877. During his time as church president, Young led his followers, the Mormon pioneers, west from Nauvoo, Illinois to the Salt Lake Valley. He founded Salt Lake City and served as the first governor of the Utah Territory. Young also worked to establish the learning institutions which would later become the University of Utah and Brigham Young University. A polygamist, Young had at least 55 wives and 56 children. He instituted a ban prohibiting conferring the priesthood on men of black African descent, and led the church in the Utah War against the United States.",
    "year": 1801,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Edward Deas Thomson",
    "birthday": "1800-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/SirEdwardDeasThomson.jpg/221px-SirEdwardDeasThomson.jpg",
    "extract": "Sir Edward Deas Thomson was a Scotsman who became an administrator and politician in Australia, and was chancellor of the University of Sydney.",
    "year": 1800,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Nicolas Léonard Sadi Carnot",
    "birthday": "1796-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Sadi_Carnot.jpeg/238px-Sadi_Carnot.jpeg",
    "extract": "Sous-lieutenant Nicolas Léonard Sadi Carnot was a French mechanical engineer in the French Army, military scientist and physicist, and often described as the \"father of thermodynamics.\" He published only one book, the Reflections on the Motive Power of Fire, in which he expressed the first successful theory of the maximum efficiency of heat engines and laid the foundations of the new discipline: thermodynamics. Carnot's work attracted little attention during his lifetime, but it was later used by Rudolf Clausius and Lord Kelvin to formalize the second law of thermodynamics and define the concept of entropy. Based on purely technical concerns, such as improving the performance of the steam engine, Sadi Carnot's intellect laid the groundwork for modern science technological designs, such as the automobile or jet engine.",
    "year": 1796,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ferdinand Raimund",
    "birthday": "1790-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Ferdinand_Raimund.jpg/212px-Ferdinand_Raimund.jpg",
    "extract": "Ferdinand Raimund was an Austrian actor and dramatist.",
    "year": 1790,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Friedrich Laun",
    "birthday": "1770-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Friedrich_August_Schulze_2.jpg/245px-Friedrich_August_Schulze_2.jpg",
    "extract": "Friedrich August Schulze was a German novelist, who wrote under the pen name Friedrich Laun. Schulze was born in Dresden. His first novel, Der Mann, auf Freiersfüssen (1801), was favorably received. He wrote many volumes, and with August Apel edited a ghost story anthology Das Gespensterbuch (1811–1815). Thomas de Quincey, who translated several of Laun's stories into English, noted his \"great popularity\" and opined, \"the unelaborate narratives of Laun are mines of what is called Fun\".",
    "year": 1770,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Christiane Vulpius",
    "birthday": "1765-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Goethe_Christiane_Vulpius%40Goethe-Museum_Frankfurt_a.M.20170819.jpg/241px-Goethe_Christiane_Vulpius%40Goethe-Museum_Frankfurt_a.M.20170819.jpg",
    "extract": "Johanna Christiana Sophie Vulpius von Goethe was the longtime lover and later wife of Johann Wolfgang von Goethe.",
    "year": 1765,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Edmund Ignatius Rice",
    "birthday": "1762-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b8/Beatification_of_Edmund_Rice_Banner.jpg/226px-Beatification_of_Edmund_Rice_Banner.jpg",
    "extract": "Edmund Ignatius Rice was a Catholic missionary and educationalist. He was the founder of two religious institutes of religious brothers: the Congregation of Christian Brothers and the Presentation Brothers.",
    "year": 1762,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Francesco Scipione, marchese di Maffei",
    "birthday": "1675-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Portret_van_historicus_Scipione_Maffei%2C_RP-P-1909-5212.jpg/239px-Portret_van_historicus_Scipione_Maffei%2C_RP-P-1909-5212.jpg",
    "extract": "Francesco Scipione Maffei was a Venetian writer and art critic, author of many articles and plays. An antiquarian with a humanist education whose publications on Etruscan antiquities stand as incunables of Etruscology, he engaged in running skirmishes in print with his rival in the field of antiquities, Antonio Francesco Gori.",
    "year": 1675,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jacques Marquette",
    "birthday": "1637-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Pere_Marquette_closup.JPG/226px-Pere_Marquette_closup.JPG",
    "extract": "Jacques Marquette S.J., sometimes known as Père Marquette or James Marquette, was a French Jesuit missionary who founded Michigan's first European settlement, Sault Sainte Marie, and later founded Saint Ignace. In 1673, Marquette, with Louis Jolliet, an explorer born near Quebec City, was the first European to explore and map the northern portion of the Mississippi River Valley.",
    "year": 1637,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Geminiano Montanari",
    "birthday": "1633-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Geminiano_Montanari.jpg/251px-Geminiano_Montanari.jpg",
    "extract": "Geminiano Montanari was an Italian astronomer, lens-maker, and proponent of the experimental approach to science. He was a member of various learned academies, notably the Accademia dei Gelati. Montanari's famous students were Domenico Guglielmini, Francesco Bianchini, Gianantonio Davia and Luigi Ferdinando Marsili.",
    "year": 1633,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Frans Post",
    "birthday": "1612-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Frans_Hals_-_Frans_Post_%28Worcester_Art_Museum%29.jpg/253px-Frans_Hals_-_Frans_Post_%28Worcester_Art_Museum%29.jpg",
    "extract": "Frans Janszoon Post was a painter during the Dutch Golden Age. He was the first European artist to paint landscapes of the Americas, during and after the period of Dutch Brazil In 1636 he traveled to Dutch Brazil in northeast of South America at the invitation of the governor Johan Maurits van Nassau-Siegen. His works were widely collected in The Netherlands, Europe, and Brazil, with the works showing an idealized vision of Dutch colonial rule.",
    "year": 1612,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Robert Cecil, 1st Earl of Salisbury",
    "birthday": "1563-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Robert_Cecil%2C_1st_Earl_of_Salisbury_by_John_De_Critz_the_Elder_%282%29.jpg/260px-Robert_Cecil%2C_1st_Earl_of_Salisbury_by_John_De_Critz_the_Elder_%282%29.jpg",
    "extract": "Robert Cecil, 1st Earl of Salisbury,, was an English statesman noted for his direction of the government during the Union of the Crowns, as Tudor England gave way to Stuart rule (1603). Lord Salisbury served as the Secretary of State of England (1596–1612) and Lord High Treasurer (1608–1612), succeeding his father as Queen Elizabeth I's Lord Privy Seal and remaining in power during the first nine years of King James I's reign until his own death.",
    "year": 1563,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Dirck Coornhert",
    "birthday": "1522-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Cornelis_van_Haarlem_-_Dirck_Volckertszoon_Coornhert.jpg/237px-Cornelis_van_Haarlem_-_Dirck_Volckertszoon_Coornhert.jpg",
    "extract": "Dirck Volckertszoon Coornhert, also known as Theodore Cornhert, was a Dutch writer, philosopher, translator, politician, theologian and artist. Coornhert is often considered the Father of Dutch Renaissance scholarship.",
    "year": 1522,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Maarten van Heemskerck",
    "birthday": "1498-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Heemskerck-zelfp-detail.jpg/242px-Heemskerck-zelfp-detail.jpg",
    "extract": "Maerten van Heemskerck or Marten Jacobsz Heemskerk van Veen was a Dutch portrait and religious painter, who spent most of his career in Haarlem. He was a pupil of Jan van Scorel, and adopted his teacher's Italian-influenced style. He spent the years 1532–6 in Italy. He produced many designs for engravers, and is especially known for his depictions of the Wonders of the World.",
    "year": 1498,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Tiedemann Giese",
    "birthday": "1480-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Schenck_Bildnis_Tiedemann_Giese.jpg/202px-Schenck_Bildnis_Tiedemann_Giese.jpg",
    "extract": "Tiedemann Giese, was Bishop of Kulm (Chełmno) first canon, later Prince-Bishop of Warmia (Ermland). His interest in mathematics, astronomy, and theology led him to mentor a number of important young scholars, including Copernicus. He was a prolific writer and correspondent, publishing a number of works on the reformation of the church. Tiedemann was a member of the patrician Giese family of Danzig (Gdańsk) in Poland. The Giese family ancestors originated from Unna in Westphalia, near Dortmund. His father was Albrecht Giese and his younger brother, the Hanseatic League merchant Georg Giese.",
    "year": 1480,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Enno I, Count of East Frisia",
    "birthday": "1460-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/%D0%AD%D0%BD%D0%BD%D0%BE_I_%28%D0%B3%D1%80%D0%B0%D1%84_%D0%92%D0%BE%D1%81%D1%82%D0%BE%D1%87%D0%BD%D0%BE%D0%B9_%D0%A4%D1%80%D0%B8%D1%81%D0%BB%D0%B0%D0%BD%D0%B4%D0%B8%D0%B8%29.png/240px-%D0%AD%D0%BD%D0%BD%D0%BE_I_%28%D0%B3%D1%80%D0%B0%D1%84_%D0%92%D0%BE%D1%81%D1%82%D0%BE%D1%87%D0%BD%D0%BE%D0%B9_%D0%A4%D1%80%D0%B8%D1%81%D0%BB%D0%B0%D0%BD%D0%B4%D0%B8%D0%B8%29.png",
    "extract": "Enno I of East Frisia, count of East Frisia was the eldest son of Ulrich I of East Frisia and Theda Ukena, of a chiefly East Frisian family.",
    "year": 1460,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Giles Daubeney, 1st Baron Daubeney",
    "birthday": "1451-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Coat_of_arms_of_Sir_Giles_Daubeny%2C_1st_Baron_Daubeny%2C_KG.png/320px-Coat_of_arms_of_Sir_Giles_Daubeny%2C_1st_Baron_Daubeny%2C_KG.png",
    "extract": "Giles Daubeney, 1st Baron Daubeney, KG PC was an English soldier, diplomat, courtier and politician.",
    "year": 1451,
    "month": 6,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Thomas of Brotherton, 1st Earl of Norfolk",
    "birthday": "1300-6-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Arms_of_Thomas_of_Brotherton%2C_1st_Earl_of_Norfolk.svg/274px-Arms_of_Thomas_of_Brotherton%2C_1st_Earl_of_Norfolk.svg.png",
    "extract": "Thomas of Brotherton, 1st Earl of Norfolk, was the fifth son of King Edward I of England (1239–1307), and the eldest child by his second wife, Margaret of France, the daughter of King Philip III of France. He was, therefore, a younger half-brother of King Edward II and a full brother of Edmund of Woodstock, 1st Earl of Kent. He occupied the office of Earl Marshal of England.",
    "year": 1300,
    "month": 6,
    "day": 1,
    "language": "en"
  }
]