[
  {
    "name": "Philippe Coutinho",
    "birthday": "1992-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/20180610_FIFA_Friendly_Match_Austria_vs._Brazil_Philippe_Coutinho_850_1692.jpg/213px-20180610_FIFA_Friendly_Match_Austria_vs._Brazil_Philippe_Coutinho_850_1692.jpg",
    "extract": "Philippe Coutinho Correia is a Brazilian professional footballer who plays as an attacking midfielder or winger for Premier League club Aston Villa, and the Brazil national team. He is known for his combination of vision, passing, dribbling and ability to conjure curving long-range strikes.",
    "year": 1992,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jrue Holiday",
    "birthday": "1990-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Jrue_Holiday.jpg/213px-Jrue_Holiday.jpg",
    "extract": "Jrue Randall Holiday is an American professional basketball player for the Milwaukee Bucks of the National Basketball Association (NBA). He played college basketball for one season with the UCLA Bruins before being selected by the Philadelphia 76ers in the first round of the 2009 NBA draft with the 17th overall pick. Holiday played four seasons with Philadelphia, where he was named an NBA All-Star in his fourth season, before being traded to the New Orleans Pelicans in 2013. He is a four-time NBA All-Defensive Team member. In 2021, he helped lead the Milwaukee Bucks to an NBA championship, and won a gold medal with the U.S. national team at the Summer Olympics.",
    "year": 1990,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ibrahim Jeilan",
    "birthday": "1989-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Ibrahim_Jeilan_Daegu_2011.jpg/320px-Ibrahim_Jeilan_Daegu_2011.jpg",
    "extract": "Ibrahim Jeilan Gashu is an Ethiopian professional long-distance runner who specialises in the 5000 metres and 10,000 metres on the track, as well as cross country running. He is a former world champion in 10,000 metres.",
    "year": 1989,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Eren Derdiyok",
    "birthday": "1988-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c5/Derdiyok_with_Pakhtakor.jpg/240px-Derdiyok_with_Pakhtakor.jpg",
    "extract": "Eren Derdiyok is a Swiss professional footballer who plays as a striker for Ankaragücü in the TFF First League and the Switzerland national team.",
    "year": 1988,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Blake Ross",
    "birthday": "1985-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Blake_Ross.jpg/229px-Blake_Ross.jpg",
    "extract": "Blake Aaron Ross is an American software engineer who is best known for his work as the co-creator of the Mozilla Firefox internet browser with Dave Hyatt. In 2005, he was nominated for Wired magazine's top Rave Award, Renegade of the Year, opposite Larry Page, Sergey Brin and Jon Stewart. He was also a part of Rolling Stone magazine's 2005 hot list. From 2007, he worked for Facebook as Director of Product until resigning in early 2013. In 2015, he wrote a fan fiction original screenplay for the HBO television comedy series Silicon Valley, which gained attention.",
    "year": 1985,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Sam Thaiday",
    "birthday": "1985-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Sam_Thaiday_Brisbane.jpg/228px-Sam_Thaiday_Brisbane.jpg",
    "extract": "Samuel Arthur Thaiday is an Australian former professional rugby league footballer who played for the Brisbane Broncos in the National Rugby League, serving as their captain from 2012 until 2013. An Australian international and Queensland State of Origin representative second-row, he can also play prop and lock as well as hooker and spent all of his career at the Broncos, with whom he won the 2006 premiership. In 2008, Australia's centenary of rugby league and Thaiday's sixth year at the top level, he was one of only three current players to be named in the Indigenous Australian rugby league team of the century. On 6 July 2018, Thaiday announced his intention to retire from the NRL at the end of the 2018 season.",
    "year": 1985,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Kendra Wilkinson",
    "birthday": "1985-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Kendra_Wilkinson_2011.jpg/219px-Kendra_Wilkinson_2011.jpg",
    "extract": "Kendra Leigh Wilkinson is an American television personality and model. She is known for being one of Hugh Hefner's girlfriends and for her role on the E! reality television series The Girls Next Door, on which her life in the Playboy Mansion was documented. Although not a Playboy Playmate, she has appeared in three nude pictorials with her Girls Next Door co-stars and fellow Hefner girlfriends Holly Madison and Bridget Marquardt. Her first reality series, Kendra, debuted in June 2009 and ended in November 2011. It was followed by Kendra on Top which ran on WE tv until 2017.",
    "year": 1985,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "James Kwalia",
    "birthday": "1984-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/James_Kwalia_C%27Kurui.jpg/142px-James_Kwalia_C%27Kurui.jpg",
    "extract": "James Kwalia C'Kurui is an athlete who represents Qatar after switching from his homeland Kenya. Specializing in the 3000 and 5000 metres, his personal best times are 7:28.28 minutes and 12:54.58 minutes respectively. He was born in Trans Nzoia. He is the current holder of the Asian indoor record over 5000 m which he broke in Düsseldorf in February 2009.",
    "year": 1984,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Bruno Soriano",
    "birthday": "1984-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/RS_-_VCF_DSC02045_%2823599469050%29_%28cropped%29.jpg/208px-RS_-_VCF_DSC02045_%2823599469050%29_%28cropped%29.jpg",
    "extract": "Bruno Soriano Llido is a Spanish former professional footballer who played as a defensive midfielder.",
    "year": 1984,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Bryan Habana",
    "birthday": "1983-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Habana%2C_Bryan_%28Canon%29.jpg/266px-Habana%2C_Bryan_%28Canon%29.jpg",
    "extract": "Bryan Gary Habana OIS is a South African former professional rugby union player who initially played as an outside centre but later on, he shifted to the wing. He most recently played for Toulon in the French Top 14 competition, and for the South Africa national team.",
    "year": 1983,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Christine Sinclair",
    "birthday": "1983-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Sinclair_allstar.jpg/320px-Sinclair_allstar.jpg",
    "extract": "Christine Margaret Sinclair is a Canadian professional soccer player who plays as a forward and captains both National Women's Soccer League (NWSL) club Portland Thorns FC and the Canadian national team. An Olympic gold medalist, two-time Olympic bronze medalist, CONCACAF champion, and 14-time winner of the Canada Soccer Player of the Year award, Sinclair is the world's all-time leader for international goals scored for men or women with 189 goals, and is one of the most-capped active international footballers with more than 300 caps. She is also the second footballer of either sex to score at five World Cup editions, preceded by Marta.",
    "year": 1983,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ben Blackwell",
    "birthday": "1982-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Ben_Blackwell.jpg/239px-Ben_Blackwell.jpg",
    "extract": "Benjamin Jesse Blackwell is the creator and director of Cass Records, one of two drummers in the Detroit-based rock band The Dirtbombs, a music writer, and a vinyl record collector. He's a co-founder and minority owner at Third Man Records and the official archivist of The White Stripes.",
    "year": 1982,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Diem Brown",
    "birthday": "1982-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/8c/Diem_Brown.jpg",
    "extract": "Danielle Michelle \"Diem\" Brown[3] was an American television personality, philanthropist, and entertainment reporter. She was best known as a recurring cast member on the MTV reality television series The Challenge. She also founded MedGift, a web-based advocacy service that provides a gift registry for patients and support pages to both people experiencing illnesses and their caregivers. Before her family settled in the United States, Diem and family moved frequently due to her father’s Army postings. Diem spent a significant amount of her pre-high school childhood in Baumholder, Germany. She attended high school in Roswell, Georgia and obtained her bachelor's degree in communications from Florida State University. She was a member of Delta Gamma sorority.",
    "year": 1982,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Raitis Grafs",
    "birthday": "1981-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Raitis_Grafs%2C_Armands_%C5%A0%C4%B7%C4%93le%2C_Estonia-Latvia%2C_2006.jpg/213px-Raitis_Grafs%2C_Armands_%C5%A0%C4%B7%C4%93le%2C_Estonia-Latvia%2C_2006.jpg",
    "extract": "Raitis Grafs is a Latvian professional basketball center. Born in Riga, Latvia, he is a member of the Latvia national basketball team.",
    "year": 1981,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Adriana Lima",
    "birthday": "1981-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Adriana_Lima_2019_by_Glenn_Francis.jpg/213px-Adriana_Lima_2019_by_Glenn_Francis.jpg",
    "extract": "Adriana Lima is a Brazilian model and actress, known for her work as a Victoria's Secret Angel from 1999 to 2018. She was the longest-running model and named \"the most valuable Victoria's Secret Angel\" in 2017. She is also known as a spokesmodel for Maybelline cosmetics since 2003, and for her Super Bowl and Kia Motors commercials. At age 15, Lima won Ford's \"Supermodel of Brazil\" competition, and took second place the following year in the Ford \"Supermodel of the World\" competition before signing with Elite Model Management in New York City.",
    "year": 1981,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Marco Bortolami",
    "birthday": "1980-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Marco_Bortolami_2014-1.jpg/213px-Marco_Bortolami_2014-1.jpg",
    "extract": "Marco Bortolami is a retired Italian international rugby union player, who finished his club rugby playing for Zebre in the Pro14. In January 2008 he was replaced as captain of Italy's national team.",
    "year": 1980,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Dallas Clark",
    "birthday": "1979-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Dallas_Clark_in_2007.JPG/237px-Dallas_Clark_in_2007.JPG",
    "extract": "Dallas Dean Clark is a former American football tight end who played 11 seasons in the National Football League (NFL). He played college football for the University of Iowa, earned unanimous All-American honors, and was recognized as the top college tight end in the nation. He was drafted by the Indianapolis Colts in the first round of the 2003 NFL Draft and he was a member of their Super Bowl XLI championship team against the Chicago Bears. He also played for the Tampa Bay Buccaneers and the Baltimore Ravens.",
    "year": 1979,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Martine Dugrenier",
    "birthday": "1979-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Martine_Dugrenier_Olympic_Heroes_Parade.jpg/220px-Martine_Dugrenier_Olympic_Heroes_Parade.jpg",
    "extract": "Martine Dugrenier is a Canadian retired wrestler. A three time world champion, she has also competed twice at the Olympics, finishing in 5th place both times.",
    "year": 1979,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Diego Milito",
    "birthday": "1979-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Diego_Milito_%2822677058983%29_%28cropped%29.jpg/228px-Diego_Milito_%2822677058983%29_%28cropped%29.jpg",
    "extract": "Diego Alberto Milito is an Argentine former professional footballer who played as a striker. He is currently a sports manager.",
    "year": 1979,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Robyn",
    "birthday": "1979-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Robyn_face.jpg/224px-Robyn_face.jpg",
    "extract": "Robin Miriam Carlsson, known as Robyn, is a Swedish singer, songwriter, record producer and DJ. She arrived on the music scene with her 1995 debut album, Robyn Is Here, which produced two US Billboard Hot 100 top-10 singles: \"Do You Know \" and \"Show Me Love\". Her second and third albums, My Truth (1999) and Don't Stop the Music (2002), were released in Sweden.",
    "year": 1979,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Earl Watson",
    "birthday": "1979-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/8f/Earl_Watson_Bulls_vs_Pacers_December_2009.jpg",
    "extract": "Earl Joseph Watson Jr. is an American professional basketball coach and former player who is an assistant coach for the Toronto Raptors of the National Basketball Association (NBA). He played college basketball for the UCLA Bruins, where he was a four-year starter and named all-conference as a senior in the Pac-10. Watson was drafted by the Seattle SuperSonics in the second round of the 2001 NBA draft with the 39th overall selection. He played 13 seasons in the NBA with seven teams before becoming a coach in 2014. He was the head coach of the Phoenix Suns from 2016 to 2017.",
    "year": 1979,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Lewis Moody",
    "birthday": "1978-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Lewis_Moody_Rugby_player.JPG/320px-Lewis_Moody_Rugby_player.JPG",
    "extract": "Lewis Walton Moody MBE is a retired English rugby union player who played for Leicester Tigers and Bath Rugby and was part of the 2003 World Cup winning side.",
    "year": 1978,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Wade Redden",
    "birthday": "1977-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Reddennyr.JPG/242px-Reddennyr.JPG",
    "extract": "Wade Redden is a Canadian former professional ice hockey player who spent the majority of his career in the National Hockey League (NHL) with the Ottawa Senators. He also played for the New York Rangers, St. Louis Blues and Boston Bruins. He played for Canada internationally seven times, winning two gold medals in the World Junior Championships and one in the World Cup of Hockey. He was a two-time NHL All-Star.",
    "year": 1977,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Kenny Wayne Shepherd",
    "birthday": "1977-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Kenny_Wayne_Shepherd_-_Leverkusener_Jazztage_2019-1887.jpg/240px-Kenny_Wayne_Shepherd_-_Leverkusener_Jazztage_2019-1887.jpg",
    "extract": "Kenny Wayne Shepherd is an American guitarist, singer, and songwriter. He has released several studio albums and experienced significant commercial success as a blues artist.",
    "year": 1977,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Antawn Jamison",
    "birthday": "1976-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/2019_Antawn_Jamison_%2848824316652%29_%28cropped%29.jpg/235px-2019_Antawn_Jamison_%2848824316652%29_%28cropped%29.jpg",
    "extract": "Antawn Cortez Jamison is an American former professional basketball player who played 16 seasons in the National Basketball Association (NBA). He serves as director of pro personnel for the Washington Wizards. Jamison played college basketball for the North Carolina Tar Heels, being named national player of the year in 1998. He was selected by the Toronto Raptors as the fourth overall pick of the 1998 NBA draft before being traded to the Golden State Warriors for former Tar Heel teammate Vince Carter.",
    "year": 1976,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Thomas Sørensen",
    "birthday": "1976-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e8/S%C3%B8rensen%2C_Thomas.jpg",
    "extract": "Thomas Løvendahl Sørensen is a retired Danish footballer who played as a goalkeeper.",
    "year": 1976,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Paul Stenning",
    "birthday": "1976-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9d/Paul_Stenning_author.jpg",
    "extract": "Paul David Stenning is an English author, ghostwriter and poet. He has written twenty-nine books, of fiction, non-fiction, poetry and biography. The best-known of his books is The Robert Pattinson Album, a biography of Robert Pattinson, first published in 2009 and appearing in seven languages since then. \nAccording to WorldCat Stenning has released 30 works in 106 publications in 7 languages.",
    "year": 1976,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Bryan Alvarez",
    "birthday": "1975-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Bryan_Alvarez_2021.png/233px-Bryan_Alvarez_2021.png",
    "extract": "Bryan Alvarez is an American professional wrestler, martial artist, satellite radio host, podcaster, and journalist. Alvarez is the editor and publisher of Figure Four Weekly, a newsletter that has covered professional wrestling since 1995.",
    "year": 1975,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Stéphanie Szostak",
    "birthday": "1975-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Stephanie_Szostak_2014.jpg/253px-Stephanie_Szostak_2014.jpg",
    "extract": "Stéphanie Szostak is a French actress who started her career in the early 2000s. Szostak is best known for having appeared in the films The Devil Wears Prada, Dinner for Schmucks, Iron Man 3, and R.I.P.D. Szostak starred in the USA Network original drama series Satisfaction and the ABC series A Million Little Things.",
    "year": 1975,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Hideki Matsui",
    "birthday": "1974-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Hideki_Matsui_in_USA-7.jpg/213px-Hideki_Matsui_in_USA-7.jpg",
    "extract": "Hideki Matsui , nicknamed \"Godzilla\", is a Japanese former professional baseball outfielder and designated hitter who played baseball in Nippon Professional Baseball (NPB) and Major League Baseball (MLB). He batted left-handed and threw right-handed.",
    "year": 1974,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jason Mewes",
    "birthday": "1974-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Jason_Mewes_Photo_Op_GalaxyCon_Richmond_in_2020.jpg/228px-Jason_Mewes_Photo_Op_GalaxyCon_Richmond_in_2020.jpg",
    "extract": "Jason Edward Mewes is an American actor, comedian, film producer, and podcaster. He is best known for playing Jay, the vocal half of the duo Jay and Silent Bob, in longtime friend Kevin Smith's films.",
    "year": 1974,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Mark Henry",
    "birthday": "1971-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Mark_Henry_%2844524091810%29.jpg/255px-Mark_Henry_%2844524091810%29.jpg",
    "extract": "Mark Jerrold Henry is an American powerlifter, Olympic weightlifter, strongman, and retired professional wrestler currently signed to All Elite Wrestling (AEW) as a commentator/analyst, coach, and talent scout. He is best known for his 25-year career in WWE where he was a two-time world champion. He is a two-time Olympian and a gold, silver, and bronze medalist at the Pan American Games in 1995. As a powerlifter, he was WDFPF World Champion (1995) and a two-time U.S. National Champion as well as an all-time raw world record holder in the squat and deadlift. Currently, he still holds the WDFPF world records in the squat, deadlift and total and the USAPL American record in the deadlift since 1995. He is credited for the biggest raw squat and raw powerlifting total ever performed by a drug tested athlete, regardless of weight class, as well as the greatest raw deadlift by an American citizen.",
    "year": 1971,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ryan Klesko",
    "birthday": "1971-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Klesko.jpg/214px-Klesko.jpg",
    "extract": "Ryan Anthony Klesko is a former Major League Baseball first baseman and corner outfielder who played for the Atlanta Braves, San Diego Padres and San Francisco Giants. He attended Westminster High School in Westminster, California.",
    "year": 1971,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Héctor Garza",
    "birthday": "1969-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/H%C3%A9ctor_Garza.jpg/232px-H%C3%A9ctor_Garza.jpg",
    "extract": "Héctor Solano Segura was a Mexican professional wrestler, better known by the ring name Héctor Garza. During his career he worked for various major Mexican professional wrestling promotions such as Consejo Mundial de Lucha Libre (CMLL), Perros del Mal Producciones and, at the time of death, AAA. Garza also worked for several major promotions such as World Championship Wrestling (WCW), the World Wrestling Federation (WWF) and Total Nonstop Action Wrestling (TNA) in the United States.",
    "year": 1969,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Mathieu Schneider",
    "birthday": "1969-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/MathieuSchneider.jpg/202px-MathieuSchneider.jpg",
    "extract": "Mathieu David Schneider is an American former professional ice hockey player. Considered an offensive defenseman, Schneider played 1,289 games in the National Hockey League with ten different teams, scoring 233 goals and totaling 743 points. He won the Stanley Cup in 1993 with the Montreal Canadiens.",
    "year": 1969,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Heinz-Christian Strache",
    "birthday": "1969-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Heinz-Christian_Strache_-_Wahlkampfauftakt_am_29._Aug._2020_%281%29.JPG/240px-Heinz-Christian_Strache_-_Wahlkampfauftakt_am_29._Aug._2020_%281%29.JPG",
    "extract": "Heinz-Christian Strache is an Austrian politician and dental technician who served as Vice-Chancellor of Austria from 2017 to 2019 before resigning owing to his involvement in the Ibiza affair. He was also Minister of Civil Service and Sports from January 2018 to May 2019 and chairman of the Freedom Party (FPÖ) from April 2005 to May 2019. He previously served as a member of the National Council from October 2006 until December 2017 and as a member of the municipal council and state legislature of Vienna (2001–2006).",
    "year": 1969,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Htay Kywe",
    "birthday": "1968-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Htay-Kywe-88-Generation-Students.JPG/213px-Htay-Kywe-88-Generation-Students.JPG",
    "extract": "Htay Kywe is a repeatedly-imprisoned Burmese pro-democracy activist who was considered a prisoner of conscience by Amnesty International. BBC News describes him as a key member of the 8888 Generation movement.",
    "year": 1968,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Tom Misteli",
    "birthday": "1966-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Tom_Misteli.jpg/262px-Tom_Misteli.jpg",
    "extract": "Tom Misteli, Ph.D. is a Swiss-born (Solothurn) cell biologist and pioneer in the field of genome cell biology.",
    "year": 1966,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Adrian Toole",
    "birthday": "1965-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Adrian_Toole.jpg/212px-Adrian_Toole.jpg",
    "extract": "Adrian James Toole is an Australian former professional rugby league footballer who played in the 1980s and 1990s. He played for the North Sydney Bears, primarily as a prop.",
    "year": 1965,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Peter Such",
    "birthday": "1964-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/8b/Peter_Such.jpg",
    "extract": "Peter Mark Such is an English cricketer, cricket coach, and match referee. An off-spinner, Such was brought into the Test arena in 1993 as a replacement for John Emburey but, despite taking 6 for 67 on debut and being the highest wicket taker for England in the series only played an initial eight Tests before having to wait 5 years before his next appearance.",
    "year": 1964,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Philippe Bugalski",
    "birthday": "1963-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Citroen_Xsara_T4.jpg/320px-Citroen_Xsara_T4.jpg",
    "extract": "Philippe Bugalski was a French rally driver.",
    "year": 1963,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Warwick Capper",
    "birthday": "1963-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Warwick_Capper_%286049408160%29.jpg/213px-Warwick_Capper_%286049408160%29.jpg",
    "extract": "Warwick Richard Capper is a former Australian rules footballer who played for the Sydney Swans and the Brisbane Bears in the Victorian Football League/Australian Football League. An accomplished full-forward, Capper kicked 388 goals over a 124-game career, finishing runner-up twice in the Coleman Medal stakes with a peak of 103 goals in 1987. He was also famous for his high-flying spectacular marks which earned him a Mark of the Year award in 1987.",
    "year": 1963,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Tim DeKay",
    "birthday": "1963-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/6.7.11TimDeKayByLuigiNovi.jpg/253px-6.7.11TimDeKayByLuigiNovi.jpg",
    "extract": "Timothy Robert DeKay is an American actor. He starred in the USA Network series White Collar (2009–2014)",
    "year": 1963,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jerry Lynn",
    "birthday": "1963-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Jerry_Lynn_CHIKARA.jpg/240px-Jerry_Lynn_CHIKARA.jpg",
    "extract": "Jeremy Lynn, better known by the ring name Jerry Lynn, is an American retired professional wrestler currently signed with All Elite Wrestling as a producer and coach. He has worked for promotions such as World Championship Wrestling (WCW), Extreme Championship Wrestling (ECW), the World Wrestling Federation (WWF), Total Nonstop Action Wrestling (TNA), and Ring of Honor (ROH). Lynn is a two time world heavyweight champion, having held the ECW World Heavyweight Championship once and the ROH World Championship once. Other championships held by Lynn in his career include the GWF Light Heavyweight Championship (once), WWF Light Heavyweight Championship (once), the TNA X Division Championship (twice), the NWA World Tag Team Championship (twice) and the WWA International Cruiserweight Championship (once). Lynn retired as an active wrestler on March 23, 2013, exactly 25 years after his career began.",
    "year": 1963,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jordan Peterson",
    "birthday": "1962-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Jordan_Peterson_by_Gage_Skidmore.jpg/213px-Jordan_Peterson_by_Gage_Skidmore.jpg",
    "extract": "Jordan Bernt Peterson is a Canadian clinical psychologist, YouTube personality, author, and a professor emeritus at the University of Toronto. Peterson began to receive widespread attention as a public intellectual in the late 2010s for his views on cultural and political issues, often described as conservative.",
    "year": 1962,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "John Linnell",
    "birthday": "1959-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/John_Linnell.jpg/254px-John_Linnell.jpg",
    "extract": "John Sidney Linnell is an American musician, known primarily as one half of the Brooklyn-based alternative rock band They Might Be Giants. In addition to singing and songwriting, he plays accordion, baritone and bass saxophone, clarinet, and keyboards for the group.",
    "year": 1959,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Scott Thompson (comedian)",
    "birthday": "1959-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Scott_Thompson%28Canadian_television_actor_and_comedian%29.jpg/238px-Scott_Thompson%28Canadian_television_actor_and_comedian%29.jpg",
    "extract": "Scott Thompson is a Canadian television actor and comedian, best known for being a member of the comedy troupe The Kids in the Hall and for playing Brian on The Larry Sanders Show.",
    "year": 1959,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Meredith Brooks",
    "birthday": "1958-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/99/Meredith_Brooks_B-tch_logo.png",
    "extract": "Meredith Ann Brooks is an American singer-songwriter and guitarist best known for her 1997 hit song \"Bitch\", for which she was nominated for a Grammy Award.",
    "year": 1958,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Timothy Busfield",
    "birthday": "1957-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Timothy_Busfield_2016.jpg/285px-Timothy_Busfield_2016.jpg",
    "extract": "Timothy Busfield is an American actor and director. He has played Elliot Weston on the television series thirtysomething; Mark, the brother-in-law of Ray Kinsella, in Field of Dreams; and Danny Concannon on the television series The West Wing. In 1991 he received a Primetime Emmy Award for Outstanding Supporting Actor in a Drama Series for thirtysomething. He is also the founder of the 501(c)(3) non-profit Arts organization, Theatre for Children, Inc.",
    "year": 1957,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Javed Miandad",
    "birthday": "1957-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7f/Miandad_PTCL_%28cropped%29.jpg",
    "extract": "Mohammad Javed Miandad, popularly known as Javed Miandad, is a Pakistani cricket coach, commentator and former cricketer known for his unconventional style of captaincy and batting. ESPNcricinfo described him as \"the greatest batsman Pakistan has ever produced\" and his contemporary Ian Chappell extolled him as one of the finest batsmen in the history of cricket.",
    "year": 1957,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Tim Razzall, Baron Razzall",
    "birthday": "1954-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Tim_Razzall_at_Bournemouth.jpg/320px-Tim_Razzall_at_Bournemouth.jpg",
    "extract": "Edward Timothy Razzall, Lord Razzall, is a British Liberal Democrat politician and parliamentarian.",
    "year": 1954,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Spencer Abraham",
    "birthday": "1952-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Spencer_Abraham.jpg/264px-Spencer_Abraham.jpg",
    "extract": "Edward Spencer Abraham is an American attorney, author and politician who was a United States Senator from Michigan from 1995 to 2001 and the tenth United States Secretary of Energy, serving under President George W. Bush, from 2001 to 2005. Abraham, a Republican, is one of the founders of the Federalist Society and a co-founder of the Harvard Journal of Law and Public Policy.",
    "year": 1952,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Junior Brown",
    "birthday": "1952-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Junior_Brown_Photo_Ron_Baker.jpg/320px-Junior_Brown_Photo_Ron_Baker.jpg",
    "extract": "Jamieson \"Junior\" Brown is an American country guitarist and singer. He has released twelve studio albums in his career, and has charted twice on the Billboard country singles charts. Brown's signature instrument is the \"guit-steel\" double neck guitar, a hybrid of electric guitar and lap steel guitar.",
    "year": 1952,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Pete Farndon",
    "birthday": "1952-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/33/Farndon_Dec81.JPG",
    "extract": "Peter Granville Farndon was an English bassist and founding member of the rock band the Pretenders. Farndon attended Hereford Cathedral School in his home city of Hereford, before embarking on his musical career with the Pretenders. In addition to playing bass with the group, Farndon sang backup vocals and co-wrote two of the group's songs, before a drug problem resulted in his dismissal from the group in 1982 and his death a year later.",
    "year": 1952,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Brad Delp",
    "birthday": "1951-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Brad_Delp_%28cropped%29.jpg/260px-Brad_Delp_%28cropped%29.jpg",
    "extract": "Bradley Edward Delp was an American musician, best known as the original lead vocalist for the rock band Boston. He joined Boston in 1970 and provided rhythm guitar and lead vocals.",
    "year": 1951,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Andranik Margaryan",
    "birthday": "1951-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/AndranikMargaryan_%28cropped_2%29.jpg/224px-AndranikMargaryan_%28cropped_2%29.jpg",
    "extract": "Andranik Nahapeti Margaryan served as the Prime Minister of Armenia from 12 May 2000, when the President appointed him, until his death on 25 March 2007. He was a member of the Republican Party of Armenia. He succeeded the Sargsyan brothers: Vazgen Sargsyan, who was murdered during the Armenian parliament shooting on 27 October 1999 and Aram Sargsyan, whom the President appointed a week later, but fired on 2 May 2000.",
    "year": 1951,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Oğuz Abadan",
    "birthday": "1950-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Oguz_abadan.jpg/320px-Oguz_abadan.jpg",
    "extract": "Oğuz Abadan is a Turkish musician born in Ankara. His music life began when he started playing the mandolin during his primary school years. At the age of twelve, he started to learn how to play the guitar. After playing along with several different amateur bands during his youth, he carried on with professionals: he has appeared in orchestras, such at the one headed by Cemil Başaran as guitarist.",
    "year": 1950,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Michael Fabricant",
    "birthday": "1950-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Michael_Fabricant.jpg/240px-Michael_Fabricant.jpg",
    "extract": "Michael Louis David Fabricant is an English politician. A member of the Conservative Party, he has served as the Member of Parliament (MP) for Lichfield in Staffordshire, formerly Mid Staffordshire, since 1992.",
    "year": 1950,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Sonia Manzano",
    "birthday": "1950-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Sonia_Manzano_-_2015_National_Book_Festival.jpg/213px-Sonia_Manzano_-_2015_National_Book_Festival.jpg",
    "extract": "Sonia Manzano is an American actress, screenwriter, author, speaker and singer-songwriter. She is best known for playing Maria on Sesame Street from 1971 until her departure in 2015. She is the creator of the animated children's television series Alma's Way, from Fred Rogers Productions, and also serves as an executive producer, writer and voice actor for the show.",
    "year": 1950,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Bun E. Carlos",
    "birthday": "1950-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Cheap-trick.jpg/320px-Cheap-trick.jpg",
    "extract": "Brad M. Carlson, better known by the stage name Bun E. Carlos, is the original drummer for American rock band Cheap Trick. He recorded and performed with the band from 1973 to 2010. Carlos was inducted into the Rock and Roll Hall of Fame in 2016 as a member of Cheap Trick.",
    "year": 1950,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jens Böhrnsen",
    "birthday": "1949-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Portrait_Buergermeister_Boehrnsen.jpg/284px-Portrait_Buergermeister_Boehrnsen.jpg",
    "extract": "Jens Böhrnsen is a German politician of the SPD who served as President of the Senate and Mayor of Bremen from 2005 to 2015. From 1 November 2009 until 31 October 2010 he was President of the Bundesrat. As such, he was acting head of state of Germany from the resignation of President Horst Köhler on 31 May 2010 until the election of Christian Wulff on 30 June 2010. Böhrnsen resigned in 2015 after his party sustained losses in state parliament election.",
    "year": 1949,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "John Wetton",
    "birthday": "1949-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/John_Wetton_playing_bass_live_%28cropped%29.jpg/242px-John_Wetton_playing_bass_live_%28cropped%29.jpg",
    "extract": "John Kenneth Wetton was an English musician, singer, and songwriter. Between 1972-1982, he rose to fame fronting the bands King Crimson, U.K. and Asia. Notable work as a bass guitarist and backing vocalist included brief stints with Family, Roxy Music, Uriah Heep and Wishbone Ash.",
    "year": 1949,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Hans Binder",
    "birthday": "1948-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/1977_Argentine_Grand_Prix_Binder.jpg/320px-1977_Argentine_Grand_Prix_Binder.jpg",
    "extract": "Hans Binder is an Austrian former Formula One driver who raced for the Ensign, Wolf, Surtees and ATS teams.",
    "year": 1948,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Len Wein",
    "birthday": "1948-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Swamp_Thing_and_Len_Wein.jpg/307px-Swamp_Thing_and_Len_Wein.jpg",
    "extract": "Leonard Norman Wein was an American comic book writer and editor best known for co-creating DC Comics' Swamp Thing and Marvel Comics' Wolverine, and for helping revive the Marvel superhero team the X-Men. Additionally, he was the editor for writer Alan Moore and illustrator Dave Gibbons' influential DC miniseries Watchmen.",
    "year": 1948,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Catherine Bréchignac",
    "birthday": "1946-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Catherine_Brechignac_p1140529.jpg/320px-Catherine_Brechignac_p1140529.jpg",
    "extract": "Catherine Bréchignac is a French physicist. She is a commander of the Légion d'honneur, \"secrétaire perpétuel honoraire\" of the Académie des sciences and former president of the CNRS. The Times says she has \"a formidable reputation for determination, decisiveness and an aptitude for analysing and clarifying complex matters.\" As a president of the CNRS, she was responsible for 25,000 employees, 12,000 of whom are researchers, and a budget of 2.42 billion Euros.",
    "year": 1946,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Pat Jennings",
    "birthday": "1945-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Pat_Jennings_%282018%29.jpg/224px-Pat_Jennings_%282018%29.jpg",
    "extract": "Patrick Anthony Jennings is a Northern Irish former professional footballer who played as a goalkeeper. He played 119 international matches for Northern Ireland in an international career which lasted for over 22 years. During his career, Jennings played for Newry Town, Watford and in the top division with Tottenham Hotspur and Arsenal, winning the FA Cup with both of the north London rivals. In total, Jennings made over 1,000 top level appearances, and despite being a goalkeeper he scored in the 1967 FA Charity Shield.",
    "year": 1945,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Len Barry",
    "birthday": "1942-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Len_Barry.jpg/258px-Len_Barry.jpg",
    "extract": "Leonard Warren Borisoff known professionally as Len Barry, was an American recording star, vocalist, songwriter, lyricist, record producer, author, and poet.",
    "year": 1942,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Bert Sakmann",
    "birthday": "1942-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Sakmann.jpg/281px-Sakmann.jpg",
    "extract": "Bert Sakmann is a German cell physiologist. He shared the Nobel Prize in Physiology or Medicine with Erwin Neher in 1991 for their work on \"the function of single ion channels in cells,\" and the invention of the patch clamp. Bert Sakmann was Professor at Heidelberg University and is an Emeritus Scientific Member of the Max Planck Institute for Medical Research in Heidelberg, Germany. Since 2008 he leads an emeritus research group at the Max Planck Institute of Neurobiology.",
    "year": 1942,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Marv Albert",
    "birthday": "1941-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Marv_Albert_in_2008.jpg/277px-Marv_Albert_in_2008.jpg",
    "extract": "Marv Albert is an American retired sportscaster. Honored for his work as a member of the Basketball Hall of Fame, he was commonly referred to as \"the voice of basketball\". From 1967 to 2004, he was also known as \"the voice of the New York Knicks\". Albert worked for Turner Sports as the lead announcer for NBA games on TNT until his retirement at the end of the 2020–21 season.",
    "year": 1941,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Chick Corea",
    "birthday": "1941-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Chick_Corea_%28ZMF_2019%29_IMGP8025_%28cropped%29.jpg/246px-Chick_Corea_%28ZMF_2019%29_IMGP8025_%28cropped%29.jpg",
    "extract": "Armando Anthony \"Chick\" Corea was an American jazz composer, pianist, keyboardist, bandleader, and occasional percussionist. His compositions \"Spain\", \"500 Miles High\", \"La Fiesta\", \"Armando's Rhumba\", and \"Windows\" are widely considered jazz standards. As a member of Miles Davis's band in the late 1960s, he participated in the birth of jazz fusion. In the 1970s he formed Return to Forever. Along with McCoy Tyner, Herbie Hancock, and Keith Jarrett, Corea is considered one of the foremost jazz pianists of the post-John Coltrane era.",
    "year": 1941,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Roy Harper (singer)",
    "birthday": "1941-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Roy_Harper_2011.jpg/192px-Roy_Harper_2011.jpg",
    "extract": "Roy Harper is an English folk rock singer, songwriter, and guitarist. He has released 22 studio albums across a career that stretches back to 1966. As a musician, Harper is known for his distinctive fingerstyle playing and lengthy, lyrical, complex compositions, reflecting his love of jazz and the poet John Keats.",
    "year": 1941,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Reg Presley",
    "birthday": "1941-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/26/Reg_Presley.jpg/320px-Reg_Presley.jpg",
    "extract": "Reginald Maurice Ball, known professionally as Reg Presley, was an English singer-songwriter. He was the lead singer with the 1960s rock and roll band the Troggs, the hits of which included \"Wild Thing\" and \"With a Girl Like You\". He wrote the song \"Love Is All Around\", which was featured in the films Four Weddings and a Funeral and Love Actually.",
    "year": 1941,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Lucille Roybal-Allard",
    "birthday": "1941-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Lucille_Roybal-Allard_official_photo.jpg/256px-Lucille_Roybal-Allard_official_photo.jpg",
    "extract": "Lucille Elsa Roybal-Allard is an American politician serving as the U.S. representative for California's 40th congressional district since 2013. A member of the Democratic Party, she first entered Congress in 1993. Her district, numbered as the 33rd until 2003 and then the 34th, includes much of southern Los Angeles, as well as several eastern suburbs, such as Downey, Bell and Bell Gardens. On December 20, 2021, Roybal-Allard announced her retirement at the end of the 117th Congress.",
    "year": 1941,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Frank McCloskey",
    "birthday": "1939-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4c/Frank_McCloskey.jpg",
    "extract": "Francis Xavier McCloskey was an American journalist, lawyer, and politician from Indiana who served in the United States House of Representatives as a Democrat from 1983 to 1995.",
    "year": 1939,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Vladimir Arnold",
    "birthday": "1937-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Vladimir_Arnold-1.jpg/219px-Vladimir_Arnold-1.jpg",
    "extract": "Vladimir Igorevich Arnold was a Soviet and Russian mathematician. While he is best known for the Kolmogorov–Arnold–Moser theorem regarding the stability of integrable systems, he made important contributions in several areas including dynamical systems theory, algebra, catastrophe theory, topology, algebraic geometry, symplectic geometry, differential equations, classical mechanics, hydrodynamics and singularity theory, including posing the ADE classification problem, since his first main result—the solution of Hilbert's thirteenth problem in 1957 at the age of 19. He co-founded two new branches of mathematics—KAM theory, and topological Galois theory.",
    "year": 1937,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ian Craig",
    "birthday": "1935-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Ian_Craig_1960.jpg/288px-Ian_Craig_1960.jpg",
    "extract": "Ian David Craig was an Australian cricketer who represented the Australian national team in 11 Tests between 1953 and 1958. A right-handed batsman, Craig holds the records for being the youngest Australian to make a first-class double century, appear in a Test match, and captain his country in a Test match. Burdened by the public expectation of being the \"next Bradman\", Craig's career did not fulfil its early promise. In 1957, he was appointed Australian captain, leading a young team as part of a regeneration plan following the decline of the national team in the mid-1950s, but a loss of form and illness forced him out of the team after one season. Craig made a comeback, but work commitments forced him to retire from first-class cricket at only 26 years of age.",
    "year": 1935,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Kevin Billington",
    "birthday": "1934-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Rachel_en_Kevin_Billington_%281968%29.jpg/320px-Rachel_en_Kevin_Billington_%281968%29.jpg",
    "extract": "Kevin Billington was a British film director, who worked in the theatre, film and television from the 1960s.",
    "year": 1934,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Eddie Adams (photographer)",
    "birthday": "1933-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Eddie_Adams_%281969%29.jpg/320px-Eddie_Adams_%281969%29.jpg",
    "extract": "Edward Thomas Adams was an American photographer and photojournalist noted for portraits of celebrities and politicians and for coverage of 13 wars. He is best known for his photograph of the summary execution of Nguyễn Văn Lém, a Viet Cong prisoner, for which he won the Pulitzer Prize for Spot News Photography in 1969. Adams was a resident of Bogota, New Jersey.",
    "year": 1933,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Mimi Coertse",
    "birthday": "1932-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Mimi_Coertse_Wien.JPG/255px-Mimi_Coertse_Wien.JPG",
    "extract": "Mimi Coertse, DMS is a South African soprano.",
    "year": 1932,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Mamo Wolde",
    "birthday": "1932-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/El_etiope_Mamo_Wolde_%27Gacela_Negra%27_en_el_cross_de_Elgoibar_-_Fondo_Mar%C3%ADn-Kutxa_Fototeka.jpg/240px-El_etiope_Mamo_Wolde_%27Gacela_Negra%27_en_el_cross_de_Elgoibar_-_Fondo_Mar%C3%ADn-Kutxa_Fototeka.jpg",
    "extract": "Degaga \"Mamo\" Wolde was an Ethiopian long distance runner who competed in track, cross-country, and road running events. He was the winner of the marathon at the 1968 Summer Olympics.",
    "year": 1932,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jim Burke (cricketer)",
    "birthday": "1930-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0a/Jim_Burke_1954-12-31.jpg",
    "extract": "James Wallace Burke was an Australian cricketer who played in 24 Test matches from 1951 to 1959. Burke holds the record for the most innings in a complete career without scoring a duck, with 44.",
    "year": 1930,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Innes Ireland",
    "birthday": "1930-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Innes_Ireland.jpg/253px-Innes_Ireland.jpg",
    "extract": "Lieutenant Robert McGregor Innes Ireland, was a British military officer, engineer, and motor racing driver, with 1 Formula 1 victory, and 8 Tourist Trophies. Ireland was a larger-than-life character who, according to a rival team boss, \"lived without sense, without an analyst, and provoked astonishment and affection from everyone.\"",
    "year": 1930,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jim Nabors",
    "birthday": "1930-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Jim_Nabors_1968.JPG/228px-Jim_Nabors_1968.JPG",
    "extract": "James Thurston Nabors was an American actor, singer, and comedian, widely known for his signature character, Gomer Pyle.",
    "year": 1930,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Brigid Brophy",
    "birthday": "1929-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/49/Brigid_Brophy_562717.jpg",
    "extract": "Brigid Antonia Brophy, Lady Levey was a British writer and campaigner for social reforms, including the rights of authors, and animal rights. The first of her seven novels was Hackenfeller's Ape (1953), a story concerning the ethics of sending a captive ape, Percy, into space. Brophy's The Snow Ball (1964), is considered her masterpiece: set at a costume ball on New Year's Eve, it is a glittering piece which weaves together sex, death and Mozart. In Transit (1969), is her most radical fiction in form and handling, and was in the vanguard of gender-fluid literary conceptualisations. The novel is considered to be a pioneering work of post-modernism and an iconic feminist surrealist fantasia.",
    "year": 1929,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Anne Frank",
    "birthday": "1929-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Anne_Frank_passport_photo%2C_May_1942.jpg/320px-Anne_Frank_passport_photo%2C_May_1942.jpg",
    "extract": "Annelies Marie Frank was a German-Dutch diarist of Jewish heritage. One of the most-discussed Jewish victims of the Holocaust, she gained fame posthumously with the 1947 publication of The Diary of a Young Girl, in which she documents her life in hiding from 1942 to 1944, during the German occupation of the Netherlands in World War II. It is one of the world's best-known books and has been the basis for several plays and films.",
    "year": 1929,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jamil Jalibi",
    "birthday": "1929-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/12/Jameel_Jalib.jpg",
    "extract": "\n\nJameel Jalibi was a noted linguist, critic, writer, and scholar of Urdu literature and linguistics from Pakistan. He also was Vice-Chancellor at the University of Karachi.",
    "year": 1929,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "John McCluskey, Baron McCluskey",
    "birthday": "1929-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9f/Lord_McCluskey_2016.png/303px-Lord_McCluskey_2016.png",
    "extract": "John Herbert McCluskey, Baron McCluskey was a Scottish lawyer, judge and politician, who served as Solicitor General for Scotland, the country's junior Law Officer from 1974 to 1979, and as a Senator of the College of Justice, a judge of Scotland's Supreme Courts, from 1984 to 2004. He was also member of the House of Lords from 1976 until his retirement in 2017.",
    "year": 1929,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Vic Damone",
    "birthday": "1928-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Vic_Damone_1959.JPG/320px-Vic_Damone_1959.JPG",
    "extract": "Vic Damone was an American traditional pop and big band singer, actor, radio and television presenter, and entertainer. He was best known for his performances of songs such as the number one hit \"You're Breaking My Heart\", and other hits like \"On the Street Where You Live\" and \"I Have But One Heart\".",
    "year": 1928,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Petros Molyviatis",
    "birthday": "1928-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Molyviatis.JPG/320px-Molyviatis.JPG",
    "extract": "Petros G. Molyviatis is a Greek politician and diplomat who served three times as Minister for Foreign Affairs from 2004 to 2006, May to June 2012, and August to September 2015.",
    "year": 1928,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Richard M. Sherman",
    "birthday": "1928-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Richard_M_Sherman_april_2014_retouched_cropped.jpg/247px-Richard_M_Sherman_april_2014_retouched_cropped.jpg",
    "extract": "Richard Morton Sherman is an American songwriter who specialized in musical films with his brother Robert B. Sherman. According to the official Walt Disney Company website and independent fact checkers, \"the Sherman Brothers were responsible for more motion picture musical song scores than any other songwriting team in film history.\"",
    "year": 1928,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "George H. W. Bush",
    "birthday": "1924-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/George_H._W._Bush_presidential_portrait_%28cropped%29.jpg/244px-George_H._W._Bush_presidential_portrait_%28cropped%29.jpg",
    "extract": "George Herbert Walker Bush was an American politician, diplomat, and businessman who served as the 41st president of the United States from 1989 to 1993. A member of the Republican Party, Bush also served as the 43rd vice president from 1981 to 1989 under Ronald Reagan, in the U.S. House of Representatives, as U.S. Ambassador to the United Nations, and as Director of Central Intelligence.",
    "year": 1924,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Margherita Hack",
    "birthday": "1922-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Hack_Firenze2008_%28cropped%29.jpg/300px-Hack_Firenze2008_%28cropped%29.jpg",
    "extract": "Margherita Hack was an Italian astrophysicist and scientific disseminator. The asteroid 8558 Hack, discovered in 1995, was named in her honour. On May 28th, 2012 Hack was awarded the title of Knight Grand Cross of the Order of Merit of the Italian Republic (OMRI).",
    "year": 1922,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Luis García Berlanga",
    "birthday": "1921-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Luis_Garc%C3%ADa_Berlanga_Sos.jpg/320px-Luis_Garc%C3%ADa_Berlanga_Sos.jpg",
    "extract": "Luis García-Berlanga Martí was a Spanish film director and screenwriter.",
    "year": 1921,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "James Archibald Houston",
    "birthday": "1921-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/James_Houston_preparing_a_mount_for_an_Inuit_print%2C_Kinngait%2C_Nunavut.jpg/318px-James_Houston_preparing_a_mount_for_an_Inuit_print%2C_Kinngait%2C_Nunavut.jpg",
    "extract": "James Archibald Houston was a Canadian artist, designer, children's author and filmmaker who played an important role in the recognition of Inuit art and introduced printmaking to the Inuit. The Inuit named him Saumik, which means \"the left-handed one\".",
    "year": 1921,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Dave Berg (cartoonist)",
    "birthday": "1920-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/51/Dave_Berg_%28self-portrait%29.jpg",
    "extract": "Dave Berg was an American cartoonist, most noted for his five decades of work in Mad of which The Lighter Side of... was the most famous.",
    "year": 1920,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Peter Jones (actor)",
    "birthday": "1920-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c6/PeterJones.jpg",
    "extract": "Peter Geoffrey Francis Jones was an English actor, screenwriter and broadcaster.",
    "year": 1920,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Uta Hagen",
    "birthday": "1919-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Robeson_Hagen_Othello.jpg/253px-Robeson_Hagen_Othello.jpg",
    "extract": "Uta Thyra Hagen was a German-American actress and theatre practitioner. She originated the role of Martha in the 1962 Broadway premiere of Who's Afraid of Virginia Woolf? by Edward Albee, who called her \"a profoundly truthful actress.\" Because Hagen was on the Hollywood blacklist, in part because of her association with Paul Robeson, her film opportunities dwindled and she focused her career on New York theatre.",
    "year": 1919,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Samuel Z. Arkoff",
    "birthday": "1918-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Samuel_Arkoff_2000.jpg/219px-Samuel_Arkoff_2000.jpg",
    "extract": "Samuel Zachary Arkoff was an American producer of B movies.",
    "year": 1918,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Georgia Louise Harris Brown",
    "birthday": "1918-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/5f/Georgia_Louis_Harris_Brown.jpeg",
    "extract": "Georgia Louise Harris Brown is considered to be the second African American woman to become a licensed architect in the United States. She was also the first black woman to earn a degree in architecture from the University of Kansas. She was also the only black member of the Chicago chapter of Alpha Alpha Gamma.",
    "year": 1918,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "C. J. Eliezer",
    "birthday": "1918-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d3/C._J._Eliezer.jpg",
    "extract": "Christie Jayaratnam Eliezer was a Ceylon Tamil mathematician, physicist and academic.",
    "year": 1918,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Raúl Héctor Castro",
    "birthday": "1916-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Ra%C3%BAl_H%C3%A9ctor_Castro_%28AZ_2%29.png/211px-Ra%C3%BAl_H%C3%A9ctor_Castro_%28AZ_2%29.png",
    "extract": "Raúl Héctor Castro was a Mexican American politician, diplomat and judge. In 1964, Castro was selected to be U.S. Ambassador to El Salvador, a position he held until 1968 when he was appointed U.S. Ambassador to Bolivia. In 1974, Castro was elected to serve as the 14th governor of Arizona, and resigned two years into his term to become U.S. Ambassador to Argentina. Prior to his entry into public service, Castro was a lawyer and a judge for Pima County, Arizona. He was a member of the Democratic Party.",
    "year": 1916,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Priscilla Lane",
    "birthday": "1915-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Priscilla_Lane_1939.jpg/255px-Priscilla_Lane_1939.jpg",
    "extract": "Priscilla Lane was an American actress, and the youngest sibling in the Lane Sisters of singers and actresses. She is best remembered for her roles in the films The Roaring Twenties (1939) co-starring with James Cagney and Humphrey Bogart; Saboteur (1942), an Alfred Hitchcock film in which she plays the heroine, and Arsenic and Old Lace (1944), in which she portrays Cary Grant's fiancée and bride.",
    "year": 1915,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "David Rockefeller",
    "birthday": "1915-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/David_Rockefeller_-_NARA_-_195929_%28cropped%29.jpg/241px-David_Rockefeller_-_NARA_-_195929_%28cropped%29.jpg",
    "extract": "David Rockefeller was an American investment banker who served as chairman and chief executive of Chase Manhattan Corporation. He was the oldest living member of the third generation of the Rockefeller family, and family patriarch from July 2004 until his death in March 2017. Rockefeller was the fifth son and youngest child of John D. Rockefeller Jr. and Abby Aldrich Rockefeller, and a grandson of John D. Rockefeller and Laura Spelman Rockefeller.",
    "year": 1915,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "William Lundigan",
    "birthday": "1914-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/William_Lundigan_1957.JPG/292px-William_Lundigan_1957.JPG",
    "extract": "William Paul Lundigan was an American film actor. His more than 125 films include Dodge City (1939), The Fighting 69th (1940), The Sea Hawk (1940), Santa Fe Trail (1940), Dishonored Lady (1947), Pinky (1949), Love Nest (1951) with Marilyn Monroe, The House on Telegraph Hill (1951), I'd Climb the Highest Mountain (1951) and Inferno (1953).",
    "year": 1914,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Go Seigen",
    "birthday": "1914-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Go_Seigen_01.jpg/320px-Go_Seigen_01.jpg",
    "extract": "Wu Qingyuan, better known by the Japanese pronunciation of his name, Go Seigen , was a Chinese-born Japanese master of the game of Go. He is considered by many players to have been the greatest Go player in the 20th century.",
    "year": 1914,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jean Victor Allard",
    "birthday": "1913-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/General-Allard-NCSM-QU%C3%89BEC.jpg/225px-General-Allard-NCSM-QU%C3%89BEC.jpg",
    "extract": "General Jean Victor Allard was the first French Canadian to become Chief of the Defence Staff, the highest position in the Canadian Forces, from 1966 to 1969. He was also the first to hold the accompanying rank of general.",
    "year": 1913,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Desmond Piers",
    "birthday": "1913-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Desmond_Piers.png/320px-Desmond_Piers.png",
    "extract": "Rear Admiral Desmond William Piers, was a rear-admiral in the Royal Canadian Navy. Born in Halifax and long-time resident of Chester, Nova Scotia, Piers served in the RCN from 1932 to 1967. In 1930, he was the first graduate of the Royal Military College of Canada to join the RCN. He became agent general of Nova Scotia in the United Kingdom in 1977.",
    "year": 1913,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Bill Cowley",
    "birthday": "1912-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Bill_Cowley.jpg/215px-Bill_Cowley.jpg",
    "extract": "William Mailes \"Cowboy\" Cowley was a Canadian professional ice hockey centre who played 13 seasons in the National Hockey League for the St. Louis Eagles and Boston Bruins. Described as the Wayne Gretzky of his era, Cowley twice won the Hart Memorial Trophy as the NHL's MVP, and is widely regarded as one of the best playmakers in hockey history.",
    "year": 1912,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Bill Naughton",
    "birthday": "1910-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/77/Writer_Bill_Naughton.jpg",
    "extract": "William John Francis Naughton was an Irish-born British playwright and author, best known for his play Alfie.",
    "year": 1910,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Marina Semyonova",
    "birthday": "1908-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/93/Marinasemenova.jpg/239px-Marinasemenova.jpg",
    "extract": "Marina Timofeyevna Semyonova was the first Soviet-trained prima ballerina. She was born in Saint-Petersburg. She was named a People's Artist of the USSR in 1975.",
    "year": 1908,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Otto Skorzeny",
    "birthday": "1908-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Otto_Skorzeny_portait.jpg/228px-Otto_Skorzeny_portait.jpg",
    "extract": "Otto Johann Anton Skorzeny was an Austrian-born German SS-Obersturmbannführer in the Waffen-SS during World War II. During the war, he was involved in a number of operations, including the removal from power of Hungarian Regent Miklós Horthy and the Gran Sasso raid which rescued Benito Mussolini from captivity. Skorzeny led Operation Greif in which German soldiers infiltrated Allied lines by using their opponents' uniforms, equipment, language and customs. As a result, he was later, in 1947, charged at the Dachau Military Tribunal with breaching the 1907 Hague Convention, but was acquitted after a former British SOE agent F. F. E. Yeo-Thomas testified that he and his operatives had been prepared to open fire while wearing German uniforms behind enemy lines.",
    "year": 1908,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ray Barbuti",
    "birthday": "1905-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Ray_Barbuti_1928.jpg/228px-Ray_Barbuti_1928.jpg",
    "extract": "Raymond James Barbuti was an American football player and sprint runner who won two gold medals at the 1928 Summer Olympics in Amsterdam, Netherlands. Barbuti traveled to Amsterdam to initially only compete for the 400meter sprint however the US medal position was meek and then US Olympic committee president, Major General Douglas MacArthur insisted after Barbuti won the 400meter gold that he run in the 4 X 4 meter relay the next day. Barbuti was interrupted by MacArthur during his celebratory evening to start preparing to run the anchor for the event the next day. Barbuti initially, vehemently refused, claiming he would not displace a fellow US runner in search for further medals. However MacArthur was relentless and finally prevailed and history commenced with the team winning the gold.",
    "year": 1905,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Hendrik Elias",
    "birthday": "1902-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/HendrikElias.jpg/303px-HendrikElias.jpg",
    "extract": "Hendrik Jozef Elias was a Belgian politician and Flemish nationalist, notable as the leader of the Vlaams Nationaal Verbond between 1942 and 1944.",
    "year": 1902,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Fritz Albert Lipmann",
    "birthday": "1899-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Portrait_of_Fritz_Albert_Lipmann_%281899-1986%29%2C_Biochemist_%282551001689%29.jpg/245px-Portrait_of_Fritz_Albert_Lipmann_%281899-1986%29%2C_Biochemist_%282551001689%29.jpg",
    "extract": "Fritz Albert Lipmann was a German-American biochemist and a co-discoverer in 1945 of coenzyme A. For this, together with other research on coenzyme A, he was awarded the Nobel Prize in Physiology or Medicine in 1953.",
    "year": 1899,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Weegee",
    "birthday": "1899-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f6/Weegee-International_Center_of_Photography.jpg/255px-Weegee-International_Center_of_Photography.jpg",
    "extract": "Arthur (Usher) Fellig, known by his pseudonym Weegee, was a photographer and photojournalist, known for his stark black and white street photography in New York City.",
    "year": 1899,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Anthony Eden",
    "birthday": "1897-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Anthony_Eden_%28retouched%29.jpg/238px-Anthony_Eden_%28retouched%29.jpg",
    "extract": "Robert Anthony Eden, 1st Earl of Avon, was a British Conservative politician who served three periods as Foreign Secretary and then as Prime Minister of the United Kingdom from 1955 to 1957.",
    "year": 1897,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Eugénie Brazier",
    "birthday": "1895-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/50/Eug%C3%A9nie_Brazier_chef.png",
    "extract": "Eugénie Brazier, known as \"la Mère Brazier\", was a French chef who, in 1933, became the first person awarded six Michelin stars, three each at two restaurants: La Mère Brazier in the rue Royale, one of the main streets of Lyon, and a second, also called La Mère Brazier, outside the city. This achievement was unmatched until Alain Ducasse was awarded six stars with the publication of the 1998 Michelin Guide.",
    "year": 1895,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Djuna Barnes",
    "birthday": "1892-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Djunabarnes.jpg/237px-Djunabarnes.jpg",
    "extract": "Djuna Barnes was an American artist, illustrator, journalist, and writer who is perhaps best known for her novel Nightwood (1936), a cult classic of lesbian fiction and an important work of modernist literature.",
    "year": 1892,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Egon Schiele",
    "birthday": "1890-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Egon_Schiele_-_Self-Portrait_with_Physalis_-_Google_Art_Project.jpg/320px-Egon_Schiele_-_Self-Portrait_with_Physalis_-_Google_Art_Project.jpg",
    "extract": "Egon Leo Adolf Ludwig Schiele was an Austrian Expressionist painter. Gustav Klimt, figurative painter of the early 20th century, was a mentor. His work is noted for its intensity and its raw sexuality, and the many self-portraits the artist produced, including nude self-portraits. The twisted body shapes and the expressive line that characterize Schiele's paintings and drawings mark the artist as an early exponent of Expressionism.",
    "year": 1890,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Zygmunt Janiszewski",
    "birthday": "1888-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f8/Zygmunt_Janiszewski.jpg",
    "extract": "Zygmunt Janiszewski was a Polish mathematician.",
    "year": 1888,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Fernand Gonder",
    "birthday": "1883-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Fernand_Gonder_1911.jpg/159px-Fernand_Gonder_1911.jpg",
    "extract": "Fernand Gonder was a French pole vaulter. He won the gold medal at the 1906 Intercalated Games and finished 15th at the 1912 Summer Olympics. He was the French champion in 1904, 1905, 1913 and 1914, finishing second in 1912.",
    "year": 1883,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Thomas C. Hart",
    "birthday": "1877-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/NH_95164_Admiral_Thomas_C._Hart_U.S.N_%28cropped%29.jpg/229px-NH_95164_Admiral_Thomas_C._Hart_U.S.N_%28cropped%29.jpg",
    "extract": "Thomas Charles Hart was an admiral in the United States Navy, whose service extended from the Spanish–American War through World War II. Following his retirement from the navy, he served briefly as a United States Senator from Connecticut.",
    "year": 1877,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Frank Chapman (ornithologist)",
    "birthday": "1864-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Portrait_of_Frank_Chapman.jpg/211px-Portrait_of_Frank_Chapman.jpg",
    "extract": "Frank Michler Chapman was an American ornithologist and pioneering writer of field guides.",
    "year": 1864,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "William Attewell",
    "birthday": "1861-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/William_Attewell_c1895.jpg/229px-William_Attewell_c1895.jpg",
    "extract": "William Attewell was a cricketer who played for Nottinghamshire County Cricket Club and England. Attewell was a medium pace bowler who was renowned for his extraordinary accuracy and economy. On the many sticky or crumbling pitches encountered in his prime Attewell could get on a great deal of spin so as to always beat the bat, whilst his accuracy would make slogging – the only way to make runs under such conditions – very difficult. He was responsible for the development of \"off theory\" – bowling wide of the off stump to a packed off-side field to frustrate batsmen on the rapidly improving pitches of the 1890s. At times Attewell was a useful batsman for his county, and he scored 102 against Kent in 1897.",
    "year": 1861,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Harry Johnston",
    "birthday": "1858-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Portrait_of_Harry_Johnston.jpg/231px-Portrait_of_Harry_Johnston.jpg",
    "extract": "Sir Henry Hamilton Johnston, known as Harry Johnston, was a British explorer, botanist, artist, colonial administrator, and linguist who travelled widely in Africa and spoke many African languages. He published 40 books on African subjects and was one of the key players in the Scramble for Africa that occurred at the end of the 19th century.",
    "year": 1858,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Henry Scott Tuke",
    "birthday": "1858-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3b/HenryScottTuke.jpg",
    "extract": "Henry Scott Tuke, was an English visual artist; primarily a painter, but also a photographer. His most notable work was in the Impressionist style, and he is best known for his paintings of nude boys and young men.",
    "year": 1858,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Maurice Perrault",
    "birthday": "1857-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Maurice_Perreault.png/243px-Maurice_Perreault.png",
    "extract": "Maurice Perrault was a Canadian architect, civil engineer, and politician.",
    "year": 1857,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Oliver Lodge",
    "birthday": "1851-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Oliver_Joseph_Lodge3.jpg/237px-Oliver_Joseph_Lodge3.jpg",
    "extract": "Sir Oliver Joseph Lodge, was a British physicist and writer involved in the development of, and holder of key patents for, radio. He identified electromagnetic radiation independent of Hertz's proof and at his 1894 Royal Institution lectures, Lodge demonstrated an early radio wave detector he named the \"coherer\". In 1898 he was awarded the \"syntonic\" patent by the United States Patent Office. Lodge was Principal of the University of Birmingham from 1900 to 1920.",
    "year": 1851,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "David Gill (astronomer)",
    "birthday": "1843-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/David_Gill.jpg/228px-David_Gill.jpg",
    "extract": "Sir David Gill was a Scottish astronomer who is known for measuring astronomical distances, for astrophotography, and for geodesy. He spent much of his career in South Africa.",
    "year": 1843,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Watson Fothergill",
    "birthday": "1841-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Title_above_the_door_of_the_Watson_Fothergill_offices.jpg/320px-Title_above_the_door_of_the_Watson_Fothergill_offices.jpg",
    "extract": "Watson Fothergill was a British architect who designed over 100 unique buildings in Nottingham in the East Midlands of England, his influences were mainly from the Gothic Revival and Old English vernacular architecture styles.",
    "year": 1841,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Robert Herbert",
    "birthday": "1831-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Queensland_State_Archives_2954_Portrait_of_The_Honourable_Sir_Robert_George_Wyndham_Herbert_Premier_of_Queensland_c_1862.png/193px-Queensland_State_Archives_2954_Portrait_of_The_Honourable_Sir_Robert_George_Wyndham_Herbert_Premier_of_Queensland_c_1862.png",
    "extract": "Sir Robert George Wyndham Herbert,, was the first Premier of Queensland, Australia. At 28 years and 181 days of age, he was the youngest person ever to be elected premier of an Australian state.",
    "year": 1831,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Johanna Spyri",
    "birthday": "1827-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Johanna-spyri.jpg/272px-Johanna-spyri.jpg",
    "extract": "Johanna Louise Spyri was a Swiss author of novels, notably children's stories, and is best known for her book Heidi. Born in Hirzel, a rural area in the canton of Zurich, Switzerland, as a child she spent several summers near Chur in Graubünden, the setting she later would use in her novels.",
    "year": 1827,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Charles Kingsley",
    "birthday": "1819-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Charles_Kingsley._Photograph_by_Charles_Watkins._Wellcome_V0026646.jpg/250px-Charles_Kingsley._Photograph_by_Charles_Watkins._Wellcome_V0026646.jpg",
    "extract": "Charles Kingsley was a broad church priest of the Church of England, a university professor, social reformer, historian, novelist and poet. He is particularly associated with Christian socialism, the working men's college, and forming labour cooperatives, which failed, but encouraged later working reforms. He was a friend and correspondent of Charles Darwin.",
    "year": 1819,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Edmond Hébert",
    "birthday": "1812-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Edmond_H%C3%A9bert_Reutlinger_BNF_Gallica.jpg/191px-Edmond_H%C3%A9bert_Reutlinger_BNF_Gallica.jpg",
    "extract": "Edmond Hébert, French geologist, was born at Villefargau, Yonne.",
    "year": 1812,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ante Kuzmanić",
    "birthday": "1807-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Ante_Kuzmanic_%28Zadar%29.JPG/240px-Ante_Kuzmanic_%28Zadar%29.JPG",
    "extract": "Ante Kuzmanić was a Croatian physician and journalist.",
    "year": 1807,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "John A. Roebling",
    "birthday": "1806-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Brooklyn_Museum_-_John_Augustus_Roebling.jpg/282px-Brooklyn_Museum_-_John_Augustus_Roebling.jpg",
    "extract": "John Augustus Roebling was a German-born American civil engineer. He designed and built wire rope suspension bridges, in particular the Brooklyn Bridge, which has been designated as a National Historic Landmark and a National Historic Civil Engineering Landmark.",
    "year": 1806,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Harriet Martineau",
    "birthday": "1802-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Harriet_Martineau_by_Richard_Evans.jpg/257px-Harriet_Martineau_by_Richard_Evans.jpg",
    "extract": "Harriet Martineau was an English social theorist often seen as the first female sociologist. She wrote from a sociological, holistic, religious and feminine angle, translated works by Auguste Comte, and, rarely for a woman writer at the time, earned enough to support herself. The young Princess Victoria enjoyed her work and invited her to her 1838 coronation. Martineau advised \"a focus on all [society's] aspects, including key political, religious, and social institutions\". She applied thorough analysis to women's status under men. The novelist Margaret Oliphant called her \"a born lecturer and politician... less distinctively affected by her sex than perhaps any other, male or female, of her generation.\"",
    "year": 1802,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Samuel Cooper (general)",
    "birthday": "1798-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Samuel_Cooper_%28g%C3%A9n%C3%A9ral%29.jpg/209px-Samuel_Cooper_%28g%C3%A9n%C3%A9ral%29.jpg",
    "extract": "Samuel Cooper was a career United States Army staff officer, serving during the Second Seminole War and the Mexican–American War. Although little-known today, Cooper was technically the highest-ranking general officer in the Confederate States Army throughout the American Civil War, even outranking Robert E. Lee. After the conflict, Cooper remained in Virginia as a farmer.",
    "year": 1798,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Karl Freiherr von Müffling",
    "birthday": "1775-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/WP_Karl_von_Muffling.jpg/247px-WP_Karl_von_Muffling.jpg",
    "extract": "Friedrich Karl Ferdinand Freiherr von Müffling, nicknamed Weiss was a Prussian Generalfeldmarschall and military theorist. He served as Blücher's liaison officer in Wellington's headquarters during the Battle of Waterloo and was one of the organizers of the final victory over Napoleon. After the wars he served a diplomatic role at the Congress of Aix-la-Chappelle and was a major contributor to the development of the Prussian General Staff as Chief. Müffling also specialized in military topography and cartography.",
    "year": 1775,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Patrick Gass",
    "birthday": "1771-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Patrick_Gass_from_Centennial_History_of_Oregon.png/225px-Patrick_Gass_from_Centennial_History_of_Oregon.png",
    "extract": "Patrick Gass served as sergeant in the Lewis and Clark Expedition (1804–1806). He was important to the expedition because of his service as a carpenter, and he published the first journal of the expedition in 1807, seven years before the first publication based on Lewis and Clark's journals.",
    "year": 1771,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jean-Baptiste Louvet de Couvray",
    "birthday": "1760-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Jean-Baptiste_Louvet_de_Courvray.jpg/272px-Jean-Baptiste_Louvet_de_Courvray.jpg",
    "extract": "Jean-Baptiste Louvet de Couvray was a French novelist, playwright, journalist, politician, and diplomat.",
    "year": 1760,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Marie-Angélique Memmie Le Blanc",
    "birthday": "1686-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6d/Marie_Ang%C3%A9lique_Memmie_LeBlanc%2C_the_Maid_of_Ch%C3%A2lons.jpg",
    "extract": "Marie-Angélique Memmie Le Blanc was a famous feral child of the 18th century in France who was known as The Wild Girl of Champagne, The Maid of Châlons, or The Wild Child of Songy.",
    "year": 1686,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Maria Amalia of Courland",
    "birthday": "1653-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Maria_Amalia%2C_1653-1711_%28Johan_N_Cramer%29_-_Nationalmuseum_-_14692.tif/lossy-page1-253px-Maria_Amalia%2C_1653-1711_%28Johan_N_Cramer%29_-_Nationalmuseum_-_14692.tif.jpg",
    "extract": "Princess Maria Anna Amalia of Courland was Landgravine of Hesse-Kassel through her marriage to Charles I, Landgrave of Hesse-Kassel. She was the child of Jacob Kettler, Duke of Courland and Semigallia and Margravine Louise Charlotte of Brandenburg. Her eldest son was King Frederick I of Sweden. One of her daughters is the most recent common ancestor of all currently reigning monarchs in Europe.",
    "year": 1653,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Adriaen van Stalbemt",
    "birthday": "1580-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Adriaan_van_stalbemt_-_by_Anthony_van_Dyck.jpg/250px-Adriaan_van_stalbemt_-_by_Anthony_van_Dyck.jpg",
    "extract": "Adriaen or Adriaan van Stalbemt or Adriaen van Stalbempt was a Flemish painter and printmaker who is known for his landscapes with religious, mythological and allegorical scenes. He was also a gifted figure painter who was regularly invited to paint the staffage in compositions of fellow painters.",
    "year": 1580,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Paul Guldin",
    "birthday": "1577-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Paul_Guldin.jpg/249px-Paul_Guldin.jpg",
    "extract": "Paul Guldin was a Swiss Jesuit mathematician and astronomer. He discovered the Guldinus theorem to determine the surface and the volume of a solid of revolution. Guldin was noted for his association with the German mathematician and astronomer Johannes Kepler. Guldin composed a critique of Cavalieri's method of Indivisibles.",
    "year": 1577,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Robert Radclyffe, 5th Earl of Sussex",
    "birthday": "1573-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Robert_Radcliffe%2C_5th_Earl_of_Sussex.jpg/203px-Robert_Radcliffe%2C_5th_Earl_of_Sussex.jpg",
    "extract": "Robert Radclyffe, 5th Earl of Sussex, KG was an English peer.",
    "year": 1573,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "John Casimir, Duke of Saxe-Coburg",
    "birthday": "1564-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Johan_Casimir_von_Sachsen-Coburg.jpg/268px-Johan_Casimir_von_Sachsen-Coburg.jpg",
    "extract": "John Casimir of Saxe-Coburg was the Duke of Saxe-Coburg. He was the descendant of the Ernestine branch of the House of Wettin. Under his rule, the residence town of Coburg prospered with many Renaissance buildings being erected that still remain today.",
    "year": 1564,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Anna of Württemberg",
    "birthday": "1561-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Anna_Wirtemberska.png/206px-Anna_Wirtemberska.png",
    "extract": "Anna of Württemberg was a German princess, member of the House of Württemberg, and by her two marriages duchess of Oława-Wołów and Legnica.",
    "year": 1561,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Cosimo I de' Medici, Grand Duke of Tuscany",
    "birthday": "1519-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Agnolo_Bronzino_-_Cosimo_I_de%27_Medici_in_armour_-_Google_Art_Project.jpg/246px-Agnolo_Bronzino_-_Cosimo_I_de%27_Medici_in_armour_-_Google_Art_Project.jpg",
    "extract": "Cosimo I de' Medici was the second Duke of Florence from 1537 until 1569, when he became the first Grand Duke of Tuscany, a title he held until his death.",
    "year": 1519,
    "month": 6,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Emperor Gaozong of Song",
    "birthday": "1107-6-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Song_Gaozong.png/183px-Song_Gaozong.png",
    "extract": "Emperor Gaozong of Song, personal name Zhao Gou, courtesy name Deji, was the tenth emperor of the Song dynasty of China and the founding emperor of the Southern Song dynasty.",
    "year": 1107,
    "month": 6,
    "day": 12,
    "language": "en"
  }
]