[
  {
    "name": "Penny Oleksiak",
    "birthday": "2000-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Penny_Oleksiak.jpg/208px-Penny_Oleksiak.jpg",
    "extract": "Penelope Oleksiak is a Canadian competitive swimmer. Having won 7 medals at the Summer Olympics, she is Canada’s most decorated Olympian. During the 2016 Summer Olympics, she became the first Canadian to win four medals in the same Summer Games and the country's youngest Olympic champion, with a gold in the 100 m freestyle, a silver in the 100 m butterfly, and two bronzes in the women's freestyle relays. With her gold medal win, she became the first athlete born in the 2000s to claim an Olympic gold medal in an individual event.",
    "year": 2000,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Emily Fanning",
    "birthday": "1995-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Fanning_and_Pedersen_2014_FSU_Seminoles.jpg/320px-Fanning_and_Pedersen_2014_FSU_Seminoles.jpg",
    "extract": "Emily Fanning is a New Zealand tennis player. Her career-high junior ranking was 38, achieved in July 2012. She has won three doubles titles on the ITF tour.",
    "year": 1995,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Deepika Kumari",
    "birthday": "1994-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Women_Archery_team_%28cropped_Deepika_Kumari%29.jpg/266px-Women_Archery_team_%28cropped_Deepika_Kumari%29.jpg",
    "extract": "Deepika Kumari is an Indian professional archer. Currently ranked the World No. 1, she competes in the event of archery. She won a gold medal in the 2010 Commonwealth games in the women's individual recurve event. She also won a gold medal in the same competition in the women's team recurve event along with Dola Banerjee and Bombayala Devi. She has won individual gold in two of the three stages of the World Cup--one in Guatemala and another in Paris. In the process she also reclaimed the number one ranking after nine years in Paris World Cup. Deepika Kumari won individual gold medals at the Archery World Cup Stage 1. Deepika Kumari also defeated Mexico by 5–1 in the final to win gold in Paris.",
    "year": 1994,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Simona Senoner",
    "birthday": "1993-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Continental_Cup_2010_Villach_-_Simona_Senoner_2.jpg/240px-Continental_Cup_2010_Villach_-_Simona_Senoner_2.jpg",
    "extract": "Simona Senoner was an Italian cross-country racer and ski jumper.",
    "year": 1993,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Denis Ten",
    "birthday": "1993-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/2012_Rostelecom_Cup_01d_618_Denis_TEN.JPG/210px-2012_Rostelecom_Cup_01d_618_Denis_TEN.JPG",
    "extract": "Denis Yurievich Ten was a Kazakhstani figure skater. He was the 2014 Olympic bronze medalist, a two-time World medalist, the 2015 Four Continents champion, the 2017 Winter Universiade champion, and a five-time national champion of Kazakhstan.",
    "year": 1993,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Semi Radradra",
    "birthday": "1992-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Semi_Radradra.jpg/233px-Semi_Radradra.jpg",
    "extract": "Semi Radradra Turagasoli Waqavatu is a Fijian professional rugby union and rugby league footballer. He currently plays rugby union for the English club Bristol Bears and the Fiji national team. Nicknamed 'Semi Trailer', Radradra has played primarily as a wing in both codes.",
    "year": 1992,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Will Claye",
    "birthday": "1991-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Will_Claye_Daegu_2011.jpg/215px-Will_Claye_Daegu_2011.jpg",
    "extract": "Will Claye is an American track and field athlete of Sierra Leonean descent who competes in the long jump and triple jump. He won a bronze medal in 2011 World Championships in Athletics and the gold medals at the 2012 IAAF World Indoor Championships and 2018 IAAF World Indoor Championships. In his Olympic debut at the 2012 Summer Olympics, Claye won a bronze medal in long jump and a silver medal in triple jump. He repeated his silver medal in the triple jump four years later. His personal best of 18.14 m, set at the Jim Bush Southern California USATF Championships in Long Beach on June 29, 2019 ranks him as the No. 3 triple jumper of all time.",
    "year": 1991,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ryan Mason",
    "birthday": "1991-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Mason_2015.jpg/172px-Mason_2015.jpg",
    "extract": "Ryan Glen Mason is an English professional football coach and former player. He became the interim head coach of Premier League club Tottenham Hotspur in 2021, becoming the youngest coach in Premier League history, at 29.",
    "year": 1991,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "James McCann (baseball)",
    "birthday": "1990-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/James_McCann_and_Brian_Dozier_%2848026863828%29_%28cropped%29.jpg/160px-James_McCann_and_Brian_Dozier_%2848026863828%29_%28cropped%29.jpg",
    "extract": "James Thomas McCann is an American professional baseball catcher for the New York Mets of Major League Baseball (MLB). He previously played for the Detroit Tigers and Chicago White Sox.",
    "year": 1990,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Aaron Taylor-Johnson",
    "birthday": "1990-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Aaron_Taylor-Johnson_%2830666613788%29_%28cropped%29.jpg/262px-Aaron_Taylor-Johnson_%2830666613788%29_%28cropped%29.jpg",
    "extract": "Aaron Perry Taylor-Johnson is an English actor. He is best known for his portrayal of the title character in Kick-Ass (2010) and its 2013 sequel, and the Marvel Cinematic Universe (MCU) character Pietro Maximoff in Avengers: Age of Ultron (2015). Taylor-Johnson began performing at age six and has appeared in such films as Shanghai Knights (2003), The Illusionist (2006), The Thief Lord (2006), and Angus, Thongs and Perfect Snogging (2008).",
    "year": 1990,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ben Barba",
    "birthday": "1989-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Ben_Barba.jpg/267px-Ben_Barba.jpg",
    "extract": "Ben Barba is an Australian former professional rugby league footballer who last played for St. Helens in the Super League. He primarily played as a fullback or five-eighth.",
    "year": 1989,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "James Calado",
    "birthday": "1989-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/2019_4_Hours_of_Silverstone_51_%2848664824172%29.jpg/320px-2019_4_Hours_of_Silverstone_51_%2848664824172%29.jpg",
    "extract": "James John Calado is a British professional racing driver from England, currently competing in the FIA World Endurance Championship and other selected GT races for AF Corse. He won the LMGTE Pro class of the 2017 FIA World Endurance Championship and 2019 24 Hours of Le Mans. He drove for Panasonic Jaguar Racing in Formula E. His career has been funded by the Racing Steps Foundation.",
    "year": 1989,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ryan McDonagh",
    "birthday": "1989-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Ryan_McDonagh_Rangers.png/235px-Ryan_McDonagh_Rangers.png",
    "extract": "Ryan Patrick McDonagh is an American professional ice hockey defenseman and alternate captain for the Tampa Bay Lightning of the National Hockey League (NHL). Drafted in the first round, 12th overall, by the Montreal Canadiens in 2007, he played college hockey for the Badgers at the University of Wisconsin–Madison. He also played for the New York Rangers, for whom he served as team captain from October 2014 until being traded to the Lightning in 2018. McDonagh won back-to-back Stanley Cups with the Lightning in 2020 and 2021.",
    "year": 1989,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Daniel Mortimer",
    "birthday": "1989-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Daniel_Mortimer_Roosters.jpg/151px-Daniel_Mortimer_Roosters.jpg",
    "extract": "Daniel Mortimer is an Australian former professional rugby league footballer who last played as a hooker, scrum-half or stand-off for the Leigh Centurions in the Betfred Championship. He previously played for the Parramatta Eels, Gold Coast Titans, Sydney Roosters and the Cronulla-Sutherland Sharks. Mortimer was a Prime Minister's XIII representative and won the 2013 NRL Grand Final with the Roosters.",
    "year": 1989,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Andreas Samaris",
    "birthday": "1989-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Benf-Zen_2016_%2810%29.jpg/295px-Benf-Zen_2016_%2810%29.jpg",
    "extract": "Andreas Samaris is a Greek professional footballer who plays as a midfielder for Eredivisie club Fortuna Sittard.",
    "year": 1989,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Tommy Searle",
    "birthday": "1989-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Tommy_Searle_Loket2.JPG/320px-Tommy_Searle_Loket2.JPG",
    "extract": "Tommy Searle is an English professional motocross and supercross racer. He competed in the Motocross World Championships from 2005 to 2008 and competed in the AMA Motocross Championships in 2009 and 2010. He returned to the Motocross World Championships from 2011 to 2019. Searle is a three-time MX2 World vice-champion. His fourteen MX2 Grand Prix victories make him Britain's most successful MX2 rider and ranks third in total victories across all classes to multiple world champions David Thorpe and Jeff Smith.",
    "year": 1989,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Hassan Whiteside",
    "birthday": "1989-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Hassan_Whiteside_%28cropped%29.jpg/229px-Hassan_Whiteside_%28cropped%29.jpg",
    "extract": "Hassan Niam Whiteside is an American professional basketball player for the Utah Jazz of the National Basketball Association (NBA). He played college basketball for the Marshall Thundering Herd before being selected in the second round by the Sacramento Kings in the 2010 NBA draft. After joining the Miami Heat in 2014, Whiteside was named to the NBA All-Defensive Second Team in 2016, when he also led the NBA in blocks. He led the league in rebounding in 2017. He was traded to Portland Trail Blazers and again led the league in blocks in his first season with Portland.",
    "year": 1989,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Gabe Carimi",
    "birthday": "1988-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Gabe_Carimi_ASU.jpg/230px-Gabe_Carimi_ASU.jpg",
    "extract": "Gabriel Andrew Carimi is a former American football guard. Carimi had 49 starts at left tackle in his four-year Wisconsin Badgers college career, which culminated at the 2011 Rose Bowl. He was awarded the 2010 Outland Trophy, as the nation's top collegiate interior lineman. He was also a unanimous All-American, and the Big Ten Offensive Lineman of the Year.",
    "year": 1988,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Kat Dennings",
    "birthday": "1986-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Kat_Dennings_Thor_2_cropped.png/214px-Kat_Dennings_Thor_2_cropped.png",
    "extract": "Katherine Victoria Litwack, known professionally as Kat Dennings, is an American actress. She is known for her starring roles as Max Black in the CBS sitcom 2 Broke Girls (2011–2017) and as Darcy Lewis in the Marvel Cinematic Universe superhero films Thor (2011) and Thor: The Dark World (2013), and the Disney+ miniseries WandaVision (2021).",
    "year": 1986,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Keisuke Honda",
    "birthday": "1986-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Keisuke_Honda_2018_%28cropped%29_%28cropped%29.jpg/213px-Keisuke_Honda_2018_%28cropped%29_%28cropped%29.jpg",
    "extract": "Keisuke Honda  is a Japanese professional football player who plays for FK Sūduva in the A Lyga, and he is also general manager and coach of the Cambodia national team.",
    "year": 1986,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jonathan Lucroy",
    "birthday": "1986-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Jonathan_Lucroy_big_moment_from_Nationals_vs._Braves_at_Nationals_Park%2C_April_6th%2C_2021_%28All-Pro_Reels_Photography%29_%2851101633154%29_%28cropped%29_%28cropped%29.png/257px-Jonathan_Lucroy_big_moment_from_Nationals_vs._Braves_at_Nationals_Park%2C_April_6th%2C_2021_%28All-Pro_Reels_Photography%29_%2851101633154%29_%28cropped%29_%28cropped%29.png",
    "extract": "Jonathan Charles Lucroy is an American professional baseball catcher who is a free agent. He previously played in Major League Baseball (MLB) for the Milwaukee Brewers, Texas Rangers, Colorado Rockies, Oakland Athletics, Los Angeles Angels, Chicago Cubs, Boston Red Sox, Washington Nationals, and Atlanta Braves.",
    "year": 1986,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ashley Olsen",
    "birthday": "1986-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Ashley_Olsen_2011_Shankbone.JPG/251px-Ashley_Olsen_2011_Shankbone.JPG",
    "extract": "Ashley Fuller Olsen is an American fashion designer, businesswoman, and former actress. She began her acting career at the age of nine months, sharing the role of Michelle Tanner with her twin sister Mary-Kate Olsen in the television sitcom, Full House (1987–1995). They also starred in numerous films together.",
    "year": 1986,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Mary-Kate Olsen",
    "birthday": "1986-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Mary-Kate_Olsen_2011_Shankbone.jpg/223px-Mary-Kate_Olsen_2011_Shankbone.jpg",
    "extract": "Mary-Kate Olsen is an American fashion designer and former actress. She began her acting career nine months after her birth, sharing the role of Michelle Tanner with her twin sister Ashley Olsen in the television sitcom Full House (1987–1995). They also starred in numerous films together.",
    "year": 1986,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "DJ Snake",
    "birthday": "1986-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/DJ_Snake_Paris_02.2020.jpg/201px-DJ_Snake_Paris_02.2020.jpg",
    "extract": "William Sami Étienne Grigahcine, known by his stage name DJ Snake, is a French \nAlgerian record producer, DJ and songwriter, first achieving international recognition in 2013 by releasing an instrumentation-orientated single called \"Turn Down for What\".",
    "year": 1986,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Lea Verou",
    "birthday": "1986-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Lea-verou.jpg/320px-Lea-verou.jpg",
    "extract": "Lea Verou is a front end web developer, speaker and author, originally from Lesbos, Greece. Verou is currently a Research Assistant at Massachusetts Institute of Technology (MIT) Computer Science and Artificial Intelligence Laboratory (CSAIL), an elected participant in the World Wide Web Consortium (W3C) Technical Architecture Group (TAG), and an Invited Expert in the W3C CSS Working Group.\nShe is the author of CSS Secrets: Better Solutions to Everyday Web Design Problems (ISBN 978-1-449-37263-7).",
    "year": 1986,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Måns Zelmerlöw",
    "birthday": "1986-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/M%C3%A5ns_Zelmerl%C3%B6w_By_Daniel_%C3%85hs.jpg/213px-M%C3%A5ns_Zelmerl%C3%B6w_By_Daniel_%C3%85hs.jpg",
    "extract": "Måns Petter Albert Sahlén Zelmerlöw is a Swedish pop singer, songwriter and television presenter. He took part in Idol 2005, eventually finishing fifth, won the first season of Let's Dance, and scored a hit with his 2007 song \"Cara Mia\", which was his entry in that year's Melodifestivalen. Zelmerlöw was the host of Allsång på Skansen from 2011 to 2013. He participated in Melodifestivalen in 2007, 2009 and won in 2015. Zelmerlöw represented Sweden in the Eurovision Song Contest 2015 with the song \"Heroes\", winning the contest with 365 points. Zelmerlöw and Petra Mede co-hosted the Eurovision Song Contest 2016 held in Stockholm.",
    "year": 1986,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Filipe Albuquerque",
    "birthday": "1985-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Filipe_Albuquerque_2020_%28cropped%29.jpg/240px-Filipe_Albuquerque_2020_%28cropped%29.jpg",
    "extract": "Filipe Miguel Delgadinho Albuquerque is a Portuguese professional racing driver, currently driving a Acura ARX-05 in the IMSA SportsCar Championship for Wayne Taylor Racing, and an Oreca 07 in the FIA World Endurance Championship for United Autosports. He has claimed a LMP2 class title at the 2019–20 FIA World Endurance Championship, an LMP2 class win at the 2020 24 Hours of Le Mans, and overall wins at the 24 Hours of Daytona in 2018 and 2021.",
    "year": 1985,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Pedro Strop",
    "birthday": "1985-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Pedro_Strop_in_2017.jpg/261px-Pedro_Strop_in_2017.jpg",
    "extract": "Pedro Ángel Strop is a Dominican professional baseball pitcher who is a free agent. He previously played in Major League Baseball (MLB) for the Texas Rangers, Baltimore Orioles, Cincinnati Reds, and Chicago Cubs.",
    "year": 1985,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Danny Syvret",
    "birthday": "1985-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Blues_vs._Wild_-7675.jpg/300px-Blues_vs._Wild_-7675.jpg",
    "extract": "Danny Syvret is a Canadian former professional ice hockey defenceman who played 59 games in the National Hockey League (NHL). Syvret was selected by the Edmonton Oilers in the third round of the 2005 NHL Entry Draft.",
    "year": 1985,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Kaori Icho",
    "birthday": "1984-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Kaori_Icho.jpg/320px-Kaori_Icho.jpg",
    "extract": "Kaori Icho  is a Japanese freestyle wrestler. She is a ten-time World Champion and four-time Olympic Champion, winning gold in 2004, 2008, 2012 and 2016. Icho was undefeated between 2003 and 2016. On 29 January 2016 at the Golden Grand Prix Ivan Yarygin 2016 Icho lost to Pürevdorjiin Orkhon of Mongolia. This was her first loss after a long domination.",
    "year": 1984,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Antje Möldner-Schmidt",
    "birthday": "1984-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/MK33481_Antje_M%C3%B6ldner-Schmidt.jpg/213px-MK33481_Antje_M%C3%B6ldner-Schmidt.jpg",
    "extract": "Antje Möldner-Schmidt is a retired German track and field athlete who specialised in middle distance running and the 3000 metres steeplechase.",
    "year": 1984,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Steve Novak",
    "birthday": "1983-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Steve_Novak_March_2012.jpg/283px-Steve_Novak_March_2012.jpg",
    "extract": "Steven Michael Novak is an American former professional basketball player who is currently a television analyst for the Milwaukee Bucks on Fox Sports Wisconsin. He is listed as 6'10\", 225 lbs. He played college basketball at Marquette University. Novak split time at both small forward and power forward. He was the NBA regular season leader in three point percentage during the 2011–12 season.",
    "year": 1983,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jason Spezza",
    "birthday": "1983-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/JasonSpezza.jpg/242px-JasonSpezza.jpg",
    "extract": "Jason Rocco Anthony Spezza is a Canadian former professional ice hockey centre. Spezza played 19 career seasons in the National Hockey League (NHL) from 2002 to 2022, and is currently a part of the Toronto Maple Leafs' front office.",
    "year": 1983,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Kenenisa Bekele",
    "birthday": "1982-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Kenenisabekele1.jpg/213px-Kenenisabekele1.jpg",
    "extract": "Kenenisa Bekele is an Ethiopian long-distance runner and was the world record holder in both the 5000-metre and 10000-metre from 2004 (5,000m) and 2005 (10,000m) until 2020. He won the gold medal in both the 5000 m and 10,000 m events at the 2008 Summer Olympics. At the 2004 Olympics, he won the gold medal in the 10,000 m and the silver medal in the 5000 m.",
    "year": 1982,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Krzysztof Bosak",
    "birthday": "1982-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/K_bosak2020_%28cropped%29.jpg/230px-K_bosak2020_%28cropped%29.jpg",
    "extract": "Krzysztof Bosak is a far-right Polish politician. He was a member of the Sejm for the League of Polish Families from 2005 to 2007 and has been a member of the Sejm again since 2019 for the Confederation. Bosak was the chairman of the All-Polish Youth from 2005 to 2006 and was one of the founders and the current vice-chairman of the National Movement. He was a candidate for president in 2020.",
    "year": 1982,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Nate Jones (cornerback)",
    "birthday": "1982-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Nate_Jones_%28American_football%29.JPG/248px-Nate_Jones_%28American_football%29.JPG",
    "extract": "Nathan Jones is a former American football cornerback in the National Football League for the Dallas Cowboys, Miami Dolphins, Denver Broncos and New England Patriots. He was drafted by the Dallas Cowboys in seventh round of the 2004 NFL Draft. He played college football at Rutgers University. He is currently a game official in the NFL, working as a field judge since the 2019 NFL season. As an NFL field judge, Jones wears the uniform number 42.",
    "year": 1982,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Chris Evans (actor)",
    "birthday": "1981-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Mark_Kassen%2C_Tony_C%C3%A1rdenas_and_Chris_Evans_%28cropped%29.jpg/235px-Mark_Kassen%2C_Tony_C%C3%A1rdenas_and_Chris_Evans_%28cropped%29.jpg",
    "extract": "Christopher Robert Evans is an American actor. He began his career with roles in television series, such as in Opposite Sex in 2000. Following appearances in several teen films including 2001's Not Another Teen Movie, he gained attention for his portrayal of Marvel Comics character the Human Torch in 2005's Fantastic Four, and its sequel Fantastic Four: Rise of the Silver Surfer (2007). Evans made further appearances in film adaptations of comic books and graphic novels: TMNT (2007), Scott Pilgrim vs. the World (2010), and Snowpiercer (2013).",
    "year": 1981,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Radim Vrbata",
    "birthday": "1981-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Radim_Vrbata_Coyotes2.jpg/320px-Radim_Vrbata_Coyotes2.jpg",
    "extract": "Radim Vrbata is a Czech former professional ice hockey right winger. He had a 16-year career in the National Hockey League (NHL). Vrbata was originally drafted in 1999 by the Colorado Avalanche, with whom he has also played, along with the Carolina Hurricanes, Chicago Blackhawks, Arizona Coyotes, Tampa Bay Lightning, Vancouver Canucks and Florida Panthers during his NHL career. Radim Vrbata was also an NHL All-Star in 2015.",
    "year": 1981,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Florent Malouda",
    "birthday": "1980-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Malouda2012.JPG/230px-Malouda2012.JPG",
    "extract": "Florent Johan Malouda is a French football coach and former professional player.",
    "year": 1980,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Diego Mendieta",
    "birthday": "1980-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/00/Diego_Mendieta.jpg",
    "extract": "Diego Mendieta was a Paraguayan professional footballer who played as a forward who played as a forward. His death on 3 December 2012 reportedly caused by cytomegalovirus, an easily treatable disease, sparked international outrage after it was made known that his club refused to pay his hospital fees, thus resulting in his demise. The club also owed Mendieta an estimated US$12,500 in salaries which had prevented him from returning to his native Paraguay. The International Federation of Professional Footballers (FIFPro), a worldwide representative organisation for professional football players, dubbed his death as a \"disgrace for football\".",
    "year": 1980,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jamario Moon",
    "birthday": "1980-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Jamario_Moon_Clippers.jpg/149px-Jamario_Moon_Clippers.jpg",
    "extract": "Jamario Raman Moon is an American former professional basketball player. He played college basketball for one season at Meridian Community College and began his professional career with teams in the United States Basketball League and NBA Development League, the Harlem Globetrotters, and Mexican basketball team Fuerza Regia before signing with the Toronto Raptors in 2007. He has since played for the Miami Heat, Cleveland Cavaliers, Los Angeles Clippers and Charlotte Bobcats of the NBA, along with the Los Angeles D-Fenders of the NBA D-League.",
    "year": 1980,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Juan Carlos Navarro (basketball)",
    "birthday": "1980-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Juan_Carlos_Navarro_by_Augustas_Didzgalvis.jpg/309px-Juan_Carlos_Navarro_by_Augustas_Didzgalvis.jpg",
    "extract": "Juan Carlos Navarro Feijoo, commonly known as either Juan Carlos Navarro or J. C. Navarro, is a Spanish former professional basketball player. During his playing career, at a height of 6 ft 4 in (1.93 m) tall, he played at the shooting guard position. On March 14, 2014, he was named a EuroLeague Basketball Legend. He is the current team manager of FC Barcelona Bàsquet.",
    "year": 1980,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Darius Vassell",
    "birthday": "1980-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Darius_Vassell_2011.jpg/194px-Darius_Vassell_2011.jpg",
    "extract": "Darius Martin Clarke Vassell is an English retired footballer who played as a forward for Aston Villa, Manchester City, Ankaragücü and Leicester City.",
    "year": 1980,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Markus Winkelhock",
    "birthday": "1980-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Markus_winkelhock_brandshatch2014.JPG/210px-Markus_winkelhock_brandshatch2014.JPG",
    "extract": "Markus Winkelhock is a German professional racing driver. He is the son of Manfred Winkelhock and nephew of Joachim Winkelhock, both of whom were Formula One drivers in the 1980s. During his brief Formula One career he led the 2007 European Grand Prix for several laps before retiring with mechanical problems. Having switched to sports and touring car racing, he has also won the FIA GT1 World Championship in 2012 with team-mate Marc Basseng.",
    "year": 1980,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Esther Anderson (Australian actress)",
    "birthday": "1979-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Esther_Anderson_7.jpg/213px-Esther_Anderson_7.jpg",
    "extract": "Esther Jackie Anderson is an Australian actress and model, known for her role as Charlie Buckton on the Australian soap opera Home and Away from 2008 until 2012. She was nominated for two Gold Logie Awards in 2010 and 2012. After leaving Home and Away, Anderson starred in the NBC television drama Siberia and was a contestant on The Celebrity Apprentice Australia.",
    "year": 1979,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Nila Håkedal",
    "birthday": "1979-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Nila_Ann_Hakedal_Austrian_Masters_2008.jpg/213px-Nila_Ann_Hakedal_Austrian_Masters_2008.jpg",
    "extract": "Nila Ann Håkedal is a Norwegian female beach volleyball player.",
    "year": 1979,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ryan Pickett (filmmaker)",
    "birthday": "1979-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/63/Director_Ryan_Pickett.jpg",
    "extract": "Ryan Pickett is an American filmmaker.",
    "year": 1979,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ethan Embry",
    "birthday": "1978-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Ethan_Embry_2013.jpg/224px-Ethan_Embry_2013.jpg",
    "extract": "Ethan Philan Randall, known by his stage name Ethan Embry, is an American film and television actor. He is known for his role as Mark in Empire Records, Preston in Can't Hardly Wait, The Bass Player in That Thing You Do!, and as Bobby Ray in Sweet Home Alabama.",
    "year": 1978,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Romain Mesnil",
    "birthday": "1977-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Romain_Mesnil_d%C3%A9canation_2006.jpg/229px-Romain_Mesnil_d%C3%A9canation_2006.jpg",
    "extract": "Romain Mesnil is a retired, French pole vaulter. His personal outdoor best is 5.95 metres, achieved in August 2003 in Castres. His personal indoor best is 5.86 metres, set in March 2001 in Toulouse. His coach was Georges Martin.",
    "year": 1977,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Kym Marsh",
    "birthday": "1976-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Kym_Marsh_2015_2.jpg/249px-Kym_Marsh_2015_2.jpg",
    "extract": "Kimberley Gail Ratcliff is an English actress, television presenter and singer. In 2001, she won a place in the band Hear'Say as a result of appearing on the reality television series Popstars. Hear'Say enjoyed brief success, achieving two UK number one singles and a UK number one album, but Marsh left the band in 2002 to pursue a solo career. She released an album titled Standing Tall in 2003, which peaked at number nine in the UK and spawned two UK top ten singles.",
    "year": 1976,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ante Covic",
    "birthday": "1975-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Ante_Covic_WSW.jpg/320px-Ante_Covic_WSW.jpg",
    "extract": "Ante Covic is an Australian former soccer goalkeeper.",
    "year": 1975,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jeff Davis (writer)",
    "birthday": "1975-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Jeff_Davis_by_Gage_Skidmore_2.jpg/315px-Jeff_Davis_by_Gage_Skidmore_2.jpg",
    "extract": "Jeff Davis is an American writer and television producer. He is best known for creating the drama series Criminal Minds and Teen Wolf, the latter being a reboot of the 1985 film of the same name.",
    "year": 1975,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jennifer Nicole Lee",
    "birthday": "1975-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Jennifer_Nicole_Lee.jpg/213px-Jennifer_Nicole_Lee.jpg",
    "extract": "Jennifer Nicole Lee is an American fitness model, motivational speaker, and author.",
    "year": 1975,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jaan Pehk",
    "birthday": "1975-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Jaan_Pehk_Keava_Raplamaa_2008_%28f_Jaak_Urmet%29.jpg/320px-Jaan_Pehk_Keava_Raplamaa_2008_%28f_Jaak_Urmet%29.jpg",
    "extract": "Jaan Pehk is an Estonian writer, singer and guitarist.",
    "year": 1975,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Riccardo Scimeca",
    "birthday": "1975-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/ed/Riccy_scimeca.jpg",
    "extract": "Riccardo Scimeca is an English football coach and professional footballer.",
    "year": 1975,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Valeri Bure",
    "birthday": "1974-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Valeri_Bure_%28cropped%29.jpg/221px-Valeri_Bure_%28cropped%29.jpg",
    "extract": "Valeri Vladimirovich \"Val\" Bure is a Russian-American former ice hockey right winger. He played 10 seasons in the National Hockey League (NHL) for the Montreal Canadiens, Calgary Flames, Florida Panthers, St. Louis Blues, and Dallas Stars. A second round selection of the Canadiens, 33rd overall, at the 1992 NHL Entry Draft, Bure appeared in one NHL All-Star Game, in 2000. He led the Flames in scoring with 35 goals and 75 points in 1999–2000, a season in which he and brother Pavel combined to set an NHL record for goals by a pair of siblings with 93. He is also the husband of actress Candace Cameron Bure since 1996.",
    "year": 1974,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Tanner Foust",
    "birthday": "1973-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/2021_Nitro_Rallycross_-_RD1_Utah_%2851524156209%29.jpg/320px-2021_Nitro_Rallycross_-_RD1_Utah_%2851524156209%29.jpg",
    "extract": "Tanner Foust is an American professional racing driver, stunt driver, and television host. He competes in rally, drift, ice racing, time attack, hill climb and rallycross with multiple podium placements, national championships, and world records. He was a co-host of the American version of the motoring television series Top Gear.",
    "year": 1973,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Mattias Hellberg",
    "birthday": "1973-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Natonalteatern_1.JPG/320px-Natonalteatern_1.JPG",
    "extract": "Mattias Hellberg is a Swedish musician. Hellberg has worked with a variety of Swedish bands and artists in different genres, both as a permanent member and as guest or session member.",
    "year": 1973,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ville Laihiala",
    "birthday": "1973-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Ville_Laihiala_-_Rakuuna_Rock_2014_%28cropped%29.jpg/231px-Ville_Laihiala_-_Rakuuna_Rock_2014_%28cropped%29.jpg",
    "extract": "Ville Laihiala is a Finnish musician. He was the vocalist and guitarist of the gothic metal band Poisonblack. He was also the frontman for Sentenced from 1996 until the group ended their career in 2005. \nWhen joining Sentenced, he was soon accepted by fans. He wrote very few songs for Sentenced, for example the song \"Aika Multaa Muistot\" on the album The Cold White Light.",
    "year": 1973,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Natalie MacMaster",
    "birthday": "1972-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Natalie_MacMaster_2007.jpg/320px-Natalie_MacMaster_2007.jpg",
    "extract": "Natalie MacMaster is a Canadian fiddler from Troy, Inverness County, Nova Scotia who plays Cape Breton fiddle music. MacMaster has toured with the Chieftains, Faith Hill, Carlos Santana, and Alison Krauss, and has recorded with Yo-Yo Ma. She has appeared at the Celtic Colours festival in Cape Breton, Celtic Connections in Scotland, and MerleFest in the United States.",
    "year": 1972,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Marek Jerzy Minakowski",
    "birthday": "1972-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Marek_Jerzy_Minakowski_przy_pracy.jpg/320px-Marek_Jerzy_Minakowski_przy_pracy.jpg",
    "extract": "Marek Jerzy Minakowski is a Polish historian and genealogist known for creating the Polish genealogy database Wielka Genealogia Minakowskiego.",
    "year": 1972,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Rivers Cuomo",
    "birthday": "1970-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/180609-D-DB155-107_%2842673779212%29.jpg/320px-180609-D-DB155-107_%2842673779212%29.jpg",
    "extract": "Rivers Cuomo is an American musician, singer, and songwriter. He is the lead vocalist, guitarist, pianist, and songwriter of the rock band Weezer.",
    "year": 1970,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Chris Cairns",
    "birthday": "1970-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Chris_Cairns_from_side.jpg/237px-Chris_Cairns_from_side.jpg",
    "extract": "Christopher Lance Cairns is a former New Zealand cricketer and former ODI captain, who played for the New Zealand cricket team as an all-rounder. Cairns finished his Test career with a batting average of 33.53 and a bowling average of 29.40. In 2000, he was named as one of five Wisden Cricketers of the Year. He has appeared in ICC Cricket World Cup tournaments on 4 occasions in 1992, 1996, 1999 and 2003. He is regarded as one of the greatest allrounders of the game.",
    "year": 1970,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Cayetana Guillén Cuervo",
    "birthday": "1969-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Cayetana_Guill%C3%A9n_Cuervo_at_Premios_Goya_2017.jpg/240px-Cayetana_Guill%C3%A9n_Cuervo_at_Premios_Goya_2017.jpg",
    "extract": "Cayetana Guillén Cuervo is a Spanish actress, journalist and TV presenter.",
    "year": 1969,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Virginie Despentes",
    "birthday": "1969-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Virginie_Despentes_2012.jpg/223px-Virginie_Despentes_2012.jpg",
    "extract": "Virginie Despentes is a French writer, novelist, and filmmaker. She is known for her work exploring gender, sexuality, and people who live in poverty or other marginalised conditions.",
    "year": 1969,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Søren Rasted",
    "birthday": "1969-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/S%C3%B8ren_Nystr%C3%B8m_Rasted.jpg/213px-S%C3%B8ren_Nystr%C3%B8m_Rasted.jpg",
    "extract": "Søren Nystrøm Rasted is a Danish musician, singer, songwriter and record producer. He plays keyboard, guitar and backing vocals. He is one of the four members of Danish-Norwegian eurodance group Aqua.",
    "year": 1969,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Fabio Baldato",
    "birthday": "1968-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Fabio_Baldato_by_S%C5%82awek.jpg/317px-Fabio_Baldato_by_S%C5%82awek.jpg",
    "extract": "Fabio Baldato is an Italian former racing cyclist. In 2008, he was the oldest rider in a ProTour team. His cycling career ended when he crashed heavily in the Eneco Tour. He also competed at the 1988 Summer Olympics and the 1996 Summer Olympics.",
    "year": 1968,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "David Gray (musician)",
    "birthday": "1968-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/David_Gray_-_Seattle_-_2010.jpg/266px-David_Gray_-_Seattle_-_2010.jpg",
    "extract": "David Peter Gray is a British singer-songwriter. He released his first album in 1993 and received worldwide attention after the release of White Ladder six years later. White Ladder was the first of three UK chart-toppers in six years for Gray; it became the fifth best-selling album of the 2000s in the UK and ranked as the tenth best-selling album of the 21st century in the United Kingdom in October 2019. Gray is also known for the hit single \"Babylon\" from the White Ladder album. He has received four Brit Award nominations, including two nominations for Best British Male.",
    "year": 1968,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Denise Pearson",
    "birthday": "1968-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Deniece_Pearson_Picture1.jpg/234px-Deniece_Pearson_Picture1.jpg",
    "extract": "Denise Lisa Maria Pearson, sometimes credited as Deniece Pearson, is an English singer-songwriter. She was the lead vocalist with the British pop/R&B group Five Star, which comprised herself and her four siblings. The group was created and managed by their father, Buster Pearson, in 1983. The group officially disbanded in 2001, though partial reunions have occurred since.",
    "year": 1968,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Marcel Theroux",
    "birthday": "1968-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Marcel_Theroux_at_the_Sewell-Hohler_Syndicate_%282017%29.jpg/257px-Marcel_Theroux_at_the_Sewell-Hohler_Syndicate_%282017%29.jpg",
    "extract": "Marcel Raymond Theroux is a British-American novelist and broadcaster. He wrote A Stranger in The Earth and The Confessions of Mycroft Holmes: A Paper Chase, for which he won the Somerset Maugham Award in 2002. His third novel, A Blow to the Heart, was published by Faber in 2006. His fourth, Far North, was published in June 2009. His fifth, Strange Bodies, was published in May 2013. He has also worked in television news in New York City and in Boston.",
    "year": 1968,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Henry Bond",
    "birthday": "1966-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/79/Bond_Henry_crop.jpg",
    "extract": "Henry Bond, FHEA is an English writer, photographer, and visual artist. In his Lacan at the Scene (2009), Bond made contributions to theoretical psychoanalysis and forensics.",
    "year": 1966,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Grigori Perelman",
    "birthday": "1966-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Perelman%2C_Grigori_%281966%29.jpg/320px-Perelman%2C_Grigori_%281966%29.jpg",
    "extract": "Grigori Yakovlevich Perelman is a Russian mathematician who is known for his contributions to the fields of geometric analysis, Riemannian geometry, and geometric topology.",
    "year": 1966,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Naoki Hattori",
    "birthday": "1966-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Naoki_Hattori_2008_Super_GT.jpg/320px-Naoki_Hattori_2008_Super_GT.jpg",
    "extract": "Naoki Hattori  is a motoring journalist and racing driver from Japan.",
    "year": 1966,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Infanta Cristina of Spain",
    "birthday": "1965-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/99/Infanta_Cristina%2C_Duchess_of_Palma_de_Mallorca.jpg",
    "extract": "Infanta Cristina of Spain is the younger daughter of the former King and Queen of Spain Juan Carlos I and Sofía. As of 2015 she is sixth in the line of succession to the Spanish throne, after her brother King Felipe VI's children, her sister Elena, and Elena's children.",
    "year": 1965,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Lukas Ligeti",
    "birthday": "1965-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Ligeti_21.JPG/252px-Ligeti_21.JPG",
    "extract": "Lukas Ligeti is an Austrian-American composer and percussionist. His work incorporates elements of jazz, contemporary classical and various world musics, especially African traditional and popular music styles.",
    "year": 1965,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Piyush Goyal",
    "birthday": "1964-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/MoR_Piyush_Goyal.jpg/320px-MoR_Piyush_Goyal.jpg",
    "extract": "Piyush Vedprakash Goyal is a politician and cabinet minister of the Government of India having portfolios such as Minister of Textiles, Minister of Commerce and Industry and Minister of Consumer Affairs, Food and Public Distribution. He was elevated to the Cabinet Minister position on 3 September 2017. Currently a Member of Parliament for Rajya Sabha from the state of Maharashtra, he is also the current Leader of the House in Rajya Sabha.",
    "year": 1964,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Šarūnas Marčiulionis",
    "birthday": "1964-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Sarunas_Marciulionis_in_Armenia_2.jpg/227px-Sarunas_Marciulionis_in_Armenia_2.jpg",
    "extract": "Raimondas Šarūnas Marčiulionis is a Lithuanian retired professional basketball player. Widely considered one of the greatest international players, he was one of the first Europeans to become a regular in the National Basketball Association (NBA). On August 8, 2014, Marčiulionis was inducted into the Naismith Memorial Basketball Hall of Fame, and became a member of the FIBA Hall of Fame in 2015.",
    "year": 1964,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Sarah Connolly",
    "birthday": "1963-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Sarah_Connolly.jpg/222px-Sarah_Connolly.jpg",
    "extract": "Dame Sarah Patricia Connolly is an English mezzo-soprano. Although best known for her baroque and classical roles, Connolly has a wide-ranging repertoire which has included works by Wagner as well as various 20th-century composers. She was appointed a Commander of the Order of the British Empire (CBE) in the 2010 New Year Honours and a Dame Commander of the Order of the British Empire (DBE) in the 2017 Birthday Honours for services to music.",
    "year": 1963,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Audrey Niffenegger",
    "birthday": "1963-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/AudreyNiffenegger.jpg/236px-AudreyNiffenegger.jpg",
    "extract": "Audrey Niffenegger is an American writer, artist and academic. She is a published author and her debut novel, The Time Traveler's Wife, published in 2003, was a bestseller.",
    "year": 1963,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Davey Hamilton",
    "birthday": "1962-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/DaveyHamilton.jpg/320px-DaveyHamilton.jpg",
    "extract": "David Jay \"Davey\" Hamilton is a race car driver who competed in the Indy Racing League IndyCar Series and Stadium Super Trucks. He has made 56 series starts and while never winning a race, finished second three times. He placed second in series points in the 1996–1997 season and again in 1998 season.",
    "year": 1962,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ally Sheedy",
    "birthday": "1962-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Henry_Schleiff%2C_Ally_Sheedy_and_Horace_Newcomb%2C_May_2003_%284%29_%28cropped%29.jpg/190px-Henry_Schleiff%2C_Ally_Sheedy_and_Horace_Newcomb%2C_May_2003_%284%29_%28cropped%29.jpg",
    "extract": "Alexandra Elizabeth Sheedy is an American actress. Following her film debut in 1983's Bad Boys, she became known as one of the Brat Pack group of actors in the films The Breakfast Club (1985) and St. Elmo's Fire (1985). She also acted in WarGames (1983) and Short Circuit (1986). For her performance in Lisa Cholodenko's High Art (1998), Sheedy won the Independent Spirit Award for Best Female Lead.",
    "year": 1962,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Hannah Storm",
    "birthday": "1962-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Michele_Steele%2C_Vice_Adm._Mary_M._Jackson%2C_and_Hannah_Storm_%28cropped%29.jpg/305px-Michele_Steele%2C_Vice_Adm._Mary_M._Jackson%2C_and_Hannah_Storm_%28cropped%29.jpg",
    "extract": "Hannah Lynn Storen Hicks, known professionally as Hannah Storm, is an American television sports journalist, serving as the anchor of ESPN's SportsCenter Face to Face. She was also host of the NBA Countdown pregame show on ABC as part of the network's National Basketball Association (NBA) Sunday game coverage. She is also the play-by-play announcer on Amazon Prime Video during Thursday Night Football with Andrea Kremer.",
    "year": 1962,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jacques Rougeau",
    "birthday": "1960-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Rougeau_Brothers%27_Finishing_Move.jpg/320px-Rougeau_Brothers%27_Finishing_Move.jpg",
    "extract": "Jacques Rougeau Jr. is a Canadian former professional wrestler best known for his appearances in the 1980s and 1990s with the World Wrestling Federation. He began his career under his real name as half of the tag team The Fabulous Rougeaus with his brother Raymond Rougeau. In 1991, he began a singles career as The Mountie, winning the WWF Intercontinental Heavyweight Championship once. In 1993, he formed three time WWF Tag Team Championship winning tag team The Quebecers with Pierre Ouellet.",
    "year": 1960,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Boyko Borisov",
    "birthday": "1959-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/A23A2466_%2848914164671%29_%28cropped%29.jpg/204px-A23A2466_%2848914164671%29_%28cropped%29.jpg",
    "extract": "Boyko Metodiev Borisov is a Bulgarian politician who served as the prime minister of Bulgaria from 2009 to 2013, 2014 to 2017, and 2017 to 2021, making him Bulgaria's second-longest serving prime minister to date.",
    "year": 1959,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Steve Georganas",
    "birthday": "1959-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Steve_Georganas_crop.JPG/230px-Steve_Georganas_crop.JPG",
    "extract": "Steven Georganas is an Australian politician and is the Australian Labor Party member for the House of Representatives seat of Adelaide in South Australia since the 2019 Australian federal election. Previously, he had been the member for Hindmarsh from 2004 to 2013 and again from 2016 to 2019.",
    "year": 1959,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Klaus Iohannis",
    "birthday": "1959-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/President_Trump_Meets_with_the_President_of_Romania_%2848587349852%29_%28cropped%29.jpg/253px-President_Trump_Meets_with_the_President_of_Romania_%2848587349852%29_%28cropped%29.jpg",
    "extract": "Klaus Werner Iohannis is a Romanian politician, the current president of Romania. He became leader of the National Liberal Party (PNL) in 2014, after having served as leader of the Democratic Forum of Germans in Romania (FDGR/DFDR) from 2002 to 2013. Iohannis was a physics teacher and a school inspector before entering part-time politics.",
    "year": 1959,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Roy Cooper",
    "birthday": "1957-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Gov._Cooper_Cropped.jpg/255px-Gov._Cooper_Cropped.jpg",
    "extract": "Roy Asberry Cooper III is an American attorney and politician serving as the 75th governor of North Carolina since 2017. A member of the Democratic Party, he served as the 49th attorney general of North Carolina from 2001 to 2017. He also served in the North Carolina General Assembly in both the House of Representatives (1987–1991) and Senate (1991–2001).",
    "year": 1957,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Andrzej Morozowski",
    "birthday": "1957-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Andrzej_Morozowski-amorozowski.jpg/223px-Andrzej_Morozowski-amorozowski.jpg",
    "extract": "Andrzej Morozowski is a Polish journalist, television personality and writer, connected with Radio ZET and TVN 24.",
    "year": 1957,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Blair Chapman",
    "birthday": "1956-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Blair_Chapman_1978.jpg/210px-Blair_Chapman_1978.jpg",
    "extract": "Blair Douglas Chapman is a retired professional ice hockey player.",
    "year": 1956,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Sal Paolantonio",
    "birthday": "1956-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Sal_Paolantonio_2015.jpg/303px-Sal_Paolantonio_2015.jpg",
    "extract": "Salvatore Anthony Nicholas Paolantonio is a Philadelphia-based bureau reporter for ESPN. Since joining ESPN in 1995, Paolantonio has become a staple in their NFL coverage, as he contributes to shows such as SportsCenter, NFL Live, Sunday NFL Countdown and Monday Night Countdown. In 2004, he added studio work to his duties, replacing Suzy Kolber as the host of NFL Matchup, an X's and O's football show; joining him are Louis Riddick and Greg Cosell. His best known work for ESPN was his coverage of the Terrell Owens saga with the Philadelphia Eagles during the 2004 and 2005 seasons. Paolantonio has also been an adjunct professor at St. Joseph's University in Philadelphia since 2001.",
    "year": 1956,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Alan Hansen",
    "birthday": "1955-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Kees_Kist_in_aktie%2C_Bestanddeelnr_931-7561_%28cropped%29.jpg/225px-Kees_Kist_in_aktie%2C_Bestanddeelnr_931-7561_%28cropped%29.jpg",
    "extract": "Alan David Hansen is a Scottish former footballer and BBC television football pundit. He played as a central defender for Partick Thistle, for the successful Liverpool team of the late 1970s and 1980s, and for the Scotland national football team. As a football pundit, Hansen became known for his outspoken views, particularly on teams' defensive performances, frequently criticising what he believed was \"diabolical\" or \"shocking\" defending. He co-hosted Match of the Day from 1992 to 2014.",
    "year": 1955,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Leah Ward Sears",
    "birthday": "1955-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Leah_W._Sears.png/320px-Leah_W._Sears.png",
    "extract": "Leah Ward Sears is an American jurist and former Chief Justice of the Supreme Court of Georgia. Sears was the first African-American female chief justice of a state supreme court in the United States. When she was first appointed as justice in 1992 by Governor Zell Miller, she became the first woman and youngest person to sit on Georgia's Supreme Court.",
    "year": 1955,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Andrzej Lepper",
    "birthday": "1954-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Andrzej_Lepper_in_his_office_2002_%282%29_%28cropped%29.jpg/247px-Andrzej_Lepper_in_his_office_2002_%282%29_%28cropped%29.jpg",
    "extract": "Andrzej Zbigniew Lepper was a Polish politician, Deputy Prime Minister, Minister of Agriculture, and the leader of Self-Defence of the Republic of Poland political party.",
    "year": 1954,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ngozi Okonjo-Iweala",
    "birthday": "1954-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Ngozi_Okonjo-Iweala_takes_over_as_new_WTO_Director-General%2C_1_March_2021_%2850993534756%29_%28cropped%29.jpg/240px-Ngozi_Okonjo-Iweala_takes_over_as_new_WTO_Director-General%2C_1_March_2021_%2850993534756%29_%28cropped%29.jpg",
    "extract": "Ngozi Okonjo-Iweala is a Nigerian-American economist, fair trade leader, environmental sustainability advocate, human welfare champion, sustainable finance maven and global development expert. Since March 2021, Okonjo-Iweala has been serving as Director-General of the World Trade Organization. Notably, she is the first woman and first African to lead the World Trade Organization as Director-General. She sits on boards of: Danone, Standard Chartered Bank, Twitter, MINDS: Mandela Institute for Development Studies, Carnegie Endowment for International Peace, Georgetown Institute for Women, Peace and Security, One Campaign, GAVI: Global Alliance for Vaccines and Immunization, Rockefeller Foundation, R4D: Results for Development, ARC: African Risk Capacity and Earthshot Prize plus others.",
    "year": 1954,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Tim Allen",
    "birthday": "1953-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Tim_Allen_2012.jpg/240px-Tim_Allen_2012.jpg",
    "extract": "Timothy Alan Dick, known professionally as Tim Allen, is an American actor and comedian. He is known for playing Tim \"The Toolman\" Taylor on the ABC sitcom Home Improvement (1991–1999) and Mike Baxter on the ABC/Fox sitcom Last Man Standing (2011–2021). He voices Buzz Lightyear for the Toy Story franchise and played Scott Calvin and Santa Claus in the Santa Clause franchise (1994–2006). Allen's other films include Tropical Snow (1988), Galaxy Quest (1999), Joe Somebody (2001), Zoom (2006), Wild Hogs (2007), The Six Wives of Henry Lefay (2009), Crazy on the Outside (2010), 3 Geezers! (2013), and El Camino Christmas (2017).",
    "year": 1953,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jean-Marie Dedecker",
    "birthday": "1952-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/LDD_-_Jean-Marie_Dedecker_%281%29.jpg/320px-LDD_-_Jean-Marie_Dedecker_%281%29.jpg",
    "extract": "Jean-Marie Louis Dedecker is a Belgian politician.",
    "year": 1952,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Howard Leese",
    "birthday": "1951-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Howard_Leese%2C_2009.jpg/320px-Howard_Leese%2C_2009.jpg",
    "extract": "Howard M. Leese is an American–Irish guitarist, record producer, and musical director who played with Heart as guitarist and keyboardist for 23 years. He continues to record and tour as a solo artist, and as guitarist with The Paul Rodgers Band and Bad Company. In 2013, he was inducted into the Rock and Roll Hall of Fame as a member of Heart.",
    "year": 1951,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Richard Thomas (actor)",
    "birthday": "1951-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Richard_Thomas_2015.jpg/219px-Richard_Thomas_2015.jpg",
    "extract": "Richard Earl Thomas is an American actor. He is best known for his leading role as budding author John-Boy Walton in the CBS drama series The Waltons for which he won an Emmy Award from two nominations and received two Golden Globe Award nominations. He also starred in the 1990 television mini-series adaptation of Stephen King's epic horror novel It and played Special Agent Frank Gaad on FX's spy thriller series The Americans.",
    "year": 1951,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Stellan Skarsgård",
    "birthday": "1951-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Stellan_Skarsg%C3%A5rd_at_the_2017_Berlinalevds.jpg/248px-Stellan_Skarsg%C3%A5rd_at_the_2017_Berlinalevds.jpg",
    "extract": "Stellan Skarsgård is a Swedish actor. He is known for his roles as Captain Viktor Tupolev in spy film The Hunt for Red October (1990), Jan Nyman in drama film Breaking the Waves (1996), Professor Gerald Lambeau in drama film Good Will Hunting (1997), Gregor in action film Ronin (1998), Cerdic in historical film King Arthur (2004), Father Lankester Merrin in horror film Exorcist: The Beginning (2004) and Dominion: Prequel to the Exorcist (2005), Bootstrap Bill Turner in fantasy film Pirates of the Caribbean: Dead Man's Chest (2006) and Pirates of the Caribbean: At World's End (2007), Bill Anderson in musical film Mamma Mia! (2008) and the sequel Mamma Mia! Here We Go Again (2018), Commander Maximilian Richter in mystery film Angels and Demons (2009), Martin Vanger in thriller film The Girl With the Dragon Tattoo (2011), Dr. Erik Selvig in the Marvel Cinematic Universe superhero film Thor (2011), The Avengers (2012), Thor: The Dark World (2013), and Avengers: Age of Ultron (2015), The Grand Duke in fantasy film Cinderella (2015), Boris Shcherbina in the HBO/Sky UK television miniseries Chernobyl (2019), and Baron Vladimir Harkonnen in Denis Villeneuve's sci-fi epic Dune (2021). He will star in Andor (2022).",
    "year": 1951,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Nick Brown",
    "birthday": "1950-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Official_portrait_of_Rt_Hon_Nicholas_Brown_MP_crop_2.jpg/240px-Official_portrait_of_Rt_Hon_Nicholas_Brown_MP_crop_2.jpg",
    "extract": "Nicholas Hugh Brown is a British Labour Party politician who has been the Member of Parliament (MP) for Newcastle upon Tyne East since 1983, making him the sixth longest serving MP in the House of Commons. He is the longest serving Chief Whip of the Labour Party, holding the position in three separate periods under six Labour leaders - Tony Blair, Gordon Brown, Harriet Harman, Ed Miliband, Jeremy Corbyn and Keir Starmer. He also held several ministerial positions whilst his party was in government from 1997 until 2010. On 26 May 2021, Brown was elected as chair of the Finance Committee.",
    "year": 1950,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ann Druyan",
    "birthday": "1949-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Ann_Druyan_Accepts_Peabody_Award_for_COSMOS_A_SpaceTime_Odyssey.jpg/227px-Ann_Druyan_Accepts_Peabody_Award_for_COSMOS_A_SpaceTime_Odyssey.jpg",
    "extract": "Ann Druyan is an Emmy and Peabody Award-winning American documentary producer and director specializing in the communication of science. She co-wrote the 1980 PBS documentary series Cosmos, hosted by Carl Sagan, whom she married in 1981. She is the creator, producer, and writer of the 2014 sequel, Cosmos: A Spacetime Odyssey and its sequel series, Cosmos: Possible Worlds, as well as the book of the same name. She directed episodes of both series.",
    "year": 1949,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Dennis Locorriere",
    "birthday": "1949-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Dennis_Locorriere.jpg/320px-Dennis_Locorriere.jpg",
    "extract": "Dennis Michael Locorriere is the American lead vocalist and guitarist of the soft rock group Dr. Hook.",
    "year": 1949,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ulla Schmidt",
    "birthday": "1949-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Ulla_Schmidt_%282018%29.jpg/253px-Ulla_Schmidt_%282018%29.jpg",
    "extract": "Ursula \"Ulla\" Schmidt is a German politician of the Social Democratic Party of Germany (SPD). From 2001 to 2009 she was Federal Minister of Health in the German Government. Between 2013 and 2017, she served as Vice-President of the German Bundestag.",
    "year": 1949,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Red Symons",
    "birthday": "1949-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Red_Symons.jpg/242px-Red_Symons.jpg",
    "extract": "Redmond Symons is an English-born Australian musician, and television and radio personality. He was the lead guitarist in the band Skyhooks, the snide judge of 'Red Faces', and a judge on talent search show Australia's Got Talent. He hosted ABC Radio Melbourne's breakfast show from 2003 until 2017.",
    "year": 1949,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Garnet Bailey",
    "birthday": "1948-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/68/Garnet_Bailey.jpg/218px-Garnet_Bailey.jpg",
    "extract": "Garnet Edward \"Ace\" Bailey was a Canadian professional ice hockey player and scout who was a member of Stanley Cup– and Memorial Cup– winning teams. He died at the age of 53 while aboard United Airlines Flight 175, which crashed into the South Tower of the World Trade Center in New York City during the September 11 attacks.",
    "year": 1948,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Joe Roth",
    "birthday": "1948-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Joe_Roth_at_Sounders_Victory_Rally%2C_2016.jpg/266px-Joe_Roth_at_Sounders_Victory_Rally%2C_2016.jpg",
    "extract": "Joseph Emanuel Roth is an American film executive, producer and director. He co-founded Morgan Creek Productions in 1988 and was chairman of 20th Century Fox (1989–1993), Caravan Pictures (1993–1994), and Walt Disney Studios (1994–2000) before founding Revolution Studios in 2000, then Roth Films.",
    "year": 1948,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Sher Bahadur Deuba",
    "birthday": "1946-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Prime_Minister_of_Nepal%2C_Shri_Sher_Bahadur_Deuba%2C_in_Glasgow%2C_Scotland_on_November_02%2C_2021_%281%29.jpg/228px-Prime_Minister_of_Nepal%2C_Shri_Sher_Bahadur_Deuba%2C_in_Glasgow%2C_Scotland_on_November_02%2C_2021_%281%29.jpg",
    "extract": "Sher Bahadur Deuba is a Nepali politician serving as the prime minister of Nepal since 13 July 2021. He has also been serving as the president of the Nepali Congress since 2016. Deuba has previously served four terms as the prime minister and is the Member of Parliament for the parliamentary constituency of Dadeldhura 1.",
    "year": 1946,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Paul L. Modrich",
    "birthday": "1946-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Paul_L._Modrich_0116.jpg/279px-Paul_L._Modrich_0116.jpg",
    "extract": "Paul Lawrence Modrich is an American biochemist, James B. Duke Professor of Biochemistry at Duke University and Investigator at the Howard Hughes Medical Institute. He is known for his research on DNA mismatch repair. Modrich received the Nobel Prize in Chemistry 2015, jointly with Aziz Sancar and Tomas Lindahl.",
    "year": 1946,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Gabriel of Komana",
    "birthday": "1946-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/%D0%90%D1%80%D1%85%D0%B8%D0%B5%D0%BF%D0%B8%D1%81%D0%BA%D0%BE%D0%BF_%D0%93%D0%B0%D0%B2%D1%80%D0%B8%D0%B8%D0%BB_%28%D0%B4%D0%B5_%D0%92%D0%B8%D0%BB%D1%8C%D0%B4%D0%B5%D1%80%29_%D0%BD%D0%B0_%D0%BA%D0%BE%D0%BD%D1%84%D0%B5%D1%80%D0%B5%D0%BD%D1%86%D0%B8%D0%B8_%D0%92%D0%B5%D0%BB%D0%B8%D0%BA%D0%BE%D0%B1%D1%80%D0%B8%D1%82%D0%B0%D0%BD%D0%B8%D0%B8_%D0%B8_%D0%98%D1%80%D0%BB%D0%B0%D0%BD%D0%B4%D0%B8%D0%B8_2011.jpg/213px-%D0%90%D1%80%D1%85%D0%B8%D0%B5%D0%BF%D0%B8%D1%81%D0%BA%D0%BE%D0%BF_%D0%93%D0%B0%D0%B2%D1%80%D0%B8%D0%B8%D0%BB_%28%D0%B4%D0%B5_%D0%92%D0%B8%D0%BB%D1%8C%D0%B4%D0%B5%D1%80%29_%D0%BD%D0%B0_%D0%BA%D0%BE%D0%BD%D1%84%D0%B5%D1%80%D0%B5%D0%BD%D1%86%D0%B8%D0%B8_%D0%92%D0%B5%D0%BB%D0%B8%D0%BA%D0%BE%D0%B1%D1%80%D0%B8%D1%82%D0%B0%D0%BD%D0%B8%D0%B8_%D0%B8_%D0%98%D1%80%D0%BB%D0%B0%D0%BD%D0%B4%D0%B8%D0%B8_2011.jpg",
    "extract": "Gabriel of Komana was an Eastern Orthodox archbishop of the Ecumenical Patriarchate who led the Patriarchal Exarchate for Orthodox Parishes of Russian Tradition in Western Europe from 2003 to 2013.",
    "year": 1946,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Whitley Strieber",
    "birthday": "1945-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/WhitleyAnne3_%28cropped%29_Whitley_Strieber.jpg/239px-WhitleyAnne3_%28cropped%29_Whitley_Strieber.jpg",
    "extract": "Louis Whitley Strieber is an American writer best known for his horror novels The Wolfen and The Hunger and for Communion, a non-fiction account of his alleged experiences with non-human entities. He has maintained a dual career of author of fiction and advocate of paranormal concepts through his best-selling non-fiction books, his Unknown Country web site, and his podcast, Dreamland.",
    "year": 1945,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ban Ki-moon",
    "birthday": "1944-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Ban_Ki-moon_February_2016.jpg/231px-Ban_Ki-moon_February_2016.jpg",
    "extract": "Ban Ki-moon is a South Korean politician and diplomat who served as the eighth Secretary-General of the United Nations between 2007 and 2016. Prior becoming the secretary-general, Ban was a career diplomat in South Korea's Ministry of Foreign Affairs and in the United Nations. He entered diplomatic service the year he graduated from university, accepting his first post in New Delhi, India.",
    "year": 1944,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Harry Collins",
    "birthday": "1943-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Harry_Collins.20101118.jpg/240px-Harry_Collins.20101118.jpg",
    "extract": "Harry Collins,, is a British sociologist of science at the School of Social Sciences, Cardiff University, Wales. In 2012 he was elected a Fellow of the British Academy.",
    "year": 1943,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Malcolm McDowell",
    "birthday": "1943-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Malcolm_McDowell_2008.jpg/244px-Malcolm_McDowell_2008.jpg",
    "extract": "Malcolm McDowell is an English actor, producer, and television presenter. He is best known for his boisterous, charismatic and villainous roles. He was born in the Horsforth suburb of Leeds and raised in Liverpool. He later trained at the London Academy of Music and Dramatic Art before embarking on an acting career that has spanned over 50 years.",
    "year": 1943,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jim Guy Tucker",
    "birthday": "1943-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Jim_Guy_Tucker.jpg/277px-Jim_Guy_Tucker.jpg",
    "extract": "James Guy Tucker Jr. is an American politician and attorney from Arkansas. A member of the Democratic Party, he served as the 43rd governor of Arkansas, the 15th lieutenant governor, state attorney general, and U.S. representative. Tucker resigned the governorship and was replaced by Mike Huckabee on July 16, 1996, after his conviction for fraud during the Whitewater affair.",
    "year": 1943,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Yiannis Boutaris",
    "birthday": "1942-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Yannis_Butaris%2C_B%C3%BCrgermeister_Thessaloniki.jpg/320px-Yannis_Butaris%2C_B%C3%BCrgermeister_Thessaloniki.jpg",
    "extract": "Yiannis Boutaris is a Greek businessman and politician, former mayor of Thessaloniki.",
    "year": 1942,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Bobby Freeman",
    "birthday": "1940-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/6d/Bobby-freeman.jpg/320px-Bobby-freeman.jpg",
    "extract": "Robert Thomas Freeman was an American rock, soul and R&B singer, songwriter and record producer from San Francisco, best known for his two Top Ten hits, the first in 1958 on Josie Records called \"Do You Want to Dance\" and the second in 1964 for Autumn Records, \"C'mon and Swim\".",
    "year": 1940,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Dallas Long",
    "birthday": "1940-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Dallas_Long_1960.jpg/222px-Dallas_Long_1960.jpg",
    "extract": "Dallas Crutcher Long is a retired American track and field athlete, who mostly competed in the shot put. Between 1959 and 1964 he set six official and five unofficial world records. His first was at the 1959 Santa Barbara Easter Relays, the last in 1964 in the USA vs USSR dual meet. Long attended the University of Southern California. He competed at the 1960 Summer Olympics, where he won a bronze medal behind fellow Americans Bill Nieder and Parry O'Brien. One of his coaches was Frantisek (Frank) Louda, an American-Czech who had held the European hammer throw record in the 1930s. Long returned four years later to Tokyo for the 1964 Summer Olympics and won a gold medal. Domestically he won the AAU title in 1961 and the NCAA title in 1960–62.",
    "year": 1940,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Eleanor Holmes Norton",
    "birthday": "1937-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Eleanor_Holmes_Norton_official_photo.jpg/213px-Eleanor_Holmes_Norton_official_photo.jpg",
    "extract": "Eleanor Holmes Norton is an American lawyer and politician serving as a delegate to the United States House of Representatives, representing the District of Columbia since 1991. She is a member of the Democratic Party.",
    "year": 1937,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Christo and Jeanne-Claude",
    "birthday": "1935-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Jean-Claude_and_Christo%2C_May_2009_%284%29_%28cropped%29.jpg/295px-Jean-Claude_and_Christo%2C_May_2009_%284%29_%28cropped%29.jpg",
    "extract": "Christo Vladimirov Javacheff (1935–2020) and Jeanne-Claude Denat de Guillebon (1935–2009), known as Christo and Jeanne-Claude, were artists noted for their large-scale, site-specific environmental installations, often large landmarks and landscape elements wrapped in fabric, including the Wrapped Reichstag, The Pont Neuf Wrapped, Running Fence in California, and The Gates in New York City's Central Park.",
    "year": 1935,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Christo and Jeanne-Claude",
    "birthday": "1935-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Jean-Claude_and_Christo%2C_May_2009_%284%29_%28cropped%29.jpg/295px-Jean-Claude_and_Christo%2C_May_2009_%284%29_%28cropped%29.jpg",
    "extract": "Christo Vladimirov Javacheff (1935–2020) and Jeanne-Claude Denat de Guillebon (1935–2009), known as Christo and Jeanne-Claude, were artists noted for their large-scale, site-specific environmental installations, often large landmarks and landscape elements wrapped in fabric, including the Wrapped Reichstag, The Pont Neuf Wrapped, Running Fence in California, and The Gates in New York City's Central Park.",
    "year": 1935,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Samak Sundaravej",
    "birthday": "1935-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d0/Samak_Sundaravej.JPG",
    "extract": "Samak Sundaravej was a Thai politician who briefly served as the Prime Minister of Thailand and Minister of Defense in 2008, as well as the leader of the People's Power Party in 2008.",
    "year": 1935,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Bill Blakeley",
    "birthday": "1934-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Bill_Blakeley.jpg/222px-Bill_Blakeley.jpg",
    "extract": "Billy Buie Blakeley was an American basketball coach. He coached at the high school, college, and professional levels.",
    "year": 1934,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Lucjan Brychczy",
    "birthday": "1934-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Lucjan_Brychczy_na_Targach_Ksi%C4%85%C5%BCki_2014.jpg/245px-Lucjan_Brychczy_na_Targach_Ksi%C4%85%C5%BCki_2014.jpg",
    "extract": "Lucjan Antoni Brychczy is a former Polish football player who is most notable for winning four top-tier titles with Legia Warsaw, but was also a keen archer.",
    "year": 1934,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "James Anthony Griffin",
    "birthday": "1934-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Bishop_Emeritus_James_Griffin_%28St._Brigid_of_Kildare_Church%2C_Dublin%29.jpg/228px-Bishop_Emeritus_James_Griffin_%28St._Brigid_of_Kildare_Church%2C_Dublin%29.jpg",
    "extract": "James Anthony Griffin is an American prelate of the Roman Catholic Church. Griffin served as bishop of the Diocese of Columbus in Ohio from 1983 to 2004.",
    "year": 1934,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Uriel Jones",
    "birthday": "1934-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Uriel_Jones_Illustration.png/320px-Uriel_Jones_Illustration.png",
    "extract": "Uriel Jones was an American musician. Jones was a recording session drummer for Motown's in-house studio band, the Funk Brothers, during the 1960s and early 1970s.",
    "year": 1934,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Leonard Kleinrock",
    "birthday": "1934-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Leonard_Kleinrock_-_Internet_Hall_of_Fame_inductees_2012_%28cropped%29.jpg/314px-Leonard_Kleinrock_-_Internet_Hall_of_Fame_inductees_2012_%28cropped%29.jpg",
    "extract": "Leonard Kleinrock is an American computer scientist. A professor at UCLA's Henry Samueli School of Engineering and Applied Science, he made several important contributions to the field of computer science, in particular to the theoretical foundations of data communication in computer networking.",
    "year": 1934,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Tom King, Baron King of Bridgwater",
    "birthday": "1933-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Official_portrait_of_Lord_King_of_Bridgwater_crop_2.jpg/240px-Official_portrait_of_Lord_King_of_Bridgwater_crop_2.jpg",
    "extract": "Thomas Jeremy King, Baron King of Bridgwater, is a British politician. A member of the Conservative Party, he served in the Cabinet from 1983 to 1992, and was the Member of Parliament (MP) for the constituency of Bridgwater in Somerset from 1970 to 2001. He was made a life peer in 2001.",
    "year": 1933,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Norman Lloyd-Edwards",
    "birthday": "1933-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Captain_Sir_Norman_Lloyd-Edwards.jpeg/320px-Captain_Sir_Norman_Lloyd-Edwards.jpeg",
    "extract": "Sir Norman Lloyd-Edwards served as the Lord Lieutenant of South Glamorgan from 1990 to 2008.",
    "year": 1933,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Raymond Jolliffe, 5th Baron Hylton",
    "birthday": "1932-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Official_portrait_of_Lord_Hylton_crop_2.jpg/240px-Official_portrait_of_Lord_Hylton_crop_2.jpg",
    "extract": "Raymond Hervey Jolliffe, 5th Baron Hylton, ARICS, DL is a British peer and landowner. He is one of 92 hereditary peers elected to remain in the House of Lords after the passing of the House of Lords Act 1999, sitting as a crossbencher. He is currently the longest serving Crossbench member of the House of Lords.",
    "year": 1932,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Bob McGrath",
    "birthday": "1932-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Bob_McGrath_2014.jpg/213px-Bob_McGrath_2014.jpg",
    "extract": "Robert Emmett \"Bob\" McGrath is an American actor, singer, musician, and children's author best known for playing original human character Bob Johnson on the long running educational television series Sesame Street.",
    "year": 1932,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Billy Williams (Seattle Pilots outfielder)",
    "birthday": "1932-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Billy_Williams_right_fielder.jpeg/211px-Billy_Williams_right_fielder.jpeg",
    "extract": "William Williams was an American professional baseball player. He appeared in four Major League Baseball (MLB) games for the 1969 Seattle Pilots. Williams also had an extensive minor league baseball playing career, spanning eighteen seasons from 1952 to 1969.",
    "year": 1932,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Irvin D. Yalom",
    "birthday": "1931-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Yalom.jpg/320px-Yalom.jpg",
    "extract": "Irvin David Yalom is an American existential psychiatrist who is emeritus professor of psychiatry at Stanford University, as well as author of both fiction and nonfiction.",
    "year": 1931,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Gotthard Graubner",
    "birthday": "1930-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Gotthard_Graubner_by_Lothar_Wolleh.jpg/320px-Gotthard_Graubner_by_Lothar_Wolleh.jpg",
    "extract": "Gotthard Graubner  was a German painter, born in Erlbach, in Saxony, Germany.",
    "year": 1930,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ryszard Kukliński",
    "birthday": "1930-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/P%C5%82k_Ryszard_Kukli%C5%84ski.jpg/194px-P%C5%82k_Ryszard_Kukli%C5%84ski.jpg",
    "extract": "Ryszard Jerzy Kukliński was a Polish colonel and Cold War spy for NATO. He was posthumously promoted to the rank of brigadier general by Polish President Andrzej Duda. Kukliński passed top secret Soviet documents to the CIA between 1972 and 1981, including the Soviet plans for the invasion of Western Europe. The former United States National Security Advisor Zbigniew Brzeziński described him as \"the first Polish officer in NATO.\"",
    "year": 1930,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ralph McQuarrie",
    "birthday": "1929-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Ralph_McQuarrie.jpg/204px-Ralph_McQuarrie.jpg",
    "extract": "Ralph Angus McQuarrie was an American conceptual designer and illustrator. His career included work on the original Star Wars trilogy, the original Battlestar Galactica television series, the film E.T. the Extra-Terrestrial, and the film Cocoon, for which he won an Academy Award.",
    "year": 1929,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Robert W. Scott",
    "birthday": "1929-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Robert_W._Scott_official_photo.jpg/248px-Robert_W._Scott_official_photo.jpg",
    "extract": "Robert Walter \"Bob\" Scott was an American politician who served as the 67th Governor of North Carolina from 1969 to 1973. He was born and died in Haw River, North Carolina.",
    "year": 1929,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Giacomo Biffi",
    "birthday": "1928-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/07/Giacomo_Biffi.jpg/320px-Giacomo_Biffi.jpg",
    "extract": "Giacomo Biffi was an Italian Cardinal of the Roman Catholic Church. He was Archbishop Emeritus of Bologna, having served as archbishop there from 1984 to 2003. he was elevated to the cardinalate in 1985.",
    "year": 1928,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "John Forbes Nash Jr.",
    "birthday": "1928-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/John_Forbes_Nash%2C_Jr._by_Peter_Badge.jpg/212px-John_Forbes_Nash%2C_Jr._by_Peter_Badge.jpg",
    "extract": "John Forbes Nash Jr. was an American mathematician who made fundamental contributions to game theory, differential geometry, and the study of partial differential equations. Nash's work has provided insight into the factors that govern chance and decision-making inside complex systems found in everyday life.",
    "year": 1928,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Slim Dusty",
    "birthday": "1927-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Slim_Dusty_with_Golden_Guitar.jpeg/213px-Slim_Dusty_with_Golden_Guitar.jpeg",
    "extract": "Slim Dusty, AO MBE was an Australian country music singer-songwriter, guitarist and producer. He was an Australian cultural icon and one of the country's most awarded stars, with a career spanning nearly seven decades and producing numerous recordings. He was known to record songs in the legacy of Australia, particularly of bush life and renowned Australian bush poets Henry Lawson and Banjo Paterson that represented the lifestyle. The music genre was coined the \"bush ballad\", a style first made popular by Buddy Williams, the first artist to perform the genre in Australia, and also for his many trucking songs.",
    "year": 1927,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jérôme Lejeune",
    "birthday": "1926-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/J%C3%A9r%C3%B4me_Lejeune.TIF/lossy-page1-320px-J%C3%A9r%C3%B4me_Lejeune.TIF.jpg",
    "extract": "Jérôme Jean Louis Marie Lejeune was a French pediatrician and geneticist, best known for discovering the link of diseases to chromosome abnormalities and for his subsequent opposition to prenatal diagnosis and abortion. He is venerated in the Catholic Church, having been declared Venerable by Pope Francis on 21 January 2021.",
    "year": 1926,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Paul Lynde",
    "birthday": "1926-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/The_Paul_Lynde_Show_Paul_Lynde_1972_No_2.jpg/240px-The_Paul_Lynde_Show_Paul_Lynde_1972_No_2.jpg",
    "extract": "Paul Edward Lynde was an American comedian, actor and game show panelist. A character actor with a distinctively campy and snarky persona that often poked fun at his barely closeted homosexuality, Lynde was well known for his roles as Uncle Arthur on Bewitched, the befuddled father Harry MacAfee in Bye Bye Birdie and as a regular \"center square\" panelist on the game show The Hollywood Squares from 1968 to 1981. He also voiced animated characters for five Hanna-Barbera productions.",
    "year": 1926,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Kristine Miller",
    "birthday": "1925-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Publicity_shot_of_Kristine_Miller_in_The_Domino_Kid_%281957%29.jpg/249px-Publicity_shot_of_Kristine_Miller_in_The_Domino_Kid_%281957%29.jpg",
    "extract": "Kristine Miller was an American film actress, best-remembered for her appearances in film noir and Westerns. A discovery of Paramount producer Hal Wallis, she appeared in I Walk Alone (1948), Jungle Patrol (1948), Too Late for Tears (1949), Shadow on the Wall (1950), and the TV series Stories of the Century (1954–55).",
    "year": 1925,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Lennart Strand",
    "birthday": "1921-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Lennart_Strand_1947.jpg/171px-Lennart_Strand_1947.jpg",
    "extract": "Lennart Strand was a Swedish middle-distance runner who specialized in the 1500 m. In this event he won the national title in 1945–47, 1949 and 1950 and the European title in 1946, beating his compatriot Henry Eriksson. Two years later he finished second behind Eriksson at the 1948 Summer Olympics. In 1947 Strand equaled Gunder Hägg's 1500 m world record of 3:43.0 in Malmö.",
    "year": 1921,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Rolf Huisgen",
    "birthday": "1920-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Rolf_Huisgen.JPG/291px-Rolf_Huisgen.JPG",
    "extract": "Rolf Huisgen was a German chemist. His importance in synthetic organic chemistry extends to the enormous influence he had in post-war chemistry departments in Germany and Austria, due to a large number of his habilitants becoming professors. His major achievement was the development of the 1,3-dipolar cycloaddition reaction, also called the Huisgen cycloaddition.",
    "year": 1920,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ben Johnson (actor)",
    "birthday": "1918-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Ben_Johnson_The_Wild_Bunch_publicity_photo.JPG/212px-Ben_Johnson_The_Wild_Bunch_publicity_photo.JPG",
    "extract": "Benjamin Johnson Jr. was an American film and television actor, stuntman, and world-champion rodeo cowboy. Tall and laconic, Johnson brought authenticity to many roles in Westerns with his droll manner and expert horsemanship.",
    "year": 1918,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Helmut Lent",
    "birthday": "1918-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Bundesarchiv_Bild_146-1987-137-10%2C_Helmut_Lent.jpg/215px-Bundesarchiv_Bild_146-1987-137-10%2C_Helmut_Lent.jpg",
    "extract": "Helmut Lent was a German night-fighter ace in World War II. Lent shot down 110 aircraft, 102 of them at night. Born into a devoutly religious family, he showed an early passion for glider flying; against his father's wishes, he joined the Luftwaffe in 1936. After completing his training, he was assigned to the 1. Squadron, or Staffel, of Zerstörergeschwader 76 (ZG 76), a wing flying the Messerschmitt Bf 110 twin-engine heavy fighter. Lent claimed his first aerial victories at the outset of World War II in the invasion of Poland and over the North Sea. During the invasion of Norway he flew ground support missions before he was transferred to the newly established Nachtjagdgeschwader 1 (NJG 1), a night-fighter wing.",
    "year": 1918,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Percy Rodriguez",
    "birthday": "1918-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Percy_Rodriguez_1968.JPG/231px-Percy_Rodriguez_1968.JPG",
    "extract": "Percy Rodriguez was a Canadian actor who appeared in many television shows and films from the 1950s to the 1980s. He was of Afro-Portuguese heritage and was born in the Saint-Henri neighbourhood of Montreal. Born with the surname \"Rodrigues,\" he adopted the spelling \"Rodriguez\" after it was misspelled in a Broadway program early in his career. Rodriguez was also known for his extensive voiceover work as the narrator of film trailers, television spots and documentaries.",
    "year": 1918,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Augusto Roa Bastos",
    "birthday": "1917-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Escritor_Augusto_R._Bastos.jpg/254px-Escritor_Augusto_R._Bastos.jpg",
    "extract": "Augusto Roa Bastos was a Paraguayan novelist and short story writer. As a teenager he fought in the Chaco War between Paraguay and Bolivia, and he later worked as a journalist, screenwriter and professor. He is best known for his complex novel Yo el Supremo and for winning the Premio Miguel de Cervantes in 1989, Spanish literature's most prestigious prize. Yo el Supremo explores the dictations and inner thoughts of José Gaspar Rodríguez de Francia, the eccentric dictator of Paraguay who ruled with an iron fist, from 1814 until his death in 1840.",
    "year": 1917,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Don Budge",
    "birthday": "1915-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Don_Budge2.jpg/264px-Don_Budge2.jpg",
    "extract": "John Donald Budge was an American tennis player. He is most famous as the first player — male or female, and still the only American male — to win the four tournaments that comprise the Grand Slam of tennis in a single year or inline. Budge was the second man to win the Career Grand Slam after Fred Perry, and is still the youngest to achieve that feat. He won ten majors, of which six were Grand Slam events and four Pro Slams, the latter achieved on three different surfaces. Budge is considered to have the best backhand in the history of tennis, with most observers rating it better than that of later player Ken Rosewall.",
    "year": 1915,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Frederic Franklin",
    "birthday": "1914-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Maria_Tallchief_in_Ballet_Russe_de_Monte_Carlo_ad.JPG/234px-Maria_Tallchief_in_Ballet_Russe_de_Monte_Carlo_ad.JPG",
    "extract": "Frederic Franklin, sometimes also called \"Freddie\", was a British-American ballet dancer, choreographer and director.",
    "year": 1914,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ralph Edwards",
    "birthday": "1913-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Ralph_Edwards_1948.JPG/256px-Ralph_Edwards_1948.JPG",
    "extract": "Ralph Livingstone Edwards was an American radio and television host, radio producer, and television producer, best known for his radio-TV game shows Truth or Consequences and This Is Your Life.",
    "year": 1913,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Yitzhak Pundak",
    "birthday": "1913-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Yitzhak_Pundak%2C_1973.jpg/234px-Yitzhak_Pundak%2C_1973.jpg",
    "extract": "Yitzhak Pundak was an Israeli general, diplomat and politician.",
    "year": 1913,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Hector de Saint-Denys Garneau",
    "birthday": "1912-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Hector_de_Saint-Denys_Garneau.jpg/246px-Hector_de_Saint-Denys_Garneau.jpg",
    "extract": "Hector de Saint-Denys Garneau was a French Canadian poet and painter, who \"was posthumously hailed as a herald of the Quebec literary renaissance of the 1950s\". He has been called Quebec's \"first truly modern poet\".",
    "year": 1912,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Luis Walter Alvarez",
    "birthday": "1911-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/LWA_Picture_Final.jpg/226px-LWA_Picture_Final.jpg",
    "extract": "Luis Walter Alvarez was an American experimental physicist, inventor, and professor who was awarded the Nobel Prize in Physics in 1968 for his discovery of resonance states in particle physics using the hydrogen bubble chamber. The American Journal of Physics commented, \"Luis Alvarez was one of the most brilliant and productive experimental physicists of the twentieth century.\"",
    "year": 1911,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Gonzalo Torrente Ballester",
    "birthday": "1910-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Gonzalo_Torrente_Ballester_1.jpg/213px-Gonzalo_Torrente_Ballester_1.jpg",
    "extract": " Gonzalo Torrente Ballester was a Spanish writer associated with the Generation of '36 movement.",
    "year": 1910,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Mary Wickes",
    "birthday": "1910-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Mary-wickes-trailer.jpg/320px-Mary-wickes-trailer.jpg",
    "extract": "Mary Wickes was an American actress. She often played supporting roles as prim, professional women, secretaries, nurses, nuns, and housekeepers, who made sarcastic quips when the leading characters fell short of her high standards.",
    "year": 1910,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Mary Whitehouse",
    "birthday": "1910-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/73/Mary_Whitehouse_on_phone.jpg/320px-Mary_Whitehouse_on_phone.jpg",
    "extract": "Constance Mary Whitehouse was a British teacher and conservative activist. She campaigned against social liberalism and the mainstream British media, both of which she accused of encouraging a more permissive society. She was the founder and first president of the National Viewers' and Listeners' Association, through which she led a longstanding campaign against the BBC. A hard-line social conservative, she was termed a reactionary by her socially liberal opponents. Her motivation derived from her traditional Christian beliefs, her aversion to the rapid social and political changes in British society of the 1960s, and her work as a teacher of sex education.",
    "year": 1910,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "E. M. S. Namboodiripad",
    "birthday": "1909-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/EMS_Namboodiripad_2001_stamp_of_India.jpg/239px-EMS_Namboodiripad_2001_stamp_of_India.jpg",
    "extract": "Elamkulam Manakkal Sankaran Namboodiripad, popularly known as EMS, was an Indian communist politician and theorist, who served as the first Chief Minister of Kerala in 1957–1959 and then again in 1967–1969. As a member of the Communist Party of India (CPI), he became the first non-Congress Chief Minister in the Indian republic. In 1964, he led a faction of the CPI that broke away to form the Communist Party of India (Marxist). He completed his graduation from St. Thomas College, Thrissur Kerala.",
    "year": 1909,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Bruno de Finetti",
    "birthday": "1906-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/4f/Bruno_de_Finetti_portrait.jpg",
    "extract": "Bruno de Finetti was an Italian probabilist statistician and actuary, noted for the \"operational subjective\" conception of probability. The classic exposition of his distinctive theory is the 1937 \"La prévision: ses lois logiques, ses sources subjectives,\" which discussed probability founded on the coherence of betting odds and the consequences of exchangeability.",
    "year": 1906,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "James T. Rutnam",
    "birthday": "1905-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/32/JamesTRutnamImage1.jpg",
    "extract": "James Thevathasan Rutnam (1905-1988) was a Sri Lankan historian, educationalist, writer, and politician.",
    "year": 1905,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Carolyn Eisele",
    "birthday": "1902-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c8/Carolyn_Eisele_%28June_13%2C_1902_%E2%80%93_January_15%2C_2000.jpg",
    "extract": "Carolyn Eisele was an American mathematician and historian of mathematics known as an expert on the works of Charles Sanders Peirce.",
    "year": 1902,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Tage Erlander",
    "birthday": "1901-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Tage_Erlander_1949.jpg/240px-Tage_Erlander_1949.jpg",
    "extract": "Tage Fritjof Erlander was a Swedish politician who served as Prime Minister of Sweden from 1946 to 1969. He was the leader of the Swedish Social Democratic Party and led the government for an uninterrupted tenure of 23 years, one of the longest in any democracy. This led to Erlander being known as \"Sweden's longest Prime Minister\" referring to both his physical stature – 192 cm – and tenure.",
    "year": 1901,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Carlos Chávez",
    "birthday": "1899-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Carlos_Chavez.jpg/250px-Carlos_Chavez.jpg",
    "extract": "Carlos Antonio de Padua Chávez y Ramírez was a Mexican composer, conductor, music theorist, educator, journalist, and founder and director of the Mexican Symphonic Orchestra. He was influenced by native Mexican cultures. Of his six symphonies, the second, or Sinfonía india, which uses native Yaqui percussion instruments, is probably the most popular.",
    "year": 1899,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Paavo Nurmi",
    "birthday": "1897-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Paavo_Nurmi_%28Antwerp_1920%29.jpg/205px-Paavo_Nurmi_%28Antwerp_1920%29.jpg",
    "extract": "Paavo Johannes Nurmi was a Finnish middle-distance and long-distance runner. He was called the \"Flying Finn\" or the \"Phantom Finn\", as he dominated distance running in the early 20th century. Nurmi set 22 official world records at distances between 1500 metres and 20 kilometres, and won nine gold and three silver medals in his twelve events in the Summer Olympic Games. At his peak, Nurmi was undefeated for 121 races at distances from 800 m upwards. Throughout his 14-year career, he remained unbeaten in cross country events and the 10,000 metres.",
    "year": 1897,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Leo Kanner",
    "birthday": "1894-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Leo-Kanner.jpeg/226px-Leo-Kanner.jpeg",
    "extract": "Leo Kanner was an Austrian-American psychiatrist, physician, and social activist best known for his work related to autism. Before working at the Henry Phipps Psychiatric Clinic at the Johns Hopkins Hospital, Kanner practiced as a physician in Germany and in South Dakota. In 1943, Kanner published his landmark paper Autistic Disturbances of Affective Contact, describing 11 children who were highly intelligent but displayed \"a powerful desire for aloneness\" and \"an obsessive insistence on persistent sameness.\" He named their condition \"early infantile autism,\" which is now known as autism spectrum disorder. Kanner was in charge of developing the first child psychiatry clinic in the United States and later served as the Chief of Child Psychiatry at the Johns Hopkins Hospital. He is one of the co-founders of The Children's Guild, a nonprofit organization serving children, families and child-serving organizations throughout Maryland and Washington, D.C., and dedicated to \"Transforming how America Cares for and Educates its Children and Youth.\" He is widely considered one of the most influential American psychiatrists of the 20th century.",
    "year": 1894,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Dorothy L. Sayers",
    "birthday": "1893-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/bc/Dorothy_L_Sayers_1928.jpg",
    "extract": "Dorothy Leigh Sayers was an English crime writer and poet. She was also a student of classical and modern languages.",
    "year": 1893,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Basil Rathbone",
    "birthday": "1892-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Basil_Rathbone_in_Tovarich_trailer.jpg/320px-Basil_Rathbone_in_Tovarich_trailer.jpg",
    "extract": "Philip St. John Basil Rathbone MC was an English actor. He rose to prominence in the United Kingdom as a Shakespearean stage actor and went on to appear in more than 70 films, primarily costume dramas, swashbucklers, and, occasionally, horror films.",
    "year": 1892,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Fernando Pessoa",
    "birthday": "1888-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Pessoa_chapeu.jpg/229px-Pessoa_chapeu.jpg",
    "extract": "Fernando António Nogueira Pessoa was a Portuguese poet, writer, literary critic, translator, publisher, and philosopher, described as one of the most significant literary figures of the 20th century and one of the greatest poets in the Portuguese language. He also wrote in and translated from English and French.",
    "year": 1888,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "André François-Poncet",
    "birthday": "1887-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Andr%C3%A9_Fran%C3%A7ois-Poncet_1931b.jpg/238px-Andr%C3%A9_Fran%C3%A7ois-Poncet_1931b.jpg",
    "extract": "André François-Poncet was a French politician and diplomat whose post as ambassador to Germany allowed him to witness first-hand the rise to power of Adolf Hitler and the Nazi Party, and the Nazi regime's preparations for World War II.",
    "year": 1887,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Bruno Frank",
    "birthday": "1887-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Bruno_Frank%2C_008.jpg/208px-Bruno_Frank%2C_008.jpg",
    "extract": "Bruno Frank was a German author, poet, playwright, screenwriter, and humanist.",
    "year": 1887,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Leon Chwistek",
    "birthday": "1884-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Leon_Chwistek.jpg/217px-Leon_Chwistek.jpg",
    "extract": "Leon Chwistek was a Polish avant-garde painter, theoretician of modern art, literary critic, logician, philosopher and mathematician.",
    "year": 1884,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Étienne Gilson",
    "birthday": "1884-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/%C3%89tienne_Gilson.jpg/320px-%C3%89tienne_Gilson.jpg",
    "extract": "Étienne Henri Gilson was a French philosopher and historian of philosophy. A scholar of medieval philosophy, he originally specialised in the thought of Descartes; he also philosophized in the tradition of Thomas Aquinas, although he did not consider himself a Neo-Thomist philosopher. In 1946 he attained the distinction of being elected an \"Immortal\" (member) of the Académie française. He was nominated for the Nobel Prize in Literature.",
    "year": 1884,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "William Sealy Gosset",
    "birthday": "1876-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/William_Sealy_Gosset.jpg/248px-William_Sealy_Gosset.jpg",
    "extract": "William Sealy Gosset was an English statistician, chemist and brewer who served as Head Brewer of Guinness and Head Experimental Brewer of Guinness and was a pioneer of modern statistics. He pioneered small sample experimental design and analysis with an economic approach to the logic of uncertainty. Gosset published under the pen name Student and developed most famously Student's t-distribution – originally called Student's \"z\" – and \"Student's test of statistical significance\".",
    "year": 1876,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Paul Neumann (swimmer)",
    "birthday": "1875-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Paul_Neumann_%281875-1932%29.jpg/249px-Paul_Neumann_%281875-1932%29.jpg",
    "extract": "Paul Neumann was an Austrian swimmer and physician, who competed at the 1896 Summer Olympics in Athens and became the first ever Austrian gold medalist.",
    "year": 1875,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Karin Swanström",
    "birthday": "1873-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/71/KarinSwanstrom.jpg",
    "extract": "Karin Swanström was a Swedish actress, producer and director.",
    "year": 1873,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Thomas N. Heffron",
    "birthday": "1872-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Thomas_N_Heffron_-_Jan_1920_EH.jpg/222px-Thomas_N_Heffron_-_Jan_1920_EH.jpg",
    "extract": "Thomas N. Heffron was a screenwriter, actor, and a director. He was born in Nevada, and started his career in movies in 1911, eventually landing him a role with Paramount Pictures a few years later. He left the movie industry in 1922, making all his movies in the silent era. He died in 1951 at the age of 79 in San Francisco, California.",
    "year": 1872,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jules Bordet",
    "birthday": "1870-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Jules_Bordet_signed.jpg/209px-Jules_Bordet_signed.jpg",
    "extract": "Jules Jean Baptiste Vincent Bordet was a Belgian immunologist and microbiologist. The bacterial genus Bordetella is named after him. The Nobel Prize in Physiology or Medicine was awarded to him in 1919 for his discoveries relating to immunity.",
    "year": 1870,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Wallace Clement Sabine",
    "birthday": "1868-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Sabine.png/207px-Sabine.png",
    "extract": "Wallace Clement Sabine was an American physicist who founded the field of architectural acoustics. Sabine was the architectural acoustician of Boston's Symphony Hall, widely considered one of the two or three best concert halls in the world for its acoustics.",
    "year": 1868,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Karl Blossfeldt",
    "birthday": "1865-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Karl_Blossfeldt_1895.jpg/230px-Karl_Blossfeldt_1895.jpg",
    "extract": "Karl Blossfeldt was a German photographer and sculptor. He is best known for his close-up photographs of plants and living things, published in 1929 as Urformen der Kunst. He was inspired, as was his father, by nature and the ways in which plants grow. He believed that \"the plant must be valued as a totally artistic and architectural structure.\"",
    "year": 1865,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "W. B. Yeats",
    "birthday": "1865-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Yeats_Boughton.jpg/239px-Yeats_Boughton.jpg",
    "extract": "William Butler Yeats was an Irish poet, dramatist, writer and one of the foremost figures of 20th-century literature. He was a driving force behind the Irish Literary Revival and became a pillar of the Irish literary establishment who helped to found the Abbey Theatre, and in his later years served two terms as a Senator of the Irish Free State.",
    "year": 1865,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Rudolf Kjellén",
    "birthday": "1864-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Rudolf_Kjellen_Riksarkivet.jpg/233px-Rudolf_Kjellen_Riksarkivet.jpg",
    "extract": "Johan Rudolf Kjellén was a Swedish political scientist, geographer and politician who first coined the term \"geopolitics\". His work was influenced by Friedrich Ratzel. Along with Alexander von Humboldt, Carl Ritter, and Ratzel, Kjellén would lay the foundations for the German Geopolitik that would later be espoused prominently by General Karl Haushofer.",
    "year": 1864,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Dwight B. Waldo",
    "birthday": "1864-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/WaldoDwightB.jpg/239px-WaldoDwightB.jpg",
    "extract": "Dr. Dwight Bryant Waldo was the first President of Western Michigan University (WMU) in Kalamazoo, Michigan. Waldo was born in Arcade, N.Y. but spent his childhood in Plainwell, Michigan. Waldo was elected principal of WMU on April 1, 1904. He served as president from 1904 through 1936. When Western Michigan first opened, it was known as the Western State Normal School and later as the Western State Teachers College. One of Waldo's first moves, creating a rural school department, cemented WMU as a teaching college. It was the first such department in the nation and prepared teachers to effectively educate students in rural parts of America. Waldo also firmly believed in diversity on campus, and during his tenure many females and minorities were given the opportunity to attend the college.",
    "year": 1864,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Lucy, Lady Duff-Gordon",
    "birthday": "1863-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/LadyDuffGordon-1919.jpg/249px-LadyDuffGordon-1919.jpg",
    "extract": "Lucy Christiana, Lady Duff-Gordon was a leading British fashion designer in the late 19th and early 20th centuries who worked under the professional name Lucile.",
    "year": 1863,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Charles Algernon Parsons",
    "birthday": "1854-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Charles_Algernon_Parsons.jpg/235px-Charles_Algernon_Parsons.jpg",
    "extract": "Sir Charles Algernon Parsons, was an Anglo-Irish engineer, best known for his invention of the compound steam turbine, and as the eponym of C. A. Parsons and Company. He worked as an engineer on dynamo and turbine design, and power generation, with great influence on the naval and electrical engineering fields. He also developed optical equipment for searchlights and telescopes.",
    "year": 1854,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Augusta Lundin",
    "birthday": "1840-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7c/Augusta_Lundin_%281840-1919%29.jpg",
    "extract": "Augusta Lundin was a Swedish fashion designer. She is considered to be the first international Swedish fashion designer as well as the first well known fashion designer in Sweden.",
    "year": 1840,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "James Clerk Maxwell",
    "birthday": "1831-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/James_Clerk_Maxwell.png/266px-James_Clerk_Maxwell.png",
    "extract": "James Clerk Maxwell was a Scottish mathematician and scientist responsible for the classical theory of electromagnetic radiation, which was the first theory to describe electricity, magnetism and light as different manifestations of the same phenomenon. Maxwell's equations for electromagnetism have been called the \"second great unification in physics\" where the first one had been realised by Isaac Newton.",
    "year": 1831,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Alberto Henschel",
    "birthday": "1827-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Alberto_Henschel.jpg/216px-Alberto_Henschel.jpg",
    "extract": "Alberto Henschel was a German-Brazilian photographer born in Berlin. Considered the hardest-working photographer and businessman in 19th-century Brazil, with offices in Pernambuco, Bahia, Rio de Janeiro, and São Paulo, Henschel was also responsible for the presence of other professional photographers in the country, including his compatriot Karl Ernst Papf—with whom he later worked.",
    "year": 1827,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Carl Schmidt (chemist)",
    "birthday": "1822-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Carl_Ernst_Heinrich_Schmidt.jpg/198px-Carl_Ernst_Heinrich_Schmidt.jpg",
    "extract": "Carl Ernst Heinrich Schmidt, also known in Russia as Karl Genrikhovich Schmidt, was a Baltic German chemist from the Governorate of Livonia, a part of the Russian Empire.",
    "year": 1822,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Heinrich Hoffmann (author)",
    "birthday": "1809-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Heinrich_Hoffmann1.jpg/234px-Heinrich_Hoffmann1.jpg",
    "extract": "Heinrich Hoffmann was a German psychiatrist, who also wrote some short works including Der Struwwelpeter, an illustrated book portraying children misbehaving.",
    "year": 1809,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "José Antonio Páez",
    "birthday": "1790-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/John_J._Peoli_-_General_Jose_Antonio_Paez_-_1910.10.4_-_Smithsonian_American_Art_Museum.jpg/228px-John_J._Peoli_-_General_Jose_Antonio_Paez_-_1910.10.4_-_Smithsonian_American_Art_Museum.jpg",
    "extract": "José Antonio Páez Herrera was a Venezuelan leader who fought against the Spanish Crown for Simón Bolívar during the Venezuelan War of Independence. He later led Venezuela's independence from Gran Colombia.",
    "year": 1790,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Winfield Scott",
    "birthday": "1786-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Winfield_Scott_by_Fredricks%2C_1862.jpg/223px-Winfield_Scott_by_Fredricks%2C_1862.jpg",
    "extract": "Winfield Scott was an American military commander and political candidate. He served as a general in the United States Army from 1814 to 1861, taking part in the War of 1812, the Mexican–American War, the early stages of the American Civil War and conflicts with Native Americans. Scott was the Whig Party's presidential nominee in the 1852 election, but was defeated by Democrat Franklin Pierce. He was known as Old Fuss and Feathers for his insistence on proper military etiquette, as well as the Grand Old Man of the Army for his many years of service.",
    "year": 1786,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Antoni Radziwiłł",
    "birthday": "1775-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/22/AntonFuerstRadizwillDerKomponistDesFaustS190.jpg",
    "extract": "Prince Antoni Henryk Radziwiłł was a Polish and Prussian noble, aristocrat, musician, and politician. Initially a hereditary Duke of Nieśwież and Ołyka, as a scion of the Radziwiłł family he also held the honorific title of a Reichsfürst of the Holy Roman Empire. Between 1815 and 1831 he acted as Duke-Governor of the Grand Duchy of Posen, an autonomous province of the Kingdom of Prussia created out of Greater Polish lands annexed in the Partitions of Poland.",
    "year": 1775,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Thomas Young (scientist)",
    "birthday": "1773-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Thomas_Young_by_Briggs.jpg/241px-Thomas_Young_by_Briggs.jpg",
    "extract": "Thomas Young FRS was a British polymath who made notable contributions to the fields of vision, light, solid mechanics, energy, physiology, language, musical harmony, and Egyptology. He was instrumental in the decipherment of Egyptian hieroglyphs, specifically the Rosetta Stone.",
    "year": 1773,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "José Bonifácio de Andrada",
    "birthday": "1763-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Jose_bonifacio_de_andrada.png/241px-Jose_bonifacio_de_andrada.png",
    "extract": "José Bonifácio de Andrada e Silva ; was a Brazilian statesman, naturalist, mineralist, professor and poet, born in Santos, São Paulo, then part of the Portuguese Empire. He was one of the most important mentors of Brazilian independence, and his actions were decisive for the success of Emperor Pedro I. He supported public education, was an abolitionist and suggested that a new national capital be created in Brazil's underdeveloped interior. His career as naturalist was marked by the discovery of four new minerals.",
    "year": 1763,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Antonín Vranický",
    "birthday": "1761-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Antonin_Vranicky.jpg/266px-Antonin_Vranicky.jpg",
    "extract": "Antonín Vranický, Germanized as Anton Wranitzky, and also seen as Wranizky, was a Czech violinist and composer of the 18th century. He was the half brother of Pavel Vranický.",
    "year": 1761,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Frances Burney",
    "birthday": "1752-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Frances_d%27Arblay_%28%27Fanny_Burney%27%29_by_Edward_Francisco_Burney.jpg/263px-Frances_d%27Arblay_%28%27Fanny_Burney%27%29_by_Edward_Francisco_Burney.jpg",
    "extract": "Frances Burney, also known as Fanny Burney and later Madame d'Arblay, was an English satirical novelist, diarist and playwright. In 1786–1790 she held the post as \"Keeper of the Robes\" to Charlotte of Mecklenburg-Strelitz, George III's queen. In 1793, aged 41, she married a French exile, General Alexandre d'Arblay. After a long writing career and wartime travels that stranded her in France for over a decade, she settled in Bath, England, where she died on 6 January 1840. The first of her four novels, Evelina (1778), was the most successful and remains her most highly regarded. Most of her plays were not performed in her lifetime. She wrote a memoir of her father (1832) and many letters and journals that have been gradually published since 1889.",
    "year": 1752,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Sir Richard Glyn, 1st Baronet, of Ewell",
    "birthday": "1711-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/St_Mary%27s_Church%2C_Ewell%2C_Richard_Glyn_memorial.jpg/269px-St_Mary%27s_Church%2C_Ewell%2C_Richard_Glyn_memorial.jpg",
    "extract": "Sir Richard Glyn, 1st Baronet was a British banker and politician, who together with Joseph Vere and Thomas Hallifax founded the Bank of Vere, Glyn & Hallifax, which evolved into Williams & Glyn's Bank.",
    "year": 1711,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Adrien Baillet",
    "birthday": "1649-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Portret_van_Adrien_Baillet%2C_RP-P-OB-47.838.jpg/243px-Portret_van_Adrien_Baillet%2C_RP-P-OB-47.838.jpg",
    "extract": "Adrien Baillet was a French scholar and critic. He is now best known as a biographer of René Descartes.",
    "year": 1649,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Sir Vincent Corbet, 1st Baronet",
    "birthday": "1617-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Sir_Vincent_Corbet_1st_Bart_of_Moreton_Corbet.jpg/220px-Sir_Vincent_Corbet_1st_Bart_of_Moreton_Corbet.jpg",
    "extract": "Sir Vincent Corbet, 1st Baronet was an English lawyer and politician who sat for Shropshire in the House of Commons in the Short Parliament of 1640. He fought on the Royalist side in the English Civil War.",
    "year": 1617,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jan Marek Marci",
    "birthday": "1595-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Jan_Marcus_Marci_00.jpg/209px-Jan_Marcus_Marci_00.jpg",
    "extract": "Jan Marek Marci FRS, German: Johannes Marcus Marci de Cronland, Royal Bohemia, Bohemian Crownland, Austria–April 10, 1667, Prague, R.Bohemia, Bohemian Crownland, Austria), or Johannes Marcus Marci, was a Bohemian doctor and scientist, rector of the University of Prague, and official physician to the Holy Roman Emperors. The crater Marci on the far side of the Moon is named after him.",
    "year": 1595,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Willebrord Snellius",
    "birthday": "1580-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Willebrord_Snellius.jpg/223px-Willebrord_Snellius.jpg",
    "extract": "Willebrord Snellius was a Dutch astronomer and mathematician, a.k.a. Snell. His name is usually associated with the law of refraction of light.(Snell's law).",
    "year": 1580,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Giovanni Antonio Magini",
    "birthday": "1555-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Giovanni-Antonio-Magini.JPG/251px-Giovanni-Antonio-Magini.JPG",
    "extract": "Giovanni Antonio Magini was an Italian astronomer, astrologer, cartographer, and mathematician.",
    "year": 1555,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jost Amman",
    "birthday": "1539-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Jost_Amman.jpg/238px-Jost_Amman.jpg",
    "extract": "Jost Amman was a Swiss-German artist, celebrated chiefly for his woodcuts, done mainly for book illustrations.",
    "year": 1539,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Alessandro Piccolomini",
    "birthday": "1508-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/13/Piccolomini.jpg",
    "extract": "Alessandro Piccolomini was an Italian humanist, astronomer and philosopher from Siena, who promoted the popularization in the vernacular of Latin and Greek scientific and philosophical treatises. His early works include Il Dialogo della bella creanza delle donne, o Raffaella (1539) and the comedies Amor costante, and Alessandro, which were sponsored and produced by the Sienese Accademia degli Intronati, of which he was a member and an official. Much of his literary production consisted of translations from the Classics, of which Book XIII of Ovid's Metamorphoses and book VI of the Aeneid are early examples. In 1540, while a student at the University of Padua, he helped found the Infiammati Academy, in which he gave lectures in philosophy. His poetry, in which he followed the Petrarchan tradition, appeared first in various contemporary collections, and in 1549 he published as a single volume one hundred sonnets titled Cento sonetti. Later in life, he established in his sister-in-law's Villa of Poggiarello of Stigliano, near Siena, where he attended the revision of his previous essays, and where he wrote all his late works, as the translation of Aristotle's Poetics on which he wrote a learned commentary issued in 1575. His interest in Aristotle included the publication of a paraphrase of Aristotle's Rhetoric with commentary. In his Trattato della grandezza della terra e dell'acqua (1558), he opposed the Aristotelean and Ptolemaic opinion that water was more extensive than land.",
    "year": 1508,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ernest of Bavaria (1500–1560)",
    "birthday": "1500-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Herzog_Ernst_in_Bayern%2C_Administrator_des_Bistums_Passau.jpg/231px-Herzog_Ernst_in_Bayern%2C_Administrator_des_Bistums_Passau.jpg",
    "extract": "Duke Ernest of Bavaria was the Administrator of the dioceses of Passau and Salzburg and pledge lord of Glatz.",
    "year": 1500,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Charles the Fat",
    "birthday": "839-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/ec/Sceau_de_Charles_le_gros.jpg",
    "extract": "Charles III, also known as Charles the Fat, was the emperor of the Carolingian Empire from 881 to 888. A member of the Carolingian dynasty, Charles was the youngest son of Louis the German and Hemma, and a great-grandson of Charlemagne. He was the last Carolingian emperor of legitimate birth and the last to rule over all the realms of the Franks.",
    "year": 839,
    "month": 6,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Charles the Bald",
    "birthday": "823-6-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Biblioth%C3%A8que_nationale_de_France_-_Bible_de_Vivien_Ms._Latin_1_folio_423r_d%C3%A9tail_Le_comte_Vivien_offre_le_manuscrit_de_la_Bible_faite_%C3%A0_l%27abbaye_de_Saint-Martin_de_Tours_%C3%A0_Charles_le_Chauve.jpg/269px-thumbnail.jpg",
    "extract": "Charles the Bald, also known as Charles II, was a 9th-century king of West Francia (843–877), king of Italy (875–877) and emperor of the Carolingian Empire (875–877). After a series of civil wars during the reign of his father, Louis the Pious, Charles succeeded, by the Treaty of Verdun (843), in acquiring the western third of the empire. He was a grandson of Charlemagne and the youngest son of Louis the Pious by his second wife, Judith.",
    "year": 823,
    "month": 6,
    "day": 13,
    "language": "en"
  }
]