[
  {
    "name": "Tzuyu",
    "birthday": "1999-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/20220121%E2%80%94Tzuyu_Campaign_Film%2C_Pearlygates_x_Twice_2022.jpg/259px-20220121%E2%80%94Tzuyu_Campaign_Film%2C_Pearlygates_x_Twice_2022.jpg",
    "extract": "Chou Tzu-yu, known mononymously as Tzuyu, is a Taiwanese singer based in South Korea. She is the only Taiwanese member of the girl group Twice, formed by JYP Entertainment.",
    "year": 1999,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Moon Tae-il",
    "birthday": "1994-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/190524_NCT_127_%27We_Are_Superhuman%27_%EC%A0%9C%EC%9E%91%EB%B0%9C%ED%91%9C%ED%9A%8C_-_Taeil_02_%28derived%29.jpg/213px-190524_NCT_127_%27We_Are_Superhuman%27_%EC%A0%9C%EC%9E%91%EB%B0%9C%ED%91%9C%ED%9A%8C_-_Taeil_02_%28derived%29.jpg",
    "extract": "Moon Tae-il, known mononymously as Taeil, is a South Korean singer. He is the main vocalist of the South Korean boy group NCT and its sub-units NCT U and NCT 127 under the label SM Entertainment. Taeil made his debut in April 2016 in the rotational unit NCT U and became a member of the Seoul-based unit NCT 127 in July 2016.",
    "year": 1994,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Gunna (rapper)",
    "birthday": "1993-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Gunna_in_2021.png/234px-Gunna_in_2021.png",
    "extract": "Sergio Giavanni Kitchens, known professionally as Gunna, is an American rapper, singer, and songwriter. He is signed to Young Thug's record label YSL Records, as well as 300 Entertainment and Atlantic Records. He released his debut studio album, Drip or Drown 2 in 2019 and followed it up with his second studio album Wunna in 2020, which debuted atop the Billboard 200. His third album DS4Ever was released in 2022, becoming his second consecutive number one album.",
    "year": 1993,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Devante Smith-Pelly",
    "birthday": "1992-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Devante_Smith-Pelly_2018-04-29.jpg/285px-Devante_Smith-Pelly_2018-04-29.jpg",
    "extract": "Devante Malik Smith-Pelly is a Canadian professional ice hockey winger who is currently signed on a professional try-out contract with the Laval Rocket of the American Hockey League (AHL). He was selected by the Anaheim Ducks in the second round, 42nd overall, of the 2010 NHL Entry Draft. Smith-Pelly plays in the style of a power forward and is known for his hitting and forechecking abilities. Smith-Pelly won the Stanley Cup as a member of the Capitals in 2018.",
    "year": 1992,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Kostas Manolas",
    "birthday": "1991-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/CSKA-Roma_%284%29.jpg/309px-CSKA-Roma_%284%29.jpg",
    "extract": "Konstantinos \"Kostas\" Manolas is a Greek professional footballer who plays as a centre-back for Super League club Olympiacos.",
    "year": 1991,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jesy Nelson",
    "birthday": "1991-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Jesy_Nelson_in_2019.jpg/241px-Jesy_Nelson_in_2019.jpg",
    "extract": "Jessica Louise Nelson is an English singer, who was a member of the British girl group Little Mix from 2011 to 2020. She was signed to Polydor Records in 2021. She made her debut as a solo artist, in October of the same year she released her debut solo single \"Boyz\" featuring Nicki Minaj.",
    "year": 1991,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Patrice Cormier",
    "birthday": "1990-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Patrice_Cormier_%28cropped%29.jpg/320px-Patrice_Cormier_%28cropped%29.jpg",
    "extract": "Patrice Victor Cormier is a Canadian professional ice hockey forward. He is currently under contract with Avtomobilist Yekaterinburg of the Kontinental Hockey League (KHL). Cormier was drafted in the second round, 54th overall, by the New Jersey Devils at the 2008 NHL Entry Draft.",
    "year": 1990,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Lucy Hale",
    "birthday": "1989-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Lucy_Hale_in_2018.jpg/211px-Lucy_Hale_in_2018.jpg",
    "extract": "Karen Lucille Hale is an American actress, singer, and television personality, who first became known for her roles as Becca Sommers in the series Bionic Woman (2007) and Rose Baker in the series Privileged (2008–2009). She then had her breakthrough starring as Aria Montgomery in the Freeform series Pretty Little Liars (2010–2017), for which she received several accolades. She starred as Stella Abbott in Life Sentence (2018), the titular character in Katy Keene (2020) and DC Lake Edmunds in Ragdoll (2021). She has appeared in films such as The Sisterhood of the Traveling Pants 2 (2008), Sorority Wars (2009), A Cinderella Story: Once Upon a Song and Scream 4, and led the films Truth or Dare and Dude, Fantasy Island (2020), and The Hating Game (2021).",
    "year": 1989,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Brad Takairangi",
    "birthday": "1989-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Brad_Takairangi_Roosters.jpg/216px-Brad_Takairangi_Roosters.jpg",
    "extract": "Brad Takairangi is a professional rugby league footballer who plays as a centre or 5/8 for Hull Kingston Rovers in the Betfred Super League. He has played for the Cook Islands, New Zealand and New Zealand Māori at international level.",
    "year": 1989,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Adrián Aldrete",
    "birthday": "1988-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Adri%C3%A1n_Aldrete.jpg/257px-Adri%C3%A1n_Aldrete.jpg",
    "extract": "Adrián Alexei Aldrete Rodríguez is a Mexican professional footballer who plays as a left-back for Liga MX club Cruz Azul.",
    "year": 1988,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Kevin McHale (actor)",
    "birthday": "1988-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Kevin_McHale_by_Gage_Skidmore.jpg/265px-Kevin_McHale_by_Gage_Skidmore.jpg",
    "extract": "Kevin Michael McHale is an American actor, singer, and dancer. Formerly one of the two lead vocalists of the boy band NLT, McHale is best known for his role as Artie Abrams in the Fox comedy-drama series Glee. From 2014 to 2016, he hosted the British panel show Virtually Famous on E4. Beginning in 2019, McHale and Glee co-star Jenna Ushkowitz have a podcast called Showmance, where they recap Glee episodes and interview Glee cast and crew members, as well as other dynamic duos.",
    "year": 1988,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Andrew Cogliano",
    "birthday": "1987-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Andrew_Cogliano_Ducks_2012-02-15.JPG/251px-Andrew_Cogliano_Ducks_2012-02-15.JPG",
    "extract": "Andrew Cogliano is a Canadian professional ice hockey player for the Colorado Avalanche of the National Hockey League (NHL). He formerly played for the Edmonton Oilers, Anaheim Ducks, Dallas Stars and the San Jose Sharks. On December 31, 2013, Cogliano became the 20th player in NHL history to play 500 consecutive games, and only the fifth to do so from the beginning of his NHL career. On November 4, 2017, Cogliano played in his 800th consecutive game, placing him in fourth place on the NHL's most consecutive games played list. The streak ended at 830 games on January 14, 2018, when Cogliano was suspended for two games.",
    "year": 1987,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Mohamed Diamé",
    "birthday": "1987-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Mohamed_Diam%C3%A9_with_West_Ham_United.jpg/178px-Mohamed_Diam%C3%A9_with_West_Ham_United.jpg",
    "extract": "Mohamed Diamé, also known as Momo Diamé, is a professional footballer who plays as a midfielder for Spanish club Fuenlabrada.",
    "year": 1987,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Matt Read",
    "birthday": "1986-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Matt_Read_2018_%28a%29_01.png/219px-Matt_Read_2018_%28a%29_01.png",
    "extract": "Matthew Zachary Jarrett Read is a Canadian professional ice hockey player who is currently an unrestricted free agent. He most recently played for the Toronto Marlies of the American Hockey League (AHL). He previously played in the National Hockey League (NHL) for the Philadelphia Flyers, who signed him as an undrafted free agent in 2011, and the Minnesota Wild.",
    "year": 1986,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Andy Soucek",
    "birthday": "1985-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Andy_Soucek.JPG/231px-Andy_Soucek.JPG",
    "extract": "Andy Christian Soucek is a Spanish-Austrian professional racing driver.",
    "year": 1985,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Lorenzo Booker",
    "birthday": "1984-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Lorenzo_Booker_in_2009.jpg/188px-Lorenzo_Booker_in_2009.jpg",
    "extract": "Lorenzo Adarryll Booker is a former American football running back. He was drafted by the Miami Dolphins in the third round of the 2007 NFL Draft. He played college football at Florida State.",
    "year": 1984,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Mark Cosgrove",
    "birthday": "1984-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/2_25_Well_batted.jpg/301px-2_25_Well_batted.jpg",
    "extract": "Mark James Cosgrove is an Australian-English cricketer. He is a left-handed batsman and part-time medium pace bowler. He represented Australia in three One Day Internationals in 2006.",
    "year": 1984,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Siobhán Donaghy",
    "birthday": "1984-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Mutya_Keisha_Siobhan_%28cropped%29.jpg/226px-Mutya_Keisha_Siobhan_%28cropped%29.jpg",
    "extract": "Siobhán Emma Donaghy is an English singer and songwriter. She is a founding member of the girl group Sugababes. Donaghy left the Sugababes in 2001 and released her debut solo album, Revolution in Me, in 2003, which contained three single releases. Her second studio album, Ghosts, was released in 2007. Donaghy appeared in a remixed version of the hit stage show Rent for its 2007–2008 run, playing the role of Mimi alongside Denise van Outen.",
    "year": 1984,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Louis Garrel",
    "birthday": "1983-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Louis_Garrel_Cannes_2017.jpg/227px-Louis_Garrel_Cannes_2017.jpg",
    "extract": "Louis Garrel is a French actor and filmmaker. He is best known for his starring role in The Dreamers, directed by Bernardo Bertolucci. He has regularly appeared in films by French director Christophe Honoré, including Ma Mère, Dans Paris, Love Songs, The Beautiful Person and Making Plans for Lena. He has also been in films directed by his father, Philippe Garrel, including Regular Lovers, Frontier of the Dawn, A Burning Hot Summer, and Jealousy.",
    "year": 1983,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jamie Green",
    "birthday": "1982-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Jamie_Green.jpg/320px-Jamie_Green.jpg",
    "extract": "Jamie Green is a British professional racing driver. He is currently employed by Audi Sport Team Rosberg in the Deutsche Tourenwagen Masters (DTM) touring car championship.",
    "year": 1982,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Lang Lang",
    "birthday": "1982-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Lang_Lang_-_World_Economic_Forum_Annual_Meeting_2010_Davos_cropped.jpg/231px-Lang_Lang_-_World_Economic_Forum_Annual_Meeting_2010_Davos_cropped.jpg",
    "extract": "Lang Lang is a Chinese pianist who has performed with leading orchestras in China, North America, Europe, and elsewhere. Active since the 1990s, he was the first Chinese pianist to be engaged by the Berlin Philharmonic, the Vienna Philharmonic and some top American orchestras. A Chicago Tribune music critic called him \"the biggest, most exciting young keyboard talent I have encountered in many a year of attending piano recitals\". Lang is considered by many as one of the most accomplished classical musicians of modern time.",
    "year": 1982,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Elano",
    "birthday": "1981-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Elano_blumer.jpg/212px-Elano_blumer.jpg",
    "extract": "Elano Blumer, known as Elano, is a Brazilian football manager and former player.",
    "year": 1981,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Shannon Hegarty",
    "birthday": "1979-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/ShannonHegarty.jpg/320px-ShannonHegarty.jpg",
    "extract": "Shannon Hegarty is an Australian former professional rugby league footballer who played in the 2000s. An Australia international and Queensland State of Origin representative three-quarter back, he played club football in the National Rugby League for the Sydney Roosters, South Sydney Rabbitohs and North Queensland Cowboys.",
    "year": 1979,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Steve Bégin",
    "birthday": "1978-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/130205_Steve_Begin_Flames.png/292px-130205_Steve_Begin_Flames.png",
    "extract": "Joseph Denis Stéphan Bégin ; born June 14, 1978) is a Canadian former professional ice hockey centre who played in 13 National Hockey League (NHL) seasons. He was a second-round selection of the Calgary Flames, 40th overall, in the 1996 NHL Entry Draft, and played with the Flames, Montreal Canadiens, Dallas Stars, Boston Bruins and Nashville Predators in his NHL career. After missing a full season due to injury, Bégin made a successful comeback by rejoining the Flames in 2012–13 before another injury forced his retirement.",
    "year": 1978,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Diablo Cody",
    "birthday": "1978-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Diablo_Cody_at_TIFF_2009_cropped_2.jpg/231px-Diablo_Cody_at_TIFF_2009_cropped_2.jpg",
    "extract": "Brook Maurio, known professionally by the pen name Diablo Cody, is an American writer and producer. She gained recognition for her candid blog and subsequent memoir, Candy Girl: A Year in the Life of an Unlikely Stripper (2005). Cody received critical acclaim for her screenwriting debut film, Juno (2007), winning the Academy Award for Best Original Screenplay, the BAFTA Award for Best Original Screenplay, the Independent Spirit Award for Best First Screenplay, and the Writers Guild of America Award for Best Original Screenplay.",
    "year": 1978,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Nikola Vujčić",
    "birthday": "1978-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Nikola102.JPG/320px-Nikola102.JPG",
    "extract": "Nikola Vujčić is a Croatian former professional basketball player, and the current team manager of the Israeli club Maccabi Tel Aviv. During his playing career, at a height of 2.11 m tall, he played at both the center and power forward positions. As a player, he was a two-time EuroLeague champion, a five-time All-EuroLeague Team selection, and was voted as a member of the EuroLeague 2000–10 All-Decade Team. He was also the 2006 Israeli Basketball Premier League Finals MVP.",
    "year": 1978,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Chris McAlister",
    "birthday": "1977-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Chris_McAlister.JPG/210px-Chris_McAlister.JPG",
    "extract": "Christopher James McAlister is a former American college and professional football player who was a cornerback in the National Football League (NFL) for eleven seasons. He played college football for the University of Arizona, and was recognized as an All-American. He was drafted by the Baltimore Ravens in the first round of the 1999 NFL Draft, and played for the Ravens for ten seasons before playing his final season with the New Orleans Saints.",
    "year": 1977,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Alan Carr",
    "birthday": "1976-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Alan_Carr_at_The_British_Comedy_Awards_2007.jpg/213px-Alan_Carr_at_The_British_Comedy_Awards_2007.jpg",
    "extract": "Alan Graham Carr is an English comedian, broadcaster and writer. His breakthrough was in 2001, winning the City Life Best Newcomer of the Year and the BBC New Comedy Awards. In the ensuing years, Carr's career burgeoned on the Manchester comedy circuit before he became known for co-hosting The Friday Night Project (2006–2009) with Justin Lee Collins. This led to the release of a short-lived entertainment show Alan Carr's Celebrity Ding Dong (2008), and he went on to star in the comedy chat show Alan Carr: Chatty Man (2009–2016) which aired on Channel 4. Since 2017, Carr often stands in as a team captain on 8 Out of 10 Cats Does Countdown. In 2019, he became a judge on RuPaul's Drag Race UK.",
    "year": 1976,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Massimo Oddo",
    "birthday": "1976-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Massimo_Oddo.jpg/252px-Massimo_Oddo.jpg",
    "extract": "Massimo Oddo is an Italian professional football manager and a former player who played as a full-back. He is currently in charge as the head coach of Serie C club Padova.",
    "year": 1976,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Sami Kapanen",
    "birthday": "1973-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Kapanen_Sami_KalPa_2009_1.jpg/240px-Kapanen_Sami_KalPa_2009_1.jpg",
    "extract": "Sami Hannu Antero Kapanen is a Finnish former professional ice hockey coach and former player. He played 12 NHL seasons for the Hartford Whalers, Carolina Hurricanes and Philadelphia Flyers. He is the majority owner of KalPa in the Finnish league. Kapanen's son, Kasperi Kapanen, is a member of the Pittsburgh Penguins.",
    "year": 1973,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Rick Brunson",
    "birthday": "1972-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/20140322_Rick_Brunson_2.JPG/213px-20140322_Rick_Brunson_2.JPG",
    "extract": "Eric Daniel Brunson is an American basketball coach and former professional player. He played nine seasons in the National Basketball Association (NBA) and has also worked as an assistant coach for several teams. Brunson played college basketball for the Temple Owls.",
    "year": 1972,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Matthias Ettrich",
    "birthday": "1972-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Matthias_Ettrich_LinuxTag_2005-06-23.jpg/320px-Matthias_Ettrich_LinuxTag_2005-06-23.jpg",
    "extract": "Matthias Ettrich is a German computer scientist and founder of the KDE and LyX projects.",
    "year": 1972,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Danny McFarlane",
    "birthday": "1972-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9b/400_m_hurdles_Kerron_Clement_Berlin_2009_2.jpg",
    "extract": "Danny D. McFarlane, OD is a Jamaican hurdler, who has won numerous international medals in individual and relay contests. Having won five medals at the World Championships in Athletics and an Olympic bronze medal with the Jamaican 4 x 400 metres team, McFarlane has also won in individual competition: he took an Olympic silver medal in the 400 metres hurdles at the 2004 Athens Olympics.",
    "year": 1972,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Bruce Bowen",
    "birthday": "1971-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Bruce_Bowen_2009.jpg/264px-Bruce_Bowen_2009.jpg",
    "extract": "Bruce Eric Bowen Jr. is an American former professional basketball player. Bowen played small forward and graduated from Edison High School and Cal State Fullerton. He went on to play for the National Basketball Association's Miami Heat, Boston Celtics, Philadelphia 76ers, San Antonio Spurs and the Continental Basketball Association's Rockford Lightning, and also played abroad in France.",
    "year": 1971,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Heather McDonald",
    "birthday": "1970-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/HeatherMcDonaldApr2011.jpg/320px-HeatherMcDonaldApr2011.jpg",
    "extract": "Heather Ann McDonald is an American stand-up comedian, actress and author. Born and educated in Southern California, she is known for her appearances on the E! series Chelsea Lately. She was one of the eight writers on the show and often participated in sketches and segments. McDonald also wrote and appeared in the show's spin-off, After Lately. She is the host of the pop culture podcast “Juicy Scoop with Heather McDonald.” Her first book, a 2010 memoir of her college years, made the Bestseller List of the New York Times.",
    "year": 1970,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Steffi Graf",
    "birthday": "1969-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Steffi_Graf_in_Hamburg_2010_%28cropped%29.jpg/219px-Steffi_Graf_in_Hamburg_2010_%28cropped%29.jpg",
    "extract": "Stefanie Maria \"Steffi\" Graf is a German former professional tennis player. She was ranked world No. 1 for a record 377 weeks and won 22 major singles titles, the second-most since the start of the Open Era in 1968 and third-most of all-time. In 1988, Graf became the first tennis player to achieve the Golden Slam by winning all four major singles titles and the Olympic gold medal in the same calendar year. Furthermore, she is the only tennis player, male or female, to have won each major tournament at least four times.",
    "year": 1969,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Faizon Love",
    "birthday": "1968-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Faizon_Love_at_Porn_Star_Karaoke.jpg/223px-Faizon_Love_at_Porn_Star_Karaoke.jpg",
    "extract": "Faizon Andre Love is a Cuban-born American actor and comedian. He is best known for his roles in the comedy films The Meteor Man, Don't Be a Menace, Friday, B*A*P*S, Elf, The Replacements, Made, and Couples Retreat, as well as the voice of Sean \"Sweet\" Johnson in the video game Grand Theft Auto: San Andreas and his role as Wendell Wilcox on The Parent 'Hood.",
    "year": 1968,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Boy George",
    "birthday": "1961-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Boy_George_at_The_SSE_Arena_Wembley_on14th_December_2016.jpg/275px-Boy_George_at_The_SSE_Arena_Wembley_on14th_December_2016.jpg",
    "extract": "George Alan O'Dowd, known professionally as Boy George, is an English singer, songwriter, DJ, fashion designer, photographer and record producer. He is the lead singer of the pop band Culture Club. At the height of the band's fame, during the 1980s, they recorded global hit songs such as \"Karma Chameleon\", \"Do You Really Want to Hurt Me\" and \"Time \". George is known for his soulful voice and his androgynous appearance. He was part of the British New Romantic movement which emerged in the late 1970s to the early 1980s.",
    "year": 1961,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Dušan Kojić",
    "birthday": "1961-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/KojaSKC1.jpg/277px-KojaSKC1.jpg",
    "extract": "Dušan \"Koja\" Kojić is a Serbian rock bassist, singer, and songwriter. He is the frontman of the Serbian Alternative rock band Disciplin A Kitschme.",
    "year": 1961,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Sam Perkins",
    "birthday": "1961-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Sam_Perkins_2016_%28cropped%29.jpg/264px-Sam_Perkins_2016_%28cropped%29.jpg",
    "extract": "Samuel Bruce Perkins is an American former professional basketball player and executive. Perkins was a three-time college All-American, was a member of the 1982 national champion North Carolina Tar Heels, and won a gold medal with the 1984 United States men's Olympic basketball team. Perkins played professionally in the National Basketball Association (NBA) for 17 seasons.",
    "year": 1961,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Tonie Campbell",
    "birthday": "1960-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Tonie_Campbell%2C_1984.jpg/249px-Tonie_Campbell%2C_1984.jpg",
    "extract": "Anthony Eugene Campbell is an American former hurdler. He is the 1988 Olympic bronze medallist in the 110m Hurdles, the 1987 World Indoor champion in the 60m hurdles, and won the 1985 World Cup title in the 110m hurdles. A three-time winner of the 110 metres hurdles at the IAAF Grand Prix Final, he also won the 1987 Overall Grand Prix title, with fellow hurdler Greg Foster second and pole vaulter Sergey Bubka third.",
    "year": 1960,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Marcus Miller",
    "birthday": "1959-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Marcus_Miller_Ancienne_2007.jpg/320px-Marcus_Miller_Ancienne_2007.jpg",
    "extract": "William Henry Marcus Miller Jr. is an American multi-instrumentalist, songwriter, composer, producer and singer, best known as a bassist. He has worked with trumpeter Miles Davis, pianist Herbie Hancock, singer Luther Vandross, and saxophonist David Sanborn, among others. His collaboration with Vandross was especially close: Miller co-produced and served as the arranger for most of Vandross's albums, and co-wrote many of his songs, including the hits \"I Really Didn't Mean It\", \"Any Love\", \"Power of Love/Love Power\" and \"Don't Want to Be a Fool\". He also co-wrote the 1988 single \"Da Butt\" for Experience Unlimited. Miller was the main songwriter and producer on three of Miles Davis's albums: Tutu (1986), Music from Siesta (1987), and Amandla (1989).",
    "year": 1959,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Paul O'Grady",
    "birthday": "1955-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Paul_O%27Grady%2C_April_2009_cropped.jpg/214px-Paul_O%27Grady%2C_April_2009_cropped.jpg",
    "extract": "Paul James O'Grady MBE is an English comedian, broadcaster, actor, writer and former drag queen. He achieved notability in the London gay scene during the 1980s with his drag queen persona Lily Savage, with which he went mainstream in the 1990s. O'Grady subsequently dropped the character and in the 2000s became the presenter of various television and radio shows, most notably The Paul O'Grady Show.",
    "year": 1955,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Kirron Kher",
    "birthday": "1955-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Kiron_kher_colors_indian_telly_awards.jpg/212px-Kiron_kher_colors_indian_telly_awards.jpg",
    "extract": "Kirron Anupam Kher is an Indian theatre, film and television actress, television personality, singer, entertainment producer, and a member of the Bharatiya Janata Party. In May 2014, she was elected to the Lok Sabha, the lower house of Indian Parliament from Chandigarh.",
    "year": 1955,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Will Patton",
    "birthday": "1954-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/WillPatton%28BloodOnMyName2021%29.jpg/260px-WillPatton%28BloodOnMyName2021%29.jpg",
    "extract": "William Rankin Patton is an American actor and audiobook narrator. He starred as Colonel Dan Weaver in the TNT science fiction series Falling Skies. He also appeared in the films Remember the Titans, Armageddon, Gone in 60 Seconds, The Punisher, and Minari. He appeared opposite Kevin Costner in two films: No Way Out (1987) and The Postman (1997), as well as having a guest role in seasons 3 and 4 of Costner's Paramount series Yellowstone. He won two Obie Awards for best actor in Sam Shepard's play Fool for Love and the Public Theater production of What Did He See?",
    "year": 1954,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Pat Summitt",
    "birthday": "1952-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Pat-Summitt-Walter-Reed-Center-06-24-08-2.jpg/167px-Pat-Summitt-Walter-Reed-Center-06-24-08-2.jpg",
    "extract": "Patricia Susan Summitt was an American women's college basketball head coach who accrued 1,098 career wins, the most in college basketball history at the time of her retirement. She served as the head coach of the University of Tennessee Lady Vols basketball team from 1974 to 2012.",
    "year": 1952,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Paul Boateng",
    "birthday": "1951-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Official_portrait_of_Lord_Boateng%2C_2020.jpg/240px-Official_portrait_of_Lord_Boateng%2C_2020.jpg",
    "extract": "Paul Yaw Boateng, Baron Boateng is a British Labour Party politician, who was the Member of Parliament (MP) for Brent South from 1987 to 2005, becoming the UK's first Black Cabinet Minister in May 2002, when he was appointed as Chief Secretary to the Treasury. Following his departure from the House of Commons, he served as the British High Commissioner to South Africa from March 2005 to May 2009. He was introduced as a member of the House of Lords on 1 July 2010.",
    "year": 1951,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Rowan Williams",
    "birthday": "1950-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Rowan_Williams_-001b.jpg/264px-Rowan_Williams_-001b.jpg",
    "extract": "Rowan Douglas Williams, Baron Williams of Oystermouth, is a Welsh Anglican bishop, theologian and poet. He was the 104th Archbishop of Canterbury, a position he held from December 2002 to December 2012. Previously the Bishop of Monmouth and Archbishop of Wales, Williams was the first Archbishop of Canterbury in modern times not to be appointed from within the Church of England.",
    "year": 1950,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jim Lea (musician)",
    "birthday": "1949-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Slade_-_TopPop_1974_3_%28cropped%29.png",
    "extract": "James Whild Lea is an English musician, most notable for playing bass guitar, keyboards, piano, violin, and guitar, and singing backing vocals in Slade from their inception until 1992, and for co-writing most of their songs.",
    "year": 1949,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Harry Turtledove",
    "birthday": "1949-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Harry_Turtledove_2005.jpg/289px-Harry_Turtledove_2005.jpg",
    "extract": "Harry Norman Turtledove is an American author who is best known for his work in the genres of alternate history, historical fiction, fantasy, science fiction, and mystery fiction. He is a student of history and completed his Ph.D. in Byzantine history. His dissertation was on the period AD 565–582. He lives in Southern California.",
    "year": 1949,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Alan White (Yes drummer)",
    "birthday": "1949-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/ef/AlanWhite.jpg",
    "extract": "Alan White was an English drummer and songwriter, best known for his tenure in the progressive rock band Yes. He joined Yes in 1972 as a replacement for original drummer Bill Bruford. Following the death of bassist Chris Squire in 2015, White became the longest-remaining member in the band and the only member besides Squire to never leave the band prior to his death in 2022. He recorded 42 albums with the band.",
    "year": 1949,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Roger Liddle, Baron Liddle",
    "birthday": "1947-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Official_portrait_of_Lord_Liddle.jpg/213px-Official_portrait_of_Lord_Liddle.jpg",
    "extract": "Roger John Liddle, Baron Liddle is a British political adviser and consultant who is principally known for being Special Adviser on European matters to the former Prime Minister Tony Blair, and President of the European Commission, José Manuel Barroso. He also worked together with Peter Mandelson on books outlining the political philosophy of the Labour Party under Blair's leadership. He is the co-chair of the international think tank Policy Network and was Pro-Chancellor of the University of Lancaster until 2020.",
    "year": 1947,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Barry Melton",
    "birthday": "1947-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Barry_The_Fish_Melton_2017-06-23.jpg/288px-Barry_The_Fish_Melton_2017-06-23.jpg",
    "extract": "Barry \"The Fish\" Melton is the co-founder and original lead guitarist of Country Joe and the Fish and The Dinosaurs. He appears on all the Country Joe and the Fish recordings and he also wrote some of the songs that the band recorded. He appeared in the films made at Monterey Pop and Woodstock, and also appeared as an outlaw in the neo-Western film, Zachariah, and other films in which Country Joe and the Fish appear. An attorney and member of the State Bar of California, Melton has maintained a criminal defense practice since 1982.",
    "year": 1947,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Paul Rudolph (musician)",
    "birthday": "1947-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Pink-Fairies-1971.jpg/214px-Pink-Fairies-1971.jpg",
    "extract": "Paul Fraser Rudolph is a Canadian guitarist, bassist, singer, and cyclist. He made his mark in the UK underground music scene, and then as a session musician, before returning to Canada to indulge his passion for cycling. He resided in Gibsons, British Columbia, where he owned and operated a bicycle business, Spin Cycle. He has since retired to Victoria, British Columbia.",
    "year": 1947,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Robert Louis-Dreyfus",
    "birthday": "1946-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/33/Robert_dreyfus.jpg/202px-Robert_dreyfus.jpg",
    "extract": "Robert Louis-Dreyfus was a French businessman who was chief executive officer (CEO) of Adidas and Saatchi & Saatchi. He was a majority shareholder of the French football team Olympique de Marseille, and during his tenure they re-emerged as a major European football club.",
    "year": 1946,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Tõnu Sepp",
    "birthday": "1946-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/T%C3%B5nu_Sepp_with_studio.jpg/320px-T%C3%B5nu_Sepp_with_studio.jpg",
    "extract": "Tõnu Sepp is an Estonian music teacher and a figure in early music. He has been called the \"grand old man\" of early music in Estonia.",
    "year": 1946,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Donald Trump",
    "birthday": "1946-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Donald_Trump_official_portrait.jpg/253px-Donald_Trump_official_portrait.jpg",
    "extract": "Donald John Trump is an American politician, media personality, and businessman who served as the 45th president of the United States from 2017 to 2021.",
    "year": 1946,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Rod Argent",
    "birthday": "1945-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Rod_Argent_in_September_2019.jpg/291px-Rod_Argent_in_September_2019.jpg",
    "extract": "Rodney Terence Argent is an English musician, singer, songwriter, composer, and record producer. In a career spanning more than 50 years, Argent came to prominence in the mid 1960s as the keyboardist, founder and leader of the English rock band the Zombies, and went on to form the band Argent after the first break-up of the Zombies.",
    "year": 1945,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Carlos Reichenbach",
    "birthday": "1945-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Carlos_Reichenbach_%283385914540%29_cropped.jpg/247px-Carlos_Reichenbach_%283385914540%29_cropped.jpg",
    "extract": "Carlos Oscar Reichenbach Filho was a Brazilian filmmaker.",
    "year": 1945,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jonathan Raban",
    "birthday": "1942-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Jonathan_Raban_07.jpg/320px-Jonathan_Raban_07.jpg",
    "extract": "Jonathan Raban is a British travel writer, critic, and novelist. He has received several awards, such as the National Book Critics Circle Award, The Royal Society of Literature's Heinemann Award, the Thomas Cook Travel Book Award, the PEN West Creative Nonfiction Award, the Pacific Northwest Booksellers Association Award, and a 1997 Washington State Governor's Writer's Award. Since 1990 he has lived with his daughter in Seattle. In 2003, his novel Waxwings was long listed for the Man Booker Prize.",
    "year": 1942,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Steny Hoyer",
    "birthday": "1939-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Steny_Hoyer%2C_official_photo_as_Whip.jpg/213px-Steny_Hoyer%2C_official_photo_as_Whip.jpg",
    "extract": "Steny Hamilton Hoyer is an American politician and attorney serving as the U.S. representative for Maryland's 5th congressional district since 1981 and as House Majority Leader since 2019. A Democrat, Hoyer was first elected in a special election on May 19, 1981. As of 2022, he is in his 20th term as a member of the House. The district includes a large swath of rural and suburban territory southeast of Washington, D.C. Hoyer is the dean of the Maryland congressional delegation and the most senior Democrat in the House.",
    "year": 1939,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Colin Thubron",
    "birthday": "1939-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Colin_Thubron.jpg/235px-Colin_Thubron.jpg",
    "extract": "Colin Gerald Dryden Thubron, FRAS is a British travel writer and novelist. In 2008, The Times ranked him among the 50 greatest postwar British writers. He is a contributor to The New York Review of Books, The Times, The Times Literary Supplement and The New York Times. His books have been translated into more than twenty languages. Thubron was appointed a CBE in the 2007 New Year Honours. He is a Fellow and, between 2009 and 2017, was President of the Royal Society of Literature.",
    "year": 1939,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Julie Felix",
    "birthday": "1938-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Fanclub_-_Julie_Felix_01.png/317px-Fanclub_-_Julie_Felix_01.png",
    "extract": "Julie Ann Felix was an American-born, British-based folk recording artist who achieved success, particularly on British television in the late 1960s and early 1970s. She later performed and released albums on her own record label.",
    "year": 1938,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Renaldo Benson",
    "birthday": "1936-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Obie_Benson.JPG/207px-Obie_Benson.JPG",
    "extract": "Renaldo \"Obie\" Benson was an American soul and R&B singer and songwriter. He was best known as a founding member and the bass singer of Motown group the Four Tops, which he joined in 1953 and continued to perform with for over five decades, until April 8, 2005. He also co-wrote \"What's Going On\" which became a No. 2 hit for Marvin Gaye in 1971, and which Rolling Stone rated as No. 4 on their List of Rolling Stone's 500 Greatest Songs of All Time released in 2004.",
    "year": 1936,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jerzy Kosiński",
    "birthday": "1933-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Jerzy_Kosi%C5%84ski_%28by_Eric_Koch%2C_1969%29.jpg/240px-Jerzy_Kosi%C5%84ski_%28by_Eric_Koch%2C_1969%29.jpg",
    "extract": "Jerzy Kosiński was a Polish-American novelist and two-time President of the American Chapter of P.E.N., who wrote primarily in English. Born in Poland, he survived World War II and, as a young man, emigrated to the U.S., where he became a citizen.",
    "year": 1933,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Marla Gibbs",
    "birthday": "1931-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Marla_Gibbs_%2850094699678%29.jpg/214px-Marla_Gibbs_%2850094699678%29.jpg",
    "extract": "Marla Gibbs is an American actress, singer, comedian, writer and television producer, whose career spans five decades. Gibbs is known for her role as George Jefferson's maid, Florence Johnston, in the CBS sitcom, The Jeffersons (1975–1985), for which she received five nominations for Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series.",
    "year": 1931,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ross Higgins",
    "birthday": "1931-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0e/Ross_higgins_as_ted_bullpitt.jpg/320px-Ross_higgins_as_ted_bullpitt.jpg",
    "extract": "Ross Higgins was an Australian vaudevillian, character actor, television host, comedian, singer and voice actor. He was best known for his role as Ted Bullpitt in the 1980s television situation comedy series Kingswood Country and brief revival Bullpitt!. He was also a commercial advertiser who provided the voice of animated character \"Louie the Fly\" in the television ad campaign for Mortein, over a 50-year period as well as Mr. Pound, when decimal currency was first introduced in Australia.",
    "year": 1931,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Junior Walker",
    "birthday": "1931-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Junior_Walker.png/308px-Junior_Walker.png",
    "extract": "Autry DeWalt Mixon Jr., known professionally as Junior Walker, was an American multi-instrumentalist who recorded for Motown during the 1960s. He also performed as a session and live-performing saxophonist with the band Foreigner during the 1980s.",
    "year": 1931,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Cy Coleman",
    "birthday": "1929-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Composer_Cy_coleman_%2832841370298%29.jpg/228px-Composer_Cy_coleman_%2832841370298%29.jpg",
    "extract": "Cy Coleman was an American composer, songwriter, and jazz pianist.",
    "year": 1929,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Alan Davidson (cricketer, born 1929)",
    "birthday": "1929-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Alan_davidson_australia2.jpg/253px-Alan_davidson_australia2.jpg",
    "extract": "Alan Keith Davidson was an Australian cricketer of the 1950s and 1960s. He was an all rounder: a hard-hitting lower-order left-handed batsman, and an outstanding left-arm fast-medium opening bowler. Strongly built and standing six feet tall, Davidson was known for his hard hitting power, which yielded many long hit sixes.",
    "year": 1929,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Johnny Wilson (ice hockey)",
    "birthday": "1929-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Johnny_Wilson_49-50.jpg/237px-Johnny_Wilson_49-50.jpg",
    "extract": "John Edward Wilson was a Canadian professional ice hockey player and head coach.",
    "year": 1929,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Che Guevara",
    "birthday": "1928-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/CheHigh.jpg/250px-CheHigh.jpg",
    "extract": "Ernesto \"Che\" Guevara was an Argentine Marxist revolutionary, physician, writer, guerrilla leader, diplomat, and military theorist. A major figure of the Cuban Revolution, his stylized visage has become a ubiquitous countercultural symbol of rebellion and global insignia in popular culture.",
    "year": 1928,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Don Newcombe",
    "birthday": "1926-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Don_Newcombe_1955.png/193px-Don_Newcombe_1955.png",
    "extract": "Donald Newcombe, nicknamed \"Newk\", was an American professional baseball pitcher in Negro league and Major League Baseball who played for the Newark Eagles (1944–45), Brooklyn/Los Angeles Dodgers, Cincinnati Reds (1958–1960), and Cleveland Indians (1960).",
    "year": 1926,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Pierre Salinger",
    "birthday": "1925-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Press_Secretary_Pierre_Salinger_on_May_10%2C_1961_-_%2814190800322%29_%28cropped%29.jpg/256px-Press_Secretary_Pierre_Salinger_on_May_10%2C_1961_-_%2814190800322%29_%28cropped%29.jpg",
    "extract": "Pierre Emil George Salinger was an American journalist, author and politician. He served as the ninth press secretary for United States Presidents John F. Kennedy and Lyndon B. Johnson. Salinger served as a United States Senator in 1964 and as campaign manager for the 1968 Robert F. Kennedy presidential campaign.",
    "year": 1925,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "James Black (pharmacologist)",
    "birthday": "1924-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f8/James_Black.jpeg/227px-James_Black.jpeg",
    "extract": "Sir James Whyte Black was a Scottish physician and pharmacologist. Black established a Veterinary Physiology department at the University of Glasgow, where he became interested in the effects of adrenaline on the human heart. He went to work for ICI Pharmaceuticals in 1958 and, while there, developed propranolol, a beta blocker used for the treatment of heart disease. Black was also responsible for the development of cimetidine, an H2 receptor antagonist, a drug used to treat stomach ulcers. He was awarded the Nobel Prize for Medicine in 1988 for work leading to the development of propranolol and cimetidine.",
    "year": 1924,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Judith Kerr",
    "birthday": "1923-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Judith_Kerr_on_September_15%2C_2016_at_the_International_Literature_Festival_Berlin.jpg/320px-Judith_Kerr_on_September_15%2C_2016_at_the_International_Literature_Festival_Berlin.jpg",
    "extract": "Anna Judith Gertrud Helene Kerr was a Jewish, German-born British writer and illustrator whose books sold more than 10 million copies around the world. She created both enduring picture books such as the Mog series and The Tiger Who Came to Tea and acclaimed novels for older children such as the semi-autobiographical When Hitler Stole Pink Rabbit, which gave a child's-eye view of escaping Hitler's persecution in the Second World War. Born in the Weimar Republic, she came to Britain with her family in 1935 to escape persecution during the rise of the Nazis.",
    "year": 1923,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Martha Greenhouse",
    "birthday": "1921-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/4d/Martha_Greenhouse_in_Theatre_World_1960.jpg",
    "extract": "Martha Miriam Greenhouse was an American stage, film and television actress, who also served as an actors' union leader.",
    "year": 1921,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Gene Barry",
    "birthday": "1919-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Gene_Barry_1959.JPG/250px-Gene_Barry_1959.JPG",
    "extract": "Gene Barry was an American stage, screen, and television actor. Barry is best remembered for his leading roles in the films The Atomic City (1952) and The War of The Worlds (1953) and for his portrayal of the title characters in the TV series Bat Masterson and Burke's Law, among many roles.",
    "year": 1919,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Sam Wanamaker",
    "birthday": "1919-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Sam_Wanamaker_-_1961.jpg/254px-Sam_Wanamaker_-_1961.jpg",
    "extract": "Samuel Wanamaker, was an American actor and director who moved to the United Kingdom after becoming fearful of being blacklisted in Hollywood due to his communist views. He is credited as the person most responsible for saving The Rose Theatre, which led to the modern recreation of Shakespeare's Globe Theatre in London, where he is commemorated in the name of the Sam Wanamaker Playhouse, the site's second theatre.",
    "year": 1919,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Fred Baur",
    "birthday": "1918-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Fred_Baur.jpg/254px-Fred_Baur.jpg",
    "extract": "Fredric John Baur was an American organic chemist and food storage scientist notable for designing and patenting the Pringles packaging. Baur filed for a patent for the tubular Pringles container and for the method of packaging the curved, stacked potato chip in the container in 1966, and it was granted in 1971. His other accomplishments included development of frying oils and freeze-dried ice cream. Baur was a graduate of the University of Toledo in Toledo, Ohio, and received both his master's and PhD degrees at Ohio State University. He also served in the U.S. Navy as an aviation physiologist. He was a resident of Cincinnati, Ohio.",
    "year": 1918,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Lise Nørgaard",
    "birthday": "1917-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Lise_N%C3%B8rgaard.jpg/226px-Lise_N%C3%B8rgaard.jpg",
    "extract": "Lise Nørgaard is a Danish journalist and writer known for her precise and often humorous portrayals of Danish cultural life. Nørgaard has written novels, compilations of essays and short stories. The memoir of her childhood, Kun en pige, became a bestseller in 1992 and is considered her masterpiece. The work was made into a feature film in 1995.",
    "year": 1917,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Atle Selberg",
    "birthday": "1917-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Atle_Selberg.jpg/218px-Atle_Selberg.jpg",
    "extract": "Atle Selberg was a Norwegian mathematician known for his work in analytic number theory and the theory of automorphic forms, and in particular for bringing them into relation with spectral theory. He was awarded the Fields Medal in 1950 and an honorary Abel Prize in 2002.",
    "year": 1917,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Dorothy McGuire",
    "birthday": "1916-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Studio_publicity_Dorothy_McGuire.jpg/240px-Studio_publicity_Dorothy_McGuire.jpg",
    "extract": "Dorothy Hackett McGuire was an American actress. She was nominated for the Academy Award for Best Actress for Gentleman's Agreement (1947) and won the National Board of Review Award for Best Actress for Friendly Persuasion (1956). She starred as the eponymous mother in the popular film Swiss Family Robinson (1960).",
    "year": 1916,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Rudolf Kempe",
    "birthday": "1910-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Rudolf_Kempe_cropped.jpg/230px-Rudolf_Kempe_cropped.jpg",
    "extract": "Rudolf Kempe was a German conductor.",
    "year": 1910,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Burl Ives",
    "birthday": "1909-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/94/Burl_Ives_%28Cat_on_a_Hot_Tin_Roof%29_1958.jpg",
    "extract": "Burl Icle Ivanhoe Ives was an American singer, musician, actor, and author.",
    "year": 1909,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "René Char",
    "birthday": "1907-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/C%C3%A9reste_R._C._et_son_chat_1941.jpg/255px-C%C3%A9reste_R._C._et_son_chat_1941.jpg",
    "extract": "René Émile Char was a French poet and member of the French Resistance.",
    "year": 1907,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Steve Broidy",
    "birthday": "1905-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/2a/Steve_Broidy.jpg",
    "extract": "Samuel “Steve” Broidy was an American executive in the U.S. motion picture industry.",
    "year": 1905,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Margaret Bourke-White",
    "birthday": "1904-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Margaret_Bourke-White_1955.jpg/252px-Margaret_Bourke-White_1955.jpg",
    "extract": "Margaret Bourke-White, an American photographer and documentary photographer, became arguably best known as the first foreign photographer permitted to take pictures of Soviet industry under the Soviets' five-year plan, as the first American female war photojournalist, and for having one of her photographs on the cover of the first issue of Life magazine. She died of Parkinson's disease at age 67, about eighteen years after developing symptoms.",
    "year": 1904,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Alonzo Church",
    "birthday": "1903-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a6/Alonzo_Church.jpg",
    "extract": "Alonzo Church was a renowned American mathematician, logician, philosopher, professor and editor, who made major contributions to mathematical logic and the foundations of theoretical computer science. He is best known for the lambda calculus, the Church–Turing thesis, proving the unsolvability of the Entscheidungsproblem, the Frege–Church ontology, and the Church–Rosser theorem. He also worked on philosophy of language. Alongside his student Alan Turing, Church is considered one of the founders of computer science.",
    "year": 1903,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Rose Rand",
    "birthday": "1903-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/75/Rose_Rand%2C_Vienna_Circle_philosopher_%281903_-_1980%29.png",
    "extract": "Rose Rand was an Austrian-American logician and philosopher. She was a member of the Vienna Circle.",
    "year": 1903,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "June Walker",
    "birthday": "1900-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/June_Walker_-_Feb_1920_Shadowland.jpg/222px-June_Walker_-_Feb_1920_Shadowland.jpg",
    "extract": "June Walker was an American stage and film actress.",
    "year": 1900,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Theobald Wolfe Tone FitzGerald",
    "birthday": "1898-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Thomas_McDonald%2C_Countess_Markievicz_and_Theobald_Wolfe_Tone_FitzGerald.jpg/232px-Thomas_McDonald%2C_Countess_Markievicz_and_Theobald_Wolfe_Tone_FitzGerald.jpg",
    "extract": "Theobald Wolfe Tone FitzGerald was an Irish army officer and painter.",
    "year": 1898,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jack Adams",
    "birthday": "1895-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Jack_Adams%2C_Toronto_Arenas.jpg/184px-Jack_Adams%2C_Toronto_Arenas.jpg",
    "extract": "John James \"Jack\" Adams was a Canadian professional ice hockey player, coach and general manager in the National Hockey League and Pacific Coast Hockey Association. He played for the Toronto Arenas, Vancouver Millionaires, Toronto St. Patricks and Ottawa Senators between 1917 and 1927. He won the Stanley Cup twice as a player, with Toronto in 1918 and Ottawa in 1927, and was inducted into the Hockey Hall of Fame.",
    "year": 1895,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Marie-Adélaïde, Grand Duchess of Luxembourg",
    "birthday": "1894-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Marie-Ad%C3%A9la%C3%AFde%2C_Grand_Duchess_of_Luxembourg_2.jpg/233px-Marie-Ad%C3%A9la%C3%AFde%2C_Grand_Duchess_of_Luxembourg_2.jpg",
    "extract": "Marie-Adélaïde, reigned as Grand Duchess of Luxembourg from 1912 until her abdication in 1919. She was the first Grand Duchess regnant of Luxembourg, its first female monarch since Duchess Maria Theresa and the first Luxembourgish monarch to be born within the territory since Count John the Blind (1296–1346).",
    "year": 1894,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "José Carlos Mariátegui",
    "birthday": "1894-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Jos%C3%A9_Carlos_Mari%C3%A1tegui_in_1929.jpg/241px-Jos%C3%A9_Carlos_Mari%C3%A1tegui_in_1929.jpg",
    "extract": "José Carlos Mariátegui La Chira was a Peruvian intellectual, journalist, activist and philosopher. A prolific writer before his early death at the age of 35, he is considered one of the most influential Latin American socialists of the 20th century. Mariátegui's Seven Interpretive Essays on Peruvian Reality (1928) is still widely read in Latin America, and called \"one of the broadest, deepest, and most enduring works of the Latin American century\".",
    "year": 1894,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "May Allison",
    "birthday": "1890-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Film_actress_May_Allison_%28SAYRE_1098%29.jpg/249px-Film_actress_May_Allison_%28SAYRE_1098%29.jpg",
    "extract": "May Allison was an American actress whose greatest success was achieved in the early part of the 20th century in silent films, although she also appeared on stage.",
    "year": 1890,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "John McCormack (tenor)",
    "birthday": "1884-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/John_McCormack_cph.3a03759.jpg/221px-John_McCormack_cph.3a03759.jpg",
    "extract": "Papal Count \nJohn Francis McCormack, KSG, KSS, KHS, was an Irish tenor celebrated for his performances of the operatic and popular song repertoires, and renowned for his diction and breath control. He was also a Papal Count. He became a naturalised American citizen before returning to live in Ireland.",
    "year": 1884,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Arthur Duffey",
    "birthday": "1879-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Arthur_Duffey.JPG/320px-Arthur_Duffey.JPG",
    "extract": "Arthur Francis Duffey was an American track and field athlete who competed at the 1900 Summer Olympics in Paris, France.",
    "year": 1879,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Léon Thiébaut",
    "birthday": "1878-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/L%C3%A9on_Thi%C3%A9baut_1901.jpg/214px-L%C3%A9on_Thi%C3%A9baut_1901.jpg",
    "extract": "Léon Thiébaut was a French fencer who competed in the late 19th century and early 20th century. He participated in Fencing at the 1900 Summer Olympics in Paris and won the silver medal in the sabre. He was defeated by Georges de la Falaise in the final.",
    "year": 1878,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jane Bathori",
    "birthday": "1877-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Jane_Bathori_001.jpg/217px-Jane_Bathori_001.jpg",
    "extract": "Jane Bathori was a French mezzo-soprano. She was famous on the operatic stage and important in the development of contemporary French music.",
    "year": 1877,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ida Maclean",
    "birthday": "1877-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/38/Ida_Maclean_-_Smedley_1933.JPG",
    "extract": "Ida Smedley Maclean was an English biochemist and the first woman admitted to the London Chemical Society.",
    "year": 1877,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "János Szlepecz",
    "birthday": "1872-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Janos_Slepec_1937.jpg/208px-Janos_Slepec_1937.jpg",
    "extract": "János Szlepecz was a Slovene Roman Catholic priest, dean, and writer. He wrote in the Prekmurje Slovene dialect and also in Hungarian.",
    "year": 1872,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jacob Ellehammer",
    "birthday": "1871-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2a/Jacob_ellehammer.jpg",
    "extract": "Jacob Christian Hansen-Ellehammer was a Danish watchmaker and inventor born in Bakkebølle, Denmark. He is remembered chiefly for his contributions to powered flight.",
    "year": 1871,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Sophia of Prussia",
    "birthday": "1870-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Sophie_of_Greece.jpg/210px-Sophie_of_Greece.jpg",
    "extract": "Sophia of Prussia was Queen consort of the Hellenes from 1913–1917, and also from 1920–1922.",
    "year": 1870,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Karl Landsteiner",
    "birthday": "1868-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Karl_Landsteiner_1930b-cr2.jpg/209px-Karl_Landsteiner_1930b-cr2.jpg",
    "extract": "Karl Landsteiner was an Austrian biologist, physician, and immunologist. He distinguished the main blood groups in 1900, having developed the modern system of classification of blood groups from his identification of the presence of agglutinins in the blood, and in 1937 identified, with Alexander S. Wiener, the Rhesus factor, thus enabling physicians to transfuse blood without endangering the patient's life. With Constantin Levaditi and Erwin Popper, he discovered the polio virus in 1909. He received the Aronson Prize in 1926. In 1930, he received the Nobel Prize in Physiology or Medicine. He was posthumously awarded the Lasker Award in 1946, and has been described as the father of transfusion medicine.",
    "year": 1868,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Anna B. Eckstein",
    "birthday": "1868-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Anna_Eckstein_as_a_young_woman_maybe_1907.jpg/200px-Anna_Eckstein_as_a_young_woman_maybe_1907.jpg",
    "extract": "Anna Bernhardine Eckstein was a German champion of world peace, who trained as a teacher and campaigned for peace across the world. She gathered six million signatures on a petition and, in 1913, was nominated for the Nobel Peace Prize. The outbreak of the First World War interrupted her plans but her ideas influenced the Kellogg–Briand Pact of 1928.",
    "year": 1868,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Alois Alzheimer",
    "birthday": "1864-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Alois_Alzheimer_003.jpg/216px-Alois_Alzheimer_003.jpg",
    "extract": "Alois Alzheimer was a German psychiatrist and neuropathologist and a colleague of Emil Kraepelin. Alzheimer is credited with identifying the first published case of \"presenile dementia\", which Kraepelin would later identify as Alzheimer's disease.",
    "year": 1864,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Andrey Markov",
    "birthday": "1856-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/AAMarkov.jpg/246px-AAMarkov.jpg",
    "extract": "Andrey Andreyevich Markov was a Russian mathematician best known for his work on stochastic processes. A primary subject of his research later became known as Markov chains or Markov processes.",
    "year": 1856,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Robert M. La Follette",
    "birthday": "1855-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/LaFOLLETTE%2C_ROBERT._SENATOR_LOC_hec.14955_%28cropped%29.jpg/257px-LaFOLLETTE%2C_ROBERT._SENATOR_LOC_hec.14955_%28cropped%29.jpg",
    "extract": "Robert Marion \"Fighting Bob\" La Follette Sr., was an American lawyer and politician. He represented Wisconsin in both chambers of Congress and served as the 20th Governor of Wisconsin. A Republican for most of his life, he ran for president of the United States as the nominee of his own Progressive Party in the 1924 presidential election. Historian John D. Buenker describes La Follette as \"the most celebrated figure in Wisconsin history\".",
    "year": 1855,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Bernard Bosanquet (philosopher)",
    "birthday": "1848-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/BernardBosanquetPhilosopher.jpg/233px-BernardBosanquetPhilosopher.jpg",
    "extract": "Bernard Bosanquet was an English philosopher and political theorist, and an influential figure on matters of political and social policy in the late 19th and early 20th centuries. His work influenced but was later subject to criticism by many thinkers, notably Bertrand Russell, John Dewey and William James. Bernard was the husband of Helen Bosanquet, the leader of the Charity Organisation Society.",
    "year": 1848,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Max Erdmannsdörfer",
    "birthday": "1848-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Erdmannsdoerfer_%28Hoeffert%29.jpg/214px-Erdmannsdoerfer_%28Hoeffert%29.jpg",
    "extract": "Max Erdmannsdörfer was a German conductor, pianist and composer.",
    "year": 1848,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Yamagata Aritomo",
    "birthday": "1838-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Yamagata_Aritomo.jpg/246px-Yamagata_Aritomo.jpg",
    "extract": "Gensui Prince Yamagata Aritomo , also known as Prince Yamagata Kyōsuke, was a senior-ranking Japanese military commander, twice-elected Prime Minister of Japan, and a leading member of the genrō, an élite group of senior statesmen who dominated Japan after the Meiji Restoration. As the Imperial Japanese Army's inaugural Chief of Staff, he was the chief architect of the Empire of Japan's military and its reactionary ideology. For this reason, some historians consider Yamagata to be the “father” of Japanese militarism.",
    "year": 1838,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Bernard Petitjean",
    "birthday": "1829-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Mgr_Petitjean_first_Vicar_Apostolic_of_Japan.jpg/236px-Mgr_Petitjean_first_Vicar_Apostolic_of_Japan.jpg",
    "extract": "Bernard Thaddée Petitjean was a French Roman Catholic priest who served as a missionary to Japan as well as becoming the country's first vicar apostolic.",
    "year": 1829,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "John Bartlett (publisher)",
    "birthday": "1820-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/John_Bartlett_1820_-_1905.jpg/267px-John_Bartlett_1820_-_1905.jpg",
    "extract": "John Bartlett was an American writer and publisher whose best known work, Bartlett's Familiar Quotations, has been continually revised and reissued for a century after his death.",
    "year": 1820,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Henry Gardner",
    "birthday": "1819-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/5b/GovHenryJGardner.jpg",
    "extract": "Henry Joseph Gardner was the 23rd Governor of Massachusetts, serving from 1855 to 1858. Gardner, a Know Nothing, was elected governor as part of the sweeping victory of Know Nothing candidates in the Massachusetts elections of 1854.",
    "year": 1819,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Fernando Wood",
    "birthday": "1812-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Fernando_Wood_%28cropped%29.jpg/256px-Fernando_Wood_%28cropped%29.jpg",
    "extract": "Fernando Wood was an American Democratic Party politician, merchant, and real estate investor who served as the 73rd and 75th Mayor of New York City. He also served as a United States Representative from the city for several terms.",
    "year": 1812,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Harriet Beecher Stowe",
    "birthday": "1811-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Beecher-Stowe.jpg/224px-Beecher-Stowe.jpg",
    "extract": "Harriet Elisabeth Beecher Stowe was an American author and abolitionist. She came from the Beecher family, a religious family, and became best known for her novel Uncle Tom's Cabin (1852), which depicts the harsh conditions experienced by enslaved African Americans. The book reached an audience of millions as a novel and play, and became influential in the United States and in Great Britain, energizing anti-slavery forces in the American North, while provoking widespread anger in the South. Stowe wrote 30 books, including novels, three travel memoirs, and collections of articles and letters. She was influential both for her writings and for her public stances and debates on social issues of the day.",
    "year": 1811,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Heber C. Kimball",
    "birthday": "1801-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c3/Heber_Chase_Kimball-2.png",
    "extract": "Heber Chase Kimball was a leader in the early Latter Day Saint movement. He served as one of the original twelve apostles in the early Church of the Latter Day Saints, and as first counselor to Brigham Young in the First Presidency of The Church of Jesus Christ of Latter-day Saints for more than two decades, from 1847 until his death.",
    "year": 1801,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "František Palacký",
    "birthday": "1798-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Jan_Vil%C3%ADmek_-_Franti%C5%A1ek_Palack%C3%BD_2.jpg/244px-Jan_Vil%C3%ADmek_-_Franti%C5%A1ek_Palack%C3%BD_2.jpg",
    "extract": "František Palacký was a Czech historian and politician, the most influential person of the Czech National Revival, called \"Father of the Nation\".",
    "year": 1798,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Nikolai Brashman",
    "birthday": "1796-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/%D0%9D%D0%B8%D0%BA%D0%BE%D0%BB%D0%B0%D0%B9_%D0%94%D0%BC%D0%B8%D1%82%D1%80%D0%B8%D0%B5%D0%B2%D0%B8%D1%87_%D0%91%D1%80%D0%B0%D1%88%D0%BC%D0%B0%D0%BD.jpg/270px-%D0%9D%D0%B8%D0%BA%D0%BE%D0%BB%D0%B0%D0%B9_%D0%94%D0%BC%D0%B8%D1%82%D1%80%D0%B8%D0%B5%D0%B2%D0%B8%D1%87_%D0%91%D1%80%D0%B0%D1%88%D0%BC%D0%B0%D0%BD.jpg",
    "extract": "Nikolai Dmitrievich Brashman was a Russian mathematician of Jewish-Austrian origin. He was a student of Joseph Johann Littrow, and the advisor of Pafnuty Chebyshev and August Davidov.",
    "year": 1796,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Henry Salt (Egyptologist)",
    "birthday": "1780-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Henry_Salt00.jpg/241px-Henry_Salt00.jpg",
    "extract": "Henry Salt was an English artist, traveller, collector of antiquities, diplomat, and Egyptologist.",
    "year": 1780,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Simon Mayr",
    "birthday": "1763-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Simon_Mayr_by_Winter.jpg/256px-Simon_Mayr_by_Winter.jpg",
    "extract": "Johann(es) Simon Mayr, also known in Italian as Giovanni Simone Mayr or Simone Mayr, was a German composer. He was an early inspiration to Rossini.",
    "year": 1763,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Charles-Augustin de Coulomb",
    "birthday": "1736-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Charles_de_Coulomb.png/248px-Charles_de_Coulomb.png",
    "extract": "Charles-Augustin de Coulomb was a French officer, engineer, and physicist. He is best known as the eponymous discoverer of what is now called Coulomb's law, the description of the electrostatic force of attraction and repulsion. He also did important work on friction.",
    "year": 1736,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Antonio Sacchini",
    "birthday": "1730-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Antonio_Sacchini.jpg/223px-Antonio_Sacchini.jpg",
    "extract": "Antonio Maria Gasparo Gioacchino Sacchini was an Italian composer, best known for his operas.",
    "year": 1730,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Thomas Pennant",
    "birthday": "1726-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/ThomasPennant_oil.jpeg/248px-ThomasPennant_oil.jpeg",
    "extract": "Thomas Pennant was a Welsh naturalist, traveller, writer and antiquarian. He was born and lived his whole life at his family estate, Downing Hall near Whitford, Flintshire, in Wales.",
    "year": 1726,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ferdinand II, Archduke of Austria",
    "birthday": "1529-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Archduke_Ferdinand_II_of_Further_Austria.jpg/266px-Archduke_Ferdinand_II_of_Further_Austria.jpg",
    "extract": "Ferdinand II, Archduke of Further Austria was ruler of Further Austria and since 1564 Imperial count of Tirol. The son of Ferdinand I, Holy Roman Emperor, he was married to Philippine Welser in his first marriage. In his second marriage to Anna Juliana Gonzaga, he was the father of Anna of Tyrol, future Holy Roman Empress.",
    "year": 1529,
    "month": 6,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Giglio Gregorio Giraldi",
    "birthday": "1479-6-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Giraldi_-_De_annis_et_mensibus%2C_caeterisque_temporum_partibus%2C_1541_-_119386.jpg/235px-Giraldi_-_De_annis_et_mensibus%2C_caeterisque_temporum_partibus%2C_1541_-_119386.jpg",
    "extract": "Giglio Gregorio Giraldi was an Italian scholar and poet.",
    "year": 1479,
    "month": 6,
    "day": 14,
    "language": "en"
  }
]