[
  {
    "name": "Sam Walker (rugby league)",
    "birthday": "2002-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/SAM_WALKER.jpg/247px-SAM_WALKER.jpg",
    "extract": "Sam Walker is a professional rugby league footballer who plays as a five-eighth & halfback for the Sydney Roosters in the NRL.",
    "year": 2002,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Bianca Andreescu",
    "birthday": "2000-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Bianca_Andreescu_%281%29_%28cropped%29.JPG/211px-Bianca_Andreescu_%281%29_%28cropped%29.JPG",
    "extract": "Bianca Vanessa Andreescu is a Canadian professional tennis player. She has a career-high ranking of No. 4 in the world, and is the highest-ranked Canadian in the history of the Women's Tennis Association (WTA). Andreescu was the champion at the US Open and the Canadian Open in 2019, having defeated Serena Williams to win both titles. She is the first Canadian tennis player to win a Grand Slam singles title, and the first to win the Canadian Open in 50 years. She was the first player to win a Grand Slam singles title as a teenager since Maria Sharapova in 2006.",
    "year": 2000,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Euan Aitken",
    "birthday": "1995-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Euan_Aitken_PM_XIII.jpg/222px-Euan_Aitken_PM_XIII.jpg",
    "extract": "Euan Aitken is a Scotland international rugby league footballer who plays as a second-rower or centre for the New Zealand Warriors the NRL.",
    "year": 1995,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Joseph Schooling",
    "birthday": "1995-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Joseph_Schooling_Kazan_2015.jpg/237px-Joseph_Schooling_Kazan_2015.jpg",
    "extract": "Joseph Isaac Schooling is a Singaporean competitive swimmer. He was the gold medalist in the 100m butterfly at the 2016 Olympics, achieving Singapore's first ever Olympic gold medal. His winning time of 50.39 seconds broke multiple records at National, Southeast Asian, Asian and Olympic level.",
    "year": 1995,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Akira Ioane",
    "birthday": "1995-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1c/Akira_Ioane_2017_%28cropped%29.jpg",
    "extract": "Akira Ioane is a New Zealand rugby union player. Ioane plays blindside flanker and number 8 for the Auckland rugby union team in the Mitre 10 Cup, for the Blues in the Super Rugby competition and was selected for the All Blacks in 2017, having previously represented New Zealand internationally in Sevens and the Māori All Blacks.",
    "year": 1995,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Rezar (wrestler)",
    "birthday": "1994-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Rezar_Takeover_NOLA.jpg/208px-Rezar_Takeover_NOLA.jpg",
    "extract": "Gzim Selmani is a Dutch professional wrestler and former mixed martial artist. He is best known for his time in WWE, where he performed under the ring name Rezar.",
    "year": 1994,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Park Bo-gum",
    "birthday": "1993-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/190501_%EB%B0%B1%EC%83%81%EC%98%88%EC%88%A0%EB%8C%80%EC%83%81_%EB%B0%95%EB%B3%B4%EA%B2%80_2.jpg/228px-190501_%EB%B0%B1%EC%83%81%EC%98%88%EC%88%A0%EB%8C%80%EC%83%81_%EB%B0%95%EB%B3%B4%EA%B2%80_2.jpg",
    "extract": "Park Bo-gum is a South Korean actor and singer. He gained recognition for his diverse range of roles in film and television, notably, a psychopathic lawyer in Hello Monster (2015), a genius Go player in Reply 1988 (2015–2016), a Joseon Crown Prince in Love in the Moonlight (2016), a free-spirited man who falls for an older woman in Encounter (2018), and a model who overcomes various hardships to become a successful actor in Record of Youth (2020).",
    "year": 1993,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Gnash (musician)",
    "birthday": "1993-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Gnash_at_Soundbox.jpg/198px-Gnash_at_Soundbox.jpg",
    "extract": "Garrett Charles Nash, formerly known by his stage name Gnash, is an American musician, rapper, singer, songwriter, DJ and record producer. He released his debut extended play (EP), U, in March 2015 on SoundCloud and followed up with the Me EP in December 2015. His third EP, titled Us, was released in March 2017 and includes the single, \"I Hate U, I Love U\", featuring Olivia O'Brien, which peaked at number 10 on the Billboard Hot 100 and reached number one in Australia. His debut studio album We was released in January 2019, and also features \"I Hate U, I Love U\".",
    "year": 1993,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Vladimir Morozov (swimmer)",
    "birthday": "1992-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Vladimir_Morozov%2C_Trojan_Swim_Club%2C_after_winning_50-meter_free_%2834348704764%29.jpg/320px-Vladimir_Morozov%2C_Trojan_Swim_Club%2C_after_winning_50-meter_free_%2834348704764%29.jpg",
    "extract": "Vladimir Viktorovich Morozov is a Russian competitive swimmer and Olympic medalist. He is the former world record holder in the short course 100-metre individual medley, the current textile world record, World Cup record and Russian national record holder in the 100-metre individual medley and 100-metre freestyle, and Russian record holder in the 50-metre freestyle. He also holds the European record for the 100-metre individual medley. Formerly he held the Russian national record in the 50-metre backstroke and the 50-metre butterfly, and held the European and Russian records in the 50-metre breaststroke.",
    "year": 1992,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Joe McElderry",
    "birthday": "1991-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Joe_McElderry_by_David_Wright.jpg/213px-Joe_McElderry_by_David_Wright.jpg",
    "extract": "Joseph \"Joe\" McElderry is an English singer and songwriter. He won the sixth series of the ITV show The X Factor in 2009. His first single \"The Climb\" reached number one on both the UK Singles Chart and the Irish Singles Charts. He was also the winner of the second series of Popstar to Operastar in 2011 and the first series of The Jump in 2014. In 2015, McElderry played the lead role of Joseph in the touring production of the Andrew Lloyd Webber and Tim Rice musical Joseph and the Amazing Technicolour Dreamcoat. In 2022, McElderry is set to perform a tour in tribute to George Michael.",
    "year": 1991,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Matt Moylan",
    "birthday": "1991-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Matt_Moylan.jpg/230px-Matt_Moylan.jpg",
    "extract": "Matthew Moylan is an Australian professional rugby league footballer who plays as a five-eighth and fullback for the Cronulla-Sutherland Sharks in the NRL and Australia at international level.",
    "year": 1991,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Newman (singer)",
    "birthday": "1990-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/John_Newman_%2849%29_%28cropped%29.JPG/226px-John_Newman_%2849%29_%28cropped%29.JPG",
    "extract": "John William Peter Newman is an English singer, songwriter, musician and record producer. He is best known for the track \"Love Me Again\" which peaked at number one on the UK Singles Chart in July 2013 and appeared in FIFA 14, as well as co-writing and singing on Rudimental's 2012 singles \"Feel the Love\" and \"Not Giving In\", which peaked at number one and number 14 on the chart, respectively. In 2014, he featured in the Calvin Harris single \"Blame\", which also topped the UK charts.",
    "year": 1990,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Odion Ighalo",
    "birthday": "1989-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Odion_Ighalo_%28cropped%29.jpg/229px-Odion_Ighalo_%28cropped%29.jpg",
    "extract": "Odion Jude Ighalo is a Nigerian professional footballer who plays as a striker for Saudi club Al Hilal and the Nigeria national team.",
    "year": 1989,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Keshia Chanté",
    "birthday": "1988-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Keshia_Chante_2016_Shoot.jpg/320px-Keshia_Chante_2016_Shoot.jpg",
    "extract": "Keshia Chanté Harper also known as KIKI is a Canadian singer, Television Host & Personality, actress, songwriter, and philanthropist. Chanté released her first hits as a teenager and has since released four albums. In 2013, she rose to international prominence as co-host of BET's 106 & Park with Bow Wow which launched her career as a TV Host & Television Personality.",
    "year": 1988,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jermaine Gresham",
    "birthday": "1988-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Jermaine_Gresham_2013.jpg/189px-Jermaine_Gresham_2013.jpg",
    "extract": "Jermaine Gresham is a former American football tight end. He was drafted by the Cincinnati Bengals in the first round of the 2010 NFL Draft. He played college football at Oklahoma, where he received All-American honors.",
    "year": 1988,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Diana DeGarmo",
    "birthday": "1987-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Diana_DeGarmo_March_2015.jpg/205px-Diana_DeGarmo_March_2015.jpg",
    "extract": "Diana Nicole DeGarmo is an American singer-songwriter and actress. She rose to fame in 2004 as the runner-up of the third season of American Idol, releasing her debut studio album, Blue Skies, later that year. The following year, DeGarmo ventured into a career in musical theatre. She has starred in two Broadway, one off-Broadway and three national tours. She made her television acting debut in a six-month arc as Angelina Veneziano on The Young and the Restless. DeGarmo has since released two extended plays, Unplugged in Nashville (2009) and Live to Love (2012). She is married to fifth season American Idol finalist Ace Young.",
    "year": 1987,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Per Ciljan Skjelbred",
    "birthday": "1987-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Hertha_BSC_vs._West_Ham_United_20190731_%28026%29.jpg/213px-Hertha_BSC_vs._West_Ham_United_20190731_%28026%29.jpg",
    "extract": "Per Ciljan Skjelbred is a Norwegian footballer who currently plays as a midfielder for Rosenborg. He has previously played for Hertha Berlin and Hamburger SV, and has been capped 43 times playing for Norway, but as of 2017, retired from international football.",
    "year": 1987,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Christian Tshimanga Kabeya",
    "birthday": "1987-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Christian_Kabeya_2.jpg/240px-Christian_Kabeya_2.jpg",
    "extract": "Christian Tshimanga Kabeya is a Belgian amateur footballer. He began his career at Aston Villa, playing in the 2004 FA Youth Cup final. He later moved on to AGOVV Apeldoorn in the Eerste Divisie (second) division of Dutch football but left the club in 2009 after two seasons. Returning to England, he played for amateur side Heath Hayes.",
    "year": 1987,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Urby Emanuelson",
    "birthday": "1986-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Urby_Emanuelson_2017.jpg/222px-Urby_Emanuelson_2017.jpg",
    "extract": "Urby Vitorrio Diego Emanuelson is a Dutch professional footballer of Surinamese descent who plays for Eredivisie side FC Utrecht and the Netherlands national team.",
    "year": 1986,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Fernando Muslera",
    "birthday": "1986-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Fernando_Muslera_2021.jpg/218px-Fernando_Muslera_2021.jpg",
    "extract": "Néstor Fernando Muslera Micol is a Uruguayan professional footballer who plays as a goalkeeper for Turkish club Galatasaray, whom he captains, and the Uruguay national team.",
    "year": 1986,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Rick Nash",
    "birthday": "1984-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Rick_Nash_2012.jpg/237px-Rick_Nash_2012.jpg",
    "extract": "Richard McLaren Nash is a Canadian former professional ice hockey player who serves as the director of player development for the Columbus Blue Jackets of the National Hockey League (NHL). After being selected first overall in the 2002 NHL Entry Draft by Columbus, he played 15 seasons in the NHL for the Blue Jackets, New York Rangers and Boston Bruins, and was selected to play in six National Hockey League All-Star Games.",
    "year": 1984,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Steven Whittaker",
    "birthday": "1984-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Steven_Whittaker_2.jpg/180px-Steven_Whittaker_2.jpg",
    "extract": "Steven Gordon Whittaker is a Scottish former professional footballer and coach, who is currently a Assistant Manager with Fleetwood Town. Whittaker played as a defender.",
    "year": 1984,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Armend Dallku",
    "birthday": "1983-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Armend_Dallku2016.jpg/226px-Armend_Dallku2016.jpg",
    "extract": "Armend Sabit Dallku is an Albanian professional football coach and former player who is a current manager of Dukagjini, he represented Albania at under-21 and full international level collecting 64 international senior caps between years 2005–2013 and becoming part of top ten of list of Albania international footballers, remaining until March 2017 when he was overwrited by national side captain at the time Ansi Agolli.",
    "year": 1983,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "May Andersen",
    "birthday": "1982-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/May_Andersen_by_David_Shankbone.JPG/310px-May_Andersen_by_David_Shankbone.JPG",
    "extract": "Lykke May Andersen is a Danish model. She is best known for her work with Victoria's Secret and the Sports Illustrated Swimsuit Issue. She was once assistant director of The Hole, an art gallery, in New York City.",
    "year": 1982,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Missy Peregrym",
    "birthday": "1982-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Missy_Peregrym_at_TIFF_2014.jpg/251px-Missy_Peregrym_at_TIFF_2014.jpg",
    "extract": "Melissa \"Missy\" Peregrym is a Canadian actress and former fashion model. She is known for her roles as Haley Graham in the 2006 film Stick It and Officer Andy McNally on the ABC and Global Television Network series Rookie Blue (2010–2015), for which she was nominated for a Canadian Screen Award in 2016.",
    "year": 1982,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Benjamin Becker",
    "birthday": "1981-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Becker_RG15_%2819282133136%29.jpg/213px-Becker_RG15_%2819282133136%29.jpg",
    "extract": "Benjamin Becker is a German retired professional tennis player who is known for defeating former world No. 1 Andre Agassi in the third round at the 2006 US Open in what was Agassi's last match as a professional player.",
    "year": 1981,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kevin Bieksa",
    "birthday": "1981-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Kevin_Bieksa_Canucks_practice_2012b.jpg/240px-Kevin_Bieksa_Canucks_practice_2012b.jpg",
    "extract": "Kevin Francesco Bieksa is a Canadian former professional ice hockey defenceman. He most recently played for the Anaheim Ducks of the National Hockey League (NHL) after starting his career with the Vancouver Canucks. After a three-year career in the Ontario Junior Hockey League (OPJHL) with the Burlington Cougars, Bieksa was awarded a scholarship to Bowling Green State University. He was a one-time All-CCHA honourable mention during his four-year tenure with the Falcons of the Central Collegiate Hockey Association (CCHA). He graduated from the university with a bachelor's degree (B.A.) in finance, and was a two-time CCHA All-Academic honourable mention in 2003 and 2004. Bieksa now co-hosts Hockey Night in Canada.",
    "year": 1981,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Alexandre Giroux",
    "birthday": "1981-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Alexandre_Giroux.jpg/256px-Alexandre_Giroux.jpg",
    "extract": "Alexandre Giroux is a Canadian ice hockey forward currently playing for the Thetford Assurancia of the Quebec-based Ligue Nord-Américaine de Hockey. He previously played in the National League (NL) with HC Ambrì-Piotta and EHC Kloten. He is the son of former World Hockey Association player Rejean Giroux.",
    "year": 1981,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ola Kvernberg",
    "birthday": "1981-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Ola_Kvernberg_Kongsberg_Jazzfestival_2018_%28002132%29.jpg/320px-Ola_Kvernberg_Kongsberg_Jazzfestival_2018_%28002132%29.jpg",
    "extract": "Ola Kvernberg is a Norwegian jazz musician known for his virtuosic string swing violin playing and his international performances. He is the son of traditional musicians Liv Rypdal Kvernberg and Torbjørn Kvernberg, and the brother of traditional musicians Kari Kvernberg Dajani and fiddler Jorun Marie Kvernberg, and grandson of the fiddler and traditional music composer Peter L. Rypdal. Kvernberg studied classical violin from the age of nine, and won 3rd prize in a great classical violin competition in Italy when he was fourteen.",
    "year": 1981,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Martin Stranzl",
    "birthday": "1980-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Martin_Stranzl_2012_Borussia_M%C3%B6nchengladbach.jpg/239px-Martin_Stranzl_2012_Borussia_M%C3%B6nchengladbach.jpg",
    "extract": "Martin Stranzl is a retired Austrian professional footballer who played as a defender.",
    "year": 1980,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Joey Yung",
    "birthday": "1980-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Usc2013_Joey_Yung.JPG/240px-Usc2013_Joey_Yung.JPG",
    "extract": "Joey Yung is a Hong Kong singer and Cantopop diva signed to Emperor Entertainment Group.",
    "year": 1980,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Daniel Brühl",
    "birthday": "1978-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/MJK_68238_Daniel_Br%C3%BChl_%28Berlinale_2020%29.jpg/213px-MJK_68238_Daniel_Br%C3%BChl_%28Berlinale_2020%29.jpg",
    "extract": "Daniel César Martín Brühl González Domingo is a Spanish-German actor, film director and author. He received his first German Film Award for Best Actor for his roles in Das Weisse Rauschen  (2001), Nichts Bereuen  (2001), and Vaya con Dios (2002). His starring role in the German film Good Bye, Lenin! (2003) received widespread recognition and critical acclaim and garnered him the European Film Award for Best Actor and another German Film Award for Best Actor.",
    "year": 1978,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Dainius Zubrus",
    "birthday": "1978-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Dainius_Zubrus_-_New_Jersey_Devils.jpg/291px-Dainius_Zubrus_-_New_Jersey_Devils.jpg",
    "extract": "Dainius Gintas Zubrus is a Lithuanian former professional ice hockey right winger and centre who played in the National Hockey League (NHL), the first Lithuanian to have played 1,000 games in the NHL. Drafted 15th overall in the 1996 NHL Entry Draft by the Philadelphia Flyers, Zubrus played for the Flyers, Montreal Canadiens, Washington Capitals, Buffalo Sabres, New Jersey Devils and San Jose Sharks.",
    "year": 1978,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Fish Leong",
    "birthday": "1978-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Fish_Leong_%40Chengdu-3.JPG/190px-Fish_Leong_%40Chengdu-3.JPG",
    "extract": "Fish Leong is a Malaysian singer. Having sold more than 18 million records, she achieved popularity and success in mainland China, Hong Kong, Taiwan, Japan, Singapore, and Malaysia.",
    "year": 1978,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Craig Fitzgibbon",
    "birthday": "1977-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Fitzy.jpg/264px-Fitzy.jpg",
    "extract": "Craig Fitzgibbon is an Australian professional rugby league coach and a former professional rugby league footballer who played in the 1990s, 2000s and 2010s and is the current head coach of Cronulla-Sutherland Sharks.",
    "year": 1977,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Duncan Hames",
    "birthday": "1977-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Duncan_Hames_Glasgow_2014.jpg/320px-Duncan_Hames_Glasgow_2014.jpg",
    "extract": "Duncan John Hames is a Director of Policy at Transparency International UK and a former Liberal Democrat politician. He was the Member of Parliament (MP) for the Chippenham constituency in Wiltshire from 2010 to 2015. Between 2012 and 2015, he served as Parliamentary Private Secretary to Nick Clegg when he was Deputy Prime Minister.",
    "year": 1977,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kerry Wood",
    "birthday": "1977-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Kerry_Wood_2008.jpg/320px-Kerry_Wood_2008.jpg",
    "extract": "Kerry Lee Wood is an American former baseball pitcher who played 14 seasons in Major League Baseball (MLB) for the Chicago Cubs, Cleveland Indians, and New York Yankees.",
    "year": 1977,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Anthony Carter (basketball)",
    "birthday": "1975-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Anthony_Carter_cropped.jpg/213px-Anthony_Carter_cropped.jpg",
    "extract": "Anthony Bernard Carter is an American basketball coach and former player who is an assistant coach for the Miami Heat. He played college basketball for Saddleback College and Hawaii.",
    "year": 1975,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Joseph May",
    "birthday": "1974-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Joseph_May_at_a_CFC_event_in_LA_in_2014_%2813293235844%29.jpg/235px-Joseph_May_at_a_CFC_event_in_LA_in_2014_%2813293235844%29.jpg",
    "extract": "Joseph May is a British-born Canadian actor, who has appeared in television and film. He is best known for his role as Andy Button in the television series Episodes, Paul who was the boyfriend of Sam Colloby, in Casualty, Luke in I Live with Models and for voicing Thomas the Tank Engine in the US dub of the children's television series Thomas & Friends.",
    "year": 1974,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Eddie Cibrian",
    "birthday": "1973-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/fe/Eddie_Cibrian_090310-F-4667S-148.jpg",
    "extract": "Edward Carl Cibrian is an American actor. He is known for his television roles as Cole Deschanel on the television series Sunset Beach, Jimmy Doherty on Third Watch, Russell Varon in Invasion, Jesse Cardoza in CSI: Miami and Eddie Valetik in Take Two.",
    "year": 1973,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kiko Loureiro",
    "birthday": "1972-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/KikoLoureiro2020.png/320px-KikoLoureiro2020.png",
    "extract": "Pedro Henrique \"Kiko\" Loureiro is a Brazilian guitarist. He has been a member of several heavy metal bands, including Angra and Megadeth.",
    "year": 1972,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Cho",
    "birthday": "1972-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/John_Cho_in_2018.jpg/237px-John_Cho_in_2018.jpg",
    "extract": "John Cho is an American actor known for his roles as Harold Lee in the Harold & Kumar films, and Hikaru Sulu in the Star Trek rebooted film series.",
    "year": 1972,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tupac Shakur",
    "birthday": "1971-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b5/Tupac_Amaru_Shakur2.jpg/256px-Tupac_Amaru_Shakur2.jpg",
    "extract": "Tupac Amaru Shakur, known professionally as 2Pac and later Makaveli, was an American rapper and actor. He is widely considered one of the most influential rappers of all time. Shakur is among the best-selling music artists, having sold more than 75 million records worldwide. Much of Shakur's music has been noted for addressing contemporary social issues that plagued inner cities, and he is considered a symbol of activism against inequality.",
    "year": 1971,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Younus AlGohar",
    "birthday": "1970-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/YounusAlGohar-Profile-Image.jpg/320px-YounusAlGohar-Profile-Image.jpg",
    "extract": "Younus AlGohar is a British co-founder of Messiah Foundation International, a spiritual organisation which advocates for Riaz Ahmed Gohar Shahi mystical teachings and claims he is the Messiah (Mahdi). He is known for authoring the books Mysterious Horizons – Beyond God (2007), and Nisāb-e-Mehdi نصا ب مہدی‎ (2010).",
    "year": 1970,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Clifton Collins Jr.",
    "birthday": "1970-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Clifton_Collins_Jr_2013_%28cropped%29.jpg/244px-Clifton_Collins_Jr_2013_%28cropped%29.jpg",
    "extract": "Clifton Craig Collins Jr. is an American actor. After starting in 1990, with small roles in film and on television, Collins gained attention for his performance as Cpl. Ramon Aguilar, a prisoner \"serving\" under an imprisoned general played by Robert Redford in the 2001 film The Last Castle. His extensive work includes featured roles in films such as One Eight Seven (1997), Traffic (2000), Capote (2005), Star Trek (2009) and Pacific Rim (2013). Collins extensive work on television series includes Crisis Center (1997), Thief (2006), which earned him a Primetime Emmy Award nomination, The Event (2010–2011), and Westworld (2016–2020).",
    "year": 1970,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Cobi Jones",
    "birthday": "1970-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/84/Cobi_Jones_%28cropped%29.jpg",
    "extract": "Cobi N'Gai Jones is an American former soccer player and commentator. He is an analyst for Major League Soccer club LA Galaxy on Time Warner Cable SportsNet. He can also be seen on Fox Sports, BeIN Sports, the Pac-12 Network, and as the host of the Totally Football Show: American Edition.",
    "year": 1970,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Phil Mickelson",
    "birthday": "1970-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Phil_Mickelson_14.jpg/213px-Phil_Mickelson_14.jpg",
    "extract": "Philip Alfred Mickelson, nicknamed Lefty, is an American professional golfer. He has won 45 events on the PGA Tour, including six major championships: three Masters titles, two PGA Championships, and one Open Championship (2013). With his win at the 2021 PGA Championship, Mickelson became the oldest major championship winner in history at the age of 50 years, 11 months, and 7 days old.",
    "year": 1970,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Shami Chakrabarti",
    "birthday": "1969-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Official_portrait_of_Baroness_Chakrabarti_crop_2.jpg/240px-Official_portrait_of_Baroness_Chakrabarti_crop_2.jpg",
    "extract": "Sharmishta \"Shami\" Chakrabarti, Baroness Chakrabarti, is a British Labour Party politician, barrister, and human rights activist. She served as the Director of Liberty, a major advocacy group which promotes civil liberties and human rights, from 2003 to 2016. From 2016 to 2020, she served as Shadow Attorney General for England and Wales.",
    "year": 1969,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mark Crossley",
    "birthday": "1969-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/44/Crossley%2C_Mark.jpg",
    "extract": "Mark Geoffrey Crossley is a football coach and former professional footballer.",
    "year": 1969,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jürgen Klopp",
    "birthday": "1967-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/J%C3%BCrgen_Klopp%2C_Liverpool_vs._Chelsea%2C_UEFA_Super_Cup_2019-08-14_04.jpg/208px-J%C3%BCrgen_Klopp%2C_Liverpool_vs._Chelsea%2C_UEFA_Super_Cup_2019-08-14_04.jpg",
    "extract": "Jürgen Norbert Klopp is a German professional football manager and former player who is the manager of Premier League club Liverpool. He is widely regarded as one of the best managers in the world.",
    "year": 1967,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Olivier Roumat",
    "birthday": "1966-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Olivier_Roumat_2016-10-23.jpg/240px-Olivier_Roumat_2016-10-23.jpg",
    "extract": "Olivier Roumat is a former French rugby union footballer. He played as a number-eight, openside flanker and lock.",
    "year": 1966,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jan Železný",
    "birthday": "1966-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Jan_Zelenzny.JPG/271px-Jan_Zelenzny.JPG",
    "extract": "Jan Železný is a Czech former track and field athlete who competed in the javelin throw. He is a World and Olympic champion and holds the world record with a throw of 98.48 metres. Widely considered to be the greatest javelin thrower of the modern era, he also has the fourth, fifth and sixth best performances of all time. He broke the world record a total of four times.",
    "year": 1966,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mike Lynch (businessman)",
    "birthday": "1965-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Dr_Michael_Lynch_OBE_FREng_FRS.jpg/213px-Dr_Michael_Lynch_OBE_FREng_FRS.jpg",
    "extract": "Michael Richard Lynch is a British entrepreneur. He is the co-founder of Autonomy Corporation and the founder of Invoke Capital. Mike Lynch additionally became a co-founder, alongside Invoke Capital, of cybersecurity company Darktrace. Mike Lynch also has several other roles, including membership of the Council for Science and Technology which advises the UK government.",
    "year": 1965,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Richard Madaleno",
    "birthday": "1965-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Rick_Madaleno_2010.jpg/203px-Rick_Madaleno_2010.jpg",
    "extract": "Richard Stuart Madaleno Jr., commonly known as Rich Madaleno, is an American politician from Maryland. A Democrat, he was a member of the Maryland State Senate, representing the state's 18th district in Montgomery County, which includes Wheaton and Kensington, as well as parts of Silver Spring, Bethesda and Chevy Chase. Madaleno served as chair of the Montgomery County Senate Delegation from 2008 to 2011. He previously served four years in the House of Delegates.",
    "year": 1965,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Danny Burstein",
    "birthday": "1964-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/DannyBurstein2019Tonys.png/265px-DannyBurstein2019Tonys.png",
    "extract": "Danny Burstein is an American actor and singer, most known for his work on the Broadway stage.",
    "year": 1964,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "The Sandman (wrestler)",
    "birthday": "1963-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/The_Sandman%2C_TNA_IMPACT_2010.jpg/320px-The_Sandman%2C_TNA_IMPACT_2010.jpg",
    "extract": "James Fullington, better known by his ring name The Sandman, is a semi-retired American professional wrestler, best known for his career with Extreme Championship Wrestling (ECW), where he developed into a smoking and drinking \"Hardcore Icon\" and held the ECW World Heavyweight Championship a record five times. He also had stints in World Championship Wrestling, Total Nonstop Action Wrestling, and World Wrestling Entertainment.",
    "year": 1963,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Wally Joyner",
    "birthday": "1962-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/1987_Rob_Broder_Rookies_Wally_Joyner.jpg/229px-1987_Rob_Broder_Rookies_Wally_Joyner.jpg",
    "extract": "Wallace Keith Joyner is an American former professional baseball player. He played for four major league teams during a 16-year career, most notably for the California Angels, for whom he was an All-Star. He was a member of the pennant-winning 1998 San Diego Padres.",
    "year": 1962,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Arnold Vosloo",
    "birthday": "1962-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Arnold_Vosloo_2009.jpg/243px-Arnold_Vosloo_2009.jpg",
    "extract": "Arnold Vosloo is a South African and American actor. He is famous for roles such as Imhotep in The Mummy and The Mummy Returns, Colonel Coetzee in Blood Diamond, Pik van Cleef in Hard Target, Dr. Peyton Westlake in Darkman II and Darkman III, Zartan in G.I. Joe: The Rise of Cobra and its sequel, sniper Jacob Broadsky in the TV series Bones and terrorist Habib Marwan during the fourth season of 24.",
    "year": 1962,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Anthony Wong Yiu-ming",
    "birthday": "1962-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/AnthonyWongYiu_Ming.jpg/213px-AnthonyWongYiu_Ming.jpg",
    "extract": "Anthony Wong Yiu-ming is a Hong Kong singer, songwriter, actor, record producer and political activist. He rose to prominence as the vocalist for the Cantopop duo Tat Ming Pair during the 1980s before embarking on a solo career. He also performed and collaborated with the theatre group Zuni Icosahedron. Wong is the director for music production company People Mountain People Sea. He also co-founded the LGBT rights organization Big Love Alliance and the non-profit charitable organization Renaissance Foundation.",
    "year": 1962,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Can Dündar",
    "birthday": "1961-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Can_D%C3%BCndar_par_Claude_Truong-Ngoc_janvier_2017.jpg/213px-Can_D%C3%BCndar_par_Claude_Truong-Ngoc_janvier_2017.jpg",
    "extract": "Can Dündar is a Turkish journalist, columnist and documentarian. Editor-in-chief of center-left Cumhuriyet newspaper until August 2016, he was arrested in November 2015 after his newspaper published footage showing the State Intelligence MİT sending weapons to Syrian Islamist fighters.",
    "year": 1961,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Margus Metstak",
    "birthday": "1961-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Margus_Metstak_korvpallur_99.jpg/240px-Margus_Metstak_korvpallur_99.jpg",
    "extract": "Margus Metstak is a retired Estonian professional basketball player who played mostly at the center position.",
    "year": 1961,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Peter Sterling (rugby league)",
    "birthday": "1960-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Peter_Sterling.jpg/247px-Peter_Sterling.jpg",
    "extract": "Peter Maxwell John Sterling OAM nicknamed Sterlo, is an Australian former rugby league commentator, television personality and player. He was one of the all-time great halfbacks and a major contributor to Parramatta Eels' dominance of the New South Wales Rugby League premiership in the 1980s. Sterling played eighteen Tests for the Australian national team between 1982 and 1988. He also played in thirteen State of Origins for New South Wales, winning man of the match on four occasions. Sterling played in four premiership-winning sides with Parramatta in 1981–1983 and 1986 and has been inducted into the Australian Rugby League Hall of Fame. His time spent playing for English club Hull F.C. also earned him membership in their hall of fame.",
    "year": 1960,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "The Ultimate Warrior",
    "birthday": "1959-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/The_Ultimate_Warrior.jpg/212px-The_Ultimate_Warrior.jpg",
    "extract": "Warrior was an American professional wrestler and bodybuilder. Best known by his ring name The Ultimate Warrior, he wrestled for the World Wrestling Federation from 1987 to 1992, as well as a short stint in 1996. He also notably spent a few months in 1998 for World Championship Wrestling (WCW), where he was known as The Warrior.",
    "year": 1959,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Darrell Griffith",
    "birthday": "1958-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Darrell_Griffith.jpg/183px-Darrell_Griffith.jpg",
    "extract": "Darrell Steven Griffith, also known by his nickname Dr. Dunkenstein, is an American former basketball player who spent his entire professional career with the Utah Jazz of the National Basketball Association from 1980 to 1991. He played collegiately at the University of Louisville.",
    "year": 1958,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ulrike Tauber",
    "birthday": "1958-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Ulrike_Tauber_1974.jpg/240px-Ulrike_Tauber_1974.jpg",
    "extract": "Ulrike Tauber is a retired medley and butterfly swimmer from East Germany, who won the gold medal in the women's 400 m individual medley at the 1976 Summer Olympics in Montreal, Quebec, Canada. There she also captured the silver medal in the women's 200 m butterfly. In the 1970s Tauber set numerous world records in the 200 m and 200 m individual medley.",
    "year": 1958,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Abu Sayyaf",
    "birthday": "1958-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/AQMI_Flag_asymmetric.svg/320px-AQMI_Flag_asymmetric.svg.png",
    "extract": "Abu Sayyaf, officially known by the Islamic State as the Islamic State – East Asia Province, is a Jihadist militant and pirate group that follows the Wahhabi doctrine of Sunni Islam. It is based in and around Jolo and Basilan islands in the southwestern part of the Philippines, where for more than four decades, Moro groups have been engaged in an insurgency seeking to make Moro Province independent. The group is considered violent and was responsible for the Philippines' worst terrorist attack, the bombing of Superferry 14 in 2004, which killed 116 people. The name of the group is derived from the Arabic abu ; \"father of\"), and sayyaf. As of June 2021, the group is estimated to have less than 50 members, down from 1,250 in 2000. They use mostly improvised explosive devices, mortars and automatic rifles.",
    "year": 1958,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ian Buchanan",
    "birthday": "1957-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Ian_Buchanan_%28cropped%29.jpg/305px-Ian_Buchanan_%28cropped%29.jpg",
    "extract": "Ian Buchanan is a Scottish television actor who has appeared on multiple American soap operas including General Hospital, Port Charles, The Bold and the Beautiful, All My Children, and Days of Our Lives. He is also known for his work in two David Lynch shows - playing Dick Tremayne in Twin Peaks and Lester Guy in On the Air.",
    "year": 1957,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Leeona Dorrian, Lady Dorrian",
    "birthday": "1957-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Lady_Dorrian_Official_Portrait.jpg/228px-Lady_Dorrian_Official_Portrait.jpg",
    "extract": "Leeona June Dorrian, Lady Dorrian QC is a Scottish advocate and judge who has served as the Lord Justice Clerk since 2016. She is the first woman to hold the position. She has been a Senator of the College of Justice since 2005, having served as a temporary judge for three years prior.",
    "year": 1957,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Grete Faremo",
    "birthday": "1955-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Norges_forsvarsminister_Grete_Faremo_vid_Nordiska_Radets_session_i_Reykjavik._2010-11-03.jpg/320px-Norges_forsvarsminister_Grete_Faremo_vid_Nordiska_Radets_session_i_Reykjavik._2010-11-03.jpg",
    "extract": "Grete Faremo is a Norwegian politician, lawyer and business leader. From August 2014 to May 2022, she held the post of Under-Secretary-General and Executive Director of the United Nations Office for Project Services (UNOPS). During her political career, she held high-level positions in the Norwegian Government including Minister of Justice from 1992-1996 and 2011–2013, Minister of Petroleum and Energy in 1996, Minister of International Development from 1990-1992 and Minister of Defence from 2009–2011.",
    "year": 1955,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Laurie Metcalf",
    "birthday": "1955-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/LaurieMetcalfFeb08_cropped.jpg/275px-LaurieMetcalfFeb08_cropped.jpg",
    "extract": "Laura Elizabeth Metcalf is an American actress. She has received various accolades throughout her career spanning over four decades, including two Tony Awards and three Primetime Emmy Awards, in addition to nominations for an Academy Award, a British Academy Film Award, and three Golden Globe Awards.",
    "year": 1955,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Artemy Troitsky",
    "birthday": "1955-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Artemy_Troitsky_at_Moscow_International_Book_Fair-2010.jpg/278px-Artemy_Troitsky_at_Moscow_International_Book_Fair-2010.jpg",
    "extract": "Artemy Kivovich Troitsky is a Russian journalist, music critic, concert promoter, radio host, and academic who has lectured on music journalism at Moscow State University. He was born in Yaroslavl, then in the Soviet Union. In 1988, he was described in The New York Times as \"the leading Soviet rock critic.\"",
    "year": 1955,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Valerie Mahaffey",
    "birthday": "1953-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/CFC_In_LA_2012_3.jpg/213px-CFC_In_LA_2012_3.jpg",
    "extract": "Valerie Mahaffey is an American character actress and producer. She began her career starring in the NBC daytime soap opera The Doctors (1979–81), for which in 1980 she was nominated for the Daytime Emmy Award for Outstanding Supporting Actress in a Drama Series.",
    "year": 1953,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ian Mosley",
    "birthday": "1953-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Mosley_2009.jpg/220px-Mosley_2009.jpg",
    "extract": "Ian F. Mosley is an English drummer. He is best known for his long-time membership of the neo-progressive rock band Marillion, which he joined for their second album, Fugazi, released in 1984. He had previously been an in-demand session drummer. Mosley's abilities have been widely praised, including by former Genesis guitarist Steve Hackett, Meshuggah drummer Tomas Haake and critic John Franck of AllMusic. Modern Drummer has characterised him as a \"drumming great\".",
    "year": 1953,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "George Papandreou",
    "birthday": "1952-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/George_Papandreou_2011-09-30.jpg/251px-George_Papandreou_2011-09-30.jpg",
    "extract": "George Andreas Papandreou is an American-born Greek politician who served as Prime Minister of Greece from 2009 to 2011. He is currently serving as an MP for Movement for Change.",
    "year": 1952,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Gino Vannelli",
    "birthday": "1952-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Gino_Vanelli.jpg/253px-Gino_Vanelli.jpg",
    "extract": "Gino Vannelli is a Canadian rock singer and songwriter who had several hit songs in the 1970s and 1980s. His best-known singles include \"People Gotta Move\" (1974), \"I Just Wanna Stop\" (1978), \"Living Inside Myself\" (1981) and \"Wild Horses\" (1987).",
    "year": 1952,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Roberto Durán",
    "birthday": "1951-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Roberto-Duran-1994_%28cropped%29.png/214px-Roberto-Duran-1994_%28cropped%29.png",
    "extract": "Roberto Durán Samaniego is a Panamanian former professional boxer who competed from 1968 to 2001. He held world championships in four weight classes: lightweight, welterweight, light middleweight and middleweight, as well as reigns as the undisputed and lineal lightweight champion, and the lineal welterweight champion. He is also the second boxer to have competed over a span of five decades, the first being Jack Johnson. Durán was known as a versatile, technical brawler and pressure fighter, which earned him the nickname of \"Mano de Piedra\" for his formidable punching power and excellent defense.",
    "year": 1951,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mithun Chakraborty",
    "birthday": "1950-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/MithunChakraborty2022.jpg/320px-MithunChakraborty2022.jpg",
    "extract": "Mithun Chakraborty is an Indian actor, producer and politician who predominantly worked in Hindi and Bengali language films. He is a former Rajya Sabha Member of Parliament. He is the recipient of two Filmfare Awards and three National Film Awards.",
    "year": 1950,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jerry Petrowski",
    "birthday": "1950-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/State_Sen_Jerry_Petrowski.jpg/320px-State_Sen_Jerry_Petrowski.jpg",
    "extract": "Jerry Petrowski is an American politician and a former ginseng, dairy and beef farmer. He is a Republican member of the Wisconsin State Senate, representing the 29th Senate District since 2012, and a former State Representative, representing the 86th Assembly District from 1999 to 2012.",
    "year": 1950,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Caju (footballer, born 1949)",
    "birthday": "1949-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/92/Paulo_Lima_C%C3%A9sar_Caju.jpg",
    "extract": "Paulo Cézar Lima, commonly known as Caju, is a Brazilian former professional footballer who played as an attacking midfielder. During his career, he played for various clubs in Brazil, most notably Botafogo, and for Marseille in France. At international level, he was capped 57 times by the Brazil national team in the 1960s and 1970s, scoring 10 goals.",
    "year": 1949,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ralph Mann",
    "birthday": "1949-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Ralph_Mann.jpg/207px-Ralph_Mann.jpg",
    "extract": "Ralph Vernon Mann is a retired American sprinter and hurdler. He was an undergraduate at Brigham Young University, and later earned a Ph.D. in Biomechanics from the Washington State University.",
    "year": 1949,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ron LeFlore",
    "birthday": "1948-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Ron_LeFlore_1975.jpg/245px-Ron_LeFlore_1975.jpg",
    "extract": "Ronald LeFlore is an American former Major League Baseball center fielder. He played six seasons with the Detroit Tigers before being traded to the Montreal Expos. He retired with the Chicago White Sox in 1982. He stole 455 bases in his career and was an American League All-Star selection in 1976.",
    "year": 1948,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tom Malone (musician)",
    "birthday": "1947-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Tom_bones_malone_PWP.jpg/213px-Tom_bones_malone_PWP.jpg",
    "extract": "Thomas \"Bones\" Malone is an American jazz musician, arranger, and producer. As his nickname implies, he specializes on the trombone but he also plays saxophone, trumpet, tuba, flute, and bass guitar. He has been a member of The Blues Brothers, Saturday Night Live Band, and the CBS Orchestra, the house band for the Late Show with David Letterman.",
    "year": 1947,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Rick Adelman",
    "birthday": "1946-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Rick_Adelman.png/233px-Rick_Adelman.png",
    "extract": "Richard Leonard Adelman is an American former professional basketball player and coach. He coached 23 seasons in the National Basketball Association (NBA). Adelman served as head coach of the Portland Trail Blazers, Golden State Warriors, Sacramento Kings, Houston Rockets and Minnesota Timberwolves. He was inducted into the Naismith Basketball Hall of Fame in the class of 2021.",
    "year": 1946,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Astor, 3rd Baron Astor of Hever",
    "birthday": "1946-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Official_portrait_of_Lord_Astor_of_Hever_crop_2%2C_2019.jpg/240px-Official_portrait_of_Lord_Astor_of_Hever_crop_2%2C_2019.jpg",
    "extract": "John Jacob \"Johnny\" Astor VIII, 3rd Baron Astor of Hever, PC DL is an English businessman and politician from the Astor family. He is an hereditary Lord Temporal, sitting with the Conservatives. Astor was Parliamentary Under-Secretary of State at the Ministry of Defence from 2010–2015. Astor is a Deputy Lieutenant of Kent.",
    "year": 1946,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Karen Dunnell",
    "birthday": "1946-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Karen_Dunnell_2008.jpg/310px-Karen_Dunnell_2008.jpg",
    "extract": "Dame Karen Hope Dunnell, DCB, FAcSS is an American-born British medical sociologist and civil servant. She was National Statistician and Chief Executive of the Office for National Statistics of the United Kingdom and head of the Government Statistical Service from 1 September 2005 until retiring on 28 August 2009. Since its inception in 2008, she was also the Chief Executive of the UK Statistics Authority. She now has a range of non-executive roles including membership of Pricewaterhouse Coopers Public Interest Body, Trustee of National Heart Forum, member of the Court of Governors, University of Westminster.",
    "year": 1946,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tom Harrell",
    "birthday": "1946-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Tom_Harrell_2011.jpg/320px-Tom_Harrell_2011.jpg",
    "extract": "Tom Harrell is an American jazz trumpeter, flugelhornist, composer, and arranger. Voted Trumpeter of the Year of 2018 by Jazz Journalists Association, Harrell has won awards and grants throughout his career, including multiple Trumpeter of the Year awards from Down Beat magazine, SESAC Jazz Award, BMI Composers Award, and Prix Oscar du Jazz. He received a Grammy Award nomination for his big band album, Time's Mirror.",
    "year": 1946,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Neil MacGregor",
    "birthday": "1946-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Neil_MacGregor_Frankfurter_Buchmesse_2015.JPG/320px-Neil_MacGregor_Frankfurter_Buchmesse_2015.JPG",
    "extract": "Robert Neil MacGregor is a British art historian and former museum director. He was editor of the Burlington Magazine from 1981 to 1987, then Director of the National Gallery, London, from 1987 to 2002, Director of the British Museum from 2002 to 2015, and founding director of the Humboldt Forum in Berlin until 2018.",
    "year": 1946,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Iain Matthews",
    "birthday": "1946-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Iain_Matthews_at_Cropredy_2007.jpg/320px-Iain_Matthews_at_Cropredy_2007.jpg",
    "extract": "Iain Matthews is an English musician and singer-songwriter. He was an original member of the British folk rock band Fairport Convention from 1967 to 1969 before leaving to form his own band, Matthews Southern Comfort, which had a UK number one in 1970 with a cover version of Joni Mitchell's song \"Woodstock\". In 1979 his cover of Terence Boylan's \"Shake It\" reached No. 13 on the US charts.",
    "year": 1946,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jodi Rell",
    "birthday": "1946-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/FEMA_-_29383_-_Photograph_by_Debra_Young_taken_on_04-19-2007_in_Connecticut.jpg/260px-FEMA_-_29383_-_Photograph_by_Debra_Young_taken_on_04-19-2007_in_Connecticut.jpg",
    "extract": "Mary Carolyn \"Jodi\" Rell is an American former Republican politician and the 87th governor of the U.S. state of Connecticut from 2004 until 2011. Rell also served as the state's 105th lieutenant governor.",
    "year": 1946,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mark Ritts",
    "birthday": "1946-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Mark_Ritts.jpg/270px-Mark_Ritts.jpg",
    "extract": "Mark Ritts was an American actor, puppeteer, television producer and director, and author. Ritts also produced and directed many independent videos and television spots as president of Mark Ritts Productions, Inc., for clients around the world.",
    "year": 1946,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Derek Sanderson",
    "birthday": "1946-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Derek_Sanderson.jpg/220px-Derek_Sanderson.jpg",
    "extract": "Derek Michael Sanderson, nicknamed \"Turk\", is a Canadian former professional ice hockey centre and two-time Stanley Cup champion. He set up the epic overtime goal scored by Boston Bruins teammate Bobby Orr that clinched the 1970 Stanley Cup Finals, widely considered to be the greatest goal in National Hockey League history. He amassed 202 goals, 250 assists, 911 penalty minutes and a plus-141 rating in 598 games with five NHL teams.",
    "year": 1946,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Simon Williams (actor)",
    "birthday": "1946-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Ian_Gilmore_-_Remembrance_of_the_Daleks_location.jpg/320px-Ian_Gilmore_-_Remembrance_of_the_Daleks_location.jpg",
    "extract": "Simon Williams is a British actor known for playing James Bellamy in the period drama Upstairs, Downstairs. Frequently playing upper middle class or aristocratic upper class roles, he is also known for playing Charles Cartwright in the sitcom Don't Wait Up and Charles Merrick in medical drama Holby City. Since 2014, he has played the character of Justin Elliott in the long-running BBC Radio 4 series The Archers.",
    "year": 1946,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Henri Richelet",
    "birthday": "1944-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/RicheletAutoportrait.JPG/239px-RicheletAutoportrait.JPG",
    "extract": "Henri Richelet was a French painter.",
    "year": 1944,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Giacomo Agostini",
    "birthday": "1942-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Giacomo_Agostini_%282003%29.jpg/304px-Giacomo_Agostini_%282003%29.jpg",
    "extract": "Giacomo Agostini is an Italian multi-time world champion Grand Prix motorcycle road racer. Nicknamed Ago, he amassed 122 Grand Prix wins and 15 World Championship titles. Of these, 68 wins and 8 titles came in the 500 cc class, the rest in the 350 cc class. For these achievements obtained over the course of a career spanning 17 years, the AMA described him as \"...perhaps the greatest Grand Prix rider of all time\". In 2000, Agostini was inducted into the MotoGP Hall of Fame as a MotoGP Legend, while in 2010, he was named an FIM Legend for his motorcycling achievements.",
    "year": 1942,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Eddie Levert",
    "birthday": "1942-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Eddie_Levert.jpg/240px-Eddie_Levert.jpg",
    "extract": "Edward Willis Levert is an American singer, best known as the lead vocalist of The O'Jays. He is the father of Gerald Levert (1966–2006) and Sean Levert (1968–2008)",
    "year": 1942,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Lamont Dozier",
    "birthday": "1941-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/LamontDozierByPhilKonstantin.jpg/320px-LamontDozierByPhilKonstantin.jpg",
    "extract": "Lamont Herbert Dozier is an American singer, songwriter and record producer, born in Detroit, Michigan, United States. He has co-written and produced 14 US Billboard number 1 hits and 4 number ones in the UK.",
    "year": 1941,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tommy Horton",
    "birthday": "1941-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Tommy4.jpg/320px-Tommy4.jpg",
    "extract": "Thomas Alfred Horton, was an English professional golfer. He finished in the top ten of the Open Championship four times, won a number of important tournaments both before and after the founding of the European Tour in 1972 and played in the Ryder Cup in 1975 and 1977. He reached 50 just before the founding of the European Seniors Tour and won 23 times on the tour between 1992 and 2000.",
    "year": 1941,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mumtaz Hamid Rao",
    "birthday": "1941-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/1d/Mumtaz_hamid_rao.jpg",
    "extract": "Mumtaz Hamid Rao was a senior Pakistani electronic media journalist and analyst.",
    "year": 1941,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Māris Čaklais",
    "birthday": "1940-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Mcakleis_1973.jpg/231px-Mcakleis_1973.jpg",
    "extract": "Māris Čaklais was a Latvian poet, writer, and journalist.",
    "year": 1940,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Neil Goldschmidt",
    "birthday": "1940-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Gov_Neil_Goldschmidt.jpg/209px-Gov_Neil_Goldschmidt.jpg",
    "extract": "Neil Edward Goldschmidt is an American businessman and Democratic politician from the state of Oregon who held local, state and federal offices over three decades. After serving as the United States Secretary of Transportation under President Jimmy Carter and governor of Oregon, Goldschmidt was at one time considered the most powerful and influential figure in Oregon's politics. His career and legacy were severely damaged by revelations that he had raped a young teenage girl in 1973, during his first term as mayor of Portland.",
    "year": 1940,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Billy Craddock",
    "birthday": "1939-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Billy_Crash_Craddock.png/240px-Billy_Crash_Craddock.png",
    "extract": "Billy Wayne \"Crash\" Craddock is an American country and rockabilly singer. He first gained popularity in Australia in the 1950s with a string of rockabilly hits, including the Australian number one hits \"Boom Boom Baby\" and \"One Last Kiss\" in 1960 and 1961 respectively. Switching to country music, he gained popularity in United States in the 1970s with a string of top ten country hits, several of which were number one hits, including \"Rub It In\", \"Broken Down in Tiny Pieces\", and \"Ruby Baby\". Craddock is known to his fans as \"The King Of Country Rock Music\" and \"Mr. Country Rock\" for his uptempo rock-influenced style of country music. His most recent release is the song \"Paint Your Toes\".",
    "year": 1939,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Torgny Lindgren",
    "birthday": "1938-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Torgny_Lindgren.JPG/320px-Torgny_Lindgren.JPG",
    "extract": "Gustav Torgny Lindgren was a Swedish writer.",
    "year": 1938,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Joyce Carol Oates",
    "birthday": "1938-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Joyce_carol_oates_2014.jpg/213px-Joyce_carol_oates_2014.jpg",
    "extract": "Joyce Carol Oates is an American writer. Oates published her first book in 1963, and has since published 58 novels, a number of plays and novellas, and many volumes of short stories, poetry, and non-fiction. Her novels Black Water (1992), What I Lived For (1994), and Blonde (2000), and her short story collections The Wheel of Love (1970) and Lovely, Dark, Deep: Stories (2014) were each finalists for the Pulitzer Prize. She has won many awards for her writing, including the National Book Award, for her novel them (1969), two O. Henry Awards, the National Humanities Medal, and the Jerusalem Prize (2019).",
    "year": 1938,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Simeon Saxe-Coburg-Gotha",
    "birthday": "1937-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Simeon_Borisov_Sakskoburggotski_%28Saxe-Coburg-Gotha%2C_Simeon_II%29_in_2017.jpg/320px-Simeon_Borisov_Sakskoburggotski_%28Saxe-Coburg-Gotha%2C_Simeon_II%29_in_2017.jpg",
    "extract": "Simeon Borisov von Saxe-Coburg-Gotha is a Bulgarian politician who reigned as the last tsar of the Kingdom of Bulgaria as Simeon II from 1943 until 1946. He was six years old when his father Boris III of Bulgaria died in 1943 and royal power was exercised on his behalf by a regency led by Simeon's uncle Kiril, Prince of Preslav, General Nikola Mihov and prime minister, Bogdan Filov. In 1946 the monarchy was abolished by referendum, and Simeon was forced into exile.",
    "year": 1937,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Erich Segal",
    "birthday": "1937-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Erich_Segal.jpg/225px-Erich_Segal.jpg",
    "extract": "Erich Wolf Segal was an American author, screenwriter, educator, and classicist. He was best known for writing the bestselling novel Love Story (1970) and the hit motion picture of the same name.",
    "year": 1937,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Eileen Atkins",
    "birthday": "1934-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Eileen_atkins_2021_1.jpg/245px-Eileen_atkins_2021_1.jpg",
    "extract": "Dame Eileen June Atkins,, is an English actress and occasional screenwriter. She has worked in the theatre, film, and television consistently since 1953. In 2008, she won the BAFTA TV Award for Best Actress and the Emmy Award for Outstanding Supporting Actress in a Miniseries or Movie for Cranford. She is also a three-time Olivier Award winner, winning Best Supporting Performance in 1988 and Best Actress for The Unexpected Man (1999) and Honour (2004). She was appointed Commander of the Order of the British Empire (CBE) in 1990 and Dame Commander of the Order of the British Empire (DBE) in 2001.",
    "year": 1934,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Roger Neilson",
    "birthday": "1934-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Roger_neilson_statue.jpg/240px-Roger_neilson_statue.jpg",
    "extract": "Roger Paul Neilson, was a Canadian professional ice hockey coach, most notably in the NHL, where he served with eight teams in a checkered career. Known as Captain Video because of his technological contributions to the game, he is a member of the Hockey Hall of Fame in the builder category.",
    "year": 1934,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Vilmos Zsigmond",
    "birthday": "1930-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Vilmos_Zsigmond_KVIFF.jpg/260px-Vilmos_Zsigmond_KVIFF.jpg",
    "extract": "Vilmos Zsigmond ASC was a Hungarian-American cinematographer. His work in cinematography helped shape the look of American movies in the 1970s, making him one of the leading figures in the American New Wave movement.",
    "year": 1930,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Sabah Al-Ahmad Al-Jaber Al-Sabah",
    "birthday": "1929-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Sheikh_Sabah_IV_%28cropped%29.jpg/295px-Sheikh_Sabah_IV_%28cropped%29.jpg",
    "extract": "Sabah al-Ahmad al-Jaber al-Sabah was Emir of Kuwait and Commander of the Kuwait Military Forces from 29 January 2006 until his death in 2020. He was the fourth son of Sheikh Ahmad Al-Jaber Al-Sabah.",
    "year": 1929,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tom Graveney",
    "birthday": "1927-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Tom_Graveney_1954.jpg/219px-Tom_Graveney_1954.jpg",
    "extract": "Thomas William Graveney was an English first-class cricketer, representing his country in 79 Test matches and scoring over 4,800 runs. In a career lasting from 1948 to 1972, he became the 15th player to score one hundred first-class centuries; he was the first batsman beginning his career after the Second World War to reach this milestone. He played for Gloucestershire and Worcestershire, and helped Worcestershire win the county championship for the first time in their history. His achievements for England after being recalled in 1966 have been described as \"the stuff of legend.\" Graveney was a Wisden Cricketer of the Year in 1953, captained England on one occasion and was awarded the OBE while still playing.",
    "year": 1927,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ariano Suassuna",
    "birthday": "1927-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Ariano_Suassuna.jpg/199px-Ariano_Suassuna.jpg",
    "extract": "Ariano Vilar Suassuna was a Brazilian playwright and author. He was the driving force behind the creation of the Movimento Armorial. He founded the Student Theater at Federal University of Pernambuco.\n Four of his plays have been filmed, and he was considered one of Brazil's greatest living playwrights of his time. He was also an important regional writer, doing various novels set in the Northeast of Brazil. He received an honorary doctorate at a ceremony performed at a circus. He was the author of, among other works, the Auto da Compadecida and A Pedra do Reino. He was a staunch defender of the culture of the Northeast, and his works dealt with the popular culture of the Northeast.",
    "year": 1927,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Efraín Ríos Montt",
    "birthday": "1926-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Rios_Montt.png/252px-Rios_Montt.png",
    "extract": "José Efraín Ríos Montt was a Guatemalan military officer and politician who served as de facto President of Guatemala in 1982–83. His brief tenure as chief executive was one of the bloodiest periods in the long-running Guatemalan Civil War. In 2013 he was tried and convicted for genocide perpetrated by the Guatemalan Army under his leadership.",
    "year": 1926,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jean d'Ormesson",
    "birthday": "1925-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Salon_du_livre_de_Paris_2011_-_Jean_d%27Ormesson_-_001.jpg/213px-Salon_du_livre_de_Paris_2011_-_Jean_d%27Ormesson_-_001.jpg",
    "extract": "Jean Bruno Wladimir François de Paule Le Fèvre d'Ormesson was a French novelist. He was the author of forty books, the director of Le Figaro from 1974 to 1979, and the Dean of the Académie française.",
    "year": 1925,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Faith Domergue",
    "birthday": "1924-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Faith_Domergue_1946.jpg/244px-Faith_Domergue_1946.jpg",
    "extract": "Faith Marie Domergue was an American film and television actress. Discovered at age sixteen by media and aircraft mogul Howard Hughes, she was signed to a contract with Hughes' RKO Radio Pictures and cast as the lead in the studio's thriller Vendetta, which had a troubled four-year production before finally being released in 1950.",
    "year": 1924,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ilmar Kullam",
    "birthday": "1922-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/39/Ilmar_Kullam.JPG/320px-Ilmar_Kullam.JPG",
    "extract": "Ilmar Kullam was an Estonian basketball player who competed for the Soviet Union in the 1952 Summer Olympics. He trained at VSS Kalev in Tartu.",
    "year": 1922,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Raymond Lemieux",
    "birthday": "1920-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/RayLemieux.jpg/320px-RayLemieux.jpg",
    "extract": "Raymond Urgel Lemieux, CC, AOE, FRS was a Canadian organic chemist, who pioneered many discoveries in the field of chemistry, his first and most famous being the synthesis of sucrose. His contributions include the discovery of the anomeric effect and the development of general methodologies for the synthesis of saccharides still employed in the area of carbohydrate chemistry. He was a fellow of the Royal Society of Canada and the Royal Society (England), and a recipient of the prestigious Albert Einstein World Award of Science and Wolf Prize in Chemistry.",
    "year": 1920,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "José López Portillo",
    "birthday": "1920-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Lopez_Portillo.jpg/253px-Lopez_Portillo.jpg",
    "extract": "José Guillermo Abel López Portillo y Pacheco CYC was a Mexican writer, lawyer and politician affiliated with the Institutional Revolutionary Party (PRI) who served as the 58th President of Mexico from 1976 to 1982. López Portillo was the only official candidate in the 1976 presidential election, being the only president in recent Mexican history to win an election unopposed.",
    "year": 1920,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Hemant Kumar",
    "birthday": "1920-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/fd/Hemant_Kumar_2016_stamp_of_India_%28cropped%29.jpg",
    "extract": "Hemanta Mukhopadhyay, also known as Hemant Kumar, outside Bengal, was an Bengali playback singer and music composer who primarily sang in Bengali, and as well as in other Indian languages like Hindi, Marathi, Gujarati, Odia, Assamese, Tamil, Punjabi, Bhojpuri, Konkani, Sanskrit and Urdu. He was an artist of Bengali and Hindi film music, Bengali non-film songs, Rabindra Sangeet, and many other songs. He was the recipient of two National Awards for Best Male Playback Singer. Hemanta Mukhopadhyay is known as the Voice Of God.",
    "year": 1920,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Phaedon Gizikis",
    "birthday": "1917-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b7/Phaedon_Gizikis.png/253px-Phaedon_Gizikis.png",
    "extract": "Phaedon Gizikis was a Greek army general, and the second and last President of Greece under the Junta, from 1973 to 1974.",
    "year": 1917,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Katharine Graham",
    "birthday": "1917-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Katharine_Graham_927-9432_%28cropped_retouched%29.jpg/250px-Katharine_Graham_927-9432_%28cropped_retouched%29.jpg",
    "extract": "Katharine Meyer Graham was an American newspaper publisher. She led her family's newspaper, The Washington Post, from 1963 to 1991. Graham presided over the paper as it reported on the Watergate scandal, which eventually led to the resignation of President Richard Nixon. She was the first twentieth century female publisher of a major American newspaper. Graham's memoir, Personal History, won the Pulitzer Prize in 1998.",
    "year": 1917,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Aurelio Lampredi",
    "birthday": "1917-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/1954_Ferrari_375_Plus_engine.jpg/320px-1954_Ferrari_375_Plus_engine.jpg",
    "extract": "Aurelio Lampredi was an Italian automobile and aircraft engine designer.",
    "year": 1917,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Tukey",
    "birthday": "1915-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e9/John_Tukey.jpg/263px-John_Tukey.jpg",
    "extract": "John Wilder Tukey was an American mathematician and statistician, best known for the development of the fast Fourier Transform (FFT) algorithm and box plot. The Tukey range test, the Tukey lambda distribution, the Tukey test of additivity, and the Teichmüller–Tukey lemma all bear his name. He is also credited with coining the term 'bit' and the first published use of the word software.",
    "year": 1915,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Eleanor Sokoloff",
    "birthday": "1914-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e1/Sokoloff.jpg",
    "extract": "Eleanor Sokoloff was an American pianist and academic who formed a piano duo with her husband, Vladimir Sokoloff. She taught piano on the faculty of the Curtis Institute of Music from 1936 until her death in 2020.",
    "year": 1914,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Enoch Powell",
    "birthday": "1912-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Enoch_Powell_6_Allan_Warren.jpg/259px-Enoch_Powell_6_Allan_Warren.jpg",
    "extract": "John Enoch Powell was a British politician, classical scholar, author, linguist, soldier, philologist, and poet. He served as a Conservative Member of Parliament (1950–1974), then Ulster Unionist Party (UUP) MP (1974–1987), and was Minister of Health (1960–1963).",
    "year": 1912,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Juan Velasco Alvarado",
    "birthday": "1910-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Juan_Velasco_Alvarado_1971.jpg/229px-Juan_Velasco_Alvarado_1971.jpg",
    "extract": "Juan Francisco Velasco Alvarado was a Peruvian general who served as the 58th President of Peru after a successful coup d'état against Fernando Belaúnde's presidency in 1968. Under his presidency, nationalism, as well as left-leaning policies that addressed Indigenous Peruvians, such as nationalization or agrarian reform were adopted that were ultimately reversed after another coup d'état in 1975 led by his Prime Minister, Francisco Morales-Bermúdez.",
    "year": 1910,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Archie Carr",
    "birthday": "1909-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Archie_Carr_National_Wildlife_Refuge_002.jpg/320px-Archie_Carr_National_Wildlife_Refuge_002.jpg",
    "extract": "Archie Fairly Carr, Jr. was an American herpetologist, ecologist, and conservationist. He was a Professor of Zoology at the University of Florida. In 1987 the Ecological Society of America awarded him the Eminent Ecologist Award. He brought attention to the world's declining sea turtle populations due to over-exploitation and habitat loss.",
    "year": 1909,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jack Albertson",
    "birthday": "1907-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Jack_Albertson_1971.JPG/236px-Jack_Albertson_1971.JPG",
    "extract": "Harold Albertson, known professionally as Jack Albertson, was an American actor, comedian, dancer and singer who also performed in vaudeville. Albertson was a Tony, Oscar, and Emmy winning actor. For his performance as John Cleary in the 1964 play The Subject Was Roses and its 1968 film adaptation, he won the Tony Award for Best Featured Actor in a Play, and the Academy Award for Best Supporting Actor. His other notable roles include Grandpa Joe in Willy Wonka & the Chocolate Factory (1971), Manny Rosen in The Poseidon Adventure (1972), and Ed Brown in the television sitcom Chico and the Man (1974–78), for which he won an Emmy. For his contributions to the television industry, Albertson was honored with a star on the Hollywood Walk of Fame in 1977 at 6253 Hollywood Boulevard.",
    "year": 1907,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Alan Fairfax",
    "birthday": "1906-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/AlanFairfax.jpg/297px-AlanFairfax.jpg",
    "extract": "Alan Geoffrey Fairfax was an Australian cricketer who played in ten Tests from 1929 to 1931. He was an all rounder.",
    "year": 1906,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Barbara McClintock",
    "birthday": "1902-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Barbara_McClintock_%281902-1992%29_shown_in_her_laboratory_in_1947.jpg/320px-Barbara_McClintock_%281902-1992%29_shown_in_her_laboratory_in_1947.jpg",
    "extract": "Barbara McClintock was an American scientist and cytogeneticist who was awarded the 1983 Nobel Prize in Physiology or Medicine. McClintock received her PhD in botany from Cornell University in 1927. There she started her career as the leader of the development of maize cytogenetics, the focus of her research for the rest of her life. From the late 1920s, McClintock studied chromosomes and how they change during reproduction in maize. She developed the technique for visualizing maize chromosomes and used microscopic analysis to demonstrate many fundamental genetic ideas. One of those ideas was the notion of genetic recombination by crossing-over during meiosis—a mechanism by which chromosomes exchange information. She produced the first genetic map for maize, linking regions of the chromosome to physical traits. She demonstrated the role of the telomere and centromere, regions of the chromosome that are important in the conservation of genetic information. She was recognized as among the best in the field, awarded prestigious fellowships, and elected a member of the National Academy of Sciences in 1944.",
    "year": 1902,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "George Gaylord Simpson",
    "birthday": "1902-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c3/George_Gaylord_Simpson-en.jpg",
    "extract": "George Gaylord Simpson was an American paleontologist. Simpson was perhaps the most influential paleontologist of the twentieth century, and a major participant in the modern synthesis, contributing Tempo and Mode in Evolution (1944), The Meaning of Evolution (1949) and The Major Features of Evolution (1953). He was an expert on extinct mammals and their intercontinental migrations. Simpson was extraordinarily knowledgeable about Mesozoic fossil mammals and fossil mammals of North and South America. He anticipated such concepts as punctuated equilibrium and dispelled the myth that the evolution of the horse was a linear process culminating in the modern Equus caballus. He coined the word hypodigm in 1940, and published extensively on the taxonomy of fossil and extant mammals. Simpson was influentially, and incorrectly, opposed to Alfred Wegener's theory of continental drift, but accepted the theory of plate tectonics when the evidence became conclusive.",
    "year": 1902,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Helen Traubel",
    "birthday": "1899-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/be/Helen_Traubel_Colombia_Records.jpg/255px-Helen_Traubel_Colombia_Records.jpg",
    "extract": "Helen Francesca Traubel was an American opera and concert singer. A dramatic soprano, she was best known for her Wagnerian roles, especially those of Brünnhilde and Isolde.",
    "year": 1899,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Georg Wittig",
    "birthday": "1897-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/ea/Georg_Wittig.jpg",
    "extract": "Georg Wittig was a German chemist who reported a method for synthesis of alkenes from aldehydes and ketones using compounds called phosphonium ylides in the Wittig reaction. He shared the Nobel Prize in Chemistry with Herbert C. Brown in 1979.",
    "year": 1897,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Murray Leinster",
    "birthday": "1896-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/00/Murray_Leinster.jpg",
    "extract": "Murray Leinster was a nom de plume of William Fitzgerald Jenkins, an American writer of genre fiction, particularly of science fiction. He wrote and published more than 1,500 short stories and articles, 14 movie scripts, and hundreds of radio scripts and television plays.",
    "year": 1896,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Stan Laurel",
    "birthday": "1890-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Stan_Laurel_c1920.jpg/244px-Stan_Laurel_c1920.jpg",
    "extract": "Stan Laurel was an English comic actor, writer, and film director who was part of the comedy duo Laurel and Hardy. He appeared with his comedy partner Oliver Hardy in 107 short films, feature films, and cameo roles.",
    "year": 1890,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Alexander Friedmann",
    "birthday": "1888-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Aleksandr_Fridman.png/214px-Aleksandr_Fridman.png",
    "extract": "Alexander Alexandrovich Friedmann was a Russian and Soviet physicist and mathematician. He is best known for his pioneering theory that the universe was expanding, governed by a set of equations he developed now known as the Friedmann equations.",
    "year": 1888,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mohammad Mosaddegh",
    "birthday": "1882-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Portrait_of_Mohammad_Mosaddegh_-_circa_1952.jpg/218px-Portrait_of_Mohammad_Mosaddegh_-_circa_1952.jpg",
    "extract": "Mohammad Mosaddegh was an Iranian politician who served as the 35th Prime Minister of Iran. Mosaddegh was democratically elected into the office of the Prime Minister in 1951. He served until 1953, when his government was overthrown in the 1953 Iranian coup d'état orchestrated by the intelligence agencies of the United Kingdom (MI6) and the United States (CIA), led by Kermit Roosevelt Jr.",
    "year": 1882,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Otto Eisenschiml",
    "birthday": "1880-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/5f/Otto_Eisenschiml.jpg",
    "extract": "Otto Eisenschiml was an Austrian-born chemist and industrial executive in the American oil industry, and a controversial author. He may be best known for his provocative 1937 book on the assassination of Abraham Lincoln in which he proposed that a senior member of Lincoln's Cabinet orchestrated the plot to kill the president.",
    "year": 1880,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Arthur Meighen",
    "birthday": "1874-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Former_PM_Arthur_Meighen.jpg/249px-Former_PM_Arthur_Meighen.jpg",
    "extract": "Arthur Meighen was a Canadian lawyer and politician who served as the ninth prime minister of Canada from 1920 to 1921 and from June to September 1926. He led the Conservative Party from 1920 to 1926 and from 1941 to 1942.",
    "year": 1874,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Germanos Karavangelis",
    "birthday": "1866-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Germanos_Karavaggelis2.jpg/208px-Germanos_Karavaggelis2.jpg",
    "extract": "Germanos Karavangelis was known for his service as Metropolitan Bishop of Kastoria and later Amaseia, Pontus. He was a member of the Hellenic Macedonian Committee and functioned as one of the major coordinators of the Greek Struggle for Macedonia.",
    "year": 1866,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Francisco León de la Barra",
    "birthday": "1863-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Francisco_Le%C3%B3n_%28cropped%29.jpg/239px-Francisco_Le%C3%B3n_%28cropped%29.jpg",
    "extract": "Francisco León de la Barra y Quijano was a Mexican political figure and diplomat who served as 36th President of Mexico from May 25 to November 6, 1911. He was known to conservatives as \"The White President\" or the \"Pure President.\"",
    "year": 1863,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Gustaf V",
    "birthday": "1858-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Gustaf_V_av_Sverige.jpg/229px-Gustaf_V_av_Sverige.jpg",
    "extract": "Gustaf V was King of Sweden from 1907 until his death in 1950. He was the eldest son of King Oscar II of Sweden and Sophia of Nassau, a half-sister of Adolphe, Grand Duke of Luxembourg. Reigning from the death of his father Oscar II in 1907 to his own death 42 years later, he holds the record of being the oldest monarch of Sweden and the third-longest rule, after Magnus IV and Carl XVI Gustaf. He was also the last Swedish monarch to exercise his royal prerogatives, which largely died with him, although they were formally abolished only with the remaking of the Swedish constitution in 1974. He was the first Swedish king since the High Middle Ages not to have a coronation and so never wore the king's crown, a practice that has continued ever since.",
    "year": 1858,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Arthur Arz von Straußenburg",
    "birthday": "1857-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Arz_Arthur_von_Straussenburg_1.jpg/201px-Arz_Arthur_von_Straussenburg_1.jpg",
    "extract": "Generaloberst Arthur Freiherr Arz von Straußenburg was an Austro-Hungarian colonel general and last Chief of the General Staff of the Austro-Hungarian Army. At the outbreak of the First World War, he commanded the 15th Infantry Division. Soon, he was promoted to the head of the 6th Corps and the First Army. He participated on the Gorlice–Tarnów Offensive in 1915 and the countryside of Romania in 1916. In March 1917, he became Chief of the General Staff until his resignation on 3 November 1918.",
    "year": 1857,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "William Arnon Henry",
    "birthday": "1850-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/William_Arnon_Henry_%281850%E2%80%931932%29.png/243px-William_Arnon_Henry_%281850%E2%80%931932%29.png",
    "extract": "William Arnon Henry was an American academic and agriculturist from Ohio. Henry studied at the National Normal University and Ohio Wesleyan University before becoming a principal of two high schools. After continuing his education at Cornell University from 1876 to 1880, Henry was appointed a professor at the University of Wisconsin. There, he led the growth of the College of Agriculture, becoming its first dean in 1891. He remained at the university until 1907, when he was named a professor emeritus.",
    "year": 1850,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Frederic Archer",
    "birthday": "1838-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/FredericArcher.jpg/223px-FredericArcher.jpg",
    "extract": "Frederic Archer was a British-American composer, conductor and organist, born at Oxford, England. He studied music in London and Leipzig, and held musical positions in England and Scotland until 1880, when he became organist of Plymouth Church in Brooklyn, New York. Archer was later appointed conductor of the Boston, Massachusetts Oratorio Society, director of Carnegie Music Hall in Pittsburgh, Pennsylvania, and in 1899 organist of the Church of the Ascension in Pittsburgh. In 1896 he established the Pittsburgh Symphony Orchestra. He founded, in 1885, The Keynote, which for a time he edited, and also published several books and numerous organ compositions.",
    "year": 1838,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Cushman Kellogg Davis",
    "birthday": "1838-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Portrait_of_Cushman_Kellogg_Davis.jpg/231px-Portrait_of_Cushman_Kellogg_Davis.jpg",
    "extract": "Cushman Kellogg Davis was an American Republican politician who served as the seventh Governor of Minnesota and as a U.S. Senator from Minnesota.",
    "year": 1838,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ernst Laas",
    "birthday": "1837-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Laas_%28Ernst%29_Philosoph_btv1b102261811.jpg/185px-Laas_%28Ernst%29_Philosoph_btv1b102261811.jpg",
    "extract": "Ernst Laas was a German positivist philosopher.",
    "year": 1837,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Wesley Merritt",
    "birthday": "1836-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/MajorGeneralWesleyMerritt_%28cropped%29.JPG/225px-MajorGeneralWesleyMerritt_%28cropped%29.JPG",
    "extract": "Wesley Merritt was an American major general who served in the cavalry of the United States Army during the American Civil War, American Indian Wars, Spanish–American War, and the Philippine–American War. Following the latter war, he became the first American Military Governor of the Philippines.",
    "year": 1836,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Old Tom Morris",
    "birthday": "1821-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Old_Tom_Morris.jpg/182px-Old_Tom_Morris.jpg",
    "extract": "Thomas Mitchell Morris, otherwise known as Old Tom Morris, and The Grand Old Man of Golf, was a Scottish golfer. He was born in St Andrews, Fife, the \"home of golf\" and location of the St Andrews Links, and died there as well. Young Tom Morris, also a golfer, was his son.",
    "year": 1821,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Otto Jahn",
    "birthday": "1813-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Otto_Jahn_-_Imagines_philologorum.jpg/320px-Otto_Jahn_-_Imagines_philologorum.jpg",
    "extract": "Otto Jahn, was a German archaeologist, philologist, and writer on art and music.",
    "year": 1813,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Edward Davy",
    "birthday": "1806-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Edward_Davy.jpeg/228px-Edward_Davy.jpeg",
    "extract": "Edward Davy was an English physician, scientist, and inventor who played a prominent role in the development of telegraphy, and invented an electric relay.",
    "year": 1806,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Julius Plücker",
    "birthday": "1801-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Julius_Pl%C3%BCcker.jpg/256px-Julius_Pl%C3%BCcker.jpg",
    "extract": "Julius Plücker was a German mathematician and physicist. He made fundamental contributions to the field of analytical geometry and was a pioneer in the investigations of cathode rays that led eventually to the discovery of the electron. He also vastly extended the study of Lamé curves.",
    "year": 1801,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Linnell (painter)",
    "birthday": "1792-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/John_Linnell_by_John_Linnell.jpg/246px-John_Linnell_by_John_Linnell.jpg",
    "extract": "John Linnell was an English engraver, and portrait and landscape painter. He was a naturalist and a rival to the artist John Constable. He had a taste for Northern European art of the Renaissance, particularly Albrecht Dürer. He also associated with the amateur artist Edward Thomas Daniell, and with William Blake, to whom he introduced the painter and writer Samuel Palmer and others of the Ancients.",
    "year": 1792,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Salawat Yulayev",
    "birthday": "1754-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/%D0%A1%D0%B0%D0%BB%D0%B0%D0%B2%D0%B0%D1%82_%D0%AE%D0%BB%D0%B0%D0%B5%D0%B2_-_panoramio.jpg/320px-%D0%A1%D0%B0%D0%BB%D0%B0%D0%B2%D0%B0%D1%82_%D0%AE%D0%BB%D0%B0%D0%B5%D0%B2_-_panoramio.jpg",
    "extract": "Salawat Yulayev is a Bashkir national hero who participated in Pugachev's Rebellion, warrior, poet and singer.",
    "year": 1754,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Adam Smith",
    "birthday": "1723-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Adam_Smith_The_Muir_portrait.jpg/262px-Adam_Smith_The_Muir_portrait.jpg",
    "extract": "Adam Smith was a Scottish economist and philosopher who was a pioneer of political economy and key figure during the Scottish Enlightenment. Also known as \"The Father of Economics\" or \"The Father of Capitalism\", he wrote two classic works, The Theory of Moral Sentiments (1759) and An Inquiry into the Nature and Causes of the Wealth of Nations (1776). The latter, often abbreviated as The Wealth of Nations, is considered his magnum opus and the first modern work of economics. In his work, Smith introduced his theory of absolute advantage.",
    "year": 1723,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "James Bertie, 1st Earl of Abingdon",
    "birthday": "1653-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/James_Bertie%2C_1st_Earl_of_Abingdon_%281653-1699%29_by_Godfrey_Kneller.jpg/250px-James_Bertie%2C_1st_Earl_of_Abingdon_%281653-1699%29_by_Godfrey_Kneller.jpg",
    "extract": "James Bertie, 1st Earl of Abingdon, styled Hon. James Bertie until 1657 and known as the 5th Baron Norreys from 1657 until 1682, was an English nobleman.",
    "year": 1653,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Henrietta of England",
    "birthday": "1644-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Henrietta_Anne_of_England_portrait_by_Jan_Mytens.jpg/242px-Henrietta_Anne_of_England_portrait_by_Jan_Mytens.jpg",
    "extract": "Henrietta Anne of England was the youngest daughter of King Charles I of England and Queen Henrietta Maria.",
    "year": 1644,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jean de Thévenot",
    "birthday": "1633-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Jean_de_Th%C3%A9venot_%281664%29.jpg/211px-Jean_de_Th%C3%A9venot_%281664%29.jpg",
    "extract": "Jean de Thévenot was a French traveller in the East, who wrote extensively about his journeys. He was also a linguist, natural scientist and botanist.",
    "year": 1633,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Cleveland",
    "birthday": "1613-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/John_Cleveland.jpg/204px-John_Cleveland.jpg",
    "extract": "John Cleveland was an English poet who supported the Royalist cause in the English Civil War. He was best known for political satire.",
    "year": 1613,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Arthur Chichester, 1st Earl of Donegall",
    "birthday": "1606-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/ArthurChichesterMonumentEggesfordChurchDevon.jpg/240px-ArthurChichesterMonumentEggesfordChurchDevon.jpg",
    "extract": "Arthur Chichester, 1st Earl of Donegall, was an Anglo-Irish peer and soldier.",
    "year": 1606,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Joseph Solomon Delmedigo",
    "birthday": "1591-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Delmedigo.jpg/253px-Delmedigo.jpg",
    "extract": "Joseph Solomon Delmedigo, also known as Yashar Mi-Qandia, was a rabbi, author, physician, mathematician, and music theorist.",
    "year": 1591,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Axel Oxenstierna",
    "birthday": "1583-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Unknown_painter_after_M._van_Mierevelt_-_Portrait_of_Axel_Ochsenstierna.jpg/261px-Unknown_painter_after_M._van_Mierevelt_-_Portrait_of_Axel_Ochsenstierna.jpg",
    "extract": "Axel Gustafsson Oxenstierna af Södermöre, Count of Södermöre, was a Swedish statesman. He became a member of the Swedish Privy Council in 1609 and served as Lord High Chancellor of Sweden from 1612 until his death. He was a confidant of King Gustavus Adolphus and then Queen Christina, of whom he was at first regent.",
    "year": 1583,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Yang Jisheng (Ming dynasty)",
    "birthday": "1516-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Yang_Jisheng.jpg/261px-Yang_Jisheng.jpg",
    "extract": "Yang Jisheng was a Chinese court official of the Ming dynasty who held multiple posts during the reign of the Jiajing Emperor. He is remembered as a political opponent of Yan Song, on whose initiative he was arrested and eventually executed. The death sentence was later posthumously reversed, and the unjust manner of Yang's death led him to be revered as a martyr for Confucian values.",
    "year": 1516,
    "month": 6,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Cheke",
    "birthday": "1514-6-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/John_Cheke.jpg/219px-John_Cheke.jpg",
    "extract": "Sir John Cheke (Cheek) was an English classical scholar and statesman. One of the foremost teachers of his age, and the first Regius Professor of Greek at the University of Cambridge, he played a great part in the revival of Greek learning in England. He was tutor to Prince Edward, the future King Edward VI, and also sometimes to Princess Elizabeth. Of strongly Reformist sympathy in religious affairs, his public career as provost of King's College, Cambridge, Member of Parliament and briefly as Secretary of State during King Edward's reign was brought to a close by the accession of Queen Mary in 1553. He went into voluntary exile abroad, at first under royal licence. He was captured and imprisoned in 1556, and under threat or apprehension of execution by the fire made a forced public recantation and affiliated himself to the Church of Rome. He died not long afterwards, filled with remorse for having forsworn his true belief from the infirmity of fear. His character, teaching and reputation were, however, admiringly and honourably upheld.",
    "year": 1514,
    "month": 6,
    "day": 16,
    "language": "en"
  }
]