[
  {
    "name": "KJ Apa",
    "birthday": "1997-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/K.J._Apa_%2844563642331%29_%28cropped_2%29.jpg/250px-K.J._Apa_%2844563642331%29_%28cropped_2%29.jpg",
    "extract": "Keneti James Fitzgerald Apa is a New Zealand actor, singer, and musician. He began acting playing Kane Jenkins in the New Zealand primetime soap opera Shortland Street from 2013 to 2015. In 2017, Apa was cast in the lead role of Archie Andrews in the CW drama series Riverdale. In film, Apa has starred in A Dog's Purpose (2017), The Hate U Give (2018) and I Still Believe (2020).",
    "year": 1997,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Clément Lenglet",
    "birthday": "1995-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0a/Spartak_Sevilla.jpg",
    "extract": "Clément Nicolas Laurent Lenglet is a French professional footballer who plays as a centre-back for La Liga club Barcelona and the France national team.",
    "year": 1995,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Amari Cooper",
    "birthday": "1994-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Amari_Cooper_Dallas_Cowboys_2021.jpg/213px-Amari_Cooper_Dallas_Cowboys_2021.jpg",
    "extract": "Amari Cooper is an American football wide receiver for the Cleveland Browns of the National Football League (NFL). He played college football at the University of Alabama, where he was the Biletnikoff Award winner as the nation's top receiver and a unanimous All-American in 2014. Widely considered the top wide receiver prospect of the 2015 NFL Draft, Cooper was selected with the fourth overall pick by the Oakland Raiders.",
    "year": 1994,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Daniel Tupou",
    "birthday": "1991-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Daniel_Tupou.jpg/262px-Daniel_Tupou.jpg",
    "extract": "Daniel Tupou is a professional rugby league footballer who plays on the wing for the Sydney Roosters in the NRL. He has played for Tonga and Australia at international level.",
    "year": 1991,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jordan Henderson",
    "birthday": "1990-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/FWC_2018_-_Round_of_16_-_COL_v_ENG_-_J_Henderson.jpg/201px-FWC_2018_-_Round_of_16_-_COL_v_ENG_-_J_Henderson.jpg",
    "extract": "Jordan Brian Henderson is an English professional footballer who plays as a midfielder for Premier League club Liverpool and the England national team.",
    "year": 1990,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Josh Mansour",
    "birthday": "1990-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Joshua_Mansour.jpg/195px-Joshua_Mansour.jpg",
    "extract": "Josh Mansour is a professional rugby league footballer who plays as a winger for the South Sydney Rabbitohs in the NRL. He has played for Lebanon and Australia at international level.",
    "year": 1990,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Simone Battle",
    "birthday": "1989-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Simone_Battle_2013.jpg/184px-Simone_Battle_2013.jpg",
    "extract": "Simone Sherise Battle was an American singer, songwriter, dancer, and actress from Los Angeles, California. She was a finalist on The X Factor in 2011 and a member of the girl group G.R.L. from 2012 until her death in 2014. The group was best known for their singles \"Vacation\", \"Ugly Heart\" and \"Wild Wild Love\" with Pitbull. Following her death, the group dedicated their single \"Lighthouse\" to Battle.",
    "year": 1989,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Andrew Ogilvy",
    "birthday": "1988-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/A.J_Ogilvy.jpg/206px-A.J_Ogilvy.jpg",
    "extract": "Andrew James Ogilvy is an Australian-Irish professional basketball player who last played for the Illawarra Hawks of the National Basketball League (NBL). He played three seasons of college basketball for Vanderbilt before playing in Europe for the first three years of his professional career. After a season in his hometown with the Sydney Kings, he returned to Spain for a second stint. In 2015, he joined the Illawarra Hawks and helped lead them to a grand final appearance in 2017.",
    "year": 1988,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Shaun MacDonald",
    "birthday": "1988-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/AUT_vs._WAL_2016-10-06_%28166%29.jpg/213px-AUT_vs._WAL_2016-10-06_%28166%29.jpg",
    "extract": "Shaun Benjamin MacDonald is a Welsh footballer who plays as a midfielder for Cymru Premier club Penybont.",
    "year": 1988,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Stephanie Rice",
    "birthday": "1988-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Stephanie_Rice_%288284246332%29.jpg/213px-Stephanie_Rice_%288284246332%29.jpg",
    "extract": "Stephanie Louise Rice, OAM is an Australian former competitive swimmer. She won three gold medals at the 2008 Summer Olympics in Beijing, and was awarded the Medal of the Order of Australia on 26 January 2009.",
    "year": 1988,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Kendrick Lamar",
    "birthday": "1987-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Pulitzer2018-portraits-kendrick-lamar.jpg/181px-Pulitzer2018-portraits-kendrick-lamar.jpg",
    "extract": "Kendrick Lamar Duckworth is an American rapper, songwriter, and record producer. He is often cited as one of the most influential rappers of his generation. Aside from his solo career, he is also a member of the hip hop supergroup Black Hippy alongside his former Top Dawg Entertainment (TDE) labelmates Ab-Soul, Jay Rock, and Schoolboy Q.",
    "year": 1987,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Apoula Edel",
    "birthday": "1986-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/ApoulaEdel.jpg/320px-ApoulaEdel.jpg",
    "extract": "Apoula Edima Bete Edel is a former professional footballer who played as a goalkeeper. Born in Cameroon, he played for the Armenia national team.",
    "year": 1986,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Helen Glover (rower)",
    "birthday": "1986-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Helen_Glover_with_2012_Olympic_Gold_medal.jpg/240px-Helen_Glover_with_2012_Olympic_Gold_medal.jpg",
    "extract": "Helen Glover MBE is a British professional rower and a member of the Great Britain Rowing Team. Ranked the number 1 female rower in the world in 2015–16, she is a two-time Olympic champion, triple World champion, quintuple World Cup champion and quadruple European champion. She and her partner Heather Stanning were the World, Olympic, World Cup and European record holders, plus the Olympic, World and European champions in the women's coxless pairs. She has also been a British champion in both women's fours and quadruple sculls.",
    "year": 1986,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Marcos Baghdatis",
    "birthday": "1985-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Baghdatis_US16_%284%29_%2829828041056%29.jpg/213px-Baghdatis_US16_%284%29_%2829828041056%29.jpg",
    "extract": "Marcos Baghdatis is a Cypriot retired professional tennis player. He was the runner-up at the 2006 Australian Open and a semifinalist at the 2006 Wimbledon Championships, and reached a career-high ATP singles ranking of world No. 8 in August 2006. In the latter part of his career, Baghdatis endured a series of injuries that impacted his play.",
    "year": 1985,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Rafael Sóbis",
    "birthday": "1985-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/CL15_Emelec-Tigres_%284%29_Rafael_S%C3%B3bis.jpg/180px-CL15_Emelec-Tigres_%284%29_Rafael_S%C3%B3bis.jpg",
    "extract": "Rafael Augusto Sóbis do Nascimento is a Brazilian former professional footballer who played as a forward.",
    "year": 1985,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Michael Mathieu",
    "birthday": "1984-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/375_reeksen_4x400_dylan_jonathan_borlee_%2826095087355%29.jpg/320px-375_reeksen_4x400_dylan_jonathan_borlee_%2826095087355%29.jpg",
    "extract": "Michael Mathieu is a retired Bahamian sprinter from Freeport, Grand Bahama who specialized in the 200 metres and 400 metres. He was part of the Bahamian silver medal-winning team in the men's 4×400 metres relay at the 2008 Beijing Olympics, running second leg and recording a 44.0 split, and the gold medal-winning team at the 2012 Summer Olympics. He was also a part of second place relay team at the 2007 World Championships. He won the bronze medal in the 4x400 metres relay in the 2016 Summer Olympics.",
    "year": 1984,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Si Tianfeng",
    "birthday": "1984-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Si_Tianfeng_2013.jpg/166px-Si_Tianfeng_2013.jpg",
    "extract": "Si Tianfeng is a Chinese race walker. He represented China at the 2008 Beijing Olympics, finishing 17th. He also competed in the 50 km walk at the 2009 Chinese National Games and won the bronze medal. Si set a Games record to take the gold medal in the 50 km walk at the 2010 Asian Games. He was fourth at the World Race Walking Cup that year.",
    "year": 1984,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Lee Ryan",
    "birthday": "1983-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Lee_Ryan_2011_cropped.jpg/238px-Lee_Ryan_2011_cropped.jpg",
    "extract": "Lee Ryan is an English singer-songwriter and actor. He is best known as a member of the English boy band Blue.",
    "year": 1983,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Alex (footballer, born June 1982)",
    "birthday": "1982-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Alex_Rodrigo_Dias_da_Costa.jpg/240px-Alex_Rodrigo_Dias_da_Costa.jpg",
    "extract": "Alex Rodrigo Dias da Costa, known as Alex, is a Brazilian former professional footballer who played as a centre-back. He was known for his physical strength and the power of his shot, which has gained him the nicknames of \"The Tank\" and Canhão da Vila.",
    "year": 1982,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Marek Svatoš",
    "birthday": "1982-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Marek_Svato%C5%A1.jpg/213px-Marek_Svato%C5%A1.jpg",
    "extract": "Marek Svatoš was a Slovak professional ice hockey winger. He last played during the 2013–14 season in the Slovak Extraliga with Košice, the same club with which he began his career in 1999. Svatoš played in the National Hockey League (NHL) for several seasons, mostly with the Colorado Avalanche; his last stint in the NHL was in the 2010–11 season, during which he played with the Nashville Predators and Ottawa Senators after beginning the season in the Kontinental Hockey League (KHL) with Avangard Omsk.",
    "year": 1982,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Arthur Darvill",
    "birthday": "1982-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Arthur_Darvill_Comiccon_Brussels_1_%28cropped%29.jpg/233px-Arthur_Darvill_Comiccon_Brussels_1_%28cropped%29.jpg",
    "extract": "Thomas Arthur Darvill is an English actor. He is known for portraying Rory Williams, a companion of the Eleventh Doctor in the television series Doctor Who (2010–2012), as well as Rip Hunter in Legends of Tomorrow and Rev. Paul Coates in Broadchurch (2013–2017). From 2013 to 2014, he appeared in the lead role in the theatre musical Once in the West End and on Broadway.",
    "year": 1982,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jodie Whittaker",
    "birthday": "1982-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Jodie_Whittaker_by_Gage_Skidmore.jpg/256px-Jodie_Whittaker_by_Gage_Skidmore.jpg",
    "extract": "Jodie Whittaker is an English actress.\nShe came to prominence in her 2006 feature film debut Venus, for which she received British Independent Film Award and Satellite Award nominations. She was later praised for her roles in the cult science fiction film Attack the Block (2011), the Black Mirror episode \"The Entire History of You\" (2011), and as grieving mother Beth Latimer in Broadchurch (2013–2017).",
    "year": 1982,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Kyle Boller",
    "birthday": "1981-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Kyle_Boller.JPG/223px-Kyle_Boller.JPG",
    "extract": "Kyle Bryan Boller is a former American football quarterback. After playing college football for California, he was drafted by the Baltimore Ravens in the first round of the 2003 NFL Draft. He played for the Ravens from 2003 to 2008, the St. Louis Rams in 2009, and the Oakland Raiders from 2010 to 2011.",
    "year": 1981,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Shane Watson",
    "birthday": "1981-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/SHANE_WATSON_%2811705862116%29.jpg/243px-SHANE_WATSON_%2811705862116%29.jpg",
    "extract": "Shane Robert Watson is an Australian former cricketer, and occasional captain in all formats, who has played for Australia's national cricket team. He is a right-handed batsman and a right-handed fast-medium swing bowler who played international cricket between 2002 and 2016. He was the world No. 1 T20I all-rounder for 150 weeks, including an all-time record of 120 consecutive weeks. He was the last player to retire from Australia's golden era of the early 2000s.",
    "year": 1981,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Elisa Rigaudo",
    "birthday": "1980-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/ElisaRigaudo_01.JPG/320px-ElisaRigaudo_01.JPG",
    "extract": "Elisa Rigaudo is an Italian race walker from Cuneo.",
    "year": 1980,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jeph Jacques",
    "birthday": "1980-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Jeph_Jacques.jpg/320px-Jeph_Jacques.jpg",
    "extract": "Jeffrey Paul \"Jeph\" Jacques is an American cartoonist who writes and draws the webcomics Questionable Content, Alice Grove, and DORD.",
    "year": 1980,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Venus Williams",
    "birthday": "1980-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Venus_Williams_2012_%28cropped%29.jpg/232px-Venus_Williams_2012_%28cropped%29.jpg",
    "extract": "Venus Ebony Starr Williams is an American professional tennis player. A former world No. 1 in both singles and doubles, Williams has won seven Grand Slam singles titles, five at Wimbledon and two at the US Open. She is widely regarded as one of the all-time greats of the sport.",
    "year": 1980,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Nick Rimando",
    "birthday": "1979-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Nick_Rimando.jpg/260px-Nick_Rimando.jpg",
    "extract": "Nicholas Paul Rimando is an American retired soccer player who last played as a goalkeeper for Real Salt Lake in Major League Soccer and the United States national team. He holds the Major League Soccer records for career wins, shutouts, saves, and overall appearances.",
    "year": 1979,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Tyson Apostol",
    "birthday": "1979-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Tyson_Apostol_visits_a_petting_zoo-_2014-03-06_01-16.jpg/240px-Tyson_Apostol_visits_a_petting_zoo-_2014-03-06_01-16.jpg",
    "extract": "Tyson Apostol is an American reality television personality, best known for his appearances on multiple seasons of the CBS reality television show Survivor. Apostol originally competed on Survivor: Tocantins in 2009, finishing in 8th place. He returned as a villain on Survivor: Heroes vs. Villains in 2010 and came in 15th place. In 2013, he returned again and was eventually crowned the winner of Survivor: Blood vs. Water. Apostol competed for a fourth time on the show's 40th season Survivor: Winners at War, finishing in 11th place.",
    "year": 1979,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Isabelle Delobel",
    "birthday": "1978-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Isabelle_DELOBEL_Olivier_SCHOENFELDER_SA_2008.jpg/228px-Isabelle_DELOBEL_Olivier_SCHOENFELDER_SA_2008.jpg",
    "extract": "Isabelle Delobel is a French former competitive ice dancer. With partner Olivier Schoenfelder, she is the 2008 World champion, the 2007 European champion, and the 2008 Grand Prix Final champion.",
    "year": 1978,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Travis Roche",
    "birthday": "1978-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Travis_Roche.jpg/278px-Travis_Roche.jpg",
    "extract": "Travis Roche is a retired Canadian professional ice hockey defenseman who last played for EHC Black Wings Linz of the Austrian Hockey League (EBEL).",
    "year": 1978,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Bartosz Brożek",
    "birthday": "1977-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Bartosz-brozek-2008.jpg/320px-Bartosz-brozek-2008.jpg",
    "extract": "Bartosz Paweł Brożek is a Polish philosopher and jurist whose main research interests are in philosophy of law, philosophy of science, logic and cognitive science. He is currently professor of jurisprudence at the Jagiellonian University and vice dean of the Faculty of Law and Administration, as well as a director of the Copernicus Center for Interdisciplinary Studies in Kraków. Author or co-author of more than 20 book monographs and more than 70 scientific papers. He holds PhDs in both law (2003) and philosophy (2007), habilitation in law (2008) and the title of full professor (2013).",
    "year": 1977,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Mark Tauscher",
    "birthday": "1977-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Mark_Tauscher_crop.jpg/266px-Mark_Tauscher_crop.jpg",
    "extract": "Mark Tauscher is a former American football offensive tackle in the National Football League (NFL). He was drafted by the Green Bay Packers in the seventh round of the 2000 NFL Draft. He won Super Bowl XLV with them over the Pittsburgh Steelers. He played college football at Wisconsin. He now provides studio commentary for NFL coverage on Sky Sports in Britain.",
    "year": 1977,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Scott Adkins",
    "birthday": "1976-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Scott_Adkins_%2835267457581%29.jpg/222px-Scott_Adkins_%2835267457581%29.jpg",
    "extract": "Scott Edward Adkins is an English actor, producer, screenwriter, gymnast, and martial artist. He has played Russian prison fighter Yuri Boyka in the 2006 film Undisputed II: Last Man Standing and its two sequels, Undisputed III: Redemption (2010) and Boyka: Undisputed (2017); Casey Bowman in the 2009 film Ninja and its 2013 sequel Ninja: Shadow of a Tear; French in the 2018 film The Debt Collector and its 2020 sequel Debt Collectors. He worked in four films with his idol Jean-Claude Van Damme: The Shepherd: Border Patrol, Assassination Games, Universal Soldier: Day of Reckoning and The Expendables 2. He also had starring roles in The Legend of Hercules, Wolf Warrior and Ip Man 4: The Finale playing the main antagonist in all three movies, and also appeared in The Bourne Ultimatum, Zero Dark Thirty and the Marvel projects Mutant X, X-Men Origins: Wolverine and Doctor Strange.\nHe is also starring in Day Shift with Jamie Foxx and Snoop Dogg, as well as a prominent role in John Wick: Chapter 4 alongside Keanu Reeves.",
    "year": 1976,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Sven Nys",
    "birthday": "1976-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/SvenNys.JPG/240px-SvenNys.JPG",
    "extract": "Sven Nys is a former professional cyclist competing in cyclo-cross and mountain bike. With two world championships, seven world cups, and over 140 competitive victories, he is considered one of the best cyclo-cross racers of his generation, and remains a prominent figure in cyclo-cross. Apart from cyclo-cross, Nys is also fivefold national mountainbike champion, and has competed in that discipline in two Olympic games.",
    "year": 1976,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Joshua Leonard",
    "birthday": "1975-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Joshua_Leonard_%28cropped%29.jpg/225px-Joshua_Leonard_%28cropped%29.jpg",
    "extract": "Joshua Granville Leonard is an American actor, writer, and director, known for his role in The Blair Witch Project (1999). He has since starred in films such as Madhouse (2004), The Shaggy Dog (2006), Higher Ground (2011), The Motel Life (2012), Snake and Mongoose (2013), If I Stay (2014), The Town That Dreaded Sundown (2014), 6 Years (2015), and Unsane (2018).",
    "year": 1975,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Juan Carlos Valerón",
    "birthday": "1975-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Juan_Carlos_Valeron.jpg/177px-Juan_Carlos_Valeron.jpg",
    "extract": "Juan Carlos Valerón Santana is a Spanish retired footballer who played as an attacking midfielder, currently the manager of Deportivo Fabril.",
    "year": 1975,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Leander Paes",
    "birthday": "1973-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Paes_WM13-009_%289495560679%29.jpg/222px-Paes_WM13-009_%289495560679%29.jpg",
    "extract": "Leander Adrian Paes is a retired professional tennis player from India. Regarded as one of the greatest tennis players in doubles, he holds the record for the most doubles wins in the Davis Cup. Paes has won eight men's doubles and ten mixed doubles Grand Slam titles. He holds a career Grand Slam in men's doubles and mixed doubles, and achieved the rare men's doubles/mixed doubles double at the 1999 Wimbledon Championships. His mixed doubles Wimbledon title in 2010 made him the second man to win Wimbledon titles in three decades.",
    "year": 1973,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Paulina Rubio",
    "birthday": "1971-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Paulina_Rubio_%40_Asics_Music_Festival_09.jpg/221px-Paulina_Rubio_%40_Asics_Music_Festival_09.jpg",
    "extract": "Paulina Susana Rubio Dosamantes  is a Mexican singer. She first achieved recognition as a member of the successful pop group Timbiriche from 1982 through 1991. After leaving Timbiriche, she embarked on a solo career. Referred to as the \"Queen of Latin Pop\", Rubio has sold over 15 million records, making her one of the best-selling Latin music artists of all-time.",
    "year": 1971,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Stéphane Fiset",
    "birthday": "1970-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Stephane_Fiset_-_Los_Angeles_Kings.jpg/291px-Stephane_Fiset_-_Los_Angeles_Kings.jpg",
    "extract": "Stéphane Fiset is a Canadian former professional ice hockey goaltender who played in the National Hockey League and now coaches Thetford Mines in the QCHL.",
    "year": 1970,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Will Forte",
    "birthday": "1970-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Will_Forte_April_2015.jpg/222px-Will_Forte_April_2015.jpg",
    "extract": "Orville Willis Forte IV is an American actor, comedian, writer, and producer. He is best known for being a cast member on Saturday Night Live (2002–2010) and for creating and starring in the sitcom The Last Man on Earth. For the series, he received three Primetime Emmy Award nominations: two for acting and one for writing.",
    "year": 1970,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jason Hanson",
    "birthday": "1970-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Detroit_Lions_placekicker_Jason_Hanson_at_the_2012_Lions_training_camp.jpg/205px-Detroit_Lions_placekicker_Jason_Hanson_at_the_2012_Lions_training_camp.jpg",
    "extract": "Jason Hanson is an American former professional football player who was a kicker who spent his entire 21-year career with the Detroit Lions of the National Football League (NFL). After playing college football with the Washington State Cougars, he was selected by the Lions in the second round of the 1992 NFL Draft with the 56th overall pick. Hanson holds the NFL record for the most seasons played with one team and also holds multiple kicking and scoring records. Due to his longevity and statistical success, even on many non-playoff teams, Hanson is often cited as one of the most-loved players in Detroit Lions franchise history.",
    "year": 1970,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Michael Showalter",
    "birthday": "1970-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Michael_Showalter_May_2015_crop.jpg/208px-Michael_Showalter_May_2015_crop.jpg",
    "extract": "Michael Showalter is an American comedian, actor, director, writer, and producer. He first came to recognition as a cast member on MTV's The State, which aired from 1993 to 1995. He and David Wain created the Wet Hot American Summer franchise, with Showalter co-writing and starring in Wet Hot American Summer (2001), and the Netflix series. Showalter wrote and directed The Baxter (2005), in which he starred with Michelle Williams, Justin Theroux, and Elizabeth Banks. Both films featured many of his co-stars from The State, and so do several of his other projects. Showalter is also a co-creator, co-producer, actor, and writer for the TV series Search Party. He directed the 2017 critically acclaimed feature film The Big Sick.",
    "year": 1970,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Alan Dowson",
    "birthday": "1970-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Alan_Dowson.png/267px-Alan_Dowson.png",
    "extract": "Alan Dowson is an English football manager and former professional player who was last the manager of Woking. He made 55 appearances in the Football League between 1988 and 1993, before spending 13 years as a player in non-league football. He later managed a number of non-league football teams.",
    "year": 1970,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Paul Tergat",
    "birthday": "1969-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/ec/World_Food_Program_2.jpg",
    "extract": "Paul Kibii Tergat is a Kenyan former professional long distance runner. He became the first Kenyan man to set the world record in the marathon in 2003, with a time of 2:04:55, and is regarded as one of the most accomplished long-distance runners of all time. Runnerworld called him the \"Most comprehensive runner of all time\".",
    "year": 1969,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Geoff Toovey",
    "birthday": "1969-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Geoff_Toovey.jpg/161px-Geoff_Toovey.jpg",
    "extract": "Geoffrey \"Geoff\" Toovey, also known by the nickname of \"Toovs\" or \"Tooves\", is the former head coach of the Bradford Bulls and former professional rugby league footballer. Toovey played halfback for the Manly-Warringah Sea Eagles, then played as a hooker later in his career at the Northern Eagles. He played 286 first-grade matches in all, and captained Manly to the 1996 ARL premiership and the 1995 and 1997 grand finals. He played in 13 international matches for Australia between 1991 and 1998. Toovey is the former head coach of Manly-Warringah.",
    "year": 1969,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Minoru Suzuki",
    "birthday": "1968-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Minoru_Suzuki_2017.jpg/213px-Minoru_Suzuki_2017.jpg",
    "extract": "Minoru Suzuki  is a Japanese professional wrestler and mixed martial artist, currently working for New Japan Pro-Wrestling (NJPW) as a freelancer. In NJPW, Suzuki has held the IWGP Intercontinental Championship as well as twice holding the NEVER Openweight Championship. Suzuki also wrestles for NJPW's international partners - most notably Revolution Pro Wrestling (RevPro) and Ring of Honor (ROH). In RevPro, he is also a former British Heavyweight Champion and co-holder of the Undisputed British Tag Team Championship alongside fellow Suzuki-gun stablemate, Zack Sabre Jr.. In ROH, he is a former ROH World Television Champion; this was his first title in a U.S. based promotion.",
    "year": 1968,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Tory Burch",
    "birthday": "1966-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Tory_Burch_in_India.JPG/320px-Tory_Burch_in_India.JPG",
    "extract": "Tory Burch is an American fashion designer, businesswoman, and philanthropist. She is the Executive Chairman and Chief Creative Officer of her own brand, Tory Burch LLC. She was listed as the 88th most powerful woman in the world by Forbes in 2020.",
    "year": 1966,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Diane Modahl",
    "birthday": "1966-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c5/Diane_Modahl_launches_2009_Two_Cities_Boat_Race_cropped.jpg",
    "extract": "Diane Dolores Modahl is an English former middle distance runner who specialised in the 800 metres. She won the 800 m title at the 1990 Commonwealth Games. Her other notable results at 800 m include finishing second at the 1986 Commonwealth Games, third at the 1989 IAAF Grand Prix Final, fourth at the 1993 World Championships, and winning the European Cup in 1994. She also won six AAAs National 800 m titles and represented Great Britain at four Olympic Games (1988–2000), reaching the 800 m final in 1988.",
    "year": 1966,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jason Patric",
    "birthday": "1966-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Jason_Patric_%2825525400254%29_%28cropped%29.jpg/224px-Jason_Patric_%2825525400254%29_%28cropped%29.jpg",
    "extract": "Jason Patric is an American film, television and stage actor. He is known for his roles in films such as The Lost Boys, Rush, Sleepers, Geronimo: An American Legend, Your Friends & Neighbors, Narc, The Losers, The Alamo, and Speed 2: Cruise Control. His father was actor/playwright Jason Miller and his maternal grandfather was actor Jackie Gleason.",
    "year": 1966,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Dan Jansen",
    "birthday": "1965-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Jansen_Dan%2Cportret_%282%29.JPG/211px-Jansen_Dan%2Cportret_%282%29.JPG",
    "extract": "Daniel Erwin Jansen is a retired American speed skater. A multiple world champion in sprint and perennial favorite at the Winter Olympics, he broke a ten-year Olympic jinx when he won a gold medal in his final race, which was the 1,000 meters in the 1994 Winter Games.",
    "year": 1965,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Rinaldo Capello",
    "birthday": "1964-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/RinaldoCAPELLO.jpg/246px-RinaldoCAPELLO.jpg",
    "extract": "Rinaldo \"Dindo\" Capello is an Italian professional racing driver. He is a three-time winner of the 24 Hours of Le Mans, with Bentley in 2003 and Audi in 2004 and 2008. Capello is a two-time American Le Mans Series champion, a five-time 12 Hours of Sebring winner, and the record holder for most wins at Petit Le Mans, having won five times. Capello has also raced in the Intercontinental Le Mans Cup, the FIA World Endurance Championship, DTM and the Italian GT Championship.",
    "year": 1964,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Michael Gross (swimmer)",
    "birthday": "1964-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Michael_Gross_2014.jpg/213px-Michael_Gross_2014.jpg",
    "extract": "Michael Groß, usually spelled Michael Gross in English, is a former competitive swimmer from Germany. He is 201 centimetres tall, and received the nickname \"The Albatross\" for his especially long arms that gave him a total span of 2.13 meters. Gross, competing for West Germany, won three Olympic gold medals, two in 1984 and one in 1988 in the freestyle and butterfly events, in addition to two World Championship titles in 1982, two in 1986 and one in 1991.",
    "year": 1964,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Steve Rhodes",
    "birthday": "1964-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Steve_Rhodes_%2814%29_%28cropped%29.jpg/213px-Steve_Rhodes_%2814%29_%28cropped%29.jpg",
    "extract": "Steven John Rhodes is an English cricket coach and former cricketer. He was the former coach of the Bangladesh national cricket team. He was best known as a wicket-keeper, but was also a useful number six or seven batsman, making twelve first-class centuries.",
    "year": 1964,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Greg Kinnear",
    "birthday": "1963-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/GregKinnearTIFFSept2012_%28cropped%29.jpg/240px-GregKinnearTIFFSept2012_%28cropped%29.jpg",
    "extract": "Gregory Buck Kinnear is an American actor, producer and television personality. He was nominated for an Academy Award for Best Supporting Actor for his role in As Good as It Gets (1997).",
    "year": 1963,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Michael Monroe",
    "birthday": "1962-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Michael_Monroe_-_Ilosaarirock_2011_1.jpg/212px-Michael_Monroe_-_Ilosaarirock_2011_1.jpg",
    "extract": "Matti Antero Kristian Fagerholm, better known by his stage name Michael Monroe, is a Finnish rock musician and multi-instrumentalist who rose to fame as the vocalist for the glam punk band Hanoi Rocks, and has served as the frontman for all-star side projects, such as Demolition 23 and\nJerusalem Slim.",
    "year": 1962,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Thomas Haden Church",
    "birthday": "1960-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Thomas_Haden_Church_at_the_2009_Tribeca_Film_Festival.jpg/228px-Thomas_Haden_Church_at_the_2009_Tribeca_Film_Festival.jpg",
    "extract": "Thomas Haden Church is an American actor. After appearing in the 1990s sitcom Wings and playing the lead for two seasons in Ned & Stacey (1995–1997), Church became known for his film work, including his Academy Award-nominated performance in Sideways (2004), his role as the Marvel Comics villain Sandman in the superhero films Spider-Man 3 (2007) and Spider-Man: No Way Home (2021), and his role of Lyle van de Groot in George of the Jungle (1997). He also made his directorial debut with Rolling Kansas (2003).",
    "year": 1960,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Carol Anderson",
    "birthday": "1959-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Carol_Anderson_TBF_05NOV2017.jpg/320px-Carol_Anderson_TBF_05NOV2017.jpg",
    "extract": "Carol Anderson is an American academic. She is the Charles Howard Candler professor of African American Studies at Emory University. Her research focuses on public policy with regard to race, justice, and equality.",
    "year": 1959,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Lawrence Haddad",
    "birthday": "1959-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Lawrence_Haddad.jpg/298px-Lawrence_Haddad.jpg",
    "extract": "Lawrence James Haddad, is a British economist whose main research focuses on how to make food systems work better to advance the nutrition status of people globally.",
    "year": 1959,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jello Biafra",
    "birthday": "1958-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Jello_Biafra_2014.jpg/247px-Jello_Biafra_2014.jpg",
    "extract": "Eric Reed Boucher, better known by his professional name Jello Biafra, is an American singer and spoken word artist. He is the former lead singer and songwriter for the San Francisco punk rock band Dead Kennedys.",
    "year": 1958,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Bobby Farrelly",
    "birthday": "1958-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Bobby_Farrelly_at_the_2009_Tribeca_Film_Festival.jpg/257px-Bobby_Farrelly_at_the_2009_Tribeca_Film_Festival.jpg",
    "extract": "Robert Leo Farrelly Jr. is an American film director, screenwriter and producer. He is one of the Farrelly brothers, alongside his brother Peter, and together are known directing and producing quirky, slightly offensive comedy films such as Dumb and Dumber, Shallow Hal, Me, Myself and Irene, There's Something About Mary, and the 2007 remake of The Heartbreak Kid.",
    "year": 1958,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jon Leibowitz",
    "birthday": "1958-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/95/Jon_leibowitz.jpg",
    "extract": "Jonathan David Leibowitz is an American attorney who served under President Barack Obama as Chair of the Federal Trade Commission (FTC) from 2009 to 2013. Leibowitz was appointed to the commission in 2004, and resigned in 2013. During Leibowitz's tenure, the FTC brought privacy cases against Google, Facebook and others for violating consumer privacy, as well as enforcement against \"pay-for-delay\" deals in which pharmaceutical companies paid competitors to stay out of the market. Prior to joining the FTC, Leibowitz was Vice President for Congressional Affairs from 2000 to 2004 of the MPAA.",
    "year": 1958,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Daniel McVicar",
    "birthday": "1958-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Daniel_mcvicar_the_mcvlogger_my_cohost_for_the_vloggies_%28243736484%29.jpg/320px-Daniel_mcvicar_the_mcvlogger_my_cohost_for_the_vloggies_%28243736484%29.jpg",
    "extract": "Daniel McVicar is an American actor, director and writer. He is known for his work on American and Italian television and film.",
    "year": 1958,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Philip Chevron",
    "birthday": "1957-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Philip_chevron.jpg/320px-Philip_chevron.jpg",
    "extract": "Philip Ryan, professionally known as Philip Chevron, was an Irish singer-songwriter and guitarist and record producer. He was best known as the lead guitarist for the celtic punk band The Pogues and as the frontman for the 1970s punk rock band The Radiators from Space. Upon his death in 2013, Chevron was regarded as one of the most influential figures in Irish punk music.",
    "year": 1957,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Martin Dillon (musician)",
    "birthday": "1957-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/71/Mdchairny.jpg/219px-Mdchairny.jpg",
    "extract": "Martin Dillon was an American musician, operatic tenor, and professor of music at Rutgers University in Camden, New Jersey.",
    "year": 1957,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Uģis Prauliņš",
    "birthday": "1957-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Ugis_Praulins.jpg/298px-Ugis_Praulins.jpg",
    "extract": "Uģis Prauliņš is a Latvian composer whose choral work Missa Rigensis was recorded by the Choir of Trinity College, Cambridge, the Riga Cathedral Boys Choir, Youth Choir BALSIS and has been performed in several locations around the world, amongst those Canada, France, England.",
    "year": 1957,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Mati Laur",
    "birthday": "1955-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Mati_Laur.jpg/320px-Mati_Laur.jpg",
    "extract": "Mati Laur is an Estonian historian. He has written and co-authored many textbooks about early modern Estonia. He has published a number of scholarly articles about eighteenth-century Estonia, which also was the subject of his Ph.D. thesis. Despite this narrow specialisation, he is professor of general history at the University of Tartu.",
    "year": 1955,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Mark Linn-Baker",
    "birthday": "1954-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Mark_Linn-Baker_1987.jpg/207px-Mark_Linn-Baker_1987.jpg",
    "extract": "Mark Linn-Baker is an American actor and director who played Benjy Stone in the film My Favorite Year and Larry Appleton in the television sitcom Perfect Strangers.",
    "year": 1954,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Vernon Coaker",
    "birthday": "1953-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Official_portrait_of_Vernon_Coaker_crop_2.jpg/240px-Official_portrait_of_Vernon_Coaker_crop_2.jpg",
    "extract": "Vernon Rodney Coaker, Baron Coaker is a British politician and life peer serving as Shadow Spokesperson for Home Affairs and Defence since 2021. A member of the Labour Party, he was Member of Parliament (MP) for Gedling from 1997 to 2019.",
    "year": 1953,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Juan Muñoz (sculptor)",
    "birthday": "1953-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Jardim_da_Cordoaria_-_Porto.jpg/320px-Jardim_da_Cordoaria_-_Porto.jpg",
    "extract": "Juan Muñoz was a Spanish sculptor, working primarily in paper maché, resin and bronze. He was also interested in the auditory arts and created compositions for the radio. He was a self-described \"storyteller\". In 2000, Muñoz was awarded Spain's major Premio Nacional de Bellas Artes in recognition of his work; he died shortly after, in 2001.",
    "year": 1953,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Mike Milbury",
    "birthday": "1952-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Mikemilburyfacingoff.jpg/320px-Mikemilburyfacingoff.jpg",
    "extract": "Michael James Milbury is an American former professional ice hockey player and current sports announcer. He played for twelve seasons in the National Hockey League (NHL), all for the Boston Bruins. He later served as assistant general manager under Harry Sinden and head coach for Boston, as well as general manager and head coach for the New York Islanders. He served as a television color commentator and analyst for the NHL on NBC from 2007 to 2021.",
    "year": 1952,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Estelle Morris",
    "birthday": "1952-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Official_portrait_of_Baroness_Morris_of_Yardley_crop_2%2C_2019.jpg/240px-Official_portrait_of_Baroness_Morris_of_Yardley_crop_2%2C_2019.jpg",
    "extract": "Estelle Morris, Baroness Morris of Yardley, PC, is a British politician and life peer who served as Secretary of State for Education and Skills from 2001 to 2002. A member of the Labour Party, she was Member of Parliament (MP) for Birmingham Yardley from 1992 to 2005.",
    "year": 1952,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Starhawk",
    "birthday": "1951-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Starhawk_2.JPG/240px-Starhawk_2.JPG",
    "extract": "Starhawk is an American feminist and author. She is known as a theorist of feminist Neopaganism and ecofeminism. She is a columnist for Beliefnet.com and for On Faith, the Newsweek/Washington Post online forum on religion. Her book The Spiral Dance (1979) was one of the main inspirations behind the Goddess movement.\nIn 2013, she was listed in Watkins' Mind Body Spirit magazine as one of the 100 Most Spiritually Influential Living People.",
    "year": 1951,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Joe Piscopo",
    "birthday": "1951-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/JoePiscopoByPhilKonstantin.JPG/258px-JoePiscopoByPhilKonstantin.JPG",
    "extract": "Joseph Charles John Piscopo is an American actor, comedian and radio talk show host. He was a cast member on Saturday Night Live from 1980 to 1984, where he played a variety of recurring characters. His film roles include Danny Vermin in Johnny Dangerously (1984), Moe Dickstein in Wise Guys (1986), Doug Bigelow in Dead Heat (1988) and Kelly Stone in Sidekicks (1992).",
    "year": 1951,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Snakefinger",
    "birthday": "1949-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/52/Snakefinger1.jpg/207px-Snakefinger1.jpg",
    "extract": "Philip Charles Lithman, who performed under the stage name Snakefinger, was an English musician, singer and songwriter. A multi-instrumentalist, he was best known for his guitar and violin work and his collaborations with The Residents.",
    "year": 1949,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Dave Concepción",
    "birthday": "1948-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f7/Dave_Concepcion_-_Cincinnati_Reds.jpg",
    "extract": "David Ismael Concepción Benitez is a Venezuelan former professional baseball player and manager. He played his entire career in Major League Baseball as a shortstop for the Cincinnati Reds dynasty that won four National League pennants and two World Series championships between 1970 and 1976.",
    "year": 1948,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jacqueline Jones",
    "birthday": "1948-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Jacqueline_jones_2009.jpg/240px-Jacqueline_jones_2009.jpg",
    "extract": "Jacqueline Jones is an American social historian. She held the Walter Prescott Webb Chair in History and Ideas from 2008 to 2017 and is Mastin Gentry White Professor of Southern History at the University of Texas at Austin. Her expertise is in American social history in addition to writing on economics, race, slavery, and class. She is a Macarthur Fellow, Bancroft Prize Winner, and has been a finalist for the Pulitzer Prize twice.",
    "year": 1948,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Aurelio López",
    "birthday": "1948-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Aurelio_Lopez.jpg/320px-Aurelio_Lopez.jpg",
    "extract": "Aurelio Alejandro López Rios was a Mexican professional baseball player. After pitching for several years in the Mexican League, he spent eleven seasons with four teams in Major League Baseball — a majority of it spent with the Detroit Tigers. He acquired the nickname \"Señor Smoke\" in Detroit, while he was known as \"El Buitre de Tecamachalco\" in Mexico. López was discovered in his hometown by Mexican League scouts and converted from a starting pitcher to a relief pitcher.",
    "year": 1948,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Christopher Allport",
    "birthday": "1947-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d7/ChristopherAllportPic.jpg/213px-ChristopherAllportPic.jpg",
    "extract": "Christopher Allport was an American actor.",
    "year": 1947,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Linda Chavez",
    "birthday": "1947-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Linda_Chavez_by_Gage_Skidmore.jpg/283px-Linda_Chavez_by_Gage_Skidmore.jpg",
    "extract": "Linda Lou Chavez is an American author, commentator, and radio talk show host. She is also a Fox News analyst, Chairman of the Center for Equal Opportunity, has a syndicated column that appears in newspapers nationwide each week, and sits on the board of directors of two Fortune 500 companies: Pilgrim's Pride and ABM Industries. Chavez was the highest-ranking woman in President Ronald Reagan's White House, and was the first Latina ever nominated to the United States Cabinet, when President George W. Bush nominated her Secretary of Labor. She withdrew from consideration for the position when the media published allegations that she had employed an illegal immigrant a decade earlier. In 2000, Chavez was named a Living Legend by the Library of Congress.",
    "year": 1947,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Gregg Rolie",
    "birthday": "1947-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Gregg_Rolie_June_2014.jpg/320px-Gregg_Rolie_June_2014.jpg",
    "extract": "Gregg Alan Rolie is an American singer and keyboardist. Rolie served as lead singer of the bands Santana and Journey – both of which he co-founded. He also helmed rock group The Storm, performed in Ringo Starr & His All-Starr Band, and currently performs with his Gregg Rolie Band. Rolie is a two-time inductee of the Rock and Roll Hall of Fame, having been inducted both as a member of Santana in 1998 and as a member of Journey in 2017.",
    "year": 1947,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Peter Rosei",
    "birthday": "1946-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Peter_Rosei%2C_Rund_um_die_Burg_%282%29.jpg/320px-Peter_Rosei%2C_Rund_um_die_Burg_%282%29.jpg",
    "extract": "Peter Rosei is an Austrian literary writer.",
    "year": 1946,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Tommy Franks",
    "birthday": "1945-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Gen._Tommy_Franks_CENTCOM.jpg/254px-Gen._Tommy_Franks_CENTCOM.jpg",
    "extract": "Tommy Ray Franks is a retired general in the United States Army. His last army post was as the Commander of the United States Central Command, overseeing United States military operations in a 25-country region, including the Middle East. Franks succeeded General Anthony Zinni to this position on 6 July 2000 and served until his retirement on 7 July 2003.",
    "year": 1945,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ken Livingstone",
    "birthday": "1945-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Ken_Livingstone.jpg/243px-Ken_Livingstone.jpg",
    "extract": "Kenneth Robert Livingstone is an English politician who served as the Leader of the Greater London Council (GLC) from 1981 until the council was abolished in 1986, and as Mayor of London from the creation of the office in 2000 until 2008. He also served as the Member of Parliament (MP) for Brent East from 1987 to 2001. A former member of the Labour Party, he was on the party's hard left, ideologically identifying as a socialist.",
    "year": 1945,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Eddy Merckx",
    "birthday": "1945-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Eddy_Merckx_Molteni_1973.jpg/202px-Eddy_Merckx_Molteni_1973.jpg",
    "extract": "Édouard Louis Joseph, Baron Merckx, better known as Eddy Merckx, is a Belgian former professional road and track bicycle racer who is among the most successful riders in the history of competitive cycling. His victories include an unequalled eleven Grand Tours, all five Monuments, setting the hour record, three World Championships, every major one-day race other than Paris–Tours, and extensive victories on the track.",
    "year": 1945,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Art Bell",
    "birthday": "1945-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/70/Art_Bell_portrait.jpg",
    "extract": "Arthur William Bell III was an American broadcaster and author. He was the founder and the original host of the paranormal-themed radio program Coast to Coast AM, which is syndicated on hundreds of radio stations in the United States and Canada. He also created and hosted its companion show Dreamland. Coast to Coast still airs nightly.",
    "year": 1945,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Randy Johnson (quarterback)",
    "birthday": "1944-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/cb/Randy_Johnson_Quarterback.jpg/270px-Randy_Johnson_Quarterback.jpg",
    "extract": "Randolph Klaus Johnson was an American football player. He was the starting quarterback for the Atlanta Falcons in their inaugural season of 1966. He also had brief careers with the New York Giants, Washington Redskins, and Green Bay Packers. In 1974, he played with The Hawaiians of the World Football League.",
    "year": 1944,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Chris Spedding",
    "birthday": "1944-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Chris_Spedding.jpg/272px-Chris_Spedding.jpg",
    "extract": "Christopher John Spedding is an English musician, singer, guitarist, songwriter, multi-instrumentalist, composer, and record producer. In a career spanning more than 50 years, Spedding is best known for his studio session work. By the early 1970s, he had become one of the most sought-after session guitarists in England. Spedding has played on and produced many albums and singles. He has also been a member of eleven rock bands: the Battered Ornaments, Frank Ricotti Quartet, King Mob, Mike Batt and Friends, Necessaries, Nucleus, Ricky Norton, Sharks, Trigger, and The Wombles. In May 1976, Spedding also produced the very first Sex Pistols recordings.",
    "year": 1944,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Newt Gingrich",
    "birthday": "1943-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Newt_Gingrich_%2816649199256%29_%28cropped%29.jpg/224px-Newt_Gingrich_%2816649199256%29_%28cropped%29.jpg",
    "extract": "Newton Leroy Gingrich is an American politician and author who served as the 50th speaker of the United States House of Representatives from 1995 to 1999. A member of the Republican Party, he was the U.S. representative for Georgia's 6th congressional district serving north Atlanta and nearby areas from 1979 until his resignation in 1999. In 2012, Gingrich unsuccessfully ran for the Republican nomination for president of the United States.",
    "year": 1943,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Barry Manilow",
    "birthday": "1943-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/BarryManilow.jpg/308px-BarryManilow.jpg",
    "extract": "Barry Manilow is an American singer and songwriter with a career that spans seven decades. His hit recordings include \"Could It Be Magic\", \"Mandy\", \"I Write the Songs\", \"Can't Smile Without You\" and \"Copacabana \".",
    "year": 1943,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Chantal Mouffe",
    "birthday": "1943-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Chantal_Mouffe_2013.jpg/320px-Chantal_Mouffe_2013.jpg",
    "extract": "Chantal Mouffe is a Belgian political theorist, formerly teaching at University of Westminster.",
    "year": 1943,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Burt Rutan",
    "birthday": "1943-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Burt_Rutan_Oct_3_2004_photo_D_Ramey_Logan.jpg/213px-Burt_Rutan_Oct_3_2004_photo_D_Ramey_Logan.jpg",
    "extract": "Elbert Leander \"Burt\" Rutan is a retired American aerospace engineer and entrepreneur noted for his originality in designing light, strong, unusual-looking, and energy-efficient air and space craft. He designed the record-breaking Voyager, which in 1986 was the first plane to fly around the world without stopping or refueling, and the Virgin Atlantic GlobalFlyer, which in 2006 set the world record for the fastest and longest nonstop non-refueled circumnavigation flight in history. In 2004, Rutan's sub-orbital spaceplane design SpaceShipOne became the first privately funded spacecraft to enter the realm of space, winning the Ansari X-Prize that year for achieving the feat twice within a two-week period.",
    "year": 1943,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Mohamed ElBaradei",
    "birthday": "1942-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Mohamed_el-Baradei.jpg/213px-Mohamed_el-Baradei.jpg",
    "extract": "Mohamed Mustafa ElBaradei is an Egyptian law scholar and diplomat who served as the vice president of Egypt on an interim basis from 14 July 2013 until his resignation on 14 August 2013.",
    "year": 1942,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Doğu Perinçek",
    "birthday": "1942-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Do%C4%9Fu_Perin%C3%A7ek_in_Tasnim_News_Agency.jpg/277px-Do%C4%9Fu_Perin%C3%A7ek_in_Tasnim_News_Agency.jpg",
    "extract": "Doğu Perinçek is a Turkish politician, doctor of law and former communist revolutionary who has been chairman of the left-wing nationalist Patriotic Party since 2015. He was also a member of the Talat Pasha Committee, an organization that denies the Armenian genocide.",
    "year": 1942,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "George Akerlof",
    "birthday": "1940-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/George_Akerlof.jpg/213px-George_Akerlof.jpg",
    "extract": "George Arthur Akerlof is an American economist who is a university professor at the McCourt School of Public Policy at Georgetown University and Koshland Professor of Economics Emeritus at the University of California, Berkeley. Akerlof was awarded 2001 Nobel Memorial Prize in Economic Sciences, jointly with Michael Spence and Joseph Stiglitz, \"for their analyses of markets with asymmetric information.\"",
    "year": 1940,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Bobby Bell",
    "birthday": "1940-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Bobby_Bell.jpg/320px-Bobby_Bell.jpg",
    "extract": "Bobby Lee Bell Sr. is an American former professional football player who was a linebacker and defensive end for the Kansas City Chiefs. He is a member of the Pro Football Hall of Fame, the College Football Hall of Fame, and was a member of the Chiefs' team that won Super Bowl IV against the Minnesota Vikings.",
    "year": 1940,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ted Nelson",
    "birthday": "1937-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Ted_Nelson_cropped.jpg/267px-Ted_Nelson_cropped.jpg",
    "extract": "Theodor Holm Nelson is an American pioneer of information technology, philosopher, and sociologist. He coined the terms hypertext and hypermedia in 1963 and published them in 1965. Nelson coined the terms transclusion, virtuality, and intertwingularity. According to a 1997 Forbes profile, Nelson \"sees himself as a literary romantic, like a Cyrano de Bergerac, or 'the Orson Welles of software'.\"",
    "year": 1937,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Clodovil Hernandes",
    "birthday": "1937-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Clodovil30012007.jpg/214px-Clodovil30012007.jpg",
    "extract": "Clodovil Hernandes was a Brazilian fashion designer, television presenter, and politician. \nHernandes made his fame as a fashion stylist during the 60s and 70s, after which he was invited to work on television. His dedication and fame on television lasted for over 40 years and various television stations. In his political career, Hernandes was known for statements deemed inappropriate, often directed at other famous personalities. Among other controversies, he was accused of racism and antisemitism. Hernandes was the first openly gay congressman in Brazil.",
    "year": 1937,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ken Loach",
    "birthday": "1936-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Ken_Loach_Cannes_2014.jpg/226px-Ken_Loach_Cannes_2014.jpg",
    "extract": "Kenneth Charles Loach is a British film director and screenwriter. His socially critical directing style and socialist ideals are evident in his film treatment of social issues such as poverty, homelessness, and labour rights.",
    "year": 1936,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Harry Browne",
    "birthday": "1933-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/56/Harry_Browne.jpg/286px-Harry_Browne.jpg",
    "extract": "Harry Edson Browne was an American writer, politician, and investment advisor. He was the Libertarian Party's Presidential nominee in the U.S. elections of 1996 and 2000. He authored 12 books that in total have sold more than 2 million copies.",
    "year": 1933,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "John Murtha",
    "birthday": "1932-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/John_Murtha_portrait_2008.jpg/256px-John_Murtha_portrait_2008.jpg",
    "extract": "John Patrick Murtha Jr. was an American politician from the Commonwealth of Pennsylvania. Murtha, a Democrat, represented Pennsylvania's 12th congressional district in the United States House of Representatives from 1974 until his death in 2010. He is the longest-serving member ever of the United States House of Representatives from the Commonwealth of Pennsylvania.",
    "year": 1932,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "John Baldessari",
    "birthday": "1931-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/John_Baldessari_%282009%29.jpg/320px-John_Baldessari_%282009%29.jpg",
    "extract": "John Anthony Baldessari was an American conceptual artist known for his work featuring found photography and appropriated images. He lived and worked in Santa Monica and Venice, California.",
    "year": 1931,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Bud Collins",
    "birthday": "1929-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Bud_Collins_on_May_2008_in_NY.jpg/318px-Bud_Collins_on_May_2008_in_NY.jpg",
    "extract": "Arthur Worth \"Bud\" Collins Jr. was an American journalist and television sportscaster, best known for his tennis commentary. Collins was married to photographer Anita Ruthling Klaussen.",
    "year": 1929,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Tigran Petrosian",
    "birthday": "1929-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Tigran_Petrosian_1962.jpg/205px-Tigran_Petrosian_1962.jpg",
    "extract": "Tigran Vartanovich Petrosian was a Soviet Armenian Grandmaster, and World Chess Champion from 1963 to 1969. He was nicknamed \"Iron Tigran\" due to his almost-impenetrable defensive playing style, which emphasized safety above all else. Petrosian is often credited with popularizing chess in Armenia.",
    "year": 1929,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Juan María Bordaberry",
    "birthday": "1928-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/5b/Juan_Maria_Bordaberry.jpg",
    "extract": "Juan María Bordaberry Arocena was a Uruguayan politician and cattle rancher, who served as constitutional President from 1972 until 1973, and then ruled as the head of a civilian-military dictatorship up to 1976.",
    "year": 1928,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Martin Böttcher",
    "birthday": "1927-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Martin_Boettcher.jpeg/233px-Martin_Boettcher.jpeg",
    "extract": "Martin Böttcher was a German composer, arranger and conductor.",
    "year": 1927,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Wally Wood",
    "birthday": "1927-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/19/Wally_Wood_self_portrait.jpg/248px-Wally_Wood_self_portrait.jpg",
    "extract": "Wallace Allan Wood was an American comic book writer, artist and independent publisher, widely known for his work on EC Comics's titles such as Weird Science, Weird Fantasy, and MAD Magazine from its inception in 1952 until 1964, as well as for T.H.U.N.D.E.R. Agents, and work for Warren Publishing's Creepy. He drew a few early issues of Marvel's Daredevil and established the title character's distinctive red costume. Wood created and owned the long-running characters Sally Forth and Cannon.",
    "year": 1927,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Alexander Shulgin",
    "birthday": "1925-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Shulgin_sasha_2011_hanna_jon.jpg/320px-Shulgin_sasha_2011_hanna_jon.jpg",
    "extract": "Alexander Theodore \"Sasha\" Shulgin was an American medicinal chemist, biochemist, organic chemist, pharmacologist, psychopharmacologist, and author. He is credited with introducing 3,4-methylenedioxymethamphetamine to psychologists in the late 1970s for psychopharmaceutical use and for the discovery, synthesis and personal bioassay of over 230 psychoactive compounds for their psychedelic and entactogenic potential.",
    "year": 1925,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Elroy Hirsch",
    "birthday": "1923-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Elroy_Hirsch%2C_Wisconsin_Badgers_MBB_media_guide_1977.jpg/226px-Elroy_Hirsch%2C_Wisconsin_Badgers_MBB_media_guide_1977.jpg",
    "extract": "Elroy Leon \"Crazylegs\" Hirsch was an American professional football player, sport executive and actor. He was inducted into the Pro Football Hall of Fame in 1967 and the College Football Hall of Fame in 1974. He was also named to the all-time All-Pro team selected in 1968 and to the National Football League (NFL) 1950s All-Decade Team.",
    "year": 1923,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Arnold S. Relman",
    "birthday": "1923-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Arnold_Relman_2.16.12_%286918405677%29.jpg/240px-Arnold_Relman_2.16.12_%286918405677%29.jpg",
    "extract": "Arnold Seymour Relman — known as Bud Relman to intimates — was an American internist and professor of medicine and social medicine. He was editor of The New England Journal of Medicine (NEJM) from 1977 to 1991, where he instituted two important policies: one asking the popular press not to report on articles before publication and another requiring authors to disclose conflicts of interest. He wrote extensively on medical publishing and reform of the U.S. health care system, advocating non-profit delivery of single-payer health care. Relman ended his career as professor emeritus at Harvard Medical School in Boston, Massachusetts.",
    "year": 1923,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "John Amis",
    "birthday": "1922-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/John_Amis.JPG/253px-John_Amis.JPG",
    "extract": "John Preston Amis was a British broadcaster, classical music critic, music administrator, and writer. He was a frequent contributor for The Guardian and to BBC radio and television music programming.",
    "year": 1922,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jacob H. Gilbert",
    "birthday": "1920-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Jacob_H._Gilbert.jpg/268px-Jacob_H._Gilbert.jpg",
    "extract": "Jacob H. Gilbert was a United States Representative from New York between 1960 and 1971.",
    "year": 1920,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Setsuko Hara",
    "birthday": "1920-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Setsuko_Hara_in_Late_Spring_2.jpg/212px-Setsuko_Hara_in_Late_Spring_2.jpg",
    "extract": "Setsuko Hara  was a Japanese actress. Though best known for her performances in Yasujirō Ozu's films Late Spring (1949) and Tokyo Story (1953), she had already appeared in 67 films before working with Ozu.",
    "year": 1920,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "François Jacob",
    "birthday": "1920-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Fran%C3%A7ois_Jacob_nobel.jpg/226px-Fran%C3%A7ois_Jacob_nobel.jpg",
    "extract": "François Jacob was a French biologist who, together with Jacques Monod, originated the idea that control of enzyme levels in all cells occurs through regulation of transcription. He shared the 1965 Nobel Prize in Medicine with Jacques Monod and André Lwoff.",
    "year": 1920,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Peter Le Cheminant",
    "birthday": "1920-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Royal_Air_Force_Operations_in_the_Middle_East_and_North_Africa%2C_1939-1943._CNA804.jpg/320px-Royal_Air_Force_Operations_in_the_Middle_East_and_North_Africa%2C_1939-1943._CNA804.jpg",
    "extract": "Air Chief Marshal Sir Peter de Lacy Le Cheminant, was a senior commander of the Royal Air Force (RAF), who served as Vice-Chief of the Defence Staff from 1974 to 1976 and Deputy Commander-in-Chief of Allied Forces Central Europe from 1976 until his retirement in 1979.",
    "year": 1920,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Beryl Reid",
    "birthday": "1919-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Beryl_Reid_Allan_Warren.jpg/222px-Beryl_Reid_Allan_Warren.jpg",
    "extract": "Beryl Elizabeth Reid,, was an English actress of stage and screen. She won the 1967 Tony Award for Best Actress in a Play for The Killing of Sister George, the 1980 Olivier Award for Best Comedy Performance for Born in the Gardens, and the 1982 BAFTA TV Award for Best Actress for Smiley's People. Her film appearances included The Belles of St. Trinian's (1954), The Killing of Sister George (1968), The Assassination Bureau (1969), and No Sex Please, We're British (1973).",
    "year": 1919,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ajahn Chah",
    "birthday": "1918-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/AJiang_Cha.jpg/237px-AJiang_Cha.jpg",
    "extract": "Chah Subhaddo also known by his honorific name \"Phra Bodhiñāṇathera\" was a Thai Buddhist monk. He was an influential teacher of the Buddhadhamma and a founder of two major monasteries in the Thai Forest Tradition.",
    "year": 1918,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Dufferin Roblin",
    "birthday": "1917-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/30/Dufferin_Roblin.jpg/240px-Dufferin_Roblin.jpg",
    "extract": "Dufferin \"Duff\" Roblin, was a Canadian businessman and politician. Known as \"Duff,\" he served as the 14th premier of Manitoba from 1958 to 1967. Roblin was appointed to the Senate of Canada on the advice of Prime Minister Pierre Trudeau. In the government of Brian Mulroney, he served as Senate Leader. He was the grandson of Sir Rodmond Roblin, who also served as Manitoba Premier. His ancestor John Roblin served in the Upper Canada assembly.",
    "year": 1917,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "David \"Stringbean\" Akeman",
    "birthday": "1915-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/13/David_%27Stringbean%27_Akeman.jpg/206px-David_%27Stringbean%27_Akeman.jpg",
    "extract": "David Akeman better known as Stringbean, was an American singer-songwriter, musician, comedian, actor and semiprofessional baseball player best known for his role as a main cast member on the hit television show Hee Haw and as a member of the Grand Ole Opry. Akeman was well-known for his \"old-fashioned\" banjo-picking style, careful mix of comedy and music, and his memorable stage wardrobe. Akeman and his wife were shot and murdered by burglars in their rural Tennessee home near Ridgetop in 1973.",
    "year": 1915,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Marcel Cadieux",
    "birthday": "1915-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Canadian_Ambassador_Marcel_Cadieux_Presenting_1976_Montreal_Summer_Olympics_Commemorative_Coins_to_President_Gerald_R._Ford_in_the_Oval_Office_-_NARA_-_45644175_%28cropped%29.jpg/240px-thumbnail.jpg",
    "extract": "Marcel Cadieux, was a Canadian civil servant and diplomat.",
    "year": 1915,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "John Hersey",
    "birthday": "1914-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Johnhersey.jpg/222px-Johnhersey.jpg",
    "extract": "John Richard Hersey was an American writer and journalist. He is considered one of the earliest practitioners of the so-called New Journalism, in which storytelling techniques of fiction are adapted to non-fiction reportage. Hersey's account of the aftermath of the atomic bomb dropped on Hiroshima, Japan, was adjudged the finest piece of American journalism of the 20th century by a 36-member panel associated with New York University's journalism department.",
    "year": 1914,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Red Foley",
    "birthday": "1910-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/08/Red_Foley_Billboard_2.jpg",
    "extract": "Clyde Julian \"Red\" Foley was an American singer, musician, and radio and TV personality who made a major contribution to the growth of country music after World War II.",
    "year": 1910,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "George Hees",
    "birthday": "1910-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/George_Hees.jpg/214px-George_Hees.jpg",
    "extract": "George Harris Hees, was a Canadian politician.",
    "year": 1910,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Elmer L. Andersen",
    "birthday": "1909-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Elmer_L._Andersen.jpg/219px-Elmer_L._Andersen.jpg",
    "extract": "Elmer Lee Andersen was an American businessman, philanthropist, and politician who built a successful business career with the H. B. Fuller Company. Andersen was most notably the 30th Governor of Minnesota. A Republican, Andersen was a well-regarded moderate who passed many social and environmental regulations.",
    "year": 1909,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ralph E. Winters",
    "birthday": "1909-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Ralph_E._Winters-Susan_Hayward_%28Ada_set%29.jpg/320px-Ralph_E._Winters-Susan_Hayward_%28Ada_set%29.jpg",
    "extract": "Ralph E. Winters was a Canadian-born film editor who became one of the leading figures of this field in the American industry.",
    "year": 1909,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ralph Bellamy",
    "birthday": "1904-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/RBellamy34.jpg/256px-RBellamy34.jpg",
    "extract": "Ralph Rexford Bellamy was an American actor whose career spanned 62 years on stage, film, and television. During his career, he played leading roles as well as supporting roles, garnering acclaim and awards, including a Tony Award for Best Dramatic Actor in Sunrise at Campobello and Oscar nomination for Best Supporting Actor for The Awful Truth (1937).",
    "year": 1904,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Patrice Tardif (politician)",
    "birthday": "1904-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Patrice_Tardif.png/211px-Patrice_Tardif.png",
    "extract": "Patrice Tardif was a politician Quebec, Canada and a Member of the Legislative Assembly of Quebec (MLA).",
    "year": 1904,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ruth Graves Wakefield",
    "birthday": "1903-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/21/Ruth_Graves_Wakefield.jpeg/251px-Ruth_Graves_Wakefield.jpeg",
    "extract": "Ruth Jones Graves Wakefield was an American chef, best known as the inventor of the Toll House Cookie, the first chocolate chip cookie. She was also a dietitian, educator, business owner, and author.",
    "year": 1903,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Sammy Fain",
    "birthday": "1902-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c2/Sammy_Fain.jpg",
    "extract": "Sammy Fain was an American composer of popular music. In the 1920s and early 1930s, he contributed numerous songs that form part of The Great American Songbook, and to Broadway theatre. Fain was also a popular musician and vocalist.",
    "year": 1902,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Alec Hurwood",
    "birthday": "1902-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Alec_Hurwood_c1930.jpg/234px-Alec_Hurwood_c1930.jpg",
    "extract": "Alexander Hurwood, was an Australian cricketer who played in two Tests in the 1930-31 season.",
    "year": 1902,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Martin Bormann",
    "birthday": "1900-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Bundesarchiv_Bild_183-R14128A%2C_Martin_Bormann.jpg/214px-Bundesarchiv_Bild_183-R14128A%2C_Martin_Bormann.jpg",
    "extract": "Martin Ludwig Bormann was a German Nazi Party official and head of the Nazi Party Chancellery. He gained immense power by using his position as Adolf Hitler's private secretary to control the flow of information and access to Hitler. He used his position to create an extensive bureaucracy and involve himself as much as possible in the decision making.",
    "year": 1900,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "M. C. Escher",
    "birthday": "1898-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Maurits_Cornelis_Escher.jpg/240px-Maurits_Cornelis_Escher.jpg",
    "extract": "Maurits Cornelis Escher was a Dutch graphic artist who made mathematically inspired woodcuts, lithographs, and mezzotints.\nDespite wide popular interest, Escher was for most of his life neglected in the art world, even in his native Netherlands. He was 70 before a retrospective exhibition was held. In the late twentieth century, he became more widely appreciated, and in the twenty-first century he has been celebrated in exhibitions around the world.",
    "year": 1898,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Carl Hermann",
    "birthday": "1898-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Righteous_Among_the_Nations_medal_simplified.svg/320px-Righteous_Among_the_Nations_medal_simplified.svg.png",
    "extract": "Carl Hermann was a German professor of crystallography. With Charles-Victor Mauguin, he invented an international standard notation for crystallographic groups known as the Hermann–Mauguin notation or International notation.",
    "year": 1898,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Joe McKelvey",
    "birthday": "1898-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Joe_McKelvey.jpg/240px-Joe_McKelvey.jpg",
    "extract": "Joseph McKelvey was an Irish Republican Army officer who was executed during the Irish Civil War. He participated in the anti-Treaty IRA's repudiation of the authority of the Dáil in March 1922 and was elected to the IRA Army Executive. In April 1922 he helped command the occupation of the Four Courts in defiance of the new Irish Free State. This action helped to spark the civil war, between pro- and anti-Treaty factions. McKelvey was among the most hardline of the anti-Treaty republicans and briefly, in June 1922, became IRA Chief of Staff.",
    "year": 1898,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Harry Patch",
    "birthday": "1898-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b3/Harry_Patch_%28cropped%29.jpg",
    "extract": "Henry John Patch, dubbed in his later years \"the Last Fighting Tommy\", was an English supercentenarian, briefly the oldest man in Europe, and the last surviving combat soldier of the First World War from any country to have fought in the trenches. Patch was not the longest-surviving soldier of the First World War, but he was the fifth-longest-surviving veteran of any sort from the First World War, behind British veterans Claude Choules and Florence Green, Frank Buckles of the United States and John Babcock of Canada. At the time of his death, aged 111 years, 1 month, 1 week and 1 day, Patch was the third oldest man in the world, behind Walter Breuning and Jiroemon Kimura, the latter of whom would become the oldest verified man ever.",
    "year": 1898,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Menina Izildinha",
    "birthday": "1897-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Menina-izildinha.jpg/226px-Menina-izildinha.jpg",
    "extract": "Maria Izilda de Castro Ribeiro, popularly known as Menina Izildinha, Angel of the Lord or Saint Izildinha, is an unofficial popular child saint to whom Brazilian Catholics have attributed inexplicable miracles, cures and healings.",
    "year": 1897,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Heinz Guderian",
    "birthday": "1888-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Heinz_Guderian_portrait.jpg/219px-Heinz_Guderian_portrait.jpg",
    "extract": "Heinz Wilhelm Guderian was a German general during World War II who, after the war, became a successful memoirist. An early pioneer and advocate of the \"blitzkrieg\" approach, he played a central role in the development of the panzer division concept. In 1936, he became the Inspector of Motorized Troops.",
    "year": 1888,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Adolphus Frederick VI, Grand Duke of Mecklenburg-Strelitz",
    "birthday": "1882-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7a/AdolfFriedrichVI.jpg/226px-AdolfFriedrichVI.jpg",
    "extract": "Adolphus Frederick VI was the last reigning grand duke of Mecklenburg-Strelitz.",
    "year": 1882,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Igor Stravinsky",
    "birthday": "1882-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Igor_Stravinsky_LOC_32392u.jpg/265px-Igor_Stravinsky_LOC_32392u.jpg",
    "extract": "Igor Fyodorovich Stravinsky was a Russian composer, pianist and conductor, later of French and American citizenship. He is widely considered one of the most important and influential composers of the 20th century and a pivotal figure in modernist music.",
    "year": 1882,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Tommy Burns (Canadian boxer)",
    "birthday": "1881-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Tommy_Burns_1912.jpg/191px-Tommy_Burns_1912.jpg",
    "extract": "Tommy Burns was a Canadian professional boxer. He is the only Canadian-born World Heavyweight Boxing Champion. The first to travel the globe in defending his title, Burns made 13 title defences against 11 different boxers, despite often being the underdog due to his size. Burns famously challenged all comers as Heavyweight Champion, leading to a celebrated bout with the American Jack Johnson. According to his biographer, Burns insisted, \"I will defend my title against all comers, none barred. By this I mean white, black, Mexican, Indian, or any other nationality. I propose to be the champion of the world, not the white, or the Canadian, or the American. If I am not the best man in the heavyweight division, I don't want the title.\"",
    "year": 1881,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Carl Van Vechten",
    "birthday": "1880-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Self-Portrait_of_Carl_Van_Vechten_Crisco_edit.jpg/251px-Self-Portrait_of_Carl_Van_Vechten_Crisco_edit.jpg",
    "extract": "Carl Van Vechten was an American writer and artistic photographer who was a patron of the Harlem Renaissance and the literary executor of Gertrude Stein. He gained fame as a writer, and notoriety as well, for his 1926 novel Nigger Heaven. In his later years, he took up photography and took many portraits of notable people. Although he was married to women for most of his adult life, Van Vechten engaged in numerous homosexual affairs over his lifetime.",
    "year": 1880,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "William Carr (rower)",
    "birthday": "1876-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Rowing_mens_eight_USA_1900.jpg/320px-Rowing_mens_eight_USA_1900.jpg",
    "extract": "William \"Bill\" John Carr was an American rower who competed in the 1900 Summer Olympics. He was part of the American boat Vesper Boat Club, which won the gold medal in the eights.",
    "year": 1876,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Edward Anthony Spitzka",
    "birthday": "1876-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Anthony_Spitzka.jpg/219px-Anthony_Spitzka.jpg",
    "extract": "Edward Anthony Spitzka was an American anatomist who autopsied the brain of Leon Czolgosz, the assassin of president William McKinley.",
    "year": 1876,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "James Weldon Johnson",
    "birthday": "1871-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/%28Portrait_of_James_Weldon_Johnson%29_%28LOC%29_-_Flickr_-_The_Library_of_Congress.jpg/222px-%28Portrait_of_James_Weldon_Johnson%29_%28LOC%29_-_Flickr_-_The_Library_of_Congress.jpg",
    "extract": "James Weldon Johnson was an American writer and civil rights activist. He was married to civil rights activist Grace Nail Johnson. Johnson was a leader of the National Association for the Advancement of Colored People (NAACP), where he started working in 1917. In 1920, he was the first African American to be chosen as executive secretary of the organization, effectively the operating officer. He served in that position from 1920 to 1930. Johnson established his reputation as a writer, and was known during the Harlem Renaissance for his poems, novel, and anthologies collecting both poems and spirituals of black culture. He wrote the lyrics for \"Lift Every Voice and Sing\", which later became known as the Negro National Anthem, the music being written by his younger brother, composer J. Rosamond Johnson.",
    "year": 1871,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Flora Finch",
    "birthday": "1867-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Flora_Finch.jpg/210px-Flora_Finch.jpg",
    "extract": "Flora Finch was an English-born vaudevillian, stage and film actress who starred in over 300 silent films, including over 200 for the Vitagraph Studios film company. The vast majority of her films from the silent era are currently classified as lost.",
    "year": 1867,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "John Robert Gregg",
    "birthday": "1867-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/John_Robert_Gregg_LOC_33970.jpg/234px-John_Robert_Gregg_LOC_33970.jpg",
    "extract": "John Robert Gregg was an Irish educator, publisher, humanitarian, and the inventor of the eponymous shorthand system Gregg Shorthand.",
    "year": 1867,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Henry Lawson",
    "birthday": "1867-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Henry_Lawson_May_Moore_c_1915.jpg/231px-Henry_Lawson_May_Moore_c_1915.jpg",
    "extract": "Henry Archibald Hertzberg Lawson was an Australian writer and bush poet. Along with his contemporary Banjo Paterson, Lawson is among the best-known Australian poets and fiction writers of the colonial period and is often called Australia's \"greatest short story writer\".",
    "year": 1867,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Susan La Flesche Picotte",
    "birthday": "1865-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Doctor.susan.la.flesche.picotte.jpg/235px-Doctor.susan.la.flesche.picotte.jpg",
    "extract": "Susan La Flesche Picotte was a Native American doctor and reformer in the late 19th century. She is widely acknowledged as one of the first Indigenous peoples, and the first Indigenous woman, to earn a medical degree. She campaigned for public health and for the formal, legal allotment of land to members of the Omaha tribe.",
    "year": 1865,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Charles Michael, Duke of Mecklenburg",
    "birthday": "1863-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Carl_Michael_zu_Mecklenburg.jpg/234px-Carl_Michael_zu_Mecklenburg.jpg",
    "extract": "Charles Michael, Duke of Mecklenburg was an officer in the Imperial Russian Army, heir presumptive to the throne of Mecklenburg-Strelitz and from 1918 head of the Grand Ducal House.",
    "year": 1863,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Pete Browning",
    "birthday": "1861-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Pete_browning_cigarette_card.jpg/211px-Pete_browning_cigarette_card.jpg",
    "extract": "Louis Rogers \"Pete\" Browning, nicknamed \"Gladiator\" and \"The Louisville Slugger\", was an American professional baseball center fielder and left fielder. He played in Major League Baseball (MLB) from 1882 to 1894. He played primarily for the Louisville Eclipse/Colonels, becoming one of the sport's most accomplished batters of the 1880s.",
    "year": 1861,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Omar Bundy",
    "birthday": "1861-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Omar_Bundy.jpg/223px-Omar_Bundy.jpg",
    "extract": "Major General Omar Bundy was a career United States Army officer who was a veteran of the American Indian Wars, Spanish–American War, Philippine–American War, Pancho Villa Expedition, and World War I.",
    "year": 1861,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Eben Sumner Draper",
    "birthday": "1858-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Ebenezer_Sumner_Draper_crop.jpg/268px-Ebenezer_Sumner_Draper_crop.jpg",
    "extract": "Eben Sumner Draper was an American businessman and politician from Massachusetts. He was for many years a leading figure in what later became the Draper Corporation, the dominant manufacturer of cotton textile process machinery in the world during the late 19th and early 20th centuries. He served as the 44th Governor of Massachusetts from 1909 to 1911.",
    "year": 1858,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Manuel González Flores",
    "birthday": "1833-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/President_Manuel_Gonzalez.jpg/242px-President_Manuel_Gonzalez.jpg",
    "extract": "Manuel del Refugio González Flores was a Mexican military general and liberal politician who served as the 35th President of Mexico from 1880 to 1884. Before initiating his presidential career, González played important roles in the Mexican–American War as a lieutenant, and later in the Reform War as general on the conservative side. In the French intervention in Mexico, González fought for the Mexican Republic under the command of General Porfirio Díaz. He supported Díaz's attempts to gain the presidency of Mexico, which succeeded in 1876. He served as Mexican Secretary of War in the Díaz administration from 1878 to 1879. Díaz could not be re-elected to the presidency in 1880, since the basis of his coup against Sebastián Lerdo de Tejada was the principle of no-reelection, so Díaz worked for the election of his political client González, who would be a weak rival should Díaz run again. His presidency from 1880 to 1884 is marked by a number of major diplomatic and domestic achievements, which historian Friedrich Katz considers to be no less than \"the profound transformation\" of Mexico. Although the González presidency has been considered corrupt, that assessment is colored by the difficult financial circumstances in 1884 and by Díaz's campaign to discredit his successor, paving the way for his own re-election in 1884.",
    "year": 1833,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "William Crookes",
    "birthday": "1832-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Sir_William_Crookes_1906.jpg/240px-Sir_William_Crookes_1906.jpg",
    "extract": "Sir William Crookes was a British chemist and physicist who attended the Royal College of Chemistry in London, and worked on spectroscopy. He was a pioneer of vacuum tubes, inventing the Crookes tube which was made in 1875. This was a foundational discovery that eventually changed the whole of chemistry and physics.",
    "year": 1832,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "E. G. Squier",
    "birthday": "1821-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/EGeoSquier.png/264px-EGeoSquier.png",
    "extract": "Ephraim George Squier, usually cited as E. G. Squier, was an American archaeologist, history writer, painter and newspaper editor.",
    "year": 1821,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Charles Gounod",
    "birthday": "1818-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8d/Gounod-Bayard.png/239px-Gounod-Bayard.png",
    "extract": "Charles-François Gounod, usually known as Charles Gounod, was a French composer. He wrote twelve operas, of which the most popular has always been Faust (1859); his Roméo et Juliette (1867) also remains in the international repertory. He composed a large amount of church music, many songs, and popular short pieces including his Ave Maria, and Funeral March of a Marionette.",
    "year": 1818,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Sophie of Württemberg",
    "birthday": "1818-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Koningin_Sophie_W%C3%BCrttemberg.jpg/222px-Koningin_Sophie_W%C3%BCrttemberg.jpg",
    "extract": "Sophie of Württemberg was Queen of the Netherlands as the first wife of King William III. Sophie separated from William in 1855 but continued to perform her duties as queen in public. She was known for her progressive and liberal views and corresponded with several famous intellectuals.",
    "year": 1818,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jón Sigurðsson",
    "birthday": "1811-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Sigur%C3%B0sson_by_%C3%9Eorl%C3%A1ksson.jpg/232px-Sigur%C3%B0sson_by_%C3%9Eorl%C3%A1ksson.jpg",
    "extract": "Jón Sigurðsson was the leader of the 19th century Icelandic independence movement.",
    "year": 1811,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ferdinand Freiligrath",
    "birthday": "1810-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Ferdinand_Freiligrath_Hasenclever.jpg/269px-Ferdinand_Freiligrath_Hasenclever.jpg",
    "extract": "Ferdinand Freiligrath was a German poet, translator and liberal agitator, who is considered part of the Young Germany movement.",
    "year": 1810,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Henrik Wergeland",
    "birthday": "1808-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Wergeland_daguerreotype.jpg/271px-Wergeland_daguerreotype.jpg",
    "extract": "Henrik Arnold Thaulow Wergeland was a Norwegian writer, most celebrated for his poetry but also a prolific playwright, polemicist, historian, and linguist. He is often described as a leading pioneer in the development of a distinctly Norwegian literary heritage and of modern Norwegian culture.",
    "year": 1808,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "William Parsons, 3rd Earl of Rosse",
    "birthday": "1800-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/William_Parsons%2C_3rd_Earl_of_Rosse_photo.jpg/288px-William_Parsons%2C_3rd_Earl_of_Rosse_photo.jpg",
    "extract": "William Parsons, 3rd Earl of Rosse, was an English astronomer, naturalist, and engineer. He was President of the Royal Society (UK), the most important association of naturalists in the world in the nineteenth century. He built several giant telescopes.\nHis 72-inch telescope, built in 1845 and colloquially known as the \"Leviathan of Parsonstown\", was the world's largest telescope, in terms of aperture size, until the early 20th century. From April 1807 until February 1841, he was styled as Baron Oxmantown.",
    "year": 1800,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Gregory Blaxland",
    "birthday": "1778-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Gregory_Blaxland.jpg/229px-Gregory_Blaxland.jpg",
    "extract": "Gregory Blaxland was an English pioneer farmer and explorer in Australia, noted especially for initiating and co-leading the first successful crossing of the Blue Mountains by European settlers.",
    "year": 1778,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "George Howard (British Army officer)",
    "birthday": "1718-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Lieutenant-General_%28later_Field_Marshal_Sir%29_George_Howard_%281718%E2%80%93_c.1796%29%2C_c.1762.jpg/268px-Lieutenant-General_%28later_Field_Marshal_Sir%29_George_Howard_%281718%E2%80%93_c.1796%29%2C_c.1762.jpg",
    "extract": "Field Marshal Sir George Howard KB, PC was a British military officer and politician. After commanding the 3rd Regiment of Foot at the Battle of Fontenoy in May 1745 during the War of the Austrian Succession and after commanding that regiment again at the Battle of Falkirk Muir and the Battle of Culloden during the Jacobite Rebellion, he returned to the continent and fought at the Battle of Lauffeld. He went on to command a brigade at the Battle of Warburg during the Seven Years' War. He subsequently became the Governor of Minorca.",
    "year": 1718,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "César-François Cassini de Thury",
    "birthday": "1714-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/C%C3%A9sar-Fran%C3%A7ois_Cassini_-_Jean-Marc_Nattier.jpg/273px-C%C3%A9sar-Fran%C3%A7ois_Cassini_-_Jean-Marc_Nattier.jpg",
    "extract": "César-François Cassini de Thury, also called Cassini III or Cassini de Thury, was a French astronomer and cartographer.",
    "year": 1714,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "John Kay (flying shuttle)",
    "birthday": "1704-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3a/PublicDomainColourPortraitOfJohnKayBorn1704.jpg",
    "extract": "John Kay was an English inventor whose most important creation was the flying shuttle, which was a key contribution to the Industrial Revolution. He is often confused with his namesake, who built the first \"spinning frame\".",
    "year": 1704,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Johann Georg Walch",
    "birthday": "1693-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/WalchJGB5458.jpg/250px-WalchJGB5458.jpg",
    "extract": "Johann Georg Walch was a German Lutheran theologian.",
    "year": 1693,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Giovanni Paolo Panini",
    "birthday": "1691-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Giovanni_Paolo_Pannini_by_Blanchet.jpg/249px-Giovanni_Paolo_Pannini_by_Blanchet.jpg",
    "extract": "Giovanni Paolo Panini or Pannini was a painter and architect who worked in Rome and is primarily known as one of the vedutisti. As a painter, Panini is best known for his vistas of Rome, in which he took a particular interest in the city's antiquities. Among his most famous works are his view of the interior of the Pantheon, and his vedute—paintings of picture galleries containing views of Rome. Most of his works, especially those of ruins, have a fanciful and unreal embellishment characteristic of capriccio themes. In this they resemble the capricci of Marco Ricci. Panini also painted portraits, including one of Pope Benedict XIV.",
    "year": 1691,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Charles XII of Sweden",
    "birthday": "1682-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Copy_Charles_XII_-_Nationalmuseum_-_17886.png/255px-Copy_Charles_XII_-_Nationalmuseum_-_17886.png",
    "extract": "Charles XII, sometimes Carl XII or Carolus Rex, was King of Sweden from 1697 to 1718. He belonged to the House of Palatinate-Zweibrücken, a branch line of the House of Wittelsbach. Charles was the only surviving son of Charles XI and Ulrika Eleonora the Elder. He assumed power, after a seven-month caretaker government, at the age of fifteen.",
    "year": 1682,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Birgitte Thott",
    "birthday": "1610-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Birgitte_Thott.jpg/232px-Birgitte_Thott.jpg",
    "extract": "Birgitte (Bridget) Thott was a Danish writer, scholar and feminist, known for her learning. She was fluent and literate in Latin along with many other languages. She translated many published works into Danish, including a 1,000-page translation of Latin moral philosopher Seneca.",
    "year": 1610,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "John Maurice, Prince of Nassau-Siegen",
    "birthday": "1604-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Portrait_of_Johan_Maurits_%281604-1679%29%2C_Count_of_Nassau-Siegen.jpg/234px-Portrait_of_Johan_Maurits_%281604-1679%29%2C_Count_of_Nassau-Siegen.jpg",
    "extract": "John Maurice of Nassau, called \"the Brazilian\" for his fruitful period as governor of Dutch Brazil, was Count and Prince of Nassau-Siegen. He served as Herrenmeister of the Order of Saint John from 1652 until his death in 1679.",
    "year": 1604,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Joseph of Cupertino",
    "birthday": "1603-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/San_Giuseppe_da_Copertino_si_eleva_in_volo_alla_vista_della_Basilica_di_Loreto.jpg/213px-San_Giuseppe_da_Copertino_si_eleva_in_volo_alla_vista_della_Basilica_di_Loreto.jpg",
    "extract": "Joseph of Copertino was an Italian Conventual Franciscan friar who is honored as a Christian mystic and saint. He was said to have been remarkably unclever, but prone to miraculous levitation and intense ecstatic visions that left him gaping. Joseph began to experience ecstatic visions as a child, which were to continue throughout his life, and made him the object of scorn. He applied to the Conventual Franciscan friars, but was rejected due to his lack of education. He then pleaded with them to serve in their stables. After several years of working there, he had so impressed the friars with the devotion and simplicity of his life that he was admitted to their Order, destined to become a Catholic priest, in 1625.",
    "year": 1603,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "François de Montmorency",
    "birthday": "1530-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Clouet-montmorencyfran%C3%A7ois.jpg/228px-Clouet-montmorencyfran%C3%A7ois.jpg",
    "extract": "François de Montmorency, Duc de Montmorency was a French soldier, diplomat and peer who served as governor of Paris. He was Duke of Montmorency, Count of Dammartin, Baron of Châteaubriant and Lord of L'Isle-Adam, Grand Master of France, and Marshal of France. He fought for France in the Hapsburg-Valois wars and for the crown in the early French Wars of Religion before his families rivalry with the house of Guise pushed him into rebellion in 1574. Restored to favour in 1575 he died several years later.",
    "year": 1530,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Edward I of England",
    "birthday": "1239-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Edward_I_-_Westminster_Abbey_Sedilia.jpg/240px-Edward_I_-_Westminster_Abbey_Sedilia.jpg",
    "extract": "Edward I, also known as Edward Longshanks and the Hammer of the Scots, was King of England from 1272 to 1307. Before his accession to the throne, he was commonly referred to as The Lord Edward. The first son of Henry III, Edward was involved from an early age in the political intrigues of his father's reign, which included an outright rebellion by the English barons. In 1259, he briefly sided with a baronial reform movement, supporting the Provisions of Oxford. After reconciliation with his father, however, he remained loyal throughout the subsequent armed conflict, known as the Second Barons' War. After the Battle of Lewes, Edward was hostage to the rebellious barons, but escaped after a few months and defeated the baronial leader Simon de Montfort at the Battle of Evesham in 1265. Within two years the rebellion was extinguished and, with England pacified, Edward joined the Ninth Crusade to the Holy Land. He was on his way home in 1272 when he was informed that his father had died. Making a slow return, he reached England in 1274 and was crowned at Westminster Abbey.",
    "year": 1239,
    "month": 6,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Drogo of Metz",
    "birthday": "801-6-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Meister_des_Drogo-Sakramentars_001.jpg/244px-Meister_des_Drogo-Sakramentars_001.jpg",
    "extract": "Drogo, also known as Dreux or Drogon, was an illegitimate son of Frankish emperor Charlemagne by the concubine Regina.",
    "year": 801,
    "month": 6,
    "day": 17,
    "language": "en"
  }
]