[
  {
    "name": "Campbell Graham",
    "birthday": "1999-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Campbell_Graham.jpg/320px-Campbell_Graham.jpg",
    "extract": "Campbell Graham is an Australian professional rugby league footballer who plays as a winger and centre for the South Sydney Rabbitohs in the NRL.",
    "year": 1999,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Adam Taggart",
    "birthday": "1993-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Adam_Taggart_2013.jpg/213px-Adam_Taggart_2013.jpg",
    "extract": "Adam Jake Taggart is an Australian footballer who plays for Cerezo Osaka in Japan's J1 League. Taggart has also represented the Australia national U20 team, Australia national U23 team and Australia national team. Taggart is a striker and is a former holder of the Nike A-League Golden Boot award, scoring 16 goals in 25 appearances for the Jets during the 2013–14 A-League season.",
    "year": 1993,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Pajtim Kasami",
    "birthday": "1992-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Pajtim_Kasami_2016.jpg/233px-Pajtim_Kasami_2016.jpg",
    "extract": "Pajtim Kasami is a Swiss professional footballer who plays as a midfielder for Swiss Super League club Basel and the Switzerland national team.",
    "year": 1992,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Steve Smith (cricketer)",
    "birthday": "1989-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/STEVE_SMITH_%2811705303043%29.jpg/320px-STEVE_SMITH_%2811705303043%29.jpg",
    "extract": "Steven Peter Devereux Smith is an Australian international cricketer and former captain of the Australian national team. Smith has drawn comparisons to Donald Bradman, widely acknowledged as the greatest batsman of all time, due to his distinctively high Test batting average.",
    "year": 1989,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Yoann Huget",
    "birthday": "1987-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Yoann_Huget_2016.jpg/237px-Yoann_Huget_2016.jpg",
    "extract": "Yoann Huget is a former French rugby union player. He played as a wing or fullback.",
    "year": 1987,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Matthew Koma",
    "birthday": "1987-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Matthew_Koma.jpg/248px-Matthew_Koma.jpg",
    "extract": "Matthew Bair, known professionally as Matthew Koma, is an American singer, songwriter, DJ and record producer. Matthew Koma wrote numerous songs, including \"Spectrum\" and Grammy Award-winner \"Clarity\", both performed by Zedd.",
    "year": 1987,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Angelo Mathews",
    "birthday": "1987-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Angelo_Mathews_%285338334462%29.jpg/212px-Angelo_Mathews_%285338334462%29.jpg",
    "extract": "Angelo Davis Mathews, is a professional Sri Lankan cricketer and a former captain in all formats. He was also a key member of the team that won the 2014 ICC World Twenty20 and was part of the team that made the finals of 2011 Cricket World Cup, 2009 ICC World Twenty20 and 2012 ICC World Twenty20. An occasional bowler who can deliver swinging match-winning spells, Mathews and Lasith Malinga holds the record for the highest ninth wicket partnership in ODI cricket.",
    "year": 1987,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Sonakshi Sinha",
    "birthday": "1987-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Sonakshi_Sinha_in_April_2022_enhanced.jpg/203px-Sonakshi_Sinha_in_April_2022_enhanced.jpg",
    "extract": "Sonakshi Sinha is an Indian actress who works in Hindi films. After working as a costume designer for independent films, she made her acting debut portraying Rajjo Pandey in the action film Dabangg in 2010, which won her the Filmfare Award for Best Female Debut. She rose to prominence for playing the romantic interest of the male protagonists in several action films, including Rowdy Rathore (2012), Son of Sardaar (2012), Dabangg 2 (2012), and Holiday: A Soldier Is Never Off Duty (2014), and for appearing in a variety of item numbers.",
    "year": 1987,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Todd Carney",
    "birthday": "1986-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Todd_Carney_Sharks.jpg/314px-Todd_Carney_Sharks.jpg",
    "extract": "Todd Carney, also known by the nickname of \"Toddy\", is an Australian former professional rugby league player who played in the 2000s and 2010s.",
    "year": 1986,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Miyuki Sawashiro",
    "birthday": "1985-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Miyukichi%28Miyuki_Sawashiro%29.jpg/213px-Miyukichi%28Miyuki_Sawashiro%29.jpg",
    "extract": "Miyuki Sawashiro  is a Japanese actress, voice actress and narrator. She has played voice roles in a number of Japanese anime including Bishamon in Noragami, Masami Iwasawa in Angel Beats, Petit Charat/Puchiko in Di Gi Charat, Mint in Galaxy Angel, Sinon in Sword Art Online II, Twilight/Towa Akagi/Cure Scarlet in Go! Princess Precure, Raiden Mei in Honkai Impact 3, Beelzebub in Beelzebub, Izuna Hatsuse in No Game No Life, Amagi in Azur Lane, Celty Sturluson in Durarara!!, Kurapika in Hunter × Hunter , Raiden Shogun in Genshin Impact, Akane Kurashiki in Zero Escape, Ayane Yano in Kimi ni Todoke, Fujiko Mine in later installments of Lupin the Third, Queen in Mysterious Joker, Jun Sasada in Natsume's Book of Friends, Shinku in Rozen Maiden, Haruka Nanami in Uta no Prince-sama, Kotoha Isone in Yozakura Quartet, Kanbaru Suruga in Bakemonogatari, Elizabeth and Chidori in Persona 3, Daki in Demon Slayer: Kimetsu no Yaiba, Ivy Valentine in Soulcalibur, Jolyne Cujoh in JoJo's Bizarre Adventure: All Star Battle and JoJo's Bizarre Adventure: Eyes of Heaven, Wizard Cookie in Cookie Run: Kingdom, Elizabeth in BioShock Infinite, Kirari Momobami in Kakegurui, Cure Scarlet in Go Princess Pretty Cure, and Rosetta in Punishing: Gray Raven.",
    "year": 1985,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jack Afamasaga",
    "birthday": "1984-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Jack_Afamasaga.jpg/183px-Jack_Afamasaga.jpg",
    "extract": "Jack Taualii Afamasaga, also known by the nickname of \"Skuks\", is a New Zealand former rugby union and professional rugby league footballer who played in the 2000s and 2010s. He played at club level for the Parramatta Eels, the Manly-Warringah Sea Eagles, the Cronulla-Sutherland Sharks, the Melbourne Storm in the National Rugby League, the Western Suburbs Rosellas in the Newcastle Rugby League competition, with stints in the Queensland Cup and in France, as a second-row or lock.",
    "year": 1984,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Max Boyer",
    "birthday": "1984-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Max_Boyer_Young_Lion.jpg/247px-Max_Boyer_Young_Lion.jpg",
    "extract": "Maxime \"Max\" Boyer is a Canadian professional wrestler, best known for his time in the Chikara and International Wrestling Syndicate (IWS) professional wrestling promotions. Boyer is a former Chikara Young Lions Cup Champion and a two–time IWS Canadian Champion and has also wrestled for promotions such as Combat Zone Wrestling (CZW), Inter Species Wrestling (ISW) and UWA Hardcore Wrestling. Boyer retired from professional wrestling in May 2008, but made his return two and a half years later in October 2010 and has remained active on the independent circuit ever since.",
    "year": 1984,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Feleti Mateo",
    "birthday": "1984-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Feleti_Mateo.jpg/192px-Feleti_Mateo.jpg",
    "extract": "Feleti Sosefo Mateo is a former Tonga international rugby league footballer. He played a variety of positions from lock, second-row and five-eighth. Mateo was also selected to represent NSW City Origin and the NRL All Stars. He last played for English club Salford Red Devils of Super League in 2016. Before that, he played for Sydney club the Parramatta Eels between 2004 and 2010. He also played for the New Zealand Warriors between 2011 and 2014, and the Manly-Warringah Sea Eagles in 2015 and 2016 before moving back to England and finishing his top-level career with Salford. Mateo was renowned for his versatility and extravagant style of play.",
    "year": 1984,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Chris Higgins (ice hockey)",
    "birthday": "1983-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Chris_Higgins_Canucks.jpg/319px-Chris_Higgins_Canucks.jpg",
    "extract": "Christopher Robert Higgins is an American former professional ice hockey winger and current Skills and Development coach for the Vancouver Canucks of the National Hockey League (NHL). While playing college hockey, he was selected 14th overall by the Montreal Canadiens in the first round of the 2002 NHL Entry Draft. He finished a two-year career with the Yale Bulldogs, earning ECAC Hockey Player of the Year honors as a sophomore, before turning professional for the 2003–04 season. After two seasons with the Canadiens' minor league affiliate, the Hamilton Bulldogs of the American Hockey League (AHL), he joined the NHL in 2005–06. He recorded three consecutive 20-goal seasons to begin his NHL career before being traded to the New York Rangers in June 2009. After brief stints with the Rangers, Calgary Flames and Florida Panthers, he joined the Vancouver Canucks in February 2011. Internationally, Higgins has competed for the United States in two World Junior Championships and one World Championship (2009).",
    "year": 1983,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Toni Livers",
    "birthday": "1983-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/20190301_FIS_NWSC_Seefeld_Men_4x10km_Relay_850_6138_Toni_Livers.jpg/259px-20190301_FIS_NWSC_Seefeld_Men_4x10km_Relay_850_6138_Toni_Livers.jpg",
    "extract": "Toni Livers is a Swiss former cross-country skier. Livers began competing in 2000 and competed in the World Cup from 2003 to 2020. His best individual finish at the FIS Nordic World Ski Championships was ninth in the 15 km + 15 km double pursuit at Sapporo in 2007.",
    "year": 1983,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Brooke White",
    "birthday": "1983-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Brooke_White_%28551454865470136320%29.jpg/320px-Brooke_White_%28551454865470136320%29.jpg",
    "extract": "Brooke Elizabeth White is an American folk-pop singer-songwriter and actress from Mesa, Arizona who was the fifth place finalist on the seventh season of American Idol. In 2005, White released her first studio album, called Songs from the Attic.",
    "year": 1983,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jewel Staite",
    "birthday": "1982-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Jewel_Staite_by_Gage_Skidmore.jpg/255px-Jewel_Staite_by_Gage_Skidmore.jpg",
    "extract": "Jewel Belair Staite is a Canadian actress. She is known for her roles as Kaylee Frye in the Fox television series Firefly (2002–2003) and its spin-off theatrical film Serenity (2005), and as Jennifer Keller on Sci-Fi Channel's science fiction television series Stargate Atlantis (2007–2009). Staite also starred as Catalina in Space Cases (1996), as \"Becca\" Fisher in Flash Forward (1996–1997), as Raquel Westbrook in the Canadian drama The L.A. Complex (2012), and as Caroline Swift in AMC's crime drama The Killing (2013–2014).",
    "year": 1982,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Nikolay Davydenko",
    "birthday": "1981-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Davydenko_Hamburg.jpg/216px-Davydenko_Hamburg.jpg",
    "extract": "Nikolay Vladimirovich Davydenko is a Ukrainian-born Russian former professional tennis player. He achieved a career-high singles ranking of World No. 3 in November 2006. Davydenko's best result in a Grand Slam tournament was reaching the semi-finals, which he accomplished on four occasions: twice each at the French Open and the U.S. Open, losing to Roger Federer in all but one of them. His biggest achievement was winning the 2009 ATP World Tour Finals, and he also won three ATP Masters Series. In mid-October 2014 Davydenko retired from playing professionally.",
    "year": 1981,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Chin-Hui Tsao",
    "birthday": "1981-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Chin-Hui_Tsao_pitching_for_2015_Dodgers_%281%29.jpg/246px-Chin-Hui_Tsao_pitching_for_2015_Dodgers_%281%29.jpg",
    "extract": "Chin-Hui Tsao is a Taiwanese former professional baseball pitcher. He is the second major league player, and the first major league pitcher from Taiwan. Like the first Taiwanese major league player, former Los Angeles Dodgers outfielder Chin-Feng Chen, he is a Taiwanese aborigine of Amis ancestry. He had previously played in Major League Baseball (MLB) for the Colorado Rockies and Dodgers before spending the 2009 season with the Brother Elephants in the Chinese Professional Baseball League (CPBL). After the 2009 Taiwan Series, Tsao was investigated for game-fixing scandals, although he was ultimately not indicted on February 10, 2010. Tsao was expelled by CPBL on December 23, 2009. He has recorded the fastest pitch by a Taiwanese pitcher at 100 mph in 2005.",
    "year": 1981,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Fabrizio Moretti",
    "birthday": "1980-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Fabrizio_Moretti_2019.jpg/320px-Fabrizio_Moretti_2019.jpg",
    "extract": "Fabrizio Moretti is a Brazilian-American musician and visual artist best known as the drummer for American rock band The Strokes, with whom he has released six studio albums since 2001. A collaborative artist, he has been part of a series of groups since the mid-2000s, most notably the Brazilian-American band Little Joy, which released one album in 2008, and the experimental pop collective Machinegum, which he has led since 2018. Throughout his career, Moretti has worked on a variety of art projects which span the mediums of drawing, sculpture, and installation and performance art.",
    "year": 1980,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Bobby Simmons",
    "birthday": "1980-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Bobby_Simmons.jpg/220px-Bobby_Simmons.jpg",
    "extract": "Bobby Simmons is an American former professional basketball player. In his career he played for five NBA teams. He won the NBA Most Improved Player Award in 2005.",
    "year": 1980,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Richard Skuse",
    "birthday": "1980-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Richard_Skuse.jpg/213px-Richard_Skuse.jpg",
    "extract": "Richard Skuse is a Rugby union prop for Saracens in the Guinness Premiership.",
    "year": 1980,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Abby Wambach",
    "birthday": "1980-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Wambach-cropped.jpg/225px-Wambach-cropped.jpg",
    "extract": "Mary Abigail Wambach is an American retired soccer player, coach, and member of the National Soccer Hall of Fame. A six-time winner of the U.S. Soccer Athlete of the Year award, Wambach was a regular on the U.S. women's national soccer team from 2003 to 2015, earning her first cap in 2001. As a forward, she currently stands as the highest all-time goal scorer for the national team and is second in international goals for both female and male soccer players with 184 goals, behind Canadian Christine Sinclair. Wambach was awarded the 2012 FIFA World Player of the Year, becoming the first American woman to win the award in ten years. She was included on the 2015 Time 100 list as one of the most influential people in the world.",
    "year": 1980,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Tomasz Wróblewski",
    "birthday": "1980-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Tomasz_Wr%C3%B3blewski_at_Empik.jpg/213px-Tomasz_Wr%C3%B3blewski_at_Empik.jpg",
    "extract": "Tomasz Wróblewski, stage name Orion, is a Polish extreme metal musician, best known as the bassist and backing vocalist for black-death metal band Behemoth. Since 1997, he also is a member of symphonic black metal band Vesania, as a lead vocalist and guitarist.",
    "year": 1980,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Morena Baccarin",
    "birthday": "1979-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Morena_Baccarin_by_Gage_Skidmore_2.jpg/233px-Morena_Baccarin_by_Gage_Skidmore_2.jpg",
    "extract": "Morena Silva de Vaz Setta Baccarin is a Brazilian actress known for portraying Inara Serra in the sci-fi series Firefly and its follow-up film Serenity, Vanessa in the superhero comedy franchise Deadpool, Jessica Brody in the Showtime series Homeland, Dr. Leslie \"Lee\" Thompkins in the Fox series Gotham, and Elena Federova in the NBC series The Endgame. For Homeland, she received a Primetime Emmy Award nomination for Outstanding Supporting Actress in a Drama Series in 2013.",
    "year": 1979,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Butterfly Boucher",
    "birthday": "1979-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Butterfly_Boucher.jpg/256px-Butterfly_Boucher.jpg",
    "extract": "Butterfly Giselle Grace Boucher is an Australian singer-songwriter, multi-instrumentalist and record producer born in Adelaide. From the age of 15 years she played bass guitar in her older sister, Rebecca Boucher Burns (Becca)'s band Eat the Menu, which issued a debut album, Whoosh, in 1996. Since mid-2000 Boucher has lived in Nashville, United States, and has released four solo albums, Flutterby, Scary Fragile, a self-titled album, and a 10th-anniversary celebration of Flutterby called Happy Birthday Flutterby. Since 2008, Boucher has recorded material for Ten Out of Tenn, a Nashville-based music collective. Boucher is also a member of the pop rock trio Elle Macho.",
    "year": 1979,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Dominic Cooper",
    "birthday": "1978-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Dominic_Cooper_by_Gage_Skidmore.jpg/199px-Dominic_Cooper_by_Gage_Skidmore.jpg",
    "extract": "Dominic Edward Cooper is an English actor known for his portrayal of comic book characters Jesse Custer on the AMC show Preacher (2016–2019) and young Howard Stark in the Marvel Cinematic Universe, with appearances in Captain America: The First Avenger (2011) and the ABC series Agent Carter (2015–16), among other Marvel productions. Cooper played Sky in Mamma Mia! (2008) and its sequel, Mamma Mia! Here We Go Again (2018).",
    "year": 1978,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Nikki Cox",
    "birthday": "1978-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Nikki_Cox.jpg/219px-Nikki_Cox.jpg",
    "extract": "Nicole Avery Cox is an American actress, dancer, and comedy writer known mostly for her roles on the television series Unhappily Ever After, Las Vegas, The Norm Show, and Nikki.",
    "year": 1978,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Yi So-yeon",
    "birthday": "1978-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Yi_So-yeon_%28NASA_-_JSC2008-E-004174%29.jpg/293px-Yi_So-yeon_%28NASA_-_JSC2008-E-004174%29.jpg",
    "extract": "Yi So-yeon is a South Korean astronaut and biotechnologist who became the first Korean to fly in space. Upon return from her mission aboard the International Space Station (ISS), Yi continued as a KARI researcher attending the International Space University before retiring from the agency to pursue an MBA at the University of California, Berkeley Haas School of Business.",
    "year": 1978,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Justin Long",
    "birthday": "1978-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Justin_Long_at_Fantastic_Fest_%2815096820818%29_%28cropped%29.jpg/240px-Justin_Long_at_Fantastic_Fest_%2815096820818%29_%28cropped%29.jpg",
    "extract": "Justin Jacob Long is an American actor, comedian, director and screenwriter. Long is known for his film roles, notably appearing in Jeepers Creepers (2001), Dodgeball (2004), Accepted (2006), and Live Free or Die Hard (2007), as well as voicing Alvin Seville in the live-action Alvin and the Chipmunks film series. He is also known for his television appearances in Ed (2000-2004) and F is for Family (2015–2021). He appeared alongside John Hodgman in TV commercials for Apple's \"Get a Mac\" campaign, and as himself in Intel's \"Go PC\" campaign.",
    "year": 1978,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "AJ Styles",
    "birthday": "1977-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/AJ_Styles_Apr_2018.jpg/216px-AJ_Styles_Apr_2018.jpg",
    "extract": "Allen Neal Jones, better known by his ring name AJ Styles, is an American professional wrestler currently signed to WWE, where he performs on the Raw brand. Widely regarded as one of the greatest professional wrestlers of all time, Styles has worked for the biggest promotions around the world. He is known for his time in Total Nonstop Action Wrestling from 2002 to 2014 and New Japan Pro-Wrestling (NJPW) from 2014 to 2016.",
    "year": 1977,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Zachary Quinto",
    "birthday": "1977-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Zachary_Quinto_by_Gage_Skidmore_2.jpg/240px-Zachary_Quinto_by_Gage_Skidmore_2.jpg",
    "extract": "Zachary John Quinto is an American actor and film producer. He is known for his roles as Sylar, the primary antagonist from the science fiction drama series Heroes (2006–2010); Spock in the film Star Trek (2009) and its sequels Star Trek Into Darkness (2013) and Star Trek Beyond (2016); Charlie Manx in the AMC series NOS4A2, and Dr. Oliver Thredson in American Horror Story: Asylum, for which he received a nomination for an Emmy award. His other film roles include Margin Call, What's Your Number?, Hitman: Agent 47, Snowden, and Hotel Artemis. He also appeared in smaller roles on television series, such as So Notorious, The Slap, and 24, and on stage in Angels in America, The Glass Menagerie, and Smokefall.",
    "year": 1977,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Earl Boykins",
    "birthday": "1976-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Earl_Boykins_Bucks.jpg/297px-Earl_Boykins_Bucks.jpg",
    "extract": "Earl Antoine Boykins is a former American professional basketball player. Standing at 5 feet, 5 inches in height, he is the second-shortest player in NBA history behind Muggsy Bogues, who was 5 feet, 3 inches tall. He was the head coach for the Douglas County High School boys varsity basketball team. He is now serving as an assistant coach for the University of Texas at El Paso (UTEP) Miners.",
    "year": 1976,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Antônio Rodrigo Nogueira",
    "birthday": "1976-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Antonio_Rodrigo_Nogueira_%22Minotauro%22_Paris_-_2004.JPG/198px-Antonio_Rodrigo_Nogueira_%22Minotauro%22_Paris_-_2004.JPG",
    "extract": "Antônio Rodrigo Nogueira, better known as Minotauro or Big Nog, is a Brazilian retired mixed martial artist. He competed in the heavyweight division of the Ultimate Fighting Championship (UFC), where he is a former Interim UFC Heavyweight Champion. He is the twin brother of UFC fighter Antônio Rogério Nogueira. Nogueira rose to prominence in the Japanese promotion Pride Fighting Championships, where he was the first Pride Heavyweight Champion from November 2001 to March 2003, as well as a 2004 PRIDE FC Heavyweight Grand Prix Finalist. He is one of only three men to have held championship titles in both Pride Fighting Championships and the Ultimate Fighting Championship.",
    "year": 1976,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Tim Rice-Oxley",
    "birthday": "1976-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1b/Tim_Rice-Oxley_Keane_2009-01-29_-_1.jpg/239px-Tim_Rice-Oxley_Keane_2009-01-29_-_1.jpg",
    "extract": "Timothy James Rice-Oxley is an English musician, producer, singer and multi-instrumentalist, best known for being the keyboardist, singer and songwriter of the British pop rock band Keane. In 2010, Rice-Oxley formed a side-project, Mt. Desolation, with his Keane bandmate Jesse Quin.",
    "year": 1976,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Gata Kamsky",
    "birthday": "1974-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Gata_Kamsky.jpg/320px-Gata_Kamsky.jpg",
    "extract": "Gata Kamsky is a Soviet-born American chess grandmaster, and a five-time U.S. champion.",
    "year": 1974,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Matt Serra",
    "birthday": "1974-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Matt_Serra_2007.png/177px-Matt_Serra_2007.png",
    "extract": "Matthew John Serra is an American former professional mixed martial artist and Brazilian Jiu-Jitsu practitioner who competed for the Ultimate Fighting Championship. He is the co-star of Dana White: Lookin' for a Fight and co-host of the official podcast of the UFC, UFC Unfiltered, alongside Jim Norton. Serra defeated Pete Spratt, Shonie Carter and Chris Lytle en route to becoming The Ultimate Fighter 4 Welterweight Tournament Winner. He captured the UFC Welterweight Championship immediately after. Serra also served as the head coach for The Ultimate Fighter 6 reality show opposite Matt Hughes, and he is a member of the UFC Hall of Fame. In grappling, Serra holds a Silver Medal in the ADCC Submission Wrestling World Championship.",
    "year": 1974,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Marko Kristal",
    "birthday": "1973-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Marko_Kristal.jpg/199px-Marko_Kristal.jpg",
    "extract": "Marko Kristal is an Estonian football manager and former player. He is the assistant manager of Nõmme Kalju.",
    "year": 1973,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Neifi Pérez",
    "birthday": "1973-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Neifi_P%C3%A9rez.jpg/286px-Neifi_P%C3%A9rez.jpg",
    "extract": "Neifi Neftali Pérez is a former Major League baseball player. He was a switch hitter who threw right-handed. During his career, he played with the Colorado Rockies, Kansas City Royals, San Francisco Giants, Chicago Cubs, and Detroit Tigers.",
    "year": 1973,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Wayne Brady",
    "birthday": "1972-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Wayne_Brady_2015.jpg/243px-Wayne_Brady_2015.jpg",
    "extract": "Wayne Alphonso Brady is an American television personality, comedian, actor, and singer. He is a regular on the American version of the improvisational comedy television series Whose Line Is It Anyway? He was the host of the daytime talk show The Wayne Brady Show, was the original host of Fox's Don't Forget the Lyrics!, and has hosted Let's Make a Deal since its 2009 revival. Brady also performed in the Tony Award–winning musical Kinky Boots on Broadway as Simon—who is also drag queen Lola—from November 2015 to March 2016, and as James Stinson on the American TV series How I Met Your Mother.",
    "year": 1972,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Raúl Ibañez",
    "birthday": "1972-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Ra%C3%BAl_Iba%C3%B1ez_on_September_9%2C_2012.jpg/305px-Ra%C3%BAl_Iba%C3%B1ez_on_September_9%2C_2012.jpg",
    "extract": "Raúl Javier Ibañez is a Cuban-American former professional baseball left fielder in Major League Baseball (MLB) now serving as Senior Vice President of On-Field Operations for MLB. He played 11 of his 19 big league seasons for the Seattle Mariners, while also playing for the Kansas City Royals, Philadelphia Phillies, New York Yankees, and Los Angeles Angels of Anaheim. While primarily a left fielder, Ibañez often saw considerable time as a designated hitter (DH), throughout his career.",
    "year": 1972,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Wentworth Miller",
    "birthday": "1972-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Wentworth_by_Andrew_Horovitz.JPG/221px-Wentworth_by_Andrew_Horovitz.JPG",
    "extract": "Wentworth Earl Miller III is an American-British actor and screenwriter. He rose to prominence following his starring role as Michael Scofield in the Fox series Prison Break, for which he received a nomination for the Golden Globe Award for Best Actor – Television Series Drama in 2005. He made his screenwriting debut with the 2013 thriller film Stoker. In 2014, he began playing Leonard Snart / Captain Cold in a recurring role on The CW series The Flash before becoming a series regular on the spin-off, Legends of Tomorrow.",
    "year": 1972,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Kateřina Jacques",
    "birthday": "1971-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Kate%C5%99ina_Jacques.jpg/213px-Kate%C5%99ina_Jacques.jpg",
    "extract": "Kateřina Jacques is a Czech Green Party politician. She was elected to the lower house of the Parliament of the Czech Republic in the June 2006 election, representing the Prague electoral district. Before the election she was director of the human rights section of the prime minister's office.\nShe gained media attention when she was assaulted by a policeman while protesting against a neo-Nazi rally on 1 May 2006.\n",
    "year": 1971,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "B-Real",
    "birthday": "1970-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Cypress_Hill_-_B-Real_-_Nova_Rock_-_2016-06-11-17-17-51.jpg/240px-Cypress_Hill_-_B-Real_-_Nova_Rock_-_2016-06-11-17-17-51.jpg",
    "extract": "Louis Mario Freese, known by his stage name B-Real, is an American rapper. Since 1991, he has been one of two lead rappers in the hip hop group Cypress Hill, along with Sen Dog. He has also been a part of the rap metal band Kush (2000–2002), the hip hop supergroup Serial Killers (2013-present) and the rap rock supergroup Prophets of Rage (2016–2019). He has released a variety of solo mixtapes, as well as two solo albums: Smoke n Mirrors (2009) and Tell You Something (2020).",
    "year": 1970,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Paulo Sérgio (footballer, born 1969)",
    "birthday": "1969-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Paulo_sergio_silvestre_nascimento.jpg/269px-Paulo_sergio_silvestre_nascimento.jpg",
    "extract": "Paulo Sérgio Silvestre do Nascimento, commonly known as Paulo Sérgio, is a Brazilian former footballer who played as a forward. Whilst at German club Bayern Munich, he won the Champions League in 2001.",
    "year": 1969,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "David Wheaton",
    "birthday": "1969-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/David_Wheaton.jpg/230px-David_Wheaton.jpg",
    "extract": "David Wheaton is an author, radio host, and contributing columnist for the Minneapolis Star Tribune. Formerly he was a professional tennis player representing the United States.",
    "year": 1969,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Andy Cohen",
    "birthday": "1968-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Andy_Cohen_at_Digitas_NewFront_2012_%287116540321%29_%28cropped%29.jpg/238px-Andy_Cohen_at_Digitas_NewFront_2012_%287116540321%29_%28cropped%29.jpg",
    "extract": "Andrew Joseph Cohen is an American radio and television talk show host, producer, and writer. He is the host and executive producer of Bravo's late night talk show, Watch What Happens Live with Andy Cohen. Cohen also has a pop culture channel on Sirius XM named Radio Andy. He hosts a two-hour live show with co-host John Hill twice a week. Cohen served as Bravo's executive vice president of Development and Talent until 2013. He was responsible for creating original content, developing innovative formats, and identifying new talent. Cohen also served as executive producer on the Emmy- and James Beard award–winning reality cooking competition television show, Top Chef. He continues to serve as an executive producer of the Real Housewives franchise, host of Watch What Happens Live on Bravo, host of Andy Cohen Live on SiriusXM channel 102, and hosted the revival of the television dating show Love Connection.",
    "year": 1968,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Beetlejuice (entertainer)",
    "birthday": "1968-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Beetlejuice_onstage.jpg/218px-Beetlejuice_onstage.jpg",
    "extract": "Lester Green, better known as Beetlejuice, is an American entertainer and actor. Green rose to prominence in 1999 due to his appearances on The Howard Stern Show, becoming a member of Stern's Wack Pack. He was named the greatest Wack Packer of all time in 2015. He has also appeared in such feature films as Bubble Boy (2001) and Scary Movie 2 (2001).",
    "year": 1968,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Mike Stanton (left-handed pitcher)",
    "birthday": "1967-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Mike_Stanton.jpg/246px-Mike_Stanton.jpg",
    "extract": "William Michael Stanton is a left-handed former relief pitcher who pitched for eight teams in Major League Baseball between 1989 and 2007. Stanton won the World Series in 1998, 1999, and 2000 as a member of the New York Yankees. As of 2019, Stanton hosts the pregame show for the Houston Astros on AT&T SportsNet Southwest.",
    "year": 1967,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Dayana Cadeau",
    "birthday": "1966-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Dayana_Cadeau_in_2007.jpg/207px-Dayana_Cadeau_in_2007.jpg",
    "extract": "Dayana M. Cadeau is a Haitian Canadian professional female bodybuilder.",
    "year": 1966,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Candace Gingrich",
    "birthday": "1966-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Candace_Gingrich.jpg/275px-Candace_Gingrich.jpg",
    "extract": "Candace Gingrich is an American LGBT rights activist at the Human Rights Campaign. Candace is the half-sibling of former Speaker of the House Newt Gingrich, who is more than 20 years Candace's senior.",
    "year": 1966,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Petra van Staveren",
    "birthday": "1966-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Petra_van_Staveren_1984.jpg/205px-Petra_van_Staveren_1984.jpg",
    "extract": "Petronella (\"Petra\") Grietje van Staveren is a former breaststroke swimmer from the Netherlands who won the gold medal in the 100 meter breaststroke at the 1984 Summer Olympics in Los Angeles. She also won a bronze at the 1986 world championships and a European silver in 1983 in the 4×100 meter medley relay. She finished five times in fourth place at European championships in 1981–1985.",
    "year": 1966,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Russ Courtnall",
    "birthday": "1965-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Russ_Courtnall.jpg/163px-Russ_Courtnall.jpg",
    "extract": "Russell William Courtnall is a Canadian former ice hockey player. He played for the Toronto Maple Leafs, Montreal Canadiens, Minnesota North Stars, Dallas Stars, Vancouver Canucks, New York Rangers and Los Angeles Kings. Courtnall was born in Duncan, British Columbia, but grew up in Oak Bay, British Columbia.",
    "year": 1965,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Mark Waugh",
    "birthday": "1965-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Mark_Waugh_%28Pic_2%29.jpg/238px-Mark_Waugh_%28Pic_2%29.jpg",
    "extract": "Mark Edward Waugh is an Australian cricket commentator and former international cricketer, who represented Australia in Test matches from early 1991 to late 2002, after previously making his One Day International (ODI) debut in 1988.",
    "year": 1965,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Steve Waugh",
    "birthday": "1965-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/SRWaugh.png/242px-SRWaugh.png",
    "extract": "Stephen Rodger Waugh is an Australian former international cricketer and twin brother of cricketer Mark Waugh. A right-handed batsman, he was also a medium-pace bowler. As Australian captain from 1997 to 2004, he led Australia to fifteen of their record sixteen consecutive Test wins, and to victory in the 1999 Cricket World Cup. Waugh is considered the most successful Test captain in history with 41 victories and a winning ratio of 72%.",
    "year": 1965,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Caroline Link",
    "birthday": "1964-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Caroline-link-neues-rottmann-2020.jpg/214px-Caroline-link-neues-rottmann-2020.jpg",
    "extract": "Caroline Link is a German film director and screenwriter.",
    "year": 1964,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Dez Cadena",
    "birthday": "1961-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Misfits_Dez_Cadena_1.jpg/212px-Misfits_Dez_Cadena_1.jpg",
    "extract": "Dez Cadena is an American punk rock singer and guitarist. He was the third vocalist and later rhythm guitarist for hardcore punk band Black Flag from 1980 to 1983. Cadena played guitar with the Misfits from 2001 to 2015, initially joining the band alongside Doyle, Jerry Only and Robo for their 25th Anniversary Tour and has served as the band's longest tenured guitarist.",
    "year": 1961,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Tony Hadley",
    "birthday": "1960-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Tony_Hadley_2014.jpg/277px-Tony_Hadley_2014.jpg",
    "extract": "Anthony Patrick Hadley is an English singer-songwriter, actor and radio presenter. He rose to fame in the 1980s as the lead singer of the New Romantic band Spandau Ballet and launched a solo career following the group's split in 1990. Hadley returned to the band in 2009 but left again in 2017. Hadley is known for his \"expressive voice\" and \"vocal range\".",
    "year": 1960,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Kyle Petty",
    "birthday": "1960-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Kyle_Petty_Bike_Run_2011_%28cropped%29.jpg/240px-Kyle_Petty_Bike_Run_2011_%28cropped%29.jpg",
    "extract": "Kyle Eugene Petty is an American former stock car racing driver, and current racing commentator. He is the son of racer Richard Petty, grandson of racer Lee Petty, and father of racer Adam Petty, who was killed in a crash during practice in May 2000. Petty last drove the No. 45 Dodge Charger for Petty Enterprises, where he formerly served as CEO; his last race was in 2008.",
    "year": 1960,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Rineke Dijkstra",
    "birthday": "1959-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/DaphneChannaHorn-Rinekedijkstra-fotograaf.png/309px-DaphneChannaHorn-Rinekedijkstra-fotograaf.png",
    "extract": "Rineke Dijkstra HonFRPS is a Dutch photographer. She lives and works in Amsterdam. Dijkstra has been awarded an Honorary Fellowship of the Royal Photographic Society, the 1999 Citibank Private Bank Photography Prize and the 2017 Hasselblad Award.",
    "year": 1959,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Lydia Lunch",
    "birthday": "1959-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Lydia_Lunch_at_Chateau_H_France_April_2019.jpg/320px-Lydia_Lunch_at_Chateau_H_France_April_2019.jpg",
    "extract": "Lydia Lunch is an American singer, poet, writer, actress and self-empowerment speaker. Her career was spawned by the New York City no wave scene in the 1970s, predominantly as the singer and guitarist of Teenage Jesus and the Jerks.",
    "year": 1959,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Erwin Olaf",
    "birthday": "1959-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Erwin_Olaf_Springveld.jpg/320px-Erwin_Olaf_Springveld.jpg",
    "extract": "Erwin Olaf Springveld, professionally known as Erwin Olaf, is a Dutch photographer from Hilversum. Time magazine described his work as straddling \"the worlds of commercial, art and fashion photography at once.\"",
    "year": 1959,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Lex Luger",
    "birthday": "1958-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Lex_Luger_GalaxyCon_Richmond_2020_%28cropped%29.jpg/197px-Lex_Luger_GalaxyCon_Richmond_2020_%28cropped%29.jpg",
    "extract": "Lawrence Wendell Pfohl, better known by the ring name Lex Luger, is an American retired professional wrestler, television producer, bodybuilder, and football player. In 2011 he began working with WWE on its wellness policy. He is best known for his work with Jim Crockett Promotions, World Championship Wrestling (WCW), and the World Wrestling Federation.",
    "year": 1958,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Mark Lawrenson",
    "birthday": "1957-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Hovenkamp_in_aktie%2C_Bestanddeelnr_931-7563.jpg/320px-Hovenkamp_in_aktie%2C_Bestanddeelnr_931-7563.jpg",
    "extract": "Mark Thomas Lawrenson is a former professional footballer who played as a defender for Liverpool, among others, during the 1970s and 1980s. After a short career as a manager, he then became a radio, television and internet pundit for the BBC, TV3, BT Sport and Today FM, retiring at the end of the 2021–22 football season. Born and raised in England, Lawrenson qualified to play for the Republic of Ireland through his grandfather, Thomas Crotty, who was born in Waterford.",
    "year": 1957,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jan Lammers",
    "birthday": "1956-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Jan_Lammers_of_Hope_Racing%27s_Oreca_Swiss_HY_Tech_Hybrid_%28cropped%29.jpg/238px-Jan_Lammers_of_Hope_Racing%27s_Oreca_Swiss_HY_Tech_Hybrid_%28cropped%29.jpg",
    "extract": "Johannes Antonius Lammers is a racing driver and team principal from the Netherlands.",
    "year": 1956,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Dana Carvey",
    "birthday": "1955-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Dana_Carvey%2C_USO.JPG/212px-Dana_Carvey%2C_USO.JPG",
    "extract": "Dana Thomas Carvey is an American stand-up comedian, actor, impressionist, screenwriter and producer. He is best known for his seven seasons as a cast member on Saturday Night Live from 1986 to 1993, which earned him five consecutive Primetime Emmy Award nominations.",
    "year": 1955,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Nandan Nilekani",
    "birthday": "1955-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Nandan_M._Nilekani.jpg/213px-Nandan_M._Nilekani.jpg",
    "extract": "Nandan Mohanrao Nilekani is an Indian entrepreneur. He co-founded Infosys and is the non-executive chairman of Infosys replacing R Seshasayee and Ravi Venkatesan, who were the co-chairs of the board, on 24 August 2017. After the exit of Vishal Sikka, Nilekani was appointed as non-executive chairman of the board effective 24 August 2017.\nHe was the chairman of the Unique Identification Authority of India (UIDAI). After a successful career at Infosys, he headed the Government of India's technology committee, TAGUP. He is a member of Indian National Congress but not active in politics as of 2019.",
    "year": 1955,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Mani Ratnam",
    "birthday": "1955-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Mani_Ratnam_at_the_Oh_Kadhal_Kanmani_aka_OK_Kanmani_Audio_Success_Meet.jpg/293px-Mani_Ratnam_at_the_Oh_Kadhal_Kanmani_aka_OK_Kanmani_Audio_Success_Meet.jpg",
    "extract": "Gopala Ratnam Subramaniam, known professionally as Mani Ratnam, is an Indian film director, screenwriter, and producer who predominantly works in Tamil cinema. Ratnam has won six National Film Awards, four Filmfare Awards, six Filmfare Awards South, and numerous awards at various film festivals across the world. In 2002, the Government of India honoured him with the Padma Shri, acknowledging his contributions to film.",
    "year": 1955,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Michael Steele (musician)",
    "birthday": "1955-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Micki_Steele.jpg/314px-Micki_Steele.jpg",
    "extract": "Michael Steele is a retired American musician, best known as the bassist for the Bangles. Under the name Micki Steele, she was a founding member of the Runaways but left in 1975, shortly before the band's major label debut. For the next several years, she played with various other musical groups for short periods of time.",
    "year": 1955,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Dennis Haysbert",
    "birthday": "1954-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Dennis_Haysbert_3_March_2015.jpg/220px-Dennis_Haysbert_3_March_2015.jpg",
    "extract": "Dennis Dexter Haysbert is an American actor. He is known for his roles as baseball player Pedro Cerrano in the Major League film trilogy, Secret Service agent Tim Collin in the political thriller film Absolute Power, Sergeant Major Jonas Blane on the CBS action drama series The Unit, God on the Netflix show Lucifer, and President David Palmer on the first five seasons of 24. He has also appeared in the films Love Field, Heat, Waiting to Exhale, and Far from Heaven, as well as the science fiction series Incorporated.",
    "year": 1954,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Vidar Johansen (musician)",
    "birthday": "1953-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Vidar_Johansen_Vinterjazz_2016_Cosmopolite_%28202738%29.jpg/213px-Vidar_Johansen_Vinterjazz_2016_Cosmopolite_%28202738%29.jpg",
    "extract": "Vidar Johansen is a Norwegian jazz musician, music arranger and composer.\n",
    "year": 1953,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Craig Stadler",
    "birthday": "1953-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Craig_Stadler_at_2009_JELD-WEN_Tradition.jpg/255px-Craig_Stadler_at_2009_JELD-WEN_Tradition.jpg",
    "extract": "Craig Robert Stadler is an American professional golfer who has won numerous tournaments at both the PGA Tour and Champions Tour level, including one major championship, the 1982 Masters Tournament.",
    "year": 1953,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Cornel West",
    "birthday": "1953-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Cornel_West_by_Gage_Skidmore.jpg/213px-Cornel_West_by_Gage_Skidmore.jpg",
    "extract": "Cornel Ronald West is an American philosopher, political activist, social critic, actor, and public intellectual. \nThe grandson of a Baptist minister, West focuses on the role of race, gender, and class in American society and the means by which people act and react to their \"radical conditionedness\". A socialist, West draws intellectual contributions from multiple traditions, including Christianity, the Black church, Marxism, neopragmatism, and transcendentalism. Among his most influential books are Race Matters (1994) and Democracy Matters (2004).",
    "year": 1953,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Gary Bettman",
    "birthday": "1952-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Gary_Bettman_in_2016_%28cropped%29_%28cropped%29.jpg/212px-Gary_Bettman_in_2016_%28cropped%29_%28cropped%29.jpg",
    "extract": "Gary Bruce Bettman is the commissioner of the National Hockey League (NHL), a post he has held since February 1, 1993. Previously, Bettman was a senior vice president and general counsel to the National Basketball Association (NBA). Bettman is a graduate of Cornell University and New York University School of Law. Bettman was elected to the Hockey Hall of Fame in 2018.",
    "year": 1952,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Gilbert Baker (artist)",
    "birthday": "1951-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Gilbert_Baker_during_SF_Pride_2012_%28hi-res%29.jpg/213px-Gilbert_Baker_during_SF_Pride_2012_%28hi-res%29.jpg",
    "extract": "Gilbert Baker was an American artist, designer, and activist, best known as the creator of the rainbow flag.",
    "year": 1951,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Arnold Mühren",
    "birthday": "1951-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Arnold_M%C3%BChren.jpg/245px-Arnold_M%C3%BChren.jpg",
    "extract": "Arnold Johannes Hyacinthus Mühren is a Dutch football manager and former midfielder. His older brother Gerrie, also a midfield player, won three European Cup titles with Ajax in the early 1970s. Mühren is among the few players to have won all three major UEFA-organised club competitions, the European Cup (1972–73), the Cup Winners' Cup (1986–87) and the UEFA Cup (1980–81). The last of these was won with Ipswich Town, while the other titles were won while playing for Ajax. He is also one of the two Dutch players, together with Danny Blind, to have won all UEFA club competitions.",
    "year": 1951,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Larry Robinson",
    "birthday": "1951-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Larry_Robinson.jpg/193px-Larry_Robinson.jpg",
    "extract": "Larry Clark Robinson is a Canadian former ice hockey coach, executive and player. His coaching career includes head coaching positions with the New Jersey Devils, as well as the Los Angeles Kings. For his play in the National Hockey League (NHL) with the Montreal Canadiens and Los Angeles Kings, Robinson was inducted into the Hockey Hall of Fame in 1995. He was also inducted into the Ontario Sports Hall of Fame in 2014. In 2017, Robinson was named one of the \"100 Greatest NHL Players\". Larry is the brother of Moe Robinson.",
    "year": 1951,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Momčilo Vukotić",
    "birthday": "1950-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Mom%C4%8Dilo_Vukoti%C4%87_crop.jpg/242px-Mom%C4%8Dilo_Vukoti%C4%87_crop.jpg",
    "extract": "Momčilo \"Moca\" Vukotić was a Serbian football coach and player.",
    "year": 1950,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Heather Couper",
    "birthday": "1949-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Heather_Couper.jpg/294px-Heather_Couper.jpg",
    "extract": "Heather Anita Couper, was a British astronomer, broadcaster and science populariser.",
    "year": 1949,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Frank Rich",
    "birthday": "1949-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Frank_Rich_%2814221648949%29_%28cropped%29.jpg/221px-Frank_Rich_%2814221648949%29_%28cropped%29.jpg",
    "extract": "Frank Hart Rich Jr. is an American essayist and liberal op-ed columnist, who held various positions within The New York Times from 1980 to 2011. He has also produced television series and documentaries for HBO.",
    "year": 1949,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jerry Mathers",
    "birthday": "1948-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Jerry_Mathers_1959.JPG/245px-Jerry_Mathers_1959.JPG",
    "extract": "Gerald Patrick Mathers is an American actor and singer. Mathers is best known for his role in the television sitcom Leave It to Beaver, originally broadcast from 1957 to 1963, in which he played Theodore \"Beaver\" Cleaver, the younger son of the suburban couple June and Ward Cleaver and the brother of Wally Cleaver.",
    "year": 1948,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Lasse Hallström",
    "birthday": "1946-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Lena_Olin_and_Lasse_Hallstr%C3%B6m_at_the_Berlin_International_Film_Festival_2013.jpg/213px-Lena_Olin_and_Lasse_Hallstr%C3%B6m_at_the_Berlin_International_Film_Festival_2013.jpg",
    "extract": "Lars Sven \"Lasse\" Hallström is a Swedish film director. He first became known for directing almost all the music videos by the pop group ABBA, and subsequently became a feature film director. He was nominated for an Academy Award for Best Director for My Life as a Dog  (1985) and later for The Cider House Rules (1999). His other celebrated directorial works include What's Eating Gilbert Grape (1993) and Chocolat (2000).",
    "year": 1946,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Peter Sutcliffe",
    "birthday": "1946-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fc/Mug_shot_of_Sutcliffe_taken_after_his_arrest_in_January_1981.jpg/241px-Mug_shot_of_Sutcliffe_taken_after_his_arrest_in_January_1981.jpg",
    "extract": "Peter William Sutcliffe, also known as Peter William Coonan, was an English serial killer who was dubbed the Yorkshire Ripper by the press. On 22 May 1981, he was found guilty of murdering 13 women and attempting to murder seven others between 1975 and 1980. He was sentenced to 20 concurrent sentences of life imprisonment, which were converted to a whole life order in 2010. Two of Sutcliffe's murders took place in Manchester; all the others were in West Yorkshire.",
    "year": 1946,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Richard Long (artist)",
    "birthday": "1945-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Richard_Long_portrait_by_Steve_Jackson_2012.jpg/320px-Richard_Long_portrait_by_Steve_Jackson_2012.jpg",
    "extract": "Sir Richard Julian Long, is an English sculptor and one of the best-known British land artists.",
    "year": 1945,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Bonnie Newman",
    "birthday": "1945-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Reagan_Contact_Sheet_BW_13961_%28cropped%29.jpg/226px-Reagan_Contact_Sheet_BW_13961_%28cropped%29.jpg",
    "extract": "Jane Ellen \"Bonnie\" Newman from North Hampton, New Hampshire is an American administrator and business executive. A Republican, she worked for Judd Gregg, Ronald Reagan, and George H. W. Bush. Newman was also interim president of the University of New Hampshire (UNH) and the Community College System of New Hampshire. She was announced by the governor of New Hampshire as his selection for eventual appointment to the United States Senator when Gregg was nominated to become United States Secretary of Commerce, but did not take office when the vacancy she was to fill did not materialize.",
    "year": 1945,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Marvin Hamlisch",
    "birthday": "1944-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Marvin_Hamlisch_-_1970s.jpg/242px-Marvin_Hamlisch_-_1970s.jpg",
    "extract": "Marvin Frederick Hamlisch was an American composer and conductor. Hamlisch was one of only sixteen people to win Emmy, Grammy, Oscar and Tony awards. This collection of all four is referred to as an \"EGOT\". He is one of only two people to have won those four prizes and a Pulitzer Prize (\"PEGOT\").",
    "year": 1944,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Charles Haid",
    "birthday": "1943-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Haid%2C_Charles_%282007%29_3.jpg/320px-Haid%2C_Charles_%282007%29_3.jpg",
    "extract": "Charles Maurice Haid III is an American actor and television director, with notable work in both movies and television. He is best known for his portrayal of Officer Andy Renko in Hill Street Blues.",
    "year": 1943,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Crescenzio Sepe",
    "birthday": "1943-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Crescenzio_Sepe_%28cropped%29.jpg/275px-Crescenzio_Sepe_%28cropped%29.jpg",
    "extract": "Crescenzio Sepe is an Italian prelate of the Catholic Church who served as Archbishop of Naples from 2006 to 2020. He served in the Roman Curia as Prefect of the Congregation for the Evangelization of Peoples from 2001 to 2006. He was made a cardinal in 2001. Before that he spent 25 years in increasingly important positions in the Roman Curia.",
    "year": 1943,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Mike Ahern (Australian politician)",
    "birthday": "1942-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9f/Mike_Ahern%2C_Parliament_House%2C_Brisbane_City%2C_October_1988.jpg",
    "extract": "Michael John Ahern is a former Queensland National Party politician who was Premier of Queensland from December 1987 to September 1989. After a long career in the government of Sir Joh Bjelke-Petersen, Ahern became his successor amid the controversy caused by the Fitzgerald Inquiry into official corruption. Ahern's consensus style and political moderation contrasted strongly with Bjelke-Petersen's leadership, but he could not escape the division and strife caused by his predecessor's downfall.",
    "year": 1942,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ünal Aysal",
    "birthday": "1941-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Unal_Aysal.jpg/213px-Unal_Aysal.jpg",
    "extract": "Ünal Aysal is a Turkish businessman. He was the chairman of Galatasaray S.K.",
    "year": 1941,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Stacy Keach",
    "birthday": "1941-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/StacyKeachMay07.jpg/252px-StacyKeachMay07.jpg",
    "extract": "Walter Stacy Keach Jr. is an American actor and narrator. He has played mainly dramatic roles throughout his career, often in law enforcement or as a private detective. His most prominent role was as Mickey Spillane's fictional detective Mike Hammer, which he played in numerous stand-alone television films and at least three television series throughout the 1980s and 1990s. The role earned him a Golden Globe Award nomination in 1984.",
    "year": 1941,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Charlie Watts",
    "birthday": "1941-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Charle-Watts-1965_%28cropped%29.jpg/271px-Charle-Watts-1965_%28cropped%29.jpg",
    "extract": "Charles Robert Watts was an English musician who achieved international fame as the drummer of the Rolling Stones from 1963 until his death in 2021.",
    "year": 1941,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Constantine II of Greece",
    "birthday": "1940-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/King_Constantine.jpg/233px-King_Constantine.jpg",
    "extract": "Constantine II is the former King of the Hellenes, reigning from 6 March 1964 until the abolition of the Greek monarchy on 1 June 1973.",
    "year": 1940,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Kevin Brownlow",
    "birthday": "1938-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Kevin_Brownlow_2019.tif/lossless-page1-209px-Kevin_Brownlow_2019.tif.png",
    "extract": "Kevin Brownlow is a British film historian, television documentary-maker, filmmaker, author, and film editor. He is best known for his work documenting the history of the silent era, having become interested in silent film at the age of eleven. This interest grew into a career spent documenting and restoring film. Brownlow has rescued many silent films and their history. His initiative in interviewing many largely forgotten, elderly film pioneers in the 1960s and 1970s preserved a legacy of early mass-entertainment cinema. He received an Academy Honorary Award at the 2nd Annual Governors Awards given by the Academy of Motion Picture Arts and Sciences on 13 November 2010. This was the first occasion on which an Academy Honorary Award was given to a film preservationist.",
    "year": 1938,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Rosalyn Higgins, Baroness Higgins",
    "birthday": "1937-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e3/Rosalyn_Higgins_%28cropped%29.jpg",
    "extract": "Rosalyn C. Higgins, Baroness Higgins, is a British former president of the International Court of Justice (ICJ). She was the first female judge elected to the ICJ, and was elected to a three-year term as its president in 2006.",
    "year": 1937,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Sally Kellerman",
    "birthday": "1937-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e0/Sally_Kellerman_-_Mash.jpg/254px-Sally_Kellerman_-_Mash.jpg",
    "extract": "Sally Clare Kellerman was an American actress and singer whose acting career spanned 60 years. Her role as Major Margaret \"Hot Lips\" Houlihan in Robert Altman's film M*A*S*H (1970) earned her an Oscar nomination for Best Actress in a Supporting Role. After M*A*S*H, she appeared in a number of the director's projects, namely the films Brewster McCloud (1970), Welcome to L.A. (1976), The Player (1992), and Prêt-à-Porter (1994), and the short-lived anthology TV series Gun (1997). In addition to her work with Altman, Kellerman appeared in films such as Last of the Red Hot Lovers (1972), Back to School (1986), plus many television series such as The Twilight Zone (1963), The Outer Limits (1965), Star Trek (1966), Bonanza, The Minor Accomplishments of Jackie Woodman (2006), 90210 (2008), Chemistry (2011), and Maron (2013). She also voiced Miss Finch in Sesame Street Presents: Follow That Bird (1985), which went on to become one of her most significant voice roles.",
    "year": 1937,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jimmy Jones (singer)",
    "birthday": "1937-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Jimmy_Jones_1960s.JPG/254px-Jimmy_Jones_1960s.JPG",
    "extract": "James Jones was an American singer-songwriter who moved to New York City while a teenager. According to Allmusic journalist Steve Huey, \"best known for his 1960 R&B smash, 'Handy Man', Jones sang in a smooth yet soulful falsetto modeled on the likes of Clyde McPhatter and Sam Cooke.\"",
    "year": 1937,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Volodymyr Holubnychy",
    "birthday": "1936-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Volodymyr_Holubnychy_1964.jpg/191px-Volodymyr_Holubnychy_1964.jpg",
    "extract": "Volodymyr Stepanovych Holubnychy was a Soviet and Ukrainian race walker, who competed for the Soviet Union. He dominated the 20 kilometre race walk in the 1960s and 1970s, winning four Olympic medals from 1960 to 1972 and finishing seventh in 1976. He became Olympic champion in 1960 and 1968. He is regarded as one of the greatest race walkers of all time and competed at the Olympics on five occasions in 1960, 1964, 1968, 1972 and 1976.",
    "year": 1936,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Dimitri Kitsikis",
    "birthday": "1935-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/31/Dimitri_kitsikis.jpg",
    "extract": "Dimitri Kitsikis was a Greek Turkologist, Sinologist and Professor of International Relations and Geopolitics. He published also poetry in French and Greek.",
    "year": 1935,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jerry Lumpe",
    "birthday": "1933-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Jerry_Lumpe_1967.jpg/296px-Jerry_Lumpe_1967.jpg",
    "extract": "Jerry Dean Lumpe was an American professional baseball player and coach. He had a 12-season career in Major League Baseball, primarily as a second baseman, for the New York Yankees (1956–1959), Kansas City Athletics (1959–1963) and Detroit Tigers (1964–1967), played in two World Series, and was selected to the 1964 American League All-Star team. Named for National Baseball Hall of Fame pitcher Jerome \"Dizzy\" Dean, Lumpe was born in Lincoln, Missouri. He batted left-handed, threw right-handed, and was listed as 6 feet 2 inches (1.88 m) tall and 175 pounds (79 kg).",
    "year": 1933,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Pete Robinson (drag racer)",
    "birthday": "1933-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/PeteRobinson1966Dragster.jpg/320px-PeteRobinson1966Dragster.jpg",
    "extract": "Lew Russell Robinson, nicknamed \"Sneaky Pete\", was an American drag racer.",
    "year": 1933,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Pete Conrad",
    "birthday": "1930-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Charles_Conrad_%28S64-31465%29.jpg/259px-Charles_Conrad_%28S64-31465%29.jpg",
    "extract": "Charles \"Pete\" Conrad Jr. was an American NASA astronaut, aeronautical engineer, naval officer and aviator, and test pilot, and commanded the Apollo 12 space mission, on which he became the third person to walk on the Moon. Conrad was selected in NASA's second astronaut class in 1962.",
    "year": 1930,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Norton Juster",
    "birthday": "1929-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b2/Norton_Juster_at_home_in_Massachusetts.jpg/320px-Norton_Juster_at_home_in_Massachusetts.jpg",
    "extract": "Norton Juster was an American academic, architect, and writer. He was best known as an author of children's books, notably for The Phantom Tollbooth and The Dot and the Line.",
    "year": 1929,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ken McGregor",
    "birthday": "1929-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Ken_McGregor.jpg/256px-Ken_McGregor.jpg",
    "extract": "Kenneth Bruce McGregor was an Australian tennis player from Adelaide who won the Men's Singles title at the Australian Championships in 1952. He and his longtime doubles partner, Frank Sedgman, are generally considered one of the greatest men's doubles teams of all time and won the doubles Grand Slam in 1951. McGregor was also a member of three Australian Davis Cup winning teams in 1950–1952. In 1953, Jack Kramer induced both Sedgman and McGregor to turn professional. He was ranked as high as World No. 3 in 1952.",
    "year": 1929,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Erzsi Kovács",
    "birthday": "1928-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Kov%C3%A1cs_Erzsi_fortepan_138561.jpg/242px-Kov%C3%A1cs_Erzsi_fortepan_138561.jpg",
    "extract": "Erzsébet \"Erzsi\" Kovács DRH was a Hungarian pop singer and performer. After an attempt to escape to the west in 1951, she was arrested and imprisoned for three years. Afterwards, she resumed her singing career. She recorded her last album, Mosolyogva búcsúzom, aged 79. She was awarded the Order of Merit of the Republic of Hungary.",
    "year": 1928,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Rafael A. Lecuona",
    "birthday": "1928-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Diana_and_Rafael_Lecuona_IMG_0703.JPG/320px-Diana_and_Rafael_Lecuona_IMG_0703.JPG",
    "extract": "Rafael Argelio Lecuona was from 1944 to 1955 a member of the Cuban gymnastics team and from 1970 to 2002 a political science professor at Texas A&M International University in Laredo, Texas. He competed in the Pan American Games in Buenos Aires (1951) and Mexico City (1955), in three consecutive Olympic Games from 1948 to 1956, and he was a member of the Florida State University men's gymnastics team from 1953 to 1956.",
    "year": 1928,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "W. Watts Biggers",
    "birthday": "1927-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/BuckBiggers.png/320px-BuckBiggers.png",
    "extract": "William Watts \"Buck\" Biggers was an American novelist and co-creator of the long-running animated television series Underdog.",
    "year": 1927,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Chiyonoyama Masanobu",
    "birthday": "1926-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Chiyonoyama_Masanobu_1958_Scan10005.JPG/197px-Chiyonoyama_Masanobu_1958_Scan10005.JPG",
    "extract": "Chiyonoyama Masanobu  was a Japanese professional sumo wrestler from Fukushima, Hokkaidō. He was the sport's 41st yokozuna from 1951 until 1959. He is regarded as the first \"modern\" yokozuna in that he was promoted by the Japan Sumo Association itself and not the House of Yoshida Tsukasa. He was the first yokozuna from Hokkaidō, which was also the birthplace of the subsequent yokozuna Yoshibayama, Taihō, Kitanoumi and his own recruits Kitanofuji and Chiyonofuji. After his retirement he left the Dewanoumi group of stables and founded Kokonoe stable in 1967. He died in 1977 while still an active stablemaster.",
    "year": 1926,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Milo O'Shea",
    "birthday": "1926-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Milo_O%27Shea_1967.jpg/263px-Milo_O%27Shea_1967.jpg",
    "extract": "Milo Donal O'Shea was an Irish actor. He was twice nominated for the Tony Award for Best Actor in a Play for his performances in Staircase (1968) and Mass Appeal (1982).",
    "year": 1926,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "June Callwood",
    "birthday": "1924-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/6d/June_Callwood.jpg",
    "extract": "June Rose Callwood, was a Canadian journalist, author and social activist. She was known as \"Canada's Conscience\".",
    "year": 1924,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Lloyd Shapley",
    "birthday": "1923-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Shapley%2C_Lloyd_%281980%29.jpg/227px-Shapley%2C_Lloyd_%281980%29.jpg",
    "extract": "Lloyd Stowell Shapley was an American mathematician and Nobel Prize-winning economist. He contributed to the fields of mathematical economics and especially game theory. Shapley is generally considered one of the most important contributors to the development of game theory since the work of von Neumann and Morgenstern. With Alvin E. Roth, Shapley won the 2012 Nobel Memorial Prize in Economic Sciences \"for the theory of stable allocations and the practice of market design.\"",
    "year": 1923,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Juan Antonio Bardem",
    "birthday": "1922-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/%28Juan_Antonio_Bardem%29_Spaanse_verkiezingen_Santiago_Carrillo_%28PCE%29_presenteert_kandidaten_voor_zijn_%E2%80%A6%2C_Bestanddeelnr_929-2263_%28cropped%29.jpg/240px-%28Juan_Antonio_Bardem%29_Spaanse_verkiezingen_Santiago_Carrillo_%28PCE%29_presenteert_kandidaten_voor_zijn_%E2%80%A6%2C_Bestanddeelnr_929-2263_%28cropped%29.jpg",
    "extract": "Juan Antonio Bardem Muñoz was a Spanish film director and screen writer, born in Madrid. He was a member of the Communist Party. Bardem was best known for Muerte de un ciclista (1955) which won the FIPRESCI Prize at the 1955 Cannes Film Festival, and El puente (1977) which won the Golden Prize at the 10th Moscow International Film Festival. His 1979 film Seven Days in January won the Golden Prize at the 11th Moscow International Film Festival. In 1981 he was a member of the jury at the 12th Moscow International Film Festival. In 1993 he was a member of the jury at the 43rd Berlin International Film Festival. In 1953 he and Luis García Berlanga founded a film magazine, Objetivo, which existed until 1956. Bardem is the father of director Miguel Bardem and uncle of actor Javier Bardem. Bardem died in Madrid in 2002, at age 80.",
    "year": 1922,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Carmen Silvera",
    "birthday": "1922-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4a/Edith_Artois.jpg/217px-Edith_Artois.jpg",
    "extract": "Carmen Dorothy Blanche Silvera was a British comic actress. Born in Canada of Spanish descent, she moved to Coventry, England, with her family when she was a child. She appeared on television regularly in the 1960s, and achieved mainstream fame in the 1980s with her starring role in the British television programme, 'Allo 'Allo! as Edith Artois.",
    "year": 1922,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Betty Freeman",
    "birthday": "1921-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/4b/Betty_Freeman.jpg",
    "extract": "Betty Wishnick-Freeman was an American philanthropist and photographer.",
    "year": 1921,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "András Szennay",
    "birthday": "1921-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/SzennayA1.jpg/320px-SzennayA1.jpg",
    "extract": "András Szennay was a Hungarian prelate of the Roman Catholic Church. He was born in Budapest and ordained a priest on 19 November 1944. Szennay was appointed Abbot nullius and Archabbot of the Pannonhalma Archabbey on 14 March 1973 and remained in this position until resigning in 1991. He died in 2012, aged 91.",
    "year": 1921,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Frank G. Clement",
    "birthday": "1920-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Frank_Goad_Clement_Tennessee_Governor.jpg/231px-Frank_Goad_Clement_Tennessee_Governor.jpg",
    "extract": "Frank Goad Clement was an American lawyer and politician who served as the 41st Governor of Tennessee from 1953 to 1959 and from 1963 to 1967. Inaugurated for the first time at age 32, he was the state's youngest and longest-serving governor in the 20th century. Clement owed much of his rapid political rise to his ability to deliver rousing, mesmerizing speeches. His sermon-like keynote address at the 1956 Democratic National Convention has been described as both one of the best and one of the worst keynote addresses in the era of televised conventions.",
    "year": 1920,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Yolande Donlan",
    "birthday": "1920-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Yolande_Donlan_pg351_%28cropped%29.jpg/286px-Yolande_Donlan_pg351_%28cropped%29.jpg",
    "extract": "Yolande Donlan was an American-British actress who worked extensively in the United Kingdom.",
    "year": 1920,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Marcel Reich-Ranicki",
    "birthday": "1920-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Boerne-preis-2007-ffm006.jpg/216px-Boerne-preis-2007-ffm006.jpg",
    "extract": "Marcel Reich-Ranicki was a Polish-born German literary critic and member of the informal literary association Gruppe 47. He was regarded as one of the most influential contemporary literary critics in the field of German literature and has often been called Literaturpapst in Germany.",
    "year": 1920,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Tex Schramm",
    "birthday": "1920-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/07/Tex_Schramm.jpg",
    "extract": "Texas Earnest Schramm Jr. was an American football executive who was the original president and general manager of the Dallas Cowboys franchise of the National Football League (NFL). Schramm, usually referred to as \"Tex\", became the head of the Cowboys when the former expansion team started operations in 1960.",
    "year": 1920,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Johnny Speight",
    "birthday": "1920-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e2/Writer_Johnny_Speight.jpg/286px-Writer_Johnny_Speight.jpg",
    "extract": "Johnny Speight was an English television scriptwriter of many classic British sitcoms.",
    "year": 1920,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Kathryn Tucker Windham",
    "birthday": "1918-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/ff/Kathryn_Tucker_Windham.jpg/218px-Kathryn_Tucker_Windham.jpg",
    "extract": "Kathryn Tucker Windham was an American storyteller, author, photographer, folklorist, and journalist. She was born in Selma, Alabama, and grew up in nearby Thomasville.",
    "year": 1918,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Heinz Sielmann",
    "birthday": "1917-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Heinz_Sielmann_Portr%C3%A4trelie%E2%80%98%E2%80%99f.jpg/320px-Heinz_Sielmann_Portr%C3%A4trelie%E2%80%98%E2%80%99f.jpg",
    "extract": "Heinz Sielmann was a German wildlife photographer, biologist, zoologist and documentary filmmaker.",
    "year": 1917,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Elsie Tu",
    "birthday": "1913-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/77/Elsie_Elliott_Tu.jpg/227px-Elsie_Elliott_Tu.jpg",
    "extract": "Elsie Tu, known as Elsie Elliott in her earlier life, was an English-born Hong Kong social activist, elected member of the Urban Council of Hong Kong from 1963 to 1995, and member of the Legislative Council of Hong Kong from 1988 to 1995.",
    "year": 1913,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Dorothy West",
    "birthday": "1907-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/55/Dorothy_West.jpg/211px-Dorothy_West.jpg",
    "extract": "Dorothy West was an American storyteller and short story writer during the time of the Harlem Renaissance. She is best known for her 1948 novel The Living Is Easy, as well as many other short stories and essays, about the life of an upper-class black family.",
    "year": 1907,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "John Lehmann",
    "birthday": "1907-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Rosamond_Lehmann_with_her_brother_John_and_Lytton_Strachey.jpg/320px-Rosamond_Lehmann_with_her_brother_John_and_Lytton_Strachey.jpg",
    "extract": "Rudolf John Frederick Lehmann was an English poet and man of letters. He founded the periodicals New Writing and The London Magazine, and the publishing house of John Lehmann Limited.",
    "year": 1907,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Johnny Weissmuller",
    "birthday": "1904-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Johny_Weissmuller-publicity.JPG/248px-Johny_Weissmuller-publicity.JPG",
    "extract": "Johnny Weissmuller was an American Olympic swimmer, water polo player and actor. He was known for having one of the best competitive swimming records of the 20th century. He set numerous world records alongside winning five gold medals in the Olympics. He won the 100m freestyle and the 4 × 200 m relay team event in the 1924 Summer Olympics in Paris and the 1928 Summer Olympics in Amsterdam. Weissmuller also won gold in the 400m freestyle, as well as a bronze medal in the water polo competition in Paris.",
    "year": 1904,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Lotte Reiniger",
    "birthday": "1899-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Lotte_Reiniger_1939.jpg/184px-Lotte_Reiniger_1939.jpg",
    "extract": "Charlotte \"Lotte\" Reiniger was a German film director and the foremost pioneer of silhouette animation. Her best known films are The Adventures of Prince Achmed, from 1926, the first feature-length animated film, and Papageno (1935). Reiniger is also noted for having devised, from 1923 to 1926, the first form of a multiplane camera; she made the feature length animation The Adventures of Prince Achmed on it, and continued to make more than 40 films throughout her career.",
    "year": 1899,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Edwin Way Teale",
    "birthday": "1899-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/58/Edwin_Way_Teale_promo_1976.jpg",
    "extract": "Edwin Way Teale was an American naturalist, photographer and writer. Teale's works serve as primary source material documenting environmental conditions across North America from 1930–1980. He is perhaps best known for his series The American Seasons, four books documenting over 75,000 miles (121,000 km) of automobile travel across North America following the changing seasons.",
    "year": 1899,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Thurman Arnold",
    "birthday": "1891-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Thurman_Arnold.jpg/320px-Thurman_Arnold.jpg",
    "extract": "Thurman Wesley Arnold was an American lawyer best known for his trust-busting campaign as Assistant Attorney General in charge of the Antitrust Division in President Franklin D. Roosevelt's Department of Justice from 1938 to 1943. He later served as an Associate Justice of the United States Court of Appeals for the District of Columbia. Before coming to Washington in 1938, Arnold was the mayor of Laramie, Wyoming, and then a professor at Yale Law School, where he took part in the legal realism movement, and published two books: The Symbols of Government (1935) and The Folklore of Capitalism (1937). A few years later, he published The Bottlenecks of Business (1940).",
    "year": 1891,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Takijirō Ōnishi",
    "birthday": "1891-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Takijiro_Onishi.jpg/238px-Takijiro_Onishi.jpg",
    "extract": "Takijirō Ōnishi  was an admiral in the Imperial Japanese Navy during World War II who came to be known as the father of the kamikaze.",
    "year": 1891,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Walter Egan (golfer)",
    "birthday": "1881-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c5/Walter_Egan.jpg/320px-Walter_Egan.jpg",
    "extract": "Walter Eugene Egan was an American golfer who competed in the late 1890s and early 1900s.",
    "year": 1881,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Wallace Hartley",
    "birthday": "1878-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/98/Wallace_Hartley.gif",
    "extract": "Wallace Henry Hartley was an English violinist and bandleader on the RMS Titanic on its maiden voyage. He became famous for leading the eight-member band as the ship sank on 15 April 1912. He died in the sinking.",
    "year": 1878,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Charles Stewart Mott",
    "birthday": "1875-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Charles_S._Mott_1916.png/233px-Charles_S._Mott_1916.png",
    "extract": "Charles Stewart Mott was an American industrialist and businessman, a co-founder of General Motors, philanthropist, and the 50th and 55th mayor of Flint, Michigan.",
    "year": 1875,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jack O'Connor (catcher)",
    "birthday": "1866-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d1/Jack_O%27Connor.jpg",
    "extract": "John Joseph O'Connor, also known as Peach Pie, was a utility player in Major League Baseball in the American Association, the National League, and the American League, primarily used as an outfielder.",
    "year": 1866,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "George Lohmann",
    "birthday": "1865-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/George_Lohmann_1895.jpg/190px-George_Lohmann_1895.jpg",
    "extract": "George Alfred Lohmann was an English cricketer, regarded as one of the greatest bowlers of all time. Statistically, he holds the lowest lifetime Test bowling average among bowlers with more than fifteen wickets and he has the second highest peak rating for a bowler in the ICC ratings. He also holds the record for the lowest strike rate in all Test history.",
    "year": 1865,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Adelaide Casely-Hayford",
    "birthday": "1865-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Adelaide_Casely-Hayford%2C_1903.jpg/207px-Adelaide_Casely-Hayford%2C_1903.jpg",
    "extract": "Adelaide Casely-Hayford, MBE, was a Sierra Leone Creole advocate, an activist of cultural nationalism, a teacher and fiction writer and a feminist. Committed to public service, she worked to improve the conditions of black men and women. As a pioneer of women's education in Sierra Leone, she played a key role in popularizing Pan-Africanist and feminist politics in the early 1900s. She set up a Girls' Vocational and Training School in Freetown in 1923 to instil cultural and racial pride for Sierra Leoneans under colonial rule. In pursuit of Sierra Leone national identity and cultural heritage, she created a sensation by wearing traditional African attire in 1925 to attend a reception in honour of the Prince of Wales.",
    "year": 1865,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Felix Weingartner",
    "birthday": "1863-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Felix_Weingartner.jpg/301px-Felix_Weingartner.jpg",
    "extract": "Paul Felix Weingartner, Edler von Münzberg was an Austrian conductor, composer and pianist.",
    "year": 1863,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Concordia Selander",
    "birthday": "1861-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Concordia_Selander.jpg/253px-Concordia_Selander.jpg",
    "extract": "Concordia Cornelia Johanna Selander, née Hård, was a Swedish actress and theatre manager.",
    "year": 1861,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Edward Elgar",
    "birthday": "1857-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Edward_Elgar.jpg/320px-Edward_Elgar.jpg",
    "extract": "Sir Edward William Elgar, 1st Baronet, was an English composer, many of whose works have entered the British and international classical concert repertoire. Among his best-known compositions are orchestral works including the Enigma Variations, the Pomp and Circumstance Marches, concertos for violin and cello, and two symphonies. He also composed choral works, including The Dream of Gerontius, chamber music and songs. He was appointed Master of the King's Musick in 1924.",
    "year": 1857,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Karl Adolph Gjellerup",
    "birthday": "1857-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Karl_Gjellerup.jpg/277px-Karl_Gjellerup.jpg",
    "extract": "Karl Adolph Gjellerup was a Danish poet and novelist who together with his compatriot Henrik Pontoppidan won the Nobel Prize in Literature in 1917. He is associated with the Modern Breakthrough period of Scandinavian literature. He occasionally used the pseudonym Epigonos.",
    "year": 1857,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Thomas Hardy",
    "birthday": "1840-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Thomashardy_restored.jpg/220px-Thomashardy_restored.jpg",
    "extract": "Thomas Hardy was an English novelist and poet. A Victorian realist in the tradition of George Eliot, he was influenced both in his novels and in his poetry by Romanticism, including the poetry of William Wordsworth. He was highly critical of much in Victorian society, especially on the declining status of rural people in Britain, such as those from his native South West England.",
    "year": 1840,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Émile Munier",
    "birthday": "1840-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Munier_photograph_1893.jpg/265px-Munier_photograph_1893.jpg",
    "extract": "Émile Munier was a French academic artist and student of William-Adolphe Bouguereau.",
    "year": 1840,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Duchess Alexandra of Oldenburg",
    "birthday": "1838-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Alexandra_Petrovna_Grand_Duchess_of_Russia.jpg/236px-Alexandra_Petrovna_Grand_Duchess_of_Russia.jpg",
    "extract": "Grand Duchess Alexandra Petrovna of Russia was a great-granddaughter of Emperor Paul I of Russia and the wife of Grand Duke Nicholas Nikolaevich of Russia, the elder.",
    "year": 1838,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Pope Pius X",
    "birthday": "1835-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Pius_X%2C_by_Ernest_Walter_Histed_%28retouched%29.jpg/255px-Pius_X%2C_by_Ernest_Walter_Histed_%28retouched%29.jpg",
    "extract": "Pope Pius X was head of the Catholic Church from 4 August 1903 to his death in 1914. Pius X is known for vigorously opposing modernist interpretations of Catholic doctrine, promoting liturgical reforms and scholastic philosophy and theology. He initiated the preparation of the 1917 Code of Canon Law, the first comprehensive and systemic work of its kind. He is venerated as a saint in the Catholic Church and is the namesake of the Priestly Fraternity of Saint Pius X.",
    "year": 1835,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Gédéon Ouimet",
    "birthday": "1823-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/94/G%C3%A9d%C3%A9on_Ouimet.jpg",
    "extract": "Gédéon Ouimet was a French-Canadian politician.",
    "year": 1823,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Daniel Pollen",
    "birthday": "1813-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Daniel_Pollen%2C_ca_1873.jpg/265px-Daniel_Pollen%2C_ca_1873.jpg",
    "extract": "Daniel Pollen was a New Zealand politician who became the ninth premier of New Zealand, serving from 6 July 1875 to 15 February 1876.",
    "year": 1813,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "William Lawson (explorer)",
    "birthday": "1774-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Portrait_of_William_Lawson.jpg/260px-Portrait_of_William_Lawson.jpg",
    "extract": "William Lawson, MLC was an English-born Australian explorer, land owner, grazier and politician who migrated to Sydney, New South Wales in 1800. Along with his close friends and colleagues Gregory Blaxland and William Wentworth, he pioneered the first successful crossing of the Blue Mountains by European settlers.",
    "year": 1774,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "John Randolph of Roanoke",
    "birthday": "1773-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/John_Wesley_Jarvis_-_John_Randolph_-_Google_Art_Project.jpg/256px-John_Wesley_Jarvis_-_John_Randolph_-_Google_Art_Project.jpg",
    "extract": "John Randolph, commonly known as John Randolph of Roanoke, was an American planter, and a politician from Virginia, serving in the House of Representatives at various times between 1799 and 1833, and the Senate from 1825 to 1827. He was also Minister to Russia under Andrew Jackson in 1830. After serving as President Thomas Jefferson's spokesman in the House, he broke with the president in 1805 as a result of what he saw as the dilution of traditional Jeffersonian principles as well as perceived mistreatment during the impeachment of Samuel Chase, in which Randolph served as chief prosecutor. Following this split, Randolph proclaimed himself the leader of the \"Old Republicans\" or \"Tertium Quids\", a wing of the Democratic-Republican Party who wanted to restrict the role of the federal government. Specifically, Randolph promoted the Principles of '98, which said that individual states could judge the constitutionality of central government laws and decrees, and could refuse to enforce laws deemed unconstitutional.",
    "year": 1773,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Alessandro Cagliostro",
    "birthday": "1743-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Portrait_of_Giuseppe_Balsamo_%28called_Count_Alessandro_Cagliostro%29_LACMA_62.18_%281_of_2%29.jpg/231px-Portrait_of_Giuseppe_Balsamo_%28called_Count_Alessandro_Cagliostro%29_LACMA_62.18_%281_of_2%29.jpg",
    "extract": "Count Alessandro di Cagliostro was the alias of the occultist Giuseppe Balsamo.",
    "year": 1743,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Marquis de Sade",
    "birthday": "1740-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Marquis_de_sade.jpg/320px-Marquis_de_sade.jpg",
    "extract": "Donatien Alphonse François, Marquis de Sade, was a French nobleman, revolutionary politician, philosopher and writer famous for his literary depictions of a largely imagined libertine sexuality. His works include novels, short stories, plays, dialogues, and political tracts. In his lifetime some of these were published under his own name while others, which Sade denied having written, appeared anonymously.",
    "year": 1740,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jabez Bowen",
    "birthday": "1739-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/John_Singleton_Coply%2C_%22Jabez_Bowen%2C%22_oil_on_canvas%2C_30_x_25_in.jpg/260px-John_Singleton_Coply%2C_%22Jabez_Bowen%2C%22_oil_on_canvas%2C_30_x_25_in.jpg",
    "extract": " Jabez Bowen, Sr. was an American shipper, slave trader and politician. He was a militia colonel during the American Revolutionary War, and served as Deputy Governor of Rhode Island and Chief Justice of the Rhode Island Supreme Court.",
    "year": 1739,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Martha Washington",
    "birthday": "1731-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Martha_washington.jpg/269px-Martha_washington.jpg",
    "extract": "Martha Dandridge Custis Washington was the wife of George Washington, the first president of the United States. Although the title was not coined until after her death, Martha Washington served as the inaugural first lady of the United States. During her lifetime, she was often referred to as \"Lady Washington\".",
    "year": 1731,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "William Salmon",
    "birthday": "1644-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/William_Salmon._Line_engraving_by_W._Sherwin%2C_1671%2C_after_hi_Wellcome_V0005185.jpg/208px-William_Salmon._Line_engraving_by_W._Sherwin%2C_1671%2C_after_hi_Wellcome_V0005185.jpg",
    "extract": "William Salmon (1644–1713) was an English empiric doctor and a writer of medical texts. He advertised himself as a \"Professor of Physick\". Salmon held an equivocal place in the medical community. He led apothecaries in opposing attempts by physicians to control the dispensing of medicines, and was derided by physicians as \"the King of the Quacks\". He has been described as \"a brilliant publicist, but not much of a philosopher\".",
    "year": 1644,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Henry Hyde, 2nd Earl of Clarendon",
    "birthday": "1638-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Irish_School_-_Henry_Hyde_%281638%E2%80%931709%29_%28%5E%29%2C_2nd_Earl_of_Clarendon%2C_MP%2C_FRS%2C_as_Lord_Privy_Seal_%5E_Lord-Lieutenant_of_Ireland_-_836148_-_National_Trust.jpg/257px-Irish_School_-_Henry_Hyde_%281638%E2%80%931709%29_%28%5E%29%2C_2nd_Earl_of_Clarendon%2C_MP%2C_FRS%2C_as_Lord_Privy_Seal_%5E_Lord-Lieutenant_of_Ireland_-_836148_-_National_Trust.jpg",
    "extract": "Henry Hyde, 2nd Earl of Clarendon, PC was an English aristocrat and politician. He held high office at the beginning of the reign of his brother-in-law, King James II.",
    "year": 1638,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Rutger von Ascheberg",
    "birthday": "1621-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Rutger_von_Ascheberg.jpg/250px-Rutger_von_Ascheberg.jpg",
    "extract": "Count Rutger von Ascheberg, also known as Roger von Ascheberg was a soldier, officer and civil servant in Swedish service, being appointed Lieutenant General in 1670, General in 1674, Field Marshal in 1678, Governor General of the Scanian provinces, in 1680, and Royal Councilor in 1681.",
    "year": 1621,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Isaac van Ostade",
    "birthday": "1621-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Isaac_van_Ostade%2C_by_Cornelis_Dusart.jpg/320px-Isaac_van_Ostade%2C_by_Cornelis_Dusart.jpg",
    "extract": "Isaac van Ostade was a Dutch genre and landscape painter.",
    "year": 1621,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Rudolf Christian, Count of East Frisia",
    "birthday": "1602-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Rudolfchristian.jpg/239px-Rudolfchristian.jpg",
    "extract": "Rudolf Christian of Ostfriesland, Count of East Frisia, was count of East Frisia, and the second son of Enno III, Count of East Frisia and Anna of Holstein-Gottorp. During his reign, foreign troops participating in the Thirty Years' War began retreating into and quartering in East Frisia. Also during his reign, fen exploitation in East Frisia begins.",
    "year": 1602,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Pope Leo XI",
    "birthday": "1535-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Portret_van_paus_Leo_XI_Alessandro_Ottaviano_de%27_Medici_._NL-HlmNHA_1477_53010831.JPG/231px-Portret_van_paus_Leo_XI_Alessandro_Ottaviano_de%27_Medici_._NL-HlmNHA_1477_53010831.JPG",
    "extract": "Pope Leo XI, born Alessandro Ottaviano de' Medici, was head of the Catholic Church and ruler of the Papal States from 1 April 1605 to his death. His pontificate is one of the briefest in history, having lasted under a month. He was from the prominent House of Medici originating from Florence. Medici's mother opposed his entering the priesthood and sought to prevent it by having him given secular honours, but after her death he eventually was ordained a priest in 1567. In his career he served as Florence's ambassador to the pope, Bishop of Pistoia, Archbishop of Florence, papal legate to France, and as the cardinal Prefect for the Congregation of the Bishops and Religious. He was elected to the papacy in the March 1605 papal conclave and served as pope for 27 days.",
    "year": 1535,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Charles, Duke of Vendôme",
    "birthday": "1489-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Vendome-Bourbon-2.jpg/235px-Vendome-Bourbon-2.jpg",
    "extract": "Charles de Bourbon was a French prince du sang and military commander at the court of Francis I of France. He is notable as the paternal grandfather of King Henry IV of France.",
    "year": 1489,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ferdinand I of Naples",
    "birthday": "1423-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Ferdinando_I_Napoli.JPG/320px-Ferdinando_I_Napoli.JPG",
    "extract": "Ferdinando Trastámara d'Aragona, of the Naples branch, universally known as Ferrante and also called by his contemporaries Don Ferrando and Don Ferrante, was the only son, illegitimate, of Alfonso I of Naples. He was king of Naples from 1458 to 1494.",
    "year": 1423,
    "month": 6,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Abu Sa'id Bahadur Khan",
    "birthday": "1305-6-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/In_the_court_of_Abu_Sa%27id%2C_folio_from_a_manuscript_of_Nigaristan.jpg/243px-In_the_court_of_Abu_Sa%27id%2C_folio_from_a_manuscript_of_Nigaristan.jpg",
    "extract": "Abu Sa'id Bahadur Khan, also spelt Abusaid Bahador Khan, Abu Sa'id Behauder, was the ninth ruler of the Ilkhanate, a division of the Mongol Empire that encompassed the present day countries of Iran, Azerbaijan, Georgia, and Armenia, as well as portions of Iraq, Turkey, Afghanistan, and Pakistan.",
    "year": 1305,
    "month": 6,
    "day": 2,
    "language": "en"
  }
]