[
  {
    "name": "Tim Anderson (baseball)",
    "birthday": "1993-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Tim_Anderson_%2834459460286%29.jpg/238px-Tim_Anderson_%2834459460286%29.jpg",
    "extract": "Timothy Devon Anderson Jr. is an American professional baseball shortstop for the Chicago White Sox of Major League Baseball (MLB). Anderson played college baseball at East Central Community College, and was selected in the first round of the 2013 MLB draft by the White Sox. He made his MLB debut in 2016. Anderson led the American League in batting average in 2019, won the Silver Slugger Award in 2020, and was an All-Star in 2021.",
    "year": 1993,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Luiza Galiulina",
    "birthday": "1992-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Luisa_Galiulina.JPG/221px-Luisa_Galiulina.JPG",
    "extract": "Luiza Galiulina is an Uzbek gymnast. She was banned from Elite International competition for 2 years after testing positive for furosemide during the London 2012 Olympics. Her ban ended August 1, 2014. She is an ethnic Tatar and currently lives in Belarus.",
    "year": 1992,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Nampalys Mendy",
    "birthday": "1992-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/PapyMendy2.JPG/204px-PapyMendy2.JPG",
    "extract": "Nampalys Mendy is a professional footballer who plays as a defensive midfielder for Premier League club Leicester City. Born and raised in France, he represents Senegal at international level.",
    "year": 1992,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Katie Armiger",
    "birthday": "1991-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Katie_Armiger_7-28-11_Everett%2C_Washington.jpg/320px-Katie_Armiger_7-28-11_Everett%2C_Washington.jpg",
    "extract": "Kaitlyn Michelle Armiger is a country artist from Sugar Land, Texas, U.S. She was first inspired to pursue country music after winning a Houston, Texas, citywide competition for young country singers. As of 2014, Armiger has released four albums for Cold River Records and has charted seven singles on the Billboard Hot Country Songs and Country Airplay charts.",
    "year": 1991,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Clévid Dikamona",
    "birthday": "1990-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/FBBP01_-_Havre_AC_%282016-09-16%29_%2818%29.JPG/291px-FBBP01_-_Havre_AC_%282016-09-16%29_%2818%29.JPG",
    "extract": "Clévid Florian Dikamona is a professional footballer as a defender. Born in France, Dikamona represents Congo at international level.",
    "year": 1990,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Vasek Pospisil",
    "birthday": "1990-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Pospisil_US16_%283%29_%2829827572816%29.jpg/213px-Pospisil_US16_%283%29_%2829827572816%29.jpg",
    "extract": "Vasek Pospisil is a Canadian professional tennis player. Pospisil has a career-high world singles ranking of No. 25, and No. 4 in doubles. Along with partner Jack Sock, he won the 2014 Wimbledon Championships and the 2015 Indian Wells Masters men's doubles titles. He also reached the quarterfinals in singles at the 2015 Wimbledon Championships.",
    "year": 1990,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Laura Ràfols",
    "birthday": "1990-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Laura_Rafols.jpg/306px-Laura_Rafols.jpg",
    "extract": "Laura Ràfols Parellada is a Spanish former footballer who played as a goalkeeper. She served as the captain for Barcelona, and also represented the club in the UEFA Women's Champions League.",
    "year": 1990,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Lisa Carrington",
    "birthday": "1989-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/2013-09-01_Kanu_Renn_WM_2013_by_Olaf_Kosinsky-134_%28cropped%29.jpg/266px-2013-09-01_Kanu_Renn_WM_2013_by_Olaf_Kosinsky-134_%28cropped%29.jpg",
    "extract": "Dame Lisa Marie Carrington is a flatwater canoeist and New Zealand's most successful Olympian, having won a total of five gold medals and one bronze medal. She won three consecutive gold medals in the Women's K‑1 200 metres at the 2012 Summer Olympics, 2016 Summer Olympics and 2020 Summer Olympics, as well as gold in the same event at the 2011 Canoe Sprint World Championships. At the 2020 Summer Olympics she also won a gold medal in the K‑2 500 metres, with crewmate Caitlin Regal, and as an individual in the K‑1 500 metres.",
    "year": 1989,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jordan Nolan",
    "birthday": "1989-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Jordan_Nolan_-_Los_Angeles_Kings.jpg/291px-Jordan_Nolan_-_Los_Angeles_Kings.jpg",
    "extract": "Jordan Nolan is a Canadian actor and former professional ice hockey forward. He most recently played for the Wilkes-Barre/Scranton Penguins in the American Hockey League (AHL). He was selected by the Los Angeles Kings in the seventh round of the 2009 NHL Entry Draft.",
    "year": 1989,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Chet Faker",
    "birthday": "1988-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Chet_Faker_at_The_Rolling_Stone_Awards%2C_2013.jpg/200px-Chet_Faker_at_The_Rolling_Stone_Awards%2C_2013.jpg",
    "extract": "Nicholas James Murphy, known professionally as Chet Faker, is an Australian singer and songwriter. In 2012, as Chet Faker, he issued an extended play, Thinking in Textures, and signed to Downtown Records in the United States. In October 2012, he won Breakthrough Artist of the Year and Thinking in Textures won Best Independent Single/EP at the Australian Independent Records Awards. In January 2013, the work won Best Independent Release at the Rolling Stone Australia Awards for 2012.",
    "year": 1988,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Chellsie Memmel",
    "birthday": "1988-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Chellsie_Memmel_Nationals.JPG/213px-Chellsie_Memmel_Nationals.JPG",
    "extract": "Chellsie Marie Memmel is an American artistic gymnast. She is the 2005 world all-around champion and the 2003 world champion on the uneven bars. She was a member of the United States women's gymnastics team at the 2008 Olympics in Beijing, China.",
    "year": 1988,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Christy Altomare",
    "birthday": "1986-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9e/ChristyAltomareLive.JPG/180px-ChristyAltomareLive.JPG",
    "extract": "Christine \"Christy\" Altomare is an American actress and singer-songwriter.",
    "year": 1986,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Marcel Reece",
    "birthday": "1985-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Marcel_Reece.JPG/283px-Marcel_Reece.JPG",
    "extract": "Marcel Antoine Wayne Reece is a former American football fullback who is the Chief People Officer of the Las Vegas Raiders. He was signed by the Miami Dolphins as an undrafted free agent in 2008. He played college football as a wide receiver at Washington. He has also been a member of the Oakland Raiders and Seattle Seahawks. Reece became an executive with the Las Vegas Raiders in 2020.",
    "year": 1985,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Duffy (singer)",
    "birthday": "1984-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Duffy_2010_erdoedy.jpg/219px-Duffy_2010_erdoedy.jpg",
    "extract": "Aimee Anne Duffy is a Welsh singer, songwriter and actress. Her debut album, Rockferry, released in 2008, became the best-selling album in the United Kingdom that year and led to worldwide attention. It spawned the successful single \"Mercy\". In 2009, Duffy received the Grammy Award for Best Pop Vocal Album for Rockferry, one of three nominations, and won three out of four Brit Awards nominations, for British Breakthrough, Best British Female and Best British Album. In 2010, she made her acting debut in the film Patagonia and released her second studio album Endlessly to moderate success.",
    "year": 1984,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Takeshi Matsuda",
    "birthday": "1984-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Takeshi_Matsuda_1.jpg/255px-Takeshi_Matsuda_1.jpg",
    "extract": "Takeshi Matsuda  is a retired Japanese Olympic, Asian and National Record holding swimmer. He swam for Japan at the 2004, 2008 Olympics, 2012 Olympics, and 2016 Olympics, winning four medals. At the 2008 Olympics, he won a bronze medal in the men's 200 m butterfly in an Asian Record of 1:52.97; in doing so, he also set the Japanese Record in the event. On November 12, 2011, Matsuda set a new Japanese record (1:49.50) at the FINA World Cup for the short course 200 m butterfly. In doing so, he became just the third swimmer in history to break the 1:50 barrier for the event.",
    "year": 1984,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Levern Spencer",
    "birthday": "1984-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/LevernSpencer-23Sep09-147.jpg/213px-LevernSpencer-23Sep09-147.jpg",
    "extract": "Levern Donaline Spencer, SLMM is a Saint Lucian high jumper. Spencer was born in Cacao Babonneau, Castries.",
    "year": 1984,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Brooks Laich",
    "birthday": "1983-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Brooks_Laich_3-3-2011.jpg/320px-Brooks_Laich_3-3-2011.jpg",
    "extract": "Evan Brooks Laich is a Canadian former professional ice hockey forward. He played over 750 National Hockey League (NHL) games across four teams: the Ottawa Senators, Washington Capitals, Toronto Maple Leafs and the Los Angeles Kings.",
    "year": 1983,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "José Rojas (footballer, born 1983)",
    "birthday": "1983-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Colo_Colo_-_San_Luis%2C_2018-08-12_-_Jos%C3%A9_Rojas_-_01_%28cropped%29.jpg/294px-Colo_Colo_-_San_Luis%2C_2018-08-12_-_Jos%C3%A9_Rojas_-_01_%28cropped%29.jpg",
    "extract": "José Manuel Rojas Bahamondes, known as José Rojas, is a Chilean footballer who currently plays for Curicó Unido. Primarily a central defender, he can also be deployed as a left-back.",
    "year": 1983,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Derek Boogaard",
    "birthday": "1982-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Boogaard_in_conversation_cropped.jpg/244px-Boogaard_in_conversation_cropped.jpg",
    "extract": "Derek Leendert Boogaard was a Canadian professional ice hockey left winger who played for the Minnesota Wild and the New York Rangers of the National Hockey League (NHL).",
    "year": 1982,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Antony Costa",
    "birthday": "1981-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Antony_Costa_cropped.jpg/252px-Antony_Costa_cropped.jpg",
    "extract": "Antony Daniel Costa is an English singer-songwriter and actor. He is best known as a member of the boy band Blue.",
    "year": 1981,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Becky Cloonan",
    "birthday": "1980-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Becky_Cloonan_at_New_York_Comic_Con_20111014.jpg/240px-Becky_Cloonan_at_New_York_Comic_Con_20111014.jpg",
    "extract": "Becky Cloonan is an American comic book creator, known for work published by Tokyopop and Vertigo. In 2012 she became the first female artist to draw the main Batman title for DC Comics.",
    "year": 1980,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Melissa Rauch",
    "birthday": "1980-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Melissa_Rauch_at_PaleyFest_2013_%28edited%29.jpg/213px-Melissa_Rauch_at_PaleyFest_2013_%28edited%29.jpg",
    "extract": "Melissa Ivy Rauch is an American actress, model and comedienne. She is known for playing Bernadette Rostenkowski-Wolowitz on the sitcom The Big Bang Theory, for which she was nominated for the Critics' Choice Television Award for Best Supporting Actress in a Comedy Series in 2013. From 2004 to 2008, Rauch worked as a regular contributor on the VH1 series Best Week Ever. Rauch's other acting credits include playing Tina on the American remake of Kath & Kim and Summer on the HBO fantasy horror drama True Blood. Rauch also starred in, co-wrote and co-produced the 2015 sports comedy-drama film The Bronze and provided the voice of DC character Harley Quinn in the 2017 animated film Batman and Harley Quinn. Rauch also had supporting roles in I Love You, Man (2009), Ice Age: Collision Course and Flock of Dudes, and Ode to Joy and The Laundromat.",
    "year": 1980,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Francesca Schiavone",
    "birthday": "1980-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Schiavone_EBN17_%284%29_%2835844740046%29.jpg/214px-Schiavone_EBN17_%284%29_%2835844740046%29.jpg",
    "extract": "Francesca Schiavone is a retired Italian tennis player. She turned professional in 1998 and won the 2010 French Open singles title, becoming the first Italian woman to win a Grand Slam event in singles. She was also runner-up at the 2011 French Open. Her career-high ranking is world No. 4, achieved on 31 January 2011. To date, Schiavone is the last one-handed-backhand player to win a Grand Slam title on the women's tour.",
    "year": 1980,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "LaDainian Tomlinson",
    "birthday": "1979-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/LaDainian_Tomlinson_2017_closeup.jpg/320px-LaDainian_Tomlinson_2017_closeup.jpg",
    "extract": "LaDainian Tarshane Tomlinson is an American former professional football player who was a running back in the National Football League (NFL) for 11 seasons. He is widely considered to be one of the greatest running backs of all time. He spent the majority of his career with the San Diego Chargers, who selected him as the fifth overall pick in the 2001 NFL Draft. Tomlinson was named to five Pro Bowls, was an All-Pro six times, and won consecutive rushing titles in 2006 and 2007, while being named 2006 NFL MVP. At the time of his retirement, he ranked fifth in career rushing yards (13,684), seventh in all-purpose yards (18,456), second in career rushing touchdowns (145), and third in total touchdowns (162). He is currently an analyst on NFL Network. After being elected to the College Football Hall of Fame in 2014, Tomlinson was inducted into the Pro Football Hall of Fame in August 2017, his first year of eligibility; he is the first Pro Football Hall of Famer whose professional career began in the 21st century.",
    "year": 1979,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Memphis Bleek",
    "birthday": "1978-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Memphis_bleek-01-mika.jpg/313px-Memphis_bleek-01-mika.jpg",
    "extract": "Malik Deshawn Cox, known by his stage name Memphis Bleek, is an American rapper, songwriter, and actor who served as the hype man for fellow New York rapper Jay-Z. Cox started his own labels: Get Low Records in 1998, and Warehouse Music Group in 2016. He has released four albums, the first two certified Gold. His next project The Process, has stalled.",
    "year": 1978,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Frédéric Leclercq",
    "birthday": "1978-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Nova2013_DragonForce_Fr%C3%A9d%C3%A9ric_Leclercq_0001.jpg/320px-Nova2013_DragonForce_Fr%C3%A9d%C3%A9ric_Leclercq_0001.jpg",
    "extract": "Frédéric Alexandre \"Fred\" Leclercq is a French musician and producer, best known as the former longtime bassist for British power metal band DragonForce. He is currently the guitarist and main songwriter in the death metal supergroup Sinsaenum, the guitarist and vocalist in Maladaptive, the bassist and a guitarist in Amahiru, and the bassist of German thrash metal group Kreator and French death metal band Loudblast. He is a session musician for various other bands, including George Lynch's Souls of We. He is also a former member of power metal band Heavenly and played several shows with Carnival in Coal and Sabaton.",
    "year": 1978,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Matt Light",
    "birthday": "1978-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Matt_Light.JPG/200px-Matt_Light.JPG",
    "extract": "Matthew Charles Light is a former American football offensive tackle who spent his entire 11-year career playing for the New England Patriots of the National Football League (NFL). He played college football for Purdue University. He was picked by the Patriots in the second round of the 2001 NFL Draft.",
    "year": 1978,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Miguel Ángel Angulo",
    "birthday": "1977-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Miguel_Angel_Angulo_2021.jpg/263px-Miguel_Angel_Angulo_2021.jpg",
    "extract": "Miguel Ángel Angulo Valderrey is a Spanish former professional footballer. Predominantly an attacking midfielder, he was also able to play as a right winger and even as a right back or a forward.",
    "year": 1977,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Hayden Foxe",
    "birthday": "1977-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Hayden_Foxe.jpg/203px-Hayden_Foxe.jpg",
    "extract": "Hayden Vernon Foxe is an Australian former professional soccer player who works as assistant coach with Western United. He played football as a centre-back at the top level in Germany, Japan, Belgium, England and Australia. Foxe represented his country at international level 11 times between 1998 and 2003.",
    "year": 1977,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jaan Jüris",
    "birthday": "1977-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/FIS_Ski_Jumping_World_Cup_2003_Zakopane_-_Jan_Juris.jpg/212px-FIS_Ski_Jumping_World_Cup_2003_Zakopane_-_Jan_Juris.jpg",
    "extract": "Jaan Jüris is an Estonian ski jumper who has competed since 2000. He finished 50th in the individual normal hill event at the 2006 Winter Olympics in Turin.",
    "year": 1977,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jason Mraz",
    "birthday": "1977-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Jason_Mraz_at_Campo_Pequeno_1.jpg/213px-Jason_Mraz_at_Campo_Pequeno_1.jpg",
    "extract": "Jason Thomas Mraz is an American guitarist, singer and songwriter. He rose to prominence with the release of his debut studio album, Waiting for My Rocket to Come (2002), which spawned the single \"The Remedy \", that reached the top 20 on the Billboard Hot 100 chart. His next two studio albums, Mr. A-Z (2005), and We Sing. We Dance. We Steal Things. (2008), peaked in the top five on the Billboard 200; with the latter album spawning the Grammy Award winning singles \"Make It Mine\", and \"Lucky\" with Colbie Caillat.",
    "year": 1977,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Shaun O'Hara",
    "birthday": "1977-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Shaun_O%27Hara.jpg/214px-Shaun_O%27Hara.jpg",
    "extract": "Shaun O'Hara is a former American football center who played in the National Football League for eleven seasons. He played college football for Rutgers University. He began his professional career by signing as an undrafted free agent with the Cleveland Browns, and spent the majority of his NFL career with the New York Giants. He was a three-time Pro Bowl selection.",
    "year": 1977,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Wade Barrett (soccer)",
    "birthday": "1976-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/WadeBarrettPressConference3Nov2013.jpg/320px-WadeBarrettPressConference3Nov2013.jpg",
    "extract": "Wade Barrett is a retired American soccer player. He was most recently the interim head coach of the Houston Dynamo in Major League Soccer.",
    "year": 1976,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Savvas Poursaitidis",
    "birthday": "1976-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Svvas_Poursaitides.jpg/154px-Svvas_Poursaitides.jpg",
    "extract": "Savvas Poursaitidis is a former professional footballer who most recently was the manager of Cypriot First Division club APOEL.",
    "year": 1976,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Brandon Stokley",
    "birthday": "1976-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Brandon_Stokley_%2851650644868%29_%28cropped%29.jpg/320px-Brandon_Stokley_%2851650644868%29_%28cropped%29.jpg",
    "extract": "Brandon Ray Stokley is a former American football wide receiver and current radio personality. He was drafted by the Baltimore Ravens in the fourth round of the 1999 NFL Draft. He played college football at University of Louisiana at Lafayette.",
    "year": 1976,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Paola Suárez",
    "birthday": "1976-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Paola_Suarez.JPG/216px-Paola_Suarez.JPG",
    "extract": "Paola Suárez is a retired tennis player from Argentina. She was one of the most prominent women's doubles players throughout the early and mid-2000s, winning eight Grand Slam titles, all of them with Virginia Ruano Pascual, and holding the No. 1 doubles ranking for 87 non-consecutive weeks. She was also a singles top ten player and semifinalist at the 2004 French Open.",
    "year": 1976,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Emmanuelle Vaugier",
    "birthday": "1976-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Emmanuelle_Vaugier_%22Hidden_Away%22_behind_the_scenes.jpg/272px-Emmanuelle_Vaugier_%22Hidden_Away%22_behind_the_scenes.jpg",
    "extract": "Emmanuelle Frederique Vaugier is a Canadian film and television actress. Vaugier has had recurring roles as Detective Jessica Angell on CSI: NY, Mia on Two and a Half Men, Dr. Helen Bryce on Smallville, FBI Special Agent Emma Barnes on Human Target, and as The Morrigan on Lost Girl. In feature films, Vaugier appeared, albeit in a minor role, alongside Michael Caine and Robert Duvall in Secondhand Lions. She starred as Addison Corday in Saw II, reprising her role in Saw IV, and had a supporting part in the Josh Hartnett film 40 Days and 40 Nights.",
    "year": 1976,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Patrick Vieira",
    "birthday": "1976-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Patrick_Vieira_NYCFC.JPG/213px-Patrick_Vieira_NYCFC.JPG",
    "extract": "Patrick Vieira is a French professional football manager and former player who is the manager of Premier League club Crystal Palace. He is widely considered as one of the greatest midfielders of his generation. Vieira began his career at Cannes in 1994, where several standout performances in his debut season garnered him a move to Serie A club Milan a year later, though he had limited first-team playing time. In 1996, he relocated to England, where he was able to join his fellow countryman Arsène Wenger at Arsenal for a fee of £3.5 million.",
    "year": 1976,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "David Howell (golfer)",
    "birthday": "1975-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/David_Howell_2004_cropped.jpg/150px-David_Howell_2004_cropped.jpg",
    "extract": "David Alexander Howell is an English professional golfer. His career peaked in 2006, when he won the BMW Championship and was ranked in the top 10 of the Official World Golf Ranking for a short time. He played in the Ryder Cup in 2004 and 2006.",
    "year": 1975,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Mike James (basketball, born 1975)",
    "birthday": "1975-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/MikeJames.jpg/178px-MikeJames.jpg",
    "extract": "Michael Lamont James is an American former professional basketball player. A point guard, James played college basketball for Duquesne. James spent 13 seasons in the NBA and played for 11 different teams, winning an NBA championship with the Detroit Pistons in 2004. He averaged 20.3 points per game as a member of the Toronto Raptors during the 2005-2006 season.",
    "year": 1975,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "KT Tunstall",
    "birthday": "1975-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/KT_Tunstall_10_11_2013_-7_%2810221975384%29.jpg/263px-KT_Tunstall_10_11_2013_-7_%2810221975384%29.jpg",
    "extract": "Kate Victoria \"KT\" Tunstall is a Scottish singer-songwriter and musician. She first gained attention with a 2004 live solo performance of her song \"Black Horse and the Cherry Tree\" on Later... with Jools Holland.",
    "year": 1975,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Joel Edgerton",
    "birthday": "1974-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Joel_Edgerton_by_Gage_Skidmore.jpg/211px-Joel_Edgerton_by_Gage_Skidmore.jpg",
    "extract": "Joel Edgerton is an Australian actor and filmmaker. He has appeared in the Star Wars films Attack of the Clones (2002), Revenge of the Sith (2005) as a young Owen Lars, a role he reprised in the Disney+ series Obi-Wan Kenobi (2022), King Arthur (2004) as Gawain, Zero Dark Thirty (2012), The Great Gatsby (2013), Black Mass (2015), Loving (2016), Bright (2017), Red Sparrow (2018), The King (2019), and the limited series The Underground Railroad (2021).",
    "year": 1974,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Mark Hendrickson",
    "birthday": "1974-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/001U8598_Mark_Hendrickson.jpg/278px-001U8598_Mark_Hendrickson.jpg",
    "extract": "Mark Allan Hendrickson is an American former baseball and basketball player. Hendrickson was a pitcher in Major League Baseball (MLB) and played power forward in the National Basketball Association (NBA) and Continental Basketball Association (CBA). He is one of just 13 athletes to play in both MLB and the NBA. He is a former pitching coach for the Aberdeen IronBirds.",
    "year": 1974,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Selma Blair",
    "birthday": "1972-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Selma_Blair%2C_May_2010_cropped.jpg/218px-Selma_Blair%2C_May_2010_cropped.jpg",
    "extract": "Selma Blair Beitner is an American actress. She played a number of roles in films and on television before obtaining recognition for her leading role in the film Brown's Requiem (1998). Her breakthrough came when she starred as Zoe Bean on the WB sitcom Zoe, Duncan, Jack and Jane (1999–2000), and as Cecile Caldwell in the cult film Cruel Intentions (1999). She continued to find success with the comedies Legally Blonde (2001) and The Sweetest Thing (2002), and achieved international fame with her portrayal of Liz Sherman in the big-budget fantasy films Hellboy (2004) and Hellboy II: The Golden Army (2008).",
    "year": 1972,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Zinedine Zidane",
    "birthday": "1972-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Zinedine_Zidane_by_Tasnim_03.jpg/241px-Zinedine_Zidane_by_Tasnim_03.jpg",
    "extract": "Zinedine Yazid Zidane, popularly known as Zizou, is a French professional football manager and former player who played as an attacking midfielder. He most recently coached Spanish club Real Madrid and is one of the most successful coaches in the world. Also widely regarded as one of the greatest players of all time, Zidane was a playmaker renowned for his elegance, vision, passing, ball control and technique. He received many individual accolades as a player, including being named FIFA World Player of the Year in 1998, 2000 and 2003, and winning the 1998 Ballon d'Or.",
    "year": 1972,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Yann Tiersen",
    "birthday": "1970-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Yann_Tiersen_1.jpg/240px-Yann_Tiersen_1.jpg",
    "extract": "Yann Tiersen is a Breton musician and composer. His musical career is split between studio recordings, music collaborations and film soundtracks songwriting. His music incorporates a large variety of classical and contemporary instruments, primarily the electric guitar, the piano, synthesisers and the violin, but also instruments such as the melodica, xylophone, toy piano, harpsichord, piano accordion or even typewriter.",
    "year": 1970,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Martin Klebba",
    "birthday": "1969-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Klebba_%26_Eaton.JPG/320px-Klebba_%26_Eaton.JPG",
    "extract": "Martin Klebba is an American character actor and stunt performer. Klebba has a form of dwarfism called acromicric dysplasia; he is 4 feet 1 inch (1.24 m). Klebba is best known for his role as Marty in the Pirates of the Caribbean franchise.",
    "year": 1969,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Paul Arthurs",
    "birthday": "1965-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Paularthurs.png/251px-Paularthurs.png",
    "extract": "Paul Benjamin Arthurs, widely known as Bonehead, is an English musician. He is best known as the rhythm guitarist, occasional keyboardist and co-founder of the rock band Oasis.",
    "year": 1965,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Sylvia Mathews Burwell",
    "birthday": "1965-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Sylvia_Mathews_Burwell_official_portrait.jpg/256px-Sylvia_Mathews_Burwell_official_portrait.jpg",
    "extract": "Sylvia Mary Burwell is an American government and non-profit executive who has been the 15th president of American University since June 1, 2017. She is the first woman to serve as the university's president. She earlier served as the 22nd United States Secretary of Health and Human Services. President Barack Obama nominated Burwell on April 11, 2014. Burwell's nomination was confirmed by the Senate on June 5, 2014, by a vote of 78–17. She served as Secretary until the end of the Obama administration. Previously, she had been the Director of the White House Office of Management and Budget from 2013 to 2014.",
    "year": 1965,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Peter O'Malley (golfer)",
    "birthday": "1965-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/KLM_2009_Peter_O%27Malley.JPG/320px-KLM_2009_Peter_O%27Malley.JPG",
    "extract": "Peter O'Malley is an Australian professional golfer.",
    "year": 1965,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Tara Morice",
    "birthday": "1964-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Tara_Morice-2-Tropfest_2012.jpg/213px-Tara_Morice-2-Tropfest_2012.jpg",
    "extract": "Tara Morice is an Australian actress.",
    "year": 1964,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Joss Whedon",
    "birthday": "1964-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Joss_Whedon_by_Gage_Skidmore_7.jpg/246px-Joss_Whedon_by_Gage_Skidmore_7.jpg",
    "extract": "Joseph Hill Whedon is an American filmmaker, composer, and comic book writer. He is the founder of Mutant Enemy Productions, co-founder of Bellwether Pictures, and is best known as the creator of several television series: the supernatural drama Buffy the Vampire Slayer (1997–2003) and its spinoff Angel (1999–2004), the short-lived space Western Firefly (2002), the Internet musical miniseries Dr. Horrible's Sing-Along Blog (2008), the science fiction drama Dollhouse (2009–2010), the Marvel Cinematic Universe series Agents of S.H.I.E.L.D. (2013–2020), and the science fiction drama The Nevers (2021).",
    "year": 1964,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Colin Montgomerie",
    "birthday": "1963-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/ColinMontgomerie.jpg/244px-ColinMontgomerie.jpg",
    "extract": "Colin Stuart Montgomerie, OBE is a Scottish professional golfer. He has won a record eight European Tour Order of Merit titles, including a streak of seven consecutively from 1993 to 1999. He has won 31 European Tour events, the most of any British player, placing him fourth on the all-time list of golfers with most European Tour victories.",
    "year": 1963,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Chuck Billy (vocalist)",
    "birthday": "1962-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Chuck_Billy_Gelsenkirchen_RockHard_1019_%28cropped%29.jpg/250px-Chuck_Billy_Gelsenkirchen_RockHard_1019_%28cropped%29.jpg",
    "extract": "Charles \"Chuck\" Billy is an American singer who is best known as the lead vocalist for thrash metal band Testament.",
    "year": 1962,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Richard Arnold (judge)",
    "birthday": "1961-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Sir_Richard_Arnold_%28White_Background%29.jpg/155px-Sir_Richard_Arnold_%28White_Background%29.jpg",
    "extract": "Sir Richard David Arnold styled the Rt Hon Lord Justice Arnold is a Judge of the Court of Appeal of England and Wales.",
    "year": 1961,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "LaSalle Thompson",
    "birthday": "1961-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/32/LaSalle_Thompson_1986-87.jpg",
    "extract": "LaSalle Thompson III is an American former professional basketball player, who spent most of his 15-year career with the Kansas City/Sacramento Kings and Indiana Pacers. The 6'10\", 245-pound Thompson spent time at both the center and power forward positions during his playing career. He later served as an assistant coach for the Charlotte Bobcats, during head coach Larry Brown's tenure and for the New York Knicks during head coach Mike Woodson's tenure.",
    "year": 1961,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Donald Harrison",
    "birthday": "1960-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Donald_Harrison%2C_Jr..jpg/320px-Donald_Harrison%2C_Jr..jpg",
    "extract": "NEA Jazz Master Donald Harrison Jr. is an American jazz saxophonist from New Orleans, Louisiana, United States. He was awarded an Honorary Doctorate by Berklee College of music in 2021. He is married to Mary Alicė Spears-Harrison and the father of Victoria Harrison. He is the uncle of Christian Scott.",
    "year": 1960,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "John Hayes (British politician)",
    "birthday": "1958-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Official_portrait_of_Mr_John_Hayes_crop_2.jpg/240px-Official_portrait_of_Mr_John_Hayes_crop_2.jpg",
    "extract": "Sir John Henry Hayes is a Conservative Party politician in the United Kingdom. He has held five ministerial positions and six shadow ministerial positions. Hayes was appointed as a Privy Councillor in April 2013, and a Knight Bachelor in November 2018.",
    "year": 1958,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Frances McDormand",
    "birthday": "1957-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Frances_McDormand_2015_%28cropped%29.jpg/260px-Frances_McDormand_2015_%28cropped%29.jpg",
    "extract": "Frances Louise McDormand is an American actress and producer. She has received numerous accolades, including four Academy Awards, two Primetime Emmy Awards, and one Tony Award, making her one of the few performers to achieve the \"Triple Crown of Acting\". Additionally, she has received two Golden Globe Awards, three British Academy Film Awards, and four Screen Actors Guild Awards. Although primarily recognized for her roles in small-budget independent films, McDormand's worldwide box office gross exceeds $2.2 billion helped by her appearances in Transformers: Dark of the Moon (2011) and Madagascar 3: Europe's Most Wanted (2012).",
    "year": 1957,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Daniel J. Drucker",
    "birthday": "1956-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Daniel_Joshua_Drucker_FRS.jpg/213px-Daniel_Joshua_Drucker_FRS.jpg",
    "extract": "Daniel Joshua Drucker is a Canadian endocrinologist. A Fellow of the Royal Society, he is a professor of medicine at the Lunenfeld-Tanenbaum Research Institute, Mount Sinai Hospital, Toronto. He is known for his research into intestinal hormones and their use in the treatment of diabetes and other metabolic diseases.",
    "year": 1956,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Randy Jackson",
    "birthday": "1956-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Randy_Jackson_by_Gage_Skidmore.jpg/237px-Randy_Jackson_by_Gage_Skidmore.jpg",
    "extract": "Randall Darius Jackson is an American musician, singer, record producer, entrepreneur, and television personality.",
    "year": 1956,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Glenn Danzig",
    "birthday": "1955-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Danzig_-_Wacken_Open_Air_2018_25.jpg/233px-Danzig_-_Wacken_Open_Air_2018_25.jpg",
    "extract": "Glenn Allen Anzalone, better known by his stage name Glenn Danzig, is an American singer, songwriter, musician, film director, and record producer. He is the founder of the bands Misfits, Samhain and Danzig. He owns the Evilive record label as well as Verotik, an adult-oriented comic book publishing company.",
    "year": 1955,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jean Tigana",
    "birthday": "1955-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Jean_Tigana_cropped.jpg/240px-Jean_Tigana_cropped.jpg",
    "extract": "Amadou Jean Tigana is a French former footballer and coach. He has played in midfield and managed professional football extensively throughout France, including 52 appearances and one goal for the France national football team during the 1980s. He most recently coached Chinese Super League outfit Shanghai Shenhua. In his prime, he was a tireless central midfielder, renowned as one of the best midfielders in the world during the 1980s.",
    "year": 1955,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Armen Sarkissian",
    "birthday": "1953-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/President_of_the_Republic_of_Armenia_Armen_Sarkissian_%28cropped%29.jpg/247px-President_of_the_Republic_of_Armenia_Armen_Sarkissian_%28cropped%29.jpg",
    "extract": "Armen Vardani Sarkissian is a British Armenian politician, physicist and computer scientist who served as the 4th president of Armenia from 9 April 2018 to 1 February 2022. He served as Prime Minister of Armenia from 4 November 1996 to 20 March 1997 and was the country's longest-serving ambassador to the United Kingdom from 1998 to 2018. Sarkissian was elected on 2 March 2018 and assumed the presidency on 9 April 2018.",
    "year": 1953,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Raj Babbar",
    "birthday": "1952-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d7/Raaj_Babbar.jpg",
    "extract": "Raj Babbar is an Indian Hindi and Punjabi film actor and politician belonging to Indian National Congress. three-time member of the Lok Sabha and a two-time member of the Upper House of the Indian Parliament. He was the President of Uttar Pradesh Congress Committee.",
    "year": 1952,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Michèle Mouton",
    "birthday": "1951-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Mich%C3%A8le_Mouton_in_2011.jpg/212px-Mich%C3%A8le_Mouton_in_2011.jpg",
    "extract": "Michèle Mouton is a French former rally driver. Competing in the World Rally Championship for the Audi factory team, she took four victories and finished runner-up in the drivers' world championship in 1982.",
    "year": 1951,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Gordon Bray",
    "birthday": "1949-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Gordon_bray.jpg/213px-Gordon_bray.jpg",
    "extract": "Gordon Timothy Bray AM is an Australian sports commentator and sports journalist. He is colloquially known as \"The Voice of Rugby\".",
    "year": 1949,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Clarence Thomas",
    "birthday": "1948-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Clarence_Thomas_official_SCOTUS_portrait.jpg/233px-Clarence_Thomas_official_SCOTUS_portrait.jpg",
    "extract": "Clarence Thomas is an American lawyer who serves as an associate justice of the U.S. Supreme Court. He was nominated by President George H. W. Bush to succeed Thurgood Marshall, and has served since 1991. Thomas is the second African American to serve on the Court, after Marshall. Since 2018, Thomas has been the longest-serving member of the Court with a tenure of over 30 years, making him the most senior associate justice on the Supreme Court.",
    "year": 1948,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Bryan Brown",
    "birthday": "1947-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/BryanBrown09TIFF.jpg/201px-BryanBrown09TIFF.jpg",
    "extract": "Bryan Neathway Brown AM is an Australian actor. He has performed in over eighty film and television projects since the late 1970s, both in his native Australia and abroad. Notable films include Breaker Morant (1980), Give My Regards to Broad Street (1984), F/X (1986), Tai-Pan (1986), Cocktail (1988), Gorillas in the Mist (1988), F/X2 (1991), Along Came Polly (2004), Australia (2008), Kill Me Three Times (2014) and Gods of Egypt (2016). He was nominated for a Golden Globe Award and an Emmy Award for his performance in the television miniseries The Thorn Birds (1983).",
    "year": 1947,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ted Shackelford",
    "birthday": "1946-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Ted_Shakelford_%28253554794%29.jpg/212px-Ted_Shakelford_%28253554794%29.jpg",
    "extract": "Theodore Tillman Shackelford III is an American actor. He played Gary Ewing in the CBS television series Dallas and Knots Landing (1979–1993); since 2006, he has appeared in a recurring role on the CBS soap The Young and the Restless, portraying twin brothers William and Jeffrey Bardwell.",
    "year": 1946,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Kjell Albin Abrahamson",
    "birthday": "1945-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Kjell_Albin_Abrahamson.JPG/320px-Kjell_Albin_Abrahamson.JPG",
    "extract": "Kjell Albin Abrahamson was a Swedish journalist and author. He served as Swedish National Radio's senior correspondent to Warsaw, Poland, a position he previously held in Moscow, USSR (1986–1990); twice in Vienna, Austria ; and once before in Warsaw (1994–1997). He also wrote for Sydsvenska Dagbladet and op-ed pieces for Länstidningen of Östersund.",
    "year": 1945,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "John Garang",
    "birthday": "1945-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b3/John_Garang.jpg",
    "extract": "John Garang de Mabior was a Sudanese politician and revolutionary leader. From 1983 to 2005, he led the Sudan People's Liberation Army during the Second Sudanese Civil War, and following a peace agreement he briefly served as First Vice President of Sudan for 3 weeks until his death in a helicopter crash on 30 July 2005. A developmental economist by profession, Garang was a major influence on the movement that led to the foundation of South Sudan.",
    "year": 1945,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Patrick Bokanowski",
    "birthday": "1943-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Patrick_D_9574.jpg/251px-Patrick_D_9574.jpg",
    "extract": "Patrick Bokanowski is a French filmmaker who makes experimental and animated films.",
    "year": 1943,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "James Levine",
    "birthday": "1943-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/James_Levine_2013.jpg/320px-James_Levine_2013.jpg",
    "extract": "James Lawrence Levine was an American conductor and pianist. He was music director of the Metropolitan Opera from 1976 to 2016. He was formally terminated from all his positions and affiliations with the Met on March 12, 2018, over sexual misconduct allegations, which he denied.",
    "year": 1943,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Martin Rees",
    "birthday": "1942-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Official_portrait_of_Lord_Rees_of_Ludlow_crop_2.jpg/240px-Official_portrait_of_Lord_Rees_of_Ludlow_crop_2.jpg",
    "extract": "Martin John Rees, Baron Rees of Ludlow, is a British cosmologist and astrophysicist. He is the fifteenth Astronomer Royal, appointed in 1995, and was Master of Trinity College, Cambridge from 2004 to 2012 and President of the Royal Society between 2005 and 2010.",
    "year": 1942,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Robert Hunter (lyricist)",
    "birthday": "1941-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Robert_Hunter_Town_Hall_2013-10-10.jpg/240px-Robert_Hunter_Town_Hall_2013-10-10.jpg",
    "extract": "Robert C. Christie Hunter was an American lyricist, singer-songwriter, translator, and poet, best known for his work with the Grateful Dead. Born near San Luis Obispo, California, Hunter spent some time in his childhood in foster homes, as a result of his father's abandoning his family, and took refuge in reading and writing. He attended the University of Connecticut for a year before returning to Palo Alto, where he became friends with Jerry Garcia. Garcia and Hunter began a collaboration that lasted through the remainder of Garcia's life.",
    "year": 1941,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Adam Faith",
    "birthday": "1940-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Adam_Faith_headshot.jpg/252px-Adam_Faith_headshot.jpg",
    "extract": "Terence Nelhams Wright, known as Adam Faith, was an English singer, actor, and financial journalist. A teen idol, he scored consecutive No. 1 hits on the UK Singles Chart with \"What Do You Want?\" (1959) and \"Poor Me\" (1960). He became the first UK artist to lodge his initial seven hits in the top 5, and was ultimately one of the most charted acts of the 1960s. He was also one of the first UK acts to record original songs regularly. Faith also maintained a successful acting career, appearing as Dave in the teen exploitation film Beat Girl (1960), the eponymous lead in the ITV television series Budgie and Frank Carver in the BBC comedy drama Love Hurts.",
    "year": 1940,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "George Feigley",
    "birthday": "1940-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e1/George_Feigley.jpg",
    "extract": "George Feigley was an American church leader. He has been described as a sex cult leader. Feigley served over 32 years in prison for sex crimes against children, from 1975 to 2008.",
    "year": 1940,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Derry Irvine, Baron Irvine of Lairg",
    "birthday": "1940-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Coronet_of_a_British_Baron.svg/320px-Coronet_of_a_British_Baron.svg.png",
    "extract": "Alexander Andrew Mackay Irvine, Baron Irvine of Lairg, known as Derry Irvine, is a Scottish lawyer, judge and political figure who served as Lord Chancellor under his former pupil barrister, Tony Blair.",
    "year": 1940,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Wilma Rudolph",
    "birthday": "1940-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Wilma_Rudolph_1960.jpg/220px-Wilma_Rudolph_1960.jpg",
    "extract": "Wilma Glodean Rudolph was an American sprinter, who became a world-record-holding Olympic champion and international sports icon in track and field following her successes in the 1956 and 1960 Olympic Games. Rudolph competed in the 200-meter dash and won a bronze medal in the 4 × 100-meter relay at the 1956 Summer Olympics at Melbourne, Australia. She also won three gold medals, in the 100- and 200-meter individual events and the 4 x 100-meter relay at the 1960 Summer Olympics in Rome, Italy. Rudolph was acclaimed the fastest woman in the world in the 1960s and became the first American woman to win three gold medals in a single Olympic Games.",
    "year": 1940,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Mike Shrimpton",
    "birthday": "1940-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f0/Mike_Shrimpton_1993.jpg",
    "extract": "Michael John Froud Shrimpton was a New Zealand cricketer and coach.",
    "year": 1940,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Stuart Sutcliffe",
    "birthday": "1940-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d2/Stuart_stucliffe.jpg/320px-Stuart_stucliffe.jpg",
    "extract": "Stuart Fergusson Victor Sutcliffe was a Scottish painter and musician best known as the original bass guitarist of the English rock band the Beatles. Sutcliffe left the band to pursue his career as a painter, having previously attended the Liverpool College of Art. Sutcliffe and John Lennon are credited with inventing the name \"Beetles\" (sic), as they both liked Buddy Holly's band, the Crickets. They also had a fascination of group names with double meanings, so John then came up with \"The Beatles\", from the word beat. As a member of the group when it was a five-piece band, Sutcliffe is one of several people sometimes referred to as the \"Fifth Beatle\".",
    "year": 1940,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Diana Trask",
    "birthday": "1940-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Diana_Trask%2C_20th_Century_Fox_Player.jpg/255px-Diana_Trask%2C_20th_Century_Fox_Player.jpg",
    "extract": "Diana Roselyn Trask is an Australian-born country and pop singer. In the early 1960s she was a regular pop music performer on United States TV shows, Don McNeill's Breakfast Club and Sing Along with Mitch. From 1968 to 1981 she was a country music singer in the US and in Australia. In the US, she had eighteen singles on the Billboard Hot Country Songs chart, where her top 20 hits are \"Say When\" and \"It's a Man's World \", \"When I Get My Hands on You\" and \"Lean It All on Me\". In January 1962 she married Thom Ewen, a Connecticut businessman, to become Diana Ewen. In the 1980s Trask withdrew from performing to look after Ewen, who had had a stroke: he subsequently died in 2009. The couple have two children. Trask co-authored her autobiography, Whatever Happened to Diana Trask: A Memoir, with Alison Campbell Rate, on 1 May 2010.",
    "year": 1940,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Scott Burton",
    "birthday": "1939-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/9d/Scott_Burton_Portrait.png",
    "extract": "Scott Burton was an American sculptor and performance artist best known for his large-scale furniture sculptures in granite and bronze.",
    "year": 1939,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Martti Ahtisaari",
    "birthday": "1937-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Martti_Ahtisaari%2C_tidigare_president_Finland_och_mottagare_av_Nobels_fredrspris_%282%29.jpg/213px-Martti_Ahtisaari%2C_tidigare_president_Finland_och_mottagare_av_Nobels_fredrspris_%282%29.jpg",
    "extract": "Martti Oiva Kalevi Ahtisaari is a Finnish politician, the tenth president of Finland (1994–2000), a Nobel Peace Prize laureate, and a United Nations diplomat and mediator noted for his international peace work.",
    "year": 1937,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Alan Haselhurst, Baron Haselhurst",
    "birthday": "1937-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Official_portrait_of_Lord_Haselhurst_crop_2.1%2C_2019.jpg/240px-Official_portrait_of_Lord_Haselhurst_crop_2.1%2C_2019.jpg",
    "extract": "Alan Gordon Barraclough Haselhurst, Baron Haselhurst, Kt. is a British Conservative politician who served as Member of Parliament (MP) for Saffron Walden from 1977 to 2017, having previously represented Middleton and Prestwich from 1970 to 1974. Haselhurst was Chairman of Ways and Means from 14 May 1997 to 8 June 2010, and later Chairman of the Commonwealth Parliamentary Association between 2011 and 2014. He was the oldest Conservative MP when he stood down at the 2017 general election. In May 2018, he was appointed as a life peer, and currently sits in the House of Lords as Baron Haselhurst.",
    "year": 1937,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Costas Simitis",
    "birthday": "1936-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Konstantinos_Simitis_2012-01-23.jpg/248px-Konstantinos_Simitis_2012-01-23.jpg",
    "extract": "Konstantinos G. Simitis, usually referred to as Costas Simitis or Kostas Simitis, is a Greek politician who served as Prime Minister of Greece and was leader of the Panhellenic Socialist Movement (PASOK) from 1996 to 2004.",
    "year": 1936,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Maurice Ferré",
    "birthday": "1935-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Maurice_Ferre_2009.jpg/213px-Maurice_Ferre_2009.jpg",
    "extract": "Maurice Antonio Ferré was an American politician who served six terms as the Mayor of Miami. Ferré was the first Puerto Rican-born United States mayor and the first Latino Mayor of Miami. He was an unsuccessful candidate in the 2010 elections for the U.S. Senate seat for Florida vacated by Mel Martínez for the Democratic primary.",
    "year": 1935,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Keith Sutton (bishop)",
    "birthday": "1934-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Bishop_Keith_-_As_a_younger_Clergyman_in_the_1980s.jpg/233px-Bishop_Keith_-_As_a_younger_Clergyman_in_the_1980s.jpg",
    "extract": "Keith Norman Sutton was the 97th Bishop of Lichfield from 1984 to 2003.",
    "year": 1934,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Bill Torrey",
    "birthday": "1934-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/BillTorrey.jpg/269px-BillTorrey.jpg",
    "extract": "William Arthur Torrey was a Canadian hockey executive. He served as a general manager in the National Hockey League for the Oakland Seals, New York Islanders, and Florida Panthers. He developed the Islanders into a dynasty that won four consecutive Stanley Cups. He was often known as \"The Architect\", and \"Bow-Tie\" Bill, after the signature bow tie he always wore.",
    "year": 1934,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Virbhadra Singh",
    "birthday": "1934-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Virbhadra_Singh_HP.jpg/239px-Virbhadra_Singh_HP.jpg",
    "extract": "Virbhadra Singh was an Indian politician who served 6 terms and 21 years as the 4th Chief Minister of Himachal Pradesh. A leader of the Indian National Congress party, he was elected 9 times as an Member of Legislative Assembly to the Himachal Pradesh Vidhan Sabha and 5 times as Member of Parliament to the Lok Sabha. Virbhadra Singh was popularly known by the honorific Raja Sahib. Singh holds the distinction of being the longest serving Chief Minister of Himachal Pradesh, holding the office from 1983 to 1990, from 1993 to 1998, from 2003 to 2007 and finally from 2012 to 2017, when he was succeeded by the BJP's Jai Ram Thakur. He was elected to the Lok Sabha in 1962, 1967, 1971, 1980 and 2009. Singh served as a Union Minister in the governments of Indira Gandhi and Manmohan Singh. At the time of his demise, he was serving as an MLA from Arki constituency.",
    "year": 1934,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ola Ullsten",
    "birthday": "1931-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Ola_Ullsten.JPG/264px-Ola_Ullsten.JPG",
    "extract": "Stig Kjell Olof \"Ola\" Ullsten was a Swedish politician and diplomat who was Prime Minister of Sweden from 1978 to 1979 and leader of the Liberal People's Party from 1978 to 1983. He also served as Deputy Prime Minister briefly in 1978 and then again from 1980 to 1982 and served as Minister for Foreign Affairs from 1979 to 1982.",
    "year": 1931,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Donn F. Eisele",
    "birthday": "1930-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Eisele_donn.jpg/256px-Eisele_donn.jpg",
    "extract": "Donn Fulton Eisele, , was a United States Air Force officer, test pilot, and later a NASA astronaut. He occupied the command module pilot seat during the flight of Apollo 7 in 1968. After retiring from both NASA and the Air Force in 1972, he became the Peace Corps country director for Thailand, before moving into private business.",
    "year": 1930,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Marie-Thérèse Houphouët-Boigny",
    "birthday": "1930-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/The_Houphouet-Boignys.jpg/210px-The_Houphouet-Boignys.jpg",
    "extract": "Marie-Thérèse Houphouët-Boigny is the former First Lady of Ivory Coast. Her husband was Félix Houphouët-Boigny, the first President of Côte d'Ivoire from 1962 to 1993.",
    "year": 1930,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "June Carter Cash",
    "birthday": "1929-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/JuneCarterAtGrandOleOpry1999.jpg/256px-JuneCarterAtGrandOleOpry1999.jpg",
    "extract": "June Carter Cash was an American singer, songwriter, actress, dancer, comedian, and author. A five-time Grammy award-winner, she was a member of the Carter Family and the second wife of singer Johnny Cash. Prior to her marriage to Cash, she was professionally known as June Carter and occasionally was still credited as such after her marriage. She played guitar, banjo, harmonica, and autoharp, and acted in several films and television shows. Carter Cash won five Grammy Awards and was inducted into the Christian Music Hall of Fame in 2009.",
    "year": 1929,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Mario Ghella",
    "birthday": "1929-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Mario_Ghella.JPG/238px-Mario_Ghella.JPG",
    "extract": "Mario Ghella is a former Italian racing cyclist and Olympic champion in track cycling. He won a gold medal in the individual sprint event at the 1948 Summer Olympics in London.",
    "year": 1929,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jean Cione",
    "birthday": "1928-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/57/Jean_Cione.jpg",
    "extract": "Jean S. Cione [″Cy″] was a pitcher who played from 1945 through 1954 in the All-American Girls Professional Baseball League. Listed at 5' 8\", 143 lb., She batted and threw left-handed.",
    "year": 1928,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Klaus von Dohnanyi",
    "birthday": "1928-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/2018-11-07-Klaus_von_Dohnanyi-Maischberger-1157.jpg/213px-2018-11-07-Klaus_von_Dohnanyi-Maischberger-1157.jpg",
    "extract": "Klaus von Dohnanyi is a German politician of the Social Democratic Party (SPD). He served as mayor of Hamburg between 1981 and 1988.",
    "year": 1928,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Bob Fosse",
    "birthday": "1927-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Bob_Fosse_1963_%28cropped%29.jpg/236px-Bob_Fosse_1963_%28cropped%29.jpg",
    "extract": "Robert Louis Fosse was an American actor, choreographer, dancer, and film and stage director. He directed and choreographed musical works on stage and screen, including the stage musicals The Pajama Game (1954), Damn Yankees (1955), How to Succeed in Business Without Really Trying (1961), Sweet Charity (1966), Pippin (1972), and Chicago (1975). His films include Sweet Charity (1969), Cabaret (1972), Lenny (1975), All That Jazz (1979), and Star 80 (1983).",
    "year": 1927,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "John Habgood",
    "birthday": "1927-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/John_Stapylton_Habgood_%281981%29.jpg/240px-John_Stapylton_Habgood_%281981%29.jpg",
    "extract": "John Stapylton Habgood, Baron Habgood, was a British Anglican bishop, academic, and life peer. He was Bishop of Durham from 1973 to 1983, and Archbishop of York from 18 November 1983 to 1995. In 1995, he was made a life peer and so continued to serve in the House of Lords after stepping down as archbishop. He took a leave of absence in later life, and in 2011 was one of the first peers to explicitly retire from the Lords.",
    "year": 1927,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Lawson Soulsby, Baron Soulsby of Swaffham Prior",
    "birthday": "1926-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/8f/Lordsoulsby.jpg",
    "extract": "Ernest Jackson Lawson Soulsby, Baron Soulsby of Swaffham Prior was a British microbiologist and parasitologist. In 1990 he was made a Conservative life peer and sat in the House of Lords until his retirement in December 2015.",
    "year": 1926,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Arnaldo Pomodoro",
    "birthday": "1926-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Arnaldo_Pomodoro_1975.jpg/320px-Arnaldo_Pomodoro_1975.jpg",
    "extract": "Arnaldo Pomodoro is an Italian sculptor. He was born in Morciano, Romagna, and lives and works in Milan. His brother, Giò Pomodoro (1930–2002) was also a sculptor.",
    "year": 1926,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Miriam Karlin",
    "birthday": "1925-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/MiriamKarlinAClockworkOrange.png/320px-MiriamKarlinAClockworkOrange.png",
    "extract": "Miriam Karlin was an English actress whose career lasted for more than 60 years. She was known for her role as Paddy in The Rag Trade, a 1960s BBC and 1970s LWT sitcom, and in particular for the character's catchphrase \"Everybody out!\" Her trademark throughout her career was her deep, husky voice and well-spoken London accent.",
    "year": 1925,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Art Modell",
    "birthday": "1925-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/79/1980-modell-browns_crop.jpg",
    "extract": "Arthur Bertram Modell was an American businessman, entrepreneur and National Football League team owner. He owned the Cleveland Browns franchise for 35 years and established the Baltimore Ravens franchise, which he owned for nine years.",
    "year": 1925,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Anna Chennault",
    "birthday": "1925-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Anna_Chennault_%28cropped%29.jpg/261px-Anna_Chennault_%28cropped%29.jpg",
    "extract": "Anna Chennault, born Chan Sheng Mai, later spelled Chen Xiangmei, also known as Anna Chan Chennault or Anna Chen Chennault, was a war correspondent and prominent Republican member of the U.S. China Lobby. She was married to American World War II aviator General Claire Chennault.",
    "year": 1925,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Doris Johnson",
    "birthday": "1923-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Doris_Johnson.jpg/231px-Doris_Johnson.jpg",
    "extract": "Doris J. Johnson is an American former politician in the state of Washington. Johnson served in the Washington House of Representatives as a Democrat from the 16th District, as well as the 8th District. A school counselor, Johnson attended Western Washington State College and earned a master's degree in education. She was raised in Bellingham, Washington. She married Harold Johnson and had a daughter, Adra Ann, and lives in Kennewick.",
    "year": 1923,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Morris R. Jeppson",
    "birthday": "1922-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Morris_Jeppson.jpg/245px-Morris_Jeppson.jpg",
    "extract": "Morris Richard Jeppson was a Second Lieutenant in the United States Army Air Forces during World War II. He served as assistant weaponeer on the Enola Gay, which dropped the first atomic bomb on the city of Hiroshima, Japan on August 6, 1945.",
    "year": 1922,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Hal Laycoe",
    "birthday": "1922-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Hal_With_Glasses.jpg/231px-Hal_With_Glasses.jpg",
    "extract": "Harold Richardson Laycoe was a Canadian ice hockey defenceman and coach. He played in the National Hockey League (NHL) with the New York Rangers, Montreal Canadiens, and Boston Bruins between 1945 and 1956. After his playing career he became a coach, working as both a coach and general manager in the Western Hockey League between 1956 and 1969. He coached the Los Angeles Kings of the NHL for the first part of the 1969–70 season, and in 1970 became the inaugural coach of the Vancouver Canucks, spending two seasons as coach and a final season as the general manager in 1973–74.",
    "year": 1922,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Paul Findley",
    "birthday": "1921-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/cf/PaulFindley.jpg",
    "extract": "Paul Augustus Findley was an American writer and politician. He served as United States Representative from Illinois, representing its 20th District. A Republican, he was first elected in 1960. A moderate Republican for most of his long political career, Findley was a supporter of civil rights and an early opponent of the U.S. war in Vietnam. He co-authored the War Powers Act in 1973, which is supposed to limit the ability of the president to go to war without Congressional authorization. Findley lost his seat in 1982 to current United States Senator Dick Durbin. He was a cofounder of the Council for the National Interest, a Washington, D.C. advocacy group and was a vocal critic of American policy towards Israel.",
    "year": 1921,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Mohamed Boudiaf",
    "birthday": "1919-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Le_jeun_Mohamed_Boudiaf.jpg/257px-Le_jeun_Mohamed_Boudiaf.jpg",
    "extract": "Mohamed Boudiaf, also called Si Tayeb el Watani, was an Algerian political leader and one of the founders of the revolutionary National Liberation Front (FLN) that led the Algerian War of Independence (1954–1962). Boudiaf was exiled soon after Algerian independence, and did not go back to Algeria for 27 years. He returned in 1992 to accept a position of Chairman of the High Council of State, but was assassinated four months later.",
    "year": 1919,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Len Hutton",
    "birthday": "1916-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Len_Hutton_c1938.jpg/193px-Len_Hutton_c1938.jpg",
    "extract": "Sir Leonard Hutton was an English cricketer. He played as an opening batsman for Yorkshire County Cricket Club from 1934 to 1955 and for England in 79 Test matches between 1937 and 1955. Wisden Cricketers' Almanack described him as \"one of the greatest batsmen in the history of cricket\". He set a record in 1938 for the highest individual innings in a Test match in only his sixth Test appearance, scoring 364 runs against Australia, a milestone that stood for nearly 20 years. Following the Second World War, he was the mainstay of England's batting. In 1952, he became the first professional cricketer of the 20th Century to captain England in Tests; under his captaincy England won the Ashes the following year for the first time in 19 years.",
    "year": 1916,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Irene Worth",
    "birthday": "1916-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Irene-worth-trailer.jpg/320px-Irene-worth-trailer.jpg",
    "extract": "Irene Worth, CBE was an American stage and screen actress who became one of the leading stars of the British and American theatre. She pronounced her given name with three syllables: \"I-REE-nee\".",
    "year": 1916,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Frances Gabe",
    "birthday": "1915-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Patent_Model-Self-Cleaning_House.jpg/320px-Patent_Model-Self-Cleaning_House.jpg",
    "extract": "Frances Gabe was a feminist artist and inventor and most well known for designing and building the first \"self-cleaning house\" in Newberg, Oregon. Disgusted with the nuisance of cleaning as a housewife in the 1970s Gabe invented a house that purported to clean itself. She received a patent for her invention in 1984 which included 68 separate inventions for sprinklers and drying units that would wash and dry everything from the walls, the clothes, the dishes, etc. and channeled the waste water out of the house via a series of drains in the floor. Gabe and her invention were featured in People magazine in 1982 and in The New York Times’ Home & Garden section in 2002, as well as on Phil Donahue’s talk show and in several books, including Chuck Palahniuk’s Fugitives & Refugees (2003). The model for the house was displayed in 2002 - 2003 at The Women's Museum in Dallas, Texas where it was a popular exhibit. It is now part of the Hagley Museum and Library's collection.",
    "year": 1915,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "William P. Rogers",
    "birthday": "1913-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/William_P._Rogers%2C_U.S._Secretary_of_State.jpg/260px-William_P._Rogers%2C_U.S._Secretary_of_State.jpg",
    "extract": "William Pierce Rogers was an American diplomat and attorney. He served as United States Attorney General under President Dwight D. Eisenhower and United States Secretary of State under President Richard Nixon. Despite Rogers being a close confidant of Nixon, National Security Advisor Henry Kissinger overshadowed Rogers and eventually succeeded him as Secretary of State. Rogers was the last surviving member of the cabinet of Dwight D. Eisenhower.",
    "year": 1913,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Alan Turing",
    "birthday": "1912-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Alan_Turing_Aged_16.jpg/235px-Alan_Turing_Aged_16.jpg",
    "extract": "Alan Mathison Turing was an English mathematician, computer scientist, logician, cryptanalyst, philosopher, and theoretical biologist. Turing was highly influential in the development of theoretical computer science, providing a formalisation of the concepts of algorithm and computation with the Turing machine, which can be considered a model of a general-purpose computer. He is widely considered to be the father of theoretical computer science and artificial intelligence.",
    "year": 1912,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jean Anouilh",
    "birthday": "1910-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/69/Jean_Anouilh.jpg/237px-Jean_Anouilh.jpg",
    "extract": "Jean Marie Lucien Pierre Anouilh was a French dramatist whose career spanned five decades. Though his work ranged from high drama to absurdist farce, Anouilh is best known for his 1944 play Antigone, an adaptation of Sophocles' classical drama, that was seen as an attack on Marshal Pétain's Vichy government. His plays are less experimental than those of his contemporaries, having clearly organized plot and eloquent dialogue. One of France's most prolific writers after World War II, much of Anouilh's work deals with themes of maintaining integrity in a world of moral compromise.",
    "year": 1910,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Gordon B. Hinckley",
    "birthday": "1910-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Gordon_B._Hinckley2.jpg/264px-Gordon_B._Hinckley2.jpg",
    "extract": "Gordon Bitner Hinckley was an American religious leader and author who served as the 15th President of The Church of Jesus Christ of Latter-day Saints from March 1995 until his death in January 2008 at age 97. Considered a prophet, seer, and revelator by church members, Hinckley was the oldest person to preside over the church in its history until Russell M. Nelson surpassed his age in 2022.",
    "year": 1910,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Milt Hinton",
    "birthday": "1910-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Milt_Hinton.jpg/320px-Milt_Hinton.jpg",
    "extract": "Milton John Hinton was an American double bassist and photographer.",
    "year": 1910,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Bill King (Royal Navy officer)",
    "birthday": "1910-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Bill_new.jpg/320px-Bill_new.jpg",
    "extract": "Commander William Donald Aelian King, DSO & Bar, DSC was a British naval officer, yachtsman and author. He was the oldest participant in the first solo non-stop, around-the-world yacht race, the Sunday Times Golden Globe Race, and the only person to command a British submarine on both the first and last days of World War II.",
    "year": 1910,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "David Lewis (Canadian politician)",
    "birthday": "1909-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/DavidLewis1944.jpg/245px-DavidLewis1944.jpg",
    "extract": "David Lewis was a Canadian labour lawyer and social democratic politician. He was national secretary of the Co-operative Commonwealth Federation (CCF) from 1936 to 1950 and one of the key architects of the New Democratic Party (NDP) in 1961. In 1962, he was elected as the Member of Parliament (MP), in the House of Commons of Canada, for the York South electoral district. While an MP, he was elected the NDP's national leader and served from 1971 until 1975. After his defeat in the 1974 federal election, he stepped down as leader and retired from politics. He spent his last years as a university professor at Carleton University, and as a travel correspondent for the Toronto Star. In retirement, he was named to the Order of Canada for his political service. After suffering from cancer for a long time, he died in Ottawa in 1981.",
    "year": 1909,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Georges Rouquier",
    "birthday": "1909-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/GeorgesRouquier1984_%28cropped%29.jpg/246px-GeorgesRouquier1984_%28cropped%29.jpg",
    "extract": "Georges Rouquier was a French film director, screenwriter and actor. He worked principally on documentary films, and his best-known work is Farrebique (1947) a lyrical evocation of farming life in Aveyron.",
    "year": 1909,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Dercy Gonçalves",
    "birthday": "1907-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Dercy-goncalves.jpg/239px-Dercy-goncalves.jpg",
    "extract": "Dolores Gonçalves Costa, known by her stage name Dercy Gonçalves, was a Brazilian actress, comedian and singer. In her 86-year-long career, she worked in the theater, revues, film, radio and television, becoming famous by her humorous use of vulgar language. In 1991, at the age of 83, she caused controversy by exposing her breasts while parading with a Samba school in Rio de Janeiro's Carnaval.",
    "year": 1907,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "James Meade",
    "birthday": "1907-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/James_Meade_Nobel.jpg/320px-James_Meade_Nobel.jpg",
    "extract": "James Edward Meade, was a British economist and winner of the 1977 Nobel Memorial Prize in Economic Sciences jointly with the Swedish economist Bertil Ohlin for their \"pathbreaking contribution to the theory of international trade and international capital movements\".",
    "year": 1907,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Tribhuvan of Nepal",
    "birthday": "1906-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/King_Tribhuvan_%28cropped%29.png/253px-King_Tribhuvan_%28cropped%29.png",
    "extract": "Tribhuvan Bir Bikram Shah was King of Nepal from 11 December 1911 until his death. Born in Kathmandu, the capital city of Nepal, he ascended to the throne at the age of five, upon the death of his father, Prithvi Bir Bikram Shah, and was crowned on 20 February 1913 at the Nasal Chowk, Hanuman Dhoka Palace in Kathmandu, with his mother acting as regent. At the time of his crowning, the position of monarch was largely ceremonial, with the real governing power residing with the Rana family.",
    "year": 1906,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jack Pickersgill",
    "birthday": "1905-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/J.W._Pickersgill_%2840005045751%29.jpg/251px-J.W._Pickersgill_%2840005045751%29.jpg",
    "extract": "John Whitney Pickersgill, was a Canadian civil servant and politician. He was born in Ontario, but was raised in Manitoba. He was the Clerk for the Canadian Government's Privy Council in the early 1950s. He was first elected to federal parliament in 1953, representing a Newfoundland electoral district and serving in Prime Minister Louis St. Laurent's cabinet. In the mid-1960s, he served again in cabinet, this time under Prime Minister Lester B. Pearson. Pickersgill resigned from Parliament in 1967 to become the president of the Canadian Transport Commission. He was awarded the highest level of the Order of Canada in 1970. He wrote several books on Canadian history. He died in 1997 in Ottawa.",
    "year": 1905,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Quintin McMillan",
    "birthday": "1904-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Quintin_McMillan.jpg/254px-Quintin_McMillan.jpg",
    "extract": "Quintin McMillan was a South African cricketer who played in thirteen Test matches between 1929 and 1931/32.",
    "year": 1904,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Paul Martin Sr.",
    "birthday": "1903-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/41/Paulmartinsr.jpg",
    "extract": "Joseph James Guillaume Paul Martin, often referred to as Paul Martin Sr., was a noted Canadian politician and diplomat. He was the father of Paul Martin, who served as 21st prime minister of Canada from 2003 to 2006.",
    "year": 1903,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ahmet Hamdi Tanpınar",
    "birthday": "1901-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Ahmet_hamdi_tanpinar.jpg/211px-Ahmet_hamdi_tanpinar.jpg",
    "extract": "Ahmet Hamdi Tanpınar was a Turkish poet, novelist, literary scholar and essayist, widely regarded as one of the most important representatives of modernism in Turkish literature. In addition to his literary and academic career, Tanpınar was also a member of the Turkish Parliament between 1944 and 1946.",
    "year": 1901,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Blanche Noyes",
    "birthday": "1900-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/70/BlancheWNoyes1963.png",
    "extract": "Blanche Noyes was an American pioneering female aviator who was among the first ten women to receive a transport pilot's license. In 1929, she became Ohio's first licensed female pilot.",
    "year": 1900,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Amédée Gordini",
    "birthday": "1899-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Am%C3%A9d%C3%A9e_Gordini_en_1938.jpg/192px-Am%C3%A9d%C3%A9e_Gordini_en_1938.jpg",
    "extract": "Amedeo \"Amédée\" Gordini was an Italian-born race car driver and sports car manufacturer in France.",
    "year": 1899,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Harold Barrowclough",
    "birthday": "1894-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Harold_Eric_Barrowclough_%281954%29.jpg/252px-Harold_Eric_Barrowclough_%281954%29.jpg",
    "extract": "Major General Sir Harold Eric Barrowclough & Bar, was a New Zealand military leader, lawyer and Chief Justice from 1953 to 1966.",
    "year": 1894,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Alfred Kinsey",
    "birthday": "1894-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Alfred_Kinsey_1955.jpg/250px-Alfred_Kinsey_1955.jpg",
    "extract": "Alfred Charles Kinsey was an American biologist, professor of entomology and zoology, and sexologist who, in 1947, founded the Institute for Sex Research at Indiana University, now known as the Kinsey Institute for Research in Sex, Gender, and Reproduction. He is best known for writing Sexual Behavior in the Human Male (1948) and Sexual Behavior in the Human Female (1953), also known as the Kinsey Reports, as well as the Kinsey scale. Kinsey's research on human sexuality, foundational to the field of sexology, provoked controversy in the 1940s and 1950s. His work has influenced social and cultural values in the United States as well as internationally.",
    "year": 1894,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Edward VIII",
    "birthday": "1894-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/HRH_The_Prince_of_Wales_No_4_%28HS85-10-36416%29.jpg/237px-HRH_The_Prince_of_Wales_No_4_%28HS85-10-36416%29.jpg",
    "extract": "Edward VIII was King of the United Kingdom and the Dominions of the British Empire, and Emperor of India from 20 January 1936 until his abdication in December of the same year.",
    "year": 1894,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Anna Akhmatova",
    "birthday": "1889-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Kuzma_petrov-vodkin%2C_ritratto_di_anna_akhmatova%2C_1922.JPG/257px-Kuzma_petrov-vodkin%2C_ritratto_di_anna_akhmatova%2C_1922.JPG",
    "extract": "Anna Andreyevna Gorenko, better known by the pen name Anna Akhmatova, was one of the most significant Russian poets of 20th century. She was shortlisted for the Nobel Prize in 1965 and received second-most (three) nominations for the award the following year.",
    "year": 1889,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Verena Holmes",
    "birthday": "1889-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Verena_Holmes%2C_President_of_the_Women%27s_Engineering_Society_1930.jpg/192px-Verena_Holmes%2C_President_of_the_Women%27s_Engineering_Society_1930.jpg",
    "extract": "Verena Winifred Holmes was an English mechanical engineer and multi-field inventor, the first woman member elected to the Institution of Mechanical Engineers (1924) and the Institution of Locomotive Engineers (1931), and was a strong supporter of women in engineering. She was one of the early members of the Women's Engineering Society, and its president in 1931. She was the first practising engineer to serve as president of the society.",
    "year": 1889,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Bronson M. Cutting",
    "birthday": "1888-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Bronson_M._Cutting.jpg/240px-Bronson_M._Cutting.jpg",
    "extract": "Bronson Murray Cutting was a United States senator from New Mexico. A prominent progressive Republican, he had also been a newspaper publisher and military attaché.",
    "year": 1888,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Cyclone Taylor",
    "birthday": "1884-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Cyclone_Taylor.jpg/217px-Cyclone_Taylor.jpg",
    "extract": "Frederick Wellington \"Cyclone\" Taylor, MBE was a Canadian professional ice hockey player and civil servant. A cover-point and rover, he played professionally from 1906 to 1922 for several teams, and is most well-known for his time with the Vancouver Millionaires of the Pacific Coast Hockey Association (PCHA). Acknowledged as one of the first stars of the professional era of hockey, Taylor was recognized during his career as one of the fastest skaters and most prolific scorers, winning five scoring championships in the PCHA. He also won the Stanley Cup twice, with Ottawa in 1909 and Vancouver in 1915, and was inducted into the Hockey Hall of Fame in 1947.",
    "year": 1884,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Huda Sha'arawi",
    "birthday": "1879-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Huda_Sha%27arawi2.jpg/320px-Huda_Sha%27arawi2.jpg",
    "extract": "Huda Sha'arawi or Hoda Sha'rawi was a pioneering Egyptian feminist leader, suffragette, nationalist, and founder of the Egyptian Feminist Union.",
    "year": 1879,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Norman Pritchard",
    "birthday": "1877-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/84/Pritchard_1900.jpg",
    "extract": "Norman Gilbert Pritchard, also known by his stage name Norman Trevor, was a British-Indian athlete and actor who became the first Asian-born athlete to win an Olympic medal when he won two silver medals in athletics at the 1900 Paris Olympics representing India. He won India's first medal at the Olympics in the 200 metres and the 200 metres hurdles.",
    "year": 1877,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Sándor Bródy (writer)",
    "birthday": "1863-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Br%C3%B3dy_S%C3%A1ndor.png/204px-Br%C3%B3dy_S%C3%A1ndor.png",
    "extract": "Sándor Bródy was a Hungarian author and journalist.",
    "year": 1863,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Albert Giraud",
    "birthday": "1860-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b7/Albert_Giraud.jpg",
    "extract": "Albert Giraud was a Belgian poet who wrote in French.",
    "year": 1860,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Paul Heinrich von Groth",
    "birthday": "1843-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Theodor_Hilsdorf_-_Paul_Heinrich_von_Groth_%281910%29.jpg/238px-Theodor_Hilsdorf_-_Paul_Heinrich_von_Groth_%281910%29.jpg",
    "extract": "Paul Heinrich Ritter von Groth was a German mineralogist. His most important contribution to science was his systematic classification of minerals based on their chemical compositions and crystal structures.",
    "year": 1843,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Carl Reinecke",
    "birthday": "1824-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/C.Reinecke-1890.jpg/240px-C.Reinecke-1890.jpg",
    "extract": "Carl Heinrich Carsten Reinecke was a German composer, conductor, and pianist in the mid-Romantic Era.",
    "year": 1824,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Karol Marcinkowski",
    "birthday": "1800-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Marcinkowski_Marcinek_Poznan.jpg/240px-Marcinkowski_Marcinek_Poznan.jpg",
    "extract": "Karol Marcinkowski was a Polish physician, social activist in the Greater Poland region, supporter of the basic education programmes, organizer of the Scientific Help Society and the Poznań Bazar - the Polish mall in Poznań that included a hotel, meeting rooms, crafts and shops.",
    "year": 1800,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "John Milton Bernhisel",
    "birthday": "1799-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/John_Milton_Bernhisel.jpg/252px-John_Milton_Bernhisel.jpg",
    "extract": "John Milton Bernhisel was an American physician, politician, and early member of the Latter Day Saint movement. He was a close friend and companion to both Joseph Smith and Brigham Young. Bernhisel was the original delegate of the Utah Territory in the United States House of Representatives and acted as a member of the Council of Fifty of The Church of Jesus Christ of Latter-day Saints.",
    "year": 1799,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Empress Joséphine",
    "birthday": "1763-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Jos%C3%A9phine_de_Beauharnais_vers_1809_Gros.jpg/260px-Jos%C3%A9phine_de_Beauharnais_vers_1809_Gros.jpg",
    "extract": "Joséphine Bonaparte was Empress of the French as the first wife of Emperor Napoleon I. She is widely known as Joséphine de Beauharnais.",
    "year": 1763,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Déodat Gratet de Dolomieu",
    "birthday": "1750-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Deodat_de_Dolomieu2.jpg/241px-Deodat_de_Dolomieu2.jpg",
    "extract": "Dieudonné Sylvain Guy Tancrède de Gratet de Dolomieu usually known as Déodat de Dolomieu was a French geologist. The mineral and the rock dolomite and the largest summital crater on the Piton de la Fournaise volcano were named after him.",
    "year": 1750,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Fletcher Norton, 1st Baron Grantley",
    "birthday": "1716-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Fletcher_Norton.jpg/252px-Fletcher_Norton.jpg",
    "extract": "Fletcher Norton, 1st Baron Grantley, PC was an English lawyer and politician who sat in the House of Commons from 1756 to 1782 when he was raised to the peerage as Baron Grantley.",
    "year": 1716,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Giovanni Battista Guadagnini",
    "birthday": "1711-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Guadagnini_Family_tree.gif/320px-Guadagnini_Family_tree.gif",
    "extract": "Giovanni Battista Guadagnini was an Italian luthier, regarded as one of the finest craftsmen of string instruments in history. He is widely considered the third greatest maker after Antonio Stradivari and Giuseppe Guarneri \"del Gesù\". The Guadagnini family was known for their violins, guitars and mandolins.",
    "year": 1711,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Giambattista Vico",
    "birthday": "1668-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/GiambattistaVico.jpg/259px-GiambattistaVico.jpg",
    "extract": "Giambattista Vico was an Italian philosopher, rhetorician, historian, and jurist during the Italian Enlightenment. He criticized the expansion and development of modern rationalism, finding Cartesian analysis and other types of reductionism impractical to human life, and he was an apologist for classical antiquity and the Renaissance humanities, in addition to being the first expositor of the fundamentals of social science and of semiotics. He is recognised as one of the first Counter-Enlightenment figures in history.",
    "year": 1668,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "John Fell (bishop)",
    "birthday": "1625-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Bp_John_Fell.jpg/255px-Bp_John_Fell.jpg",
    "extract": "John Fell was an English churchman and influential academic. He served as Dean of Christ Church, Oxford, and later concomitantly as Bishop of Oxford.",
    "year": 1625,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Shah Shuja (Mughal prince)",
    "birthday": "1616-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Sh%C3%A1h_Shuj%C3%A1%CA%BF_%28cropped%29.jpg/242px-Sh%C3%A1h_Shuj%C3%A1%CA%BF_%28cropped%29.jpg",
    "extract": "Shah Shuja was the second son of the Mughal Emperor Shah Jahan and Empress Mumtaz Mahal. He was the governor of Bengal and Odisha and had his capital at Dhaka, in present day Bangladesh.",
    "year": 1616,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Johan Banér",
    "birthday": "1596-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Johan_Ban%C3%A9r2.jpg/225px-Johan_Ban%C3%A9r2.jpg",
    "extract": "Johan Banér was a Swedish Field Marshal in the Thirty Years' War.",
    "year": 1596,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Oda Nobunaga",
    "birthday": "1534-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Odanobunaga.jpg/292px-Odanobunaga.jpg",
    "extract": "Oda Nobunaga  was a Japanese daimyo and one of the leading figures of the Sengoku period. He is regarded as the first \"Great Unifier\" of Japan. His action in war gave him the nickname of \"Demon King\".",
    "year": 1534,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Charles II, Duke of Savoy",
    "birthday": "1489-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Carlo_II_di_Savoia.jpg/222px-Carlo_II_di_Savoia.jpg",
    "extract": "Charles II or Charles John Amadeus, was the Duke of Savoy from 1490 to 1496 but his mother Blanche of Montferrat (1472–1519) was the actual ruler as a regent. In 1485 his father Charles I had received the hereditary rights to the Kingdoms of Cyprus, Jerusalem, and Armenia which were inherited by young Charles.",
    "year": 1489,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Margaret of Denmark, Queen of Scotland",
    "birthday": "1456-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Margaret_of_Scotland_%281469%29_by_Hugo_van_der_Goes.jpg/192px-Margaret_of_Scotland_%281469%29_by_Hugo_van_der_Goes.jpg",
    "extract": "Margaret of Denmark was Queen of Scots from 1469 to 1486 by marriage to King James III. She was the daughter of Christian I, King of Denmark, Norway and Sweden, and Dorothea of Brandenburg.",
    "year": 1456,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Francis II, Duke of Brittany",
    "birthday": "1433-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/10/Francis_II_of_Brittany_tomb_Nantes.jpg/320px-Francis_II_of_Brittany_tomb_Nantes.jpg",
    "extract": "Francis II of Brittany was Duke of Brittany from 1458 to his death. He was the grandson of John IV, Duke of Brittany. A recurring theme in Francis' life would be his quest to maintain the quasi-independence of Brittany from France. As such, his reign was characterized by conflicts with King Louis XI of France and with his daughter, Anne of France, who served as regent during the minority of her brother, King Charles VIII. The armed and unarmed conflicts from 1465 to 1477 and 1484–1488 have been called the \"War of the Public Weal\" and the Mad War, respectively.",
    "year": 1433,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Stephen, Count Palatine of Simmern-Zweibrücken",
    "birthday": "1385-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Stefan_von_Pfalz-Simmern-Zweibr%C3%BCcken.jpg/229px-Stefan_von_Pfalz-Simmern-Zweibr%C3%BCcken.jpg",
    "extract": "Stephen of Simmern-Zweibrücken was Count Palatine of Simmern and Zweibrücken from 1410 until his death in 1459.",
    "year": 1385,
    "month": 6,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Caesarion",
    "birthday": "-47-6-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Caesarion.jpg/292px-Caesarion.jpg",
    "extract": "Ptolemy XV Caesar, nicknamed Caesarion, was the last pharaoh of ancient Egypt, reigning with his mother Cleopatra from 2 September 44 BC until her death by 12 August 30 BC, then as sole ruler until his death was ordered by Octavian.",
    "year": -47,
    "month": 6,
    "day": 23,
    "language": "en"
  }
]