[
  {
    "name": "Duki (rapper)",
    "birthday": "1996-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Duko_concierto.jpg/241px-Duko_concierto.jpg",
    "extract": "Mauro Ezequiel Lombardo Quiroga, better known by his stage name Duki, is an Argentine rapper and singer. He is the lead voice of trap music in Argentina, thanks to his multiple hits with his singles and his particular style of voice and staging.",
    "year": 1996,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "David Alaba",
    "birthday": "1992-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/20180610_FIFA_Friendly_Match_Austria_vs._Brazil_David_Alaba_850_1632.jpg/213px-20180610_FIFA_Friendly_Match_Austria_vs._Brazil_David_Alaba_850_1632.jpg",
    "extract": "David Olatukunbo Alaba is an Austrian professional footballer who plays either as a central midfielder, left wing, left-back or centre-back for La Liga club Real Madrid and the Austria national team. Alaba is widely regarded as one of the best defenders of his generation.",
    "year": 1992,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Aidan Sezer",
    "birthday": "1991-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Aidan_Sezer.jpg/250px-Aidan_Sezer.jpg",
    "extract": "Aidan Sezer is a professional rugby league footballer who plays as a scrum-half and stand-off for the Leeds Rhinos in the Betfred Super League.",
    "year": 1991,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Michael Del Zotto",
    "birthday": "1990-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Michael_Del_Zotto_-_Philadelphia_Flyers.jpg/291px-Michael_Del_Zotto_-_Philadelphia_Flyers.jpg",
    "extract": "Michael Del Zotto is a Canadian professional ice hockey defenceman for the Belleville Senators of the American Hockey League (AHL) while under contract to the Ottawa Senators of the National Hockey League (NHL). He was drafted in the first round, 20th overall, by the New York Rangers at the 2008 NHL Entry Draft. He has previously played in the NHL for the Rangers, Nashville Predators, Philadelphia Flyers, Vancouver Canucks, Anaheim Ducks, St. Louis Blues and Columbus Blue Jackets. Del Zotto won the Stanley Cup with the Blues in 2019.",
    "year": 1990,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Richard Sukuta-Pasu",
    "birthday": "1990-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Richard_Sukuta-Pasu1112.jpg/240px-Richard_Sukuta-Pasu1112.jpg",
    "extract": "Richard Sukuta-Pasu is a German professional footballer who plays as a forward for SV Meppen.",
    "year": 1990,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Teklemariam Medhin",
    "birthday": "1989-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Teklemariam_Medhin.jpg/249px-Teklemariam_Medhin.jpg",
    "extract": "Teklemariam Medhin Weldeslassie is an Eritrean long-distance runner who specializes in the 5000 metres and 10,000 metres. He represented his country at the 2008 and 2012 Summer Olympics.",
    "year": 1989,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Micah Richards",
    "birthday": "1988-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Richards_crop.JPG/268px-Richards_crop.JPG",
    "extract": "Micah Lincoln Richards is an English former professional footballer, sports pundit for Sky Sports and BBC Sport, and club ambassador of Manchester City.",
    "year": 1988,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Lionel Messi",
    "birthday": "1987-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Lionel_Messi_20180626.jpg/224px-Lionel_Messi_20180626.jpg",
    "extract": "Lionel Andrés Messi, also known as Leo Messi, is an Argentine professional footballer who plays as a forward for Ligue 1 club Paris Saint-Germain and captains the Argentina national team. Often considered the best player in the world and widely regarded as one of the greatest players of all time, Messi has won a record seven Ballon d'Or awards, a record six European Golden Shoes, and in 2020 was named to the Ballon d'Or Dream Team. Until leaving the club in 2021, he had spent his entire professional career with Barcelona, where he won a club-record 35 trophies, including ten La Liga titles, seven Copa del Rey titles and four UEFA Champions Leagues. A prolific goalscorer and creative playmaker, Messi holds the records for most goals in La Liga (474), a La Liga and European league season (50), most hat-tricks in La Liga (36) and the UEFA Champions League (8), and most assists in La Liga (192), a La Liga season (21) and the Copa América (17). He also holds the record for most international goals by a South American male (81). Messi has scored over 750 senior career goals for club and country, and has the most goals by a player for a single club.",
    "year": 1987,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Pierre Vaultier",
    "birthday": "1987-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Pierre_Vaultier_octobre_2017.jpg/240px-Pierre_Vaultier_octobre_2017.jpg",
    "extract": "Pierre Vaultier is a French two-time Olympic Gold Champion, and one-time World Gold Champion snowboarder, specializing in snowboard cross.",
    "year": 1987,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Stuart Broad",
    "birthday": "1986-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Stuart_broad.jpg/273px-Stuart_broad.jpg",
    "extract": "Stuart Christopher John Broad, is an English cricketer who plays Test cricket for the England cricket team and a former One Day and Twenty 20 International captain.",
    "year": 1986,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Phil Hughes",
    "birthday": "1986-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Phil_Hughes_at_Camden_Yards_9-12-13.jpg/312px-Phil_Hughes_at_Camden_Yards_9-12-13.jpg",
    "extract": "Philip Joseph Hughes is an American former professional right-handed baseball pitcher. He has played in Major League Baseball (MLB) for the New York Yankees, Minnesota Twins, and San Diego Padres from 2007 through 2018. He stands 6 feet 5 inches (1.96 m) tall and weighs 240 pounds (110 kg). He was the Yankees' first-round pick in the 2004 MLB draft.",
    "year": 1986,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Solange Knowles",
    "birthday": "1986-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Solange_%28220707%29.jpg/276px-Solange_%28220707%29.jpg",
    "extract": "Solange Piaget Knowles is an American singer, songwriter, performance artist, and actress. Expressing an interest in music from an early age, Knowles had several temporary stints as a backup dancer for Destiny's Child, which featured her elder sister, Beyoncé Knowles, among its members, before signing with her father Mathew Knowles's Music World Entertainment label. At age 16, Knowles released her first studio album Solo Star (2002). Between 2004 and 2007, Knowles had several minor acting roles, including the direct-to-video Bring It On: All or Nothing (2006) and continued co-writing music for Beyoncé and former Destiny's Child group members Kelly Rowland and Michelle Williams.",
    "year": 1986,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Diego Alves",
    "birthday": "1985-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/DiegoAlvesFlamengo.jpg/280px-DiegoAlvesFlamengo.jpg",
    "extract": "Diego Alves Carreira, known as Diego Alves, is a Brazilian professional footballer who plays as a goalkeeper for Campeonato Brasileiro Série A club Flamengo.",
    "year": 1985,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Tom Kennedy (English footballer)",
    "birthday": "1985-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Tomkennedy3.jpg/258px-Tomkennedy3.jpg",
    "extract": "Thomas Gordon Kennedy is an English former professional footballer who played as a left-back. He now plays semi-professionally for Ramsbottom United where he is club captain.",
    "year": 1985,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Nate Myles",
    "birthday": "1985-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Nate_Myles.jpg/320px-Nate_Myles.jpg",
    "extract": "Nate Myles is an Australian former rugby league footballer who played in the 2000s and 2010s, he last played for the Melbourne Storm in the National Rugby League. A Queensland State of Origin and Australia national representative forward, he previously played for Canterbury-Bankstown, Sydney Roosters, Gold Coast Titans and Manly-Warringah.",
    "year": 1985,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Vernon Philander",
    "birthday": "1985-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Vernon-philander.jpg/251px-Vernon-philander.jpg",
    "extract": "Vernon Darryl Philander is a South African former international cricketer. He was a right-handed bowling all-rounder; he had previously represented his country at under 19 level. He played for the South Africa national cricket team and Cape Cobras in South African domestic cricket. In December 2019, ahead of a Test series against England, Philander announced that the series would be his last series before retiring from international cricket.",
    "year": 1985,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Andrea Raggi",
    "birthday": "1984-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Monaco-Zenit_%282%29.jpg/218px-Monaco-Zenit_%282%29.jpg",
    "extract": "Andrea Raggi is an Italian retired professional footballer who plays as a defender. He was a versatile player, being capable of playing both as a centre back and as a right back.",
    "year": 1984,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "JJ Redick",
    "birthday": "1984-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Tomas_Satoransky%2C_JJ_Redick_%28cropped%29.jpg/246px-Tomas_Satoransky%2C_JJ_Redick_%28cropped%29.jpg",
    "extract": "Jonathan Clay \"JJ\" Redick is an American former professional basketball player who is a sports analyst for ESPN. He was selected 11th overall by the Orlando Magic in the 2006 NBA draft. He played college basketball for the Duke Blue Devils. He is known as being the first male NBA player to get drafted with no testicles after an accident with a lawnmower castrated him.",
    "year": 1984,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Johanna Welin",
    "birthday": "1984-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Germany_vs_Japan_women%27s_wheelchair_basketball_team_at_the_Sports_Centre%28IMG_3482%29.jpg/320px-Germany_vs_Japan_women%27s_wheelchair_basketball_team_at_the_Sports_Centre%28IMG_3482%29.jpg",
    "extract": "Johanna Welin is a Swedish-born German 2.0 point wheelchair basketball player. She played for USC Munich in the German wheelchair basketball league, and for the national team that won the gold medal at the 2012 Summer Paralympics in London, after which President Joachim Gauck awarded the team with the Silbernes Lorbeerblatt.",
    "year": 1984,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Gianni Munari",
    "birthday": "1983-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/GianniMunari.png/240px-GianniMunari.png",
    "extract": "Gianni Munari is an Italian football official and a former player who played as a midfielder. He works as a scout for Parma.",
    "year": 1983,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Gard Nilssen",
    "birthday": "1983-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Gard_Nilssen_-1020896.jpg/320px-Gard_Nilssen_-1020896.jpg",
    "extract": "Gard Nilssen is a Norwegian Jazz musician (drums) and composer, and member of the bands Bushman's Revenge and Puma.",
    "year": 1983,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "David Shillington",
    "birthday": "1983-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/David_Shillington.jpg/153px-David_Shillington.jpg",
    "extract": "David Shillington is an Australian former professional rugby league footballer who last played for the Gold Coast Titans in the National Rugby League. A Queensland State of Origin and Australian international representative prop forward, he previously played for the Sydney Roosters and Canberra Raiders. Shillington also works as a columnist for The Canberra Times.",
    "year": 1983,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Kevin Nolan",
    "birthday": "1982-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Kevin_Nolan_West_Ham_Vs_Birkirkara_%2819946589101%29.jpg/223px-Kevin_Nolan_West_Ham_Vs_Birkirkara_%2819946589101%29.jpg",
    "extract": "Kevin Anthony Jance Nolan is an English former professional footballer and current first team coach for Premier League club West Ham United. He has represented England at under-21 level.",
    "year": 1982,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jarret Stoll",
    "birthday": "1982-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Jarret_Stoll_-_New_York_Rangers.jpg/288px-Jarret_Stoll_-_New_York_Rangers.jpg",
    "extract": "Jarret Lee Stoll is a Canadian former professional ice hockey player. Stoll has played in the National Hockey League (NHL) for the Edmonton Oilers, Los Angeles Kings, New York Rangers and Minnesota Wild.",
    "year": 1982,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Cicinho",
    "birthday": "1980-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Cicinho%2713.JPG/231px-Cicinho%2713.JPG",
    "extract": "Cícero João de Cézare, nicknamed Cicinho, is a Brazilian retired professional footballer who played as a right back.",
    "year": 1980,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Andrew Jones (racing driver)",
    "birthday": "1980-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/de/Andrew_Jones.JPG",
    "extract": "Andrew Jones is an Australian racing driver who previously competed in the Supercars Championship and Dunlop Super2 Series, driving with family-owned team Brad Jones Racing for majority of his career.",
    "year": 1980,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Minka Kelly",
    "birthday": "1980-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Minka_Kelly_2012.jpg/248px-Minka_Kelly_2012.jpg",
    "extract": "Minka Kelly is an American actress and model. Her first starring role was in the NBC drama series Friday Night Lights (2006–2009) and she has also appeared on the shows Parenthood (2010–2011), Charlie's Angels (2011), and Almost Human (2013). She also provided voice acting and motion capture for North in Detroit: Become Human (2018). Since 2018, Kelly has portrayed Dawn Granger / Dove on the DC Universe / HBO Max series Titans.",
    "year": 1980,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Mindy Kaling",
    "birthday": "1979-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Mindy_Kaling_by_Claire_Leahy_%28cropped%29.jpg/231px-Mindy_Kaling_by_Claire_Leahy_%28cropped%29.jpg",
    "extract": "Vera Mindy Chokalingam, known professionally as Mindy Kaling, is an American actress, comedian, writer, producer, and director. She first gained recognition starring as Kelly Kapoor in the NBC sitcom The Office (2005–2013), for which she also served as a writer, executive producer, and director. For her work on the series, she was nominated for a Primetime Emmy Award for Outstanding Writing in a Comedy Series and five times for Outstanding Comedy Series.",
    "year": 1979,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Petra Němcová",
    "birthday": "1979-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Petra_Nemcova_Cannes_2018_2.jpg/225px-Petra_Nemcova_Cannes_2018_2.jpg",
    "extract": "Petra Němcová is a Czech model, television host, and philanthropist who founded the Happy Hearts Fund. In 2017, the Happy Hearts Fund merged with All Hands Volunteers to create All Hands And Hearts - Smart Response, with Němcová assuming the role of co-founder and vice chair.",
    "year": 1979,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Luis García (footballer, born 1978)",
    "birthday": "1978-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Luis_Garcia.jpg/320px-Luis_Garcia.jpg",
    "extract": "Luis Javier García Sanz is a Spanish former professional footballer who played as a winger.",
    "year": 1978,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Shunsuke Nakamura",
    "birthday": "1978-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Shunsuke2_20080622.png/216px-Shunsuke2_20080622.png",
    "extract": "Shunsuke Nakamura  is a Japanese professional footballer who plays as an attacking midfielder for Yokohama FC in J2 League. He is the only person to have been named J.League Most Valuable Player more than once, receiving the award in 2000 and 2013. He is well known for his vision, touch, bending shots and free kick-taking abilities; Steve Perryman once remarked that Nakamura \"could open a tin of beans with his left foot\".",
    "year": 1978,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ariel Pink",
    "birthday": "1978-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Ariel_Pink%27s_Haunted_Graffiti%2C_FYF_2010_%284975726091%29.jpg/214px-Ariel_Pink%27s_Haunted_Graffiti%2C_FYF_2010_%284975726091%29.jpg",
    "extract": "Ariel Marcus Rosenberg, professionally known as Ariel Pink, is an American musician, singer, and songwriter whose work draws heavily from the popular music of the 1960s–1980s. His lo-fi aesthetic and home-recorded albums proved influential to many indie musicians starting in the late 2000s. He is frequently cited as \"godfather\" of the hypnagogic pop and chillwave movements, and he is credited with galvanizing a larger trend involving the evocation of the media, sounds, and outmoded technologies of prior decades, as well as an equal appreciation for high and low art in independent music.",
    "year": 1978,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Juan Román Riquelme",
    "birthday": "1978-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Homenaje_a_Riquelme_%28cropped%29.jpg/277px-Homenaje_a_Riquelme_%28cropped%29.jpg",
    "extract": "Juan Román Riquelme is an Argentine former professional footballer and current vice-president of Boca Juniors, the club where he spent the majority of his playing career. He is considered by various journalists, players and coaches as one of the greatest Argentine players of all time, as well as one of the most outstanding midfielders of his generation.",
    "year": 1978,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Emppu Vuorinen",
    "birthday": "1978-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/20151121_Oberhausen_Nightwish_Nightwish_0054.jpg/213px-20151121_Oberhausen_Nightwish_Nightwish_0054.jpg",
    "extract": "Erno Matti Juhani \"Emppu\" Vuorinen is a Finnish guitarist, most famous for being a founding member and occasional songwriter of the symphonic metal band Nightwish. He is the oldest of five children, having a twin brother and three younger sisters. He started to play guitar as a private study at the age of 12 and since then has played in various bands including Nightwish, Brother Firetribe, Barilari, Almah, and Altaria.",
    "year": 1978,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Dimos Dikoudis",
    "birthday": "1977-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Dimosthenis_Dikoudis.jpg/197px-Dimosthenis_Dikoudis.jpg",
    "extract": "Dimosthenis \"Dimos\" Dikoudis, is a retired Greek professional basketball player. He is 2.08 m tall, and he played as a power forward-center.",
    "year": 1977,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jeff Farmer (footballer)",
    "birthday": "1977-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9d/Jeff_Farmer.jpg",
    "extract": "Jeff Farmer is a former Australian rules footballer of Aboriginal descent. He was the first indigenous player to kick 400 goals in the Australian Football League (AFL).",
    "year": 1977,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Brock Olivo",
    "birthday": "1976-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Brock_Olivo.jpg/209px-Brock_Olivo.jpg",
    "extract": "James Brockman Olivo is an American football coach and former player who is the running backs coach for the Philadelphia Stars of the United States Football League (USFL). Previously, he was a running back for the Detroit Lions of the National Football League (NFL) for four seasons. He then played in the Italian Football League.",
    "year": 1976,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Marek Malík",
    "birthday": "1975-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Marek_Malik.JPG/320px-Marek_Malik.JPG",
    "extract": "Marek Malík is a Czech former professional ice hockey defenceman who played in the National Hockey League (NHL) from 1994 to 2009.",
    "year": 1975,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Dan Byles",
    "birthday": "1974-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Dan_Byles_MP.jpg/320px-Dan_Byles_MP.jpg",
    "extract": "Daniel Alan Byles is a former British politician, who was the Member of Parliament (MP) for North Warwickshire from 2010 to 2015.",
    "year": 1974,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Chris Guccione (umpire)",
    "birthday": "1974-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Chris_Guccione_2012.jpg/267px-Chris_Guccione_2012.jpg",
    "extract": "Christopher Gene Guccione is an American umpire in Major League Baseball. He wears number 68.",
    "year": 1974,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jere Lehtinen",
    "birthday": "1973-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Jere_Lehtinen_%28Dallas%29.JPG/302px-Jere_Lehtinen_%28Dallas%29.JPG",
    "extract": "Jere Kalervo Lehtinen is a Finnish former professional ice hockey forward. A right winger, he was drafted in the third round, 88th overall, in the 1992 NHL Entry Draft by the Minnesota North Stars. Lehtinen played his entire 15-year National Hockey League (NHL) career with the North Stars/Dallas Stars organization. A two-way forward, Lehtinen is perhaps best known for his defensive responsibilities, for which he won the Frank J. Selke Trophy three times as the NHL's top defensive forward. After his retirement, he has served as the general manager of the Finnish national ice hockey team.",
    "year": 1973,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Robbie McEwen",
    "birthday": "1972-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Robbie_McEwen%2C_2013_Tour_Down_Under_%28cropped%29.jpg/240px-Robbie_McEwen%2C_2013_Tour_Down_Under_%28cropped%29.jpg",
    "extract": "Robbie McEwen is an Australian former professional road cyclist. McEwen is a three-time winner of the Tour de France points classification and, at the peak of his career, was considered the world's fastest sprinter.",
    "year": 1972,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John Limniatis",
    "birthday": "1967-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/John-Limniatis08-09-13.jpg/213px-John-Limniatis08-09-13.jpg",
    "extract": "Ioannis \"John\" Limniatis is a Canadian retired professional soccer player. He played 44 times and scored one goal for the Canadian national team, also captaining and later becoming the head coach of the Montreal Impact.",
    "year": 1967,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Hope Sandoval",
    "birthday": "1966-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Hope_Sandoval.jpg/248px-Hope_Sandoval.jpg",
    "extract": "Hope Sandoval is an Mexican-American singer-songwriter who is the lead singer of Mazzy Star and Hope Sandoval & the Warm Inventions. Sandoval has toured and collaborated with other artists, including Massive Attack, for whom she sang \"Paradise Circus\" on the 2010 album Heligoland, and the 2016 single \"The Spoils\".",
    "year": 1966,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Adrienne Shelly",
    "birthday": "1966-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Adrienne_Shelly_as_Dannie.jpg/263px-Adrienne_Shelly_as_Dannie.jpg",
    "extract": "Adrienne Levine, better known by the stage name Adrienne Shelly, was an American actress, film director and screenwriter. She became known for roles in independent films such as Hal Hartley's The Unbelievable Truth (1989) and Trust (1990). She wrote, co-starred in, and directed the 2007 posthumously-released film Waitress which later became a Broadway show.",
    "year": 1966,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Uwe Krupp",
    "birthday": "1965-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/2021-10-10_Eisb%C3%A4ren_Berlin_gegen_K%C3%B6lner_Haie_%28Deutsche_Eishockey-Liga_2021-22%29_by_Sandro_Halank-189.jpg/320px-2021-10-10_Eisb%C3%A4ren_Berlin_gegen_K%C3%B6lner_Haie_%28Deutsche_Eishockey-Liga_2021-22%29_by_Sandro_Halank-189.jpg",
    "extract": "Uwe Gerd Krupp is a German former professional hockey defenceman and former coach of the German national ice hockey team. Widely considered one of the greatest German players of all time, he was the second German-born player to win the Stanley Cup, and the second German-born professional to play in an NHL All-Star Game, after Walt Tkaczuk. Following Tkaczuk, Krupp was only the second German-born player to have a lasting career in the National Hockey League although, unlike Tkaczuk, Krupp spent his formative years in Germany, and arrived in North America as a young but experienced professional.",
    "year": 1965,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Kate Parminter, Baroness Parminter",
    "birthday": "1964-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Official_portrait_of_Baroness_Parminter_crop_2.jpg/240px-Official_portrait_of_Baroness_Parminter_crop_2.jpg",
    "extract": "Kathryn Jane Parminter, Baroness Parminter is a Liberal Democrat life peer, and Deputy Leader of the Liberal Democrats in the House of Lords of the United Kingdom.",
    "year": 1964,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Yuri Kasparyan",
    "birthday": "1963-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Yuri_Kasparyan_in_2019.jpg/234px-Yuri_Kasparyan_in_2019.jpg",
    "extract": "Yuri Dmitriyevich Kasparyan is a Russian and former Soviet musician best known for his time as the guitarist of the Soviet rock band Kino and as a member of Vyacheslav Butusov's group U-Piter.",
    "year": 1963,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Preki",
    "birthday": "1963-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/PREKI.jpg/320px-PREKI.jpg",
    "extract": "Predrag Radosavljević, better known by the nickname Preki, is a Serbian-American former soccer player and coach. He previously coached Sacramento Republic FC and Saint Louis FC in the United Soccer League. He also previously coached in Major League Soccer with Toronto FC and Chivas USA.",
    "year": 1963,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Mike Wieringo",
    "birthday": "1963-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/45/Mike_Wieringo.jpg/230px-Mike_Wieringo.jpg",
    "extract": "Michael Lance Wieringo, who sometimes signed his work under the name Ringo, was an American comics artist best known for his work on DC Comics' The Flash, Marvel Comics' Spider-Man and Fantastic Four, as well as his own creator-owned series, Tellos. In 2017, the Ringo Awards were created in honor of Wieringo. They are presented at the Baltimore Comic-Con to recognize achievement in the comics industry.",
    "year": 1963,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Iain Glen",
    "birthday": "1961-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Iain_Glen.jpg/293px-Iain_Glen.jpg",
    "extract": "Iain Alan Sutherland Glen is a Scottish actor. Glen is best known for his roles as Dr. Alexander Isaacs/Tyrant in three films of the Resident Evil film series (2004–2016) and as Ser Jorah Mormont in the HBO fantasy television series Game of Thrones (2011–2019). Other notable roles include John Hanning Speke in Mountains of the Moon (1990), Larry Winters in Silent Scream (1990) for which he won the Silver Bear for Best Actor from the Berlin International Film Festival, Manfred Powell in Lara Croft: Tomb Raider (2001), Brother John in Song for a Raggy Boy (2003), the title role in Jack Taylor (2010–2016), Sir Richard Carlisle in Downton Abbey (2011), James Willett in Eye in the Sky (2015), and Bruce Wayne in Titans (2019–present).",
    "year": 1961,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Bernie Nicholls",
    "birthday": "1961-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/20160406-Oilers1.jpg/158px-20160406-Oilers1.jpg",
    "extract": "Bernard Irvine Nicholls is a Canadian former professional ice hockey centre, who played over 1000 games in the National Hockey League (NHL). His junior career was spent with the Kingston Canadians, where he established himself as a dynamic scorer and a multi-faceted talent. He was selected by the Los Angeles Kings in the fourth round of the 1980 NHL Entry Draft, 73rd overall. Over his 17-year playing career, Nicholls played 1127 games for the Los Angeles Kings, New York Rangers, Edmonton Oilers, New Jersey Devils, Chicago Blackhawks and San Jose Sharks, scoring 1209 points. He is one of only eight players in NHL history to score 70 goals in one season, and one of five to score 150 points. Nicholls was born in Haliburton, Ontario, but grew up in West Guilford, Ontario.",
    "year": 1961,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ralph Reed",
    "birthday": "1961-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Ralph_Reed_by_Gage_Skidmore.jpg/274px-Ralph_Reed_by_Gage_Skidmore.jpg",
    "extract": "Ralph Eugene Reed Jr. is an American political consultant and lobbyist, best known as the first executive director of the Christian Coalition during the early 1990s. He sought the Republican nomination for the office of Lieutenant Governor of Georgia but lost the primary election on July 18, 2006, to state Senator Casey Cagle. Reed started the Faith and Freedom Coalition in June 2009. Reed and his wife JoAnne Young were married in 1987 and have four children.",
    "year": 1961,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Curt Smith",
    "birthday": "1961-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Curt_Smith_08_2.jpg/213px-Curt_Smith_08_2.jpg",
    "extract": "Curt Smith is an English singer, songwriter, musician, record producer, and co-founding member of the pop rock band Tears for Fears along with childhood friend Roland Orzabal. Smith plays bass guitar, has co-written several of the band's songs, and sings lead vocals on the hits \"Mad World\", \"Pale Shelter\", \"Change\", \"The Way You Are\", \"Everybody Wants to Rule the World\", and \"Advice for the Young at Heart\".",
    "year": 1961,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Elish Angiolini",
    "birthday": "1960-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Elish_Angiolini_2021.jpg/240px-Elish_Angiolini_2021.jpg",
    "extract": "Dame Elish Frances Angiolini is a Scottish lawyer. She was the Lord Advocate of Scotland from 2006 until 2011, having previously been Solicitor General since 2001. She was the first woman, the first Procurator Fiscal, and the first solicitor to hold either post. Since September 2012, Angiolini is the Principal of St Hugh's College, Oxford. She is a Pro-Vice-Chancellor of the University of Oxford and Chancellor of University of the West of Scotland. Since leaving office she has led several investigations and inquiries, including a review of deaths in police custody commissioned by the then-Home Secretary Theresa May.",
    "year": 1960,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Siedah Garrett",
    "birthday": "1960-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Siedah_Garrett_2.png/320px-Siedah_Garrett_2.png",
    "extract": "Deborah Christine \"Siedah\" Garrett is an American singer and songwriter who has written songs and performed backing vocals for many recording artists in the music industry, such as Michael Jackson, The Pointer Sisters, Brand New Heavies, Quincy Jones, Tevin Campbell, Donna Summer, Madonna, Jennifer Hudson among others. Garrett has been nominated for two Academy Awards for Best Original Song, and won the Grammy Award for Best Song Written for Visual Media at the 50th Grammy Awards for co-writing \"Love You I Do\" for the 2006 musical film, Dreamgirls.",
    "year": 1960,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Karin Pilsäter",
    "birthday": "1960-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Karin_Pils%C3%A4ter.jpg/240px-Karin_Pils%C3%A4ter.jpg",
    "extract": "Anna Karin Pilsater is a Swedish politician with the Liberal People's Party. She has been a member of the Riksdag since 1991, representing Stockholm County, and her party's spokesperson on economic policy since January 2002.",
    "year": 1960,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Erik Poppe",
    "birthday": "1960-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Erik_Poppe_Photo_Call_The_King%27s_Choice_Berlinale_2017_03_cropped.jpg/240px-Erik_Poppe_Photo_Call_The_King%27s_Choice_Berlinale_2017_03_cropped.jpg",
    "extract": "Erik Poppe is a Norwegian film director, producer and screenwriter.",
    "year": 1960,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Andy McCluskey",
    "birthday": "1959-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Andy_McCluskey_2016.jpeg/309px-Andy_McCluskey_2016.jpeg",
    "extract": "George Andrew McCluskey is an English singer, songwriter, musician and record producer. He is best known as the lead singer and bass guitarist of the electronic band Orchestral Manoeuvres in the Dark (OMD), which he founded alongside keyboard player Paul Humphreys in 1978. The duo have been described as \"electro pioneers\".",
    "year": 1959,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jean Charest",
    "birthday": "1958-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Jean_Charest.jpg/268px-Jean_Charest.jpg",
    "extract": "John James \"Jean\" Charest is a Canadian politician who served as the 29th premier of Quebec from 2003 to 2012 and the fifth deputy prime minister of Canada in 1993. Charest was elected to the House of Commons in 1984 and would serve in several federal cabinet positions between 1986 and 1993. He became the leader of the Progressive Conservative (PC) Party in 1993 and remained in the role until he entered provincial politics in 1998. Charest was elected as the leader of the Quebec Liberal Party, and his party went on to form government in 2003.",
    "year": 1958,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Silvio Mondinelli",
    "birthday": "1958-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Silvio_Mondinelli_-_2012.jpg/320px-Silvio_Mondinelli_-_2012.jpg",
    "extract": "Silvio Mondinelli, is an Italian mountaineer. In the year 2007, he became the 13th person to climb the 14 eight-thousanders. He is the 6th person to accomplish that feat without the use of supplementary oxygen. He was 49 years old when he summited the last of the 14 summits, a task he started in 1993 and finished in 2007.",
    "year": 1958,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John Tortorella",
    "birthday": "1958-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/John_Tortorella.jpg/320px-John_Tortorella.jpg",
    "extract": "John Francis Tortorella is an American professional ice hockey coach and former player. He serves as an analyst for the NHL on ESPN. Tortorella was previously the head coach of the National Hockey League's (NHL) Columbus Blue Jackets, New York Rangers, Tampa Bay Lightning, and the Vancouver Canucks; he led Tampa Bay to the 2004 Stanley Cup championship.",
    "year": 1958,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Mark Parkinson",
    "birthday": "1957-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/MarkParkinson2019.jpg/213px-MarkParkinson2019.jpg",
    "extract": "Mark Vincent Parkinson is an American businessman and former politician serving as head of the American Health Care Association (AHCA) and National Center for Assisted Living (NCAL). He served as the 47th lieutenant governor of Kansas from 2007 to 2009 and the 45th governor of Kansas from 2009 until 2011. He was also a state legislator.",
    "year": 1957,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Owen Paterson",
    "birthday": "1956-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Official_portrait_of_Rt_Hon_Owen_Paterson_MP_crop_2.jpg/240px-Official_portrait_of_Rt_Hon_Owen_Paterson_MP_crop_2.jpg",
    "extract": "Owen William Paterson is a British former politician who served as Secretary of State for Northern Ireland from 2010 to 2012 and Secretary of State for Environment, Food and Rural Affairs from 2012 to 2014 under Prime Minister David Cameron. A member of the Conservative Party, he served as Member of Parliament (MP) for North Shropshire from 1997 until his resignation in 2021. Paterson was also the President of the Northern Ireland Conservatives.",
    "year": 1956,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Loren Roberts",
    "birthday": "1955-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Loren_Roberts.jpg/320px-Loren_Roberts.jpg",
    "extract": "Loren Lloyd Roberts is an American professional golfer, who has played on the PGA Tour and the PGA Tour Champions.",
    "year": 1955,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "William E. Moerner",
    "birthday": "1953-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/WE_Moerner.jpg/239px-WE_Moerner.jpg",
    "extract": "William Esco Moerner is an American physical chemist and chemical physicist with current work in the biophysics and imaging of single molecules. He is credited with achieving the first optical detection and spectroscopy of a single molecule in condensed phases, along with his postdoc, Lothar Kador. Optical study of single molecules has subsequently become a widely used single-molecule experiment in chemistry, physics and biology. In 2014, he was awarded the Nobel Prize in Chemistry.",
    "year": 1953,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Dianna Melrose",
    "birthday": "1952-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e6/Diannamelrose.jpg",
    "extract": "Dianna Melrose (born 24 June 1952 in Bulawayo, Southern Rhodesia is a British diplomat who has served as the British High Commissioner to Tanzania and as the British Ambassador to Cuba.",
    "year": 1952,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Bob Neill",
    "birthday": "1952-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Official_portrait_of_Sir_Robert_Neill_MP_crop_2.jpg/240px-Official_portrait_of_Sir_Robert_Neill_MP_crop_2.jpg",
    "extract": "Sir Robert James MacGillivray Neill is a British barrister and Conservative Party politician. He has served as the Member of Parliament (MP) for Bromley and Chislehurst since a by-election on 29 June 2006, following the death of the previous incumbent Eric Forth. He served as a Parliamentary Under Secretary of State at the Department of Communities and Local Government from 14 May 2010 to 4 September 2012. He is the current Chair of Parliament's Justice Select Committee.",
    "year": 1952,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Nancy Allen (actress)",
    "birthday": "1950-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/NancyAllenactress.jpg/237px-NancyAllenactress.jpg",
    "extract": "Nancy Anne Allen is an American actress. She came to prominence for her performances in several films directed by Brian De Palma in the 1970s and early 1980s. Her accolades include a Golden Globe Award nomination and three Saturn Award nominations.",
    "year": 1950,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jan Kulczyk",
    "birthday": "1950-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Jan_Kulczyk2009.jpg/224px-Jan_Kulczyk2009.jpg",
    "extract": "Jan Jerzy Kulczyk was a Polish billionaire businessman. He was the founder and owner of Kulczyk Holding and an international investment house Kulczyk Investments with headquarters in Luxembourg and offices in London and Kyiv. According to Forbes, Kulczyk was the richest Pole at the time of his death.",
    "year": 1950,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Mercedes Lackey",
    "birthday": "1950-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Mercedes_Lackey_by_Gage_Skidmore.jpg/223px-Mercedes_Lackey_by_Gage_Skidmore.jpg",
    "extract": "Mercedes Ritchie Lackey is an American writer of fantasy novels. Many of her novels and trilogies are interlinked and set in the world of Velgarth, mostly in and around the country of Valdemar. Her Valdemar novels include interaction between human and non-human protagonists with many different cultures and social mores.",
    "year": 1950,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John Illsley",
    "birthday": "1949-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/John_Illsley_1985.jpg/197px-John_Illsley_1985.jpg",
    "extract": "John Edward Illsley is an English musician, best known as bass guitarist of the rock band Dire Straits. With it, he has received multiple BRIT and Grammy Awards, and a Heritage Award.",
    "year": 1949,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Patrick Moraz",
    "birthday": "1948-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Patric_Moratz.jpg/320px-Patric_Moratz.jpg",
    "extract": "Patrick Philippe Moraz is a Swiss musician, film composer and songwriter best known for his tenures as keyboardist in the rock bands Yes and The Moody Blues.",
    "year": 1948,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Clarissa Dickson Wright",
    "birthday": "1947-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Clarissa_Dickson_Wright_2011.jpg/213px-Clarissa_Dickson_Wright_2011.jpg",
    "extract": "Clarissa Theresa Philomena Aileen Mary Josephine Agnes Elsie Trilby Louise Esmerelda Dickson Wright was an English celebrity cook, television personality, writer, businesswoman, and former barrister. She was best known as one of the Two Fat Ladies, with Jennifer Paterson, in the television cooking programme. She was an accredited cricket umpire and one of only two women to become a Guild Butcher.",
    "year": 1947,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Peter Weller",
    "birthday": "1947-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Peter_Weller_2016.jpg/234px-Peter_Weller_2016.jpg",
    "extract": "Peter Frederick Weller is an American film and stage actor, television director, and art historian.",
    "year": 1947,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ellison Onizuka",
    "birthday": "1946-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Ellison_Shoji_Onizuka_%28NASA%29.jpg/254px-Ellison_Shoji_Onizuka_%28NASA%29.jpg",
    "extract": "Ellison Shoji Onizuka  was an American astronaut, engineer, and USAF test pilot from Kealakekua, Hawaii, who successfully flew into space with the Space Shuttle Discovery on STS-51-C. He died in the destruction of the Space Shuttle Challenger, on which he was serving as Mission Specialist for mission STS-51-L. He was the first Asian American and the first person of Japanese origin to reach space.",
    "year": 1946,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Robert Reich",
    "birthday": "1946-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Robert_Reich.jpg/247px-Robert_Reich.jpg",
    "extract": "Robert Bernard Reich is an American professor, author, lawyer, and political commentator. He worked in the administrations of Presidents Gerald Ford and Jimmy Carter, and served as Secretary of Labor from 1993 to 1997 in the cabinet of President Bill Clinton. He was also a member of President Barack Obama's economic transition advisory board.",
    "year": 1946,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Colin Blunstone",
    "birthday": "1945-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/ColinBlunstone2019.jpg/298px-ColinBlunstone2019.jpg",
    "extract": "Colin Edward Michael Blunstone is an English singer, songwriter and musician. In a career spanning more than 50 years, Blunstone came to prominence in the mid-1960s as the lead singer of the English rock band the Zombies, which released four singles that entered the Top 75 charts in the United States during the 1960s, including \"She's Not There\", \"Tell Her No\", \"She's Coming Home\", and \"Time of the Season\". Blunstone began his solo career in 1969, releasing three singles under a pseudonym of Neil MacArthur. Since then, he has released ten studio albums under his real name. He appears on several albums with the Alan Parsons Project and sang \"Old and Wise\".",
    "year": 1945,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Wayne Cashman",
    "birthday": "1945-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Wayne_Cashman_1981.JPG/234px-Wayne_Cashman_1981.JPG",
    "extract": "Wayne Cashman is a Canadian former professional ice hockey player and coach. He played seventeen seasons for the Boston Bruins of the National Hockey League (NHL) and helped them win the Stanley Cup twice, and was the last active player who started his NHL career in the Original Six era.",
    "year": 1945,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "George Pataki",
    "birthday": "1945-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Governor_Pataki_2015.jpg/201px-Governor_Pataki_2015.jpg",
    "extract": "George Elmer Pataki is an American lawyer and politician who served as the 53rd governor of New York from 1995 to 2006. An attorney by profession, Pataki was elected mayor of his hometown of Peekskill, New York, and went on to be elected to the State Assembly and the State Senate.",
    "year": 1945,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Betty Stöve",
    "birthday": "1945-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Betty_Stove_1966.jpg/244px-Betty_Stove_1966.jpg",
    "extract": "Betty Flippina Stöve is a Dutch former professional tennis player. She is best remembered for reaching the ladies' singles final, the ladies' doubles final and the mixed doubles final during the same year at Wimbledon in 1977. She also won ten Grand Slam titles in women's doubles and mixed doubles.",
    "year": 1945,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jeff Beck",
    "birthday": "1944-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Jeff_Beck_Chelsea_2018.jpg/320px-Jeff_Beck_Chelsea_2018.jpg",
    "extract": "Geoffrey Arnold Beck is an English rock guitarist. He rose to prominence with the Yardbirds and after fronted the Jeff Beck Group and Beck, Bogert & Appice. In 1975, he switched to a mainly instrumental style, with a focus on innovative sound, and his releases have spanned genres ranging from blues rock, hard rock, jazz fusion and a blend of guitar-rock and electronica.",
    "year": 1944,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Chris Wood (rock musician)",
    "birthday": "1944-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Chris-Wood.gif/214px-Chris-Wood.gif",
    "extract": "Christopher Gordon Blandford Wood was a British rock musician, best known as a founding member of the rock band Traffic, along with Steve Winwood, Jim Capaldi and Dave Mason.",
    "year": 1944,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Arthur Brown (musician)",
    "birthday": "1942-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Arthur_Brown_live.jpg/240px-Arthur_Brown_live.jpg",
    "extract": "Arthur Wilton Brown is an English singer-songwriter best known for his flamboyant and theatrical performances, eclectic work and his powerful, wide-ranging operatic voice, in particular his high pitched banshee screams. He was also notable for his unique stage persona such as extreme facepaint and burning helmet.",
    "year": 1942,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Mick Fleetwood",
    "birthday": "1942-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/FleetMacTulsa031018-33_%2831359883398%29.jpg/213px-FleetMacTulsa031018-33_%2831359883398%29.jpg",
    "extract": "Michael John Kells Fleetwood is a British musician, songwriter and occasional actor. He is best known as the drummer, co-founder, and leader of the rock band Fleetwood Mac. Fleetwood, whose surname was merged with that of the group's bassist John \"Mac\" McVie to form the name of the band, was inducted into the Rock and Roll Hall of Fame with Fleetwood Mac in 1998.",
    "year": 1942,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Michele Lee",
    "birthday": "1942-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Michele_Lee.JPG/248px-Michele_Lee.JPG",
    "extract": "Michele Lee is an American actress, singer, dancer, producer, and director. She is known for her role as Karen Cooper Fairgate MacKenzie on the 1980s prime-time soap opera Knots Landing (1979–93), for which she was nominated for a 1982 Emmy Award and won the Soap Opera Digest Award for Best Actress in 1988, 1991, and 1992. She was the only performer to appear in all 344 episodes of the series.",
    "year": 1942,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Eduardo Frei Ruiz-Tagle",
    "birthday": "1942-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Eduardo_Frei_Chiledebate.jpg/222px-Eduardo_Frei_Chiledebate.jpg",
    "extract": "Eduardo Alfredo Juan Bernardo Frei Ruiz–Tagle is a Chilean politician and civil engineer who served as president of Chile from 1994 to 2000. He was also a Senator, fulfilling the role of President of the Senate from 2006 to 2008. He attempted a comeback as the candidate of the ruling Concertación coalition for the 2009 presidential election, but was narrowly defeated. His father was Eduardo Frei Montalva, president of Chile from 1964 to 1970.",
    "year": 1942,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Colin Groves",
    "birthday": "1942-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Colin_Groves_-_lab.jpg/320px-Colin_Groves_-_lab.jpg",
    "extract": "Colin Peter Groves was a British-Australian biologist and anthropologist. Groves was Professor of Biological Anthropology at the Australian National University in Canberra, Australia.",
    "year": 1942,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Erkin Koray",
    "birthday": "1941-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/34/ErkinKoray.jpg",
    "extract": "Erkin Koray is a Turkish singer-songwriter, guitarist and one of the pioneers of Anatolian rock.",
    "year": 1941,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Julia Kristeva",
    "birthday": "1941-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Julia_Kristeva_%C3%A0_Paris_en_2008.jpg/213px-Julia_Kristeva_%C3%A0_Paris_en_2008.jpg",
    "extract": "Julia Kristeva is a Bulgarian-French philosopher, literary critic, semiotician, psychoanalyst, feminist, and, most recently, novelist, who has lived in France since the mid-1960s. She is now a professor emerita at the University Paris Diderot. The author of more than 30 books, including Powers of Horror, Tales of Love, Black Sun: Depression and Melancholia, Proust and the Sense of Time, and the trilogy Female Genius, she has been awarded Commander of the Legion of Honor, Commander of the Order of Merit, the Holberg International Memorial Prize, the Hannah Arendt Prize, and the Vision 97 Foundation Prize, awarded by the Havel Foundation.",
    "year": 1941,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Vittorio Storaro",
    "birthday": "1940-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/VITTORIO_STORARO.jpg/280px-VITTORIO_STORARO.jpg",
    "extract": "Vittorio Storaro, A.S.C., A.I.C. is an Italian cinematographer widely recognized as one of the best and most influential in Cinema history, for his work on numerous classic films including The Conformist, Apocalypse Now, and The Last Emperor. In the course of over fifty years, he has collaborated with directors such as Bernardo Bertolucci, Francis Ford Coppola, Warren Beatty, Woody Allen and Carlos Saura.",
    "year": 1940,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Brigitte Fontaine",
    "birthday": "1939-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Brigitte_Fontaine_20100330_Salon_du_livre_de_Paris_5.jpg/320px-Brigitte_Fontaine_20100330_Salon_du_livre_de_Paris_5.jpg",
    "extract": "Brigitte Fontaine, is a singer of avant-garde music. She has employed numerous unusual musical styles, melding rock and roll, folk, jazz, electronica, spoken word poetry, and world. She has collaborated with Stereolab, Michel Colombier, Jean-Claude Vannier, Areski Belkacem, Gotan Project, Sonic Youth, Antoine Duhamel, Grace Jones, Noir Désir, Archie Shepp, Arno, and The Art Ensemble of Chicago.\nShe is also a novelist, playwright, poet, and actress.",
    "year": 1939,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Lawrence Block",
    "birthday": "1938-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Lawrence_Block_%28cropped%29.jpeg/220px-Lawrence_Block_%28cropped%29.jpeg",
    "extract": "Lawrence Block is an American crime writer best known for two long-running New York-set series about the recovering alcoholic P.I. Matthew Scudder and the gentleman burglar Bernie Rhodenbarr. Block was named a Grand Master by the Mystery Writers of America in 1994.",
    "year": 1938,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Abulfaz Elchibey",
    "birthday": "1938-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Abulfaz_Elchibey_%281992%29.jpg/320px-Abulfaz_Elchibey_%281992%29.jpg",
    "extract": "Abulfaz Elchibey was an Azerbaijani political figure and a former Soviet dissident. His real name was Abulfaz Gadirgulu oghlu Aliyev, but he assumed the nickname of \"Elçibəy\" upon his leadership of the Azerbaijani Popular Front in 1990. Elchibey was the president of Azerbaijan, serving from 17 June 1992 until his overthrow in a coup d'état in 24 June 1993. He positioned himself as an overt pan-Turkist, and strongly anti-Iran.",
    "year": 1938,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ken Gray (rugby union)",
    "birthday": "1938-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Kenneth_Francis_Gray_c1963.jpg/240px-Kenneth_Francis_Gray_c1963.jpg",
    "extract": "Kenneth Francis Gray was an international rugby union player from New Zealand. He represented New Zealand in 24 international games, playing lock and later prop forward.",
    "year": 1938,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Robert Downey Sr.",
    "birthday": "1936-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/cd/Robert_Downey_Sr.jpg/256px-Robert_Downey_Sr.jpg",
    "extract": "Robert John Downey was an American filmmaker and actor. He is known for having written and directed the 1969 underground film Putney Swope, a satire on the New York Madison Avenue advertising world. According to film scholar Wheeler Winston Dixon, Downey Sr.'s films during the 1960s were \"strictly take-no-prisoners affairs, with minimal budgets and outrageous satire, effectively pushing forward the countercultural agenda of the day.\"",
    "year": 1936,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Terry Riley",
    "birthday": "1935-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Terry_Riley%2C_Tokyo_8_Nov_2017_%28cropped%29.jpg/224px-Terry_Riley%2C_Tokyo_8_Nov_2017_%28cropped%29.jpg",
    "extract": "Terrence Mitchell Riley, is an American composer and performing musician best known as a pioneer of the minimalist school of composition. Influenced by jazz and Indian classical music, his music became notable for its innovative use of repetition, tape music techniques, and delay systems. He produced his best known works in the 1960s: the 1964 composition In C and the 1969 LP A Rainbow in Curved Air, both considered landmarks of minimalism and important influences on experimental, rock, and contemporary electronic music.",
    "year": 1935,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jean Milesi",
    "birthday": "1935-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Jean_Milesi%2C_Tour_de_France_1964.jpg/240px-Jean_Milesi%2C_Tour_de_France_1964.jpg",
    "extract": "Jean Milesi is a French former professional racing cyclist. He rode in seven editions of the Tour de France.",
    "year": 1935,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Charlie Dees",
    "birthday": "1935-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Charlie_Dees_1964.jpg/217px-Charlie_Dees_1964.jpg",
    "extract": "Charles Henry Dees is a retired American professional baseball player whose career extended from 1957 through 1966. The first baseman appeared in 98 games played in Major League Baseball over parts of three seasons (1963–65) for the Los Angeles/California Angels. He threw and batted left-handed, and was listed as 6 feet 1 inch (1.85 m) tall and 173 pounds (78 kg).",
    "year": 1935,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ferdinand Biwersi",
    "birthday": "1934-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Ferdinand_Biwersi_%281971%29.jpg/268px-Ferdinand_Biwersi_%281971%29.jpg",
    "extract": "Ferdinand Biwersi was a German football referee.",
    "year": 1934,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Gloria Christian",
    "birthday": "1934-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Gloria_Christian.jpg/170px-Gloria_Christian.jpg",
    "extract": "Gloria Christian is an Italian Canzone Napoletana singer, mainly successful between the second half of the 1950s and the 1960s.",
    "year": 1934,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Sam Jones (basketball, born 1933)",
    "birthday": "1933-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Sam_Jones%2C_Boston_Celtics%2C_1969.jpg/244px-Sam_Jones%2C_Boston_Celtics%2C_1969.jpg",
    "extract": "Samuel Jones was an American professional basketball player who was a shooting guard for the Boston Celtics in the National Basketball Association (NBA). A five-time NBA All-Star, he was known for his quickness and game-winning shots, especially during the NBA playoffs. Jones has the second most NBA championships of any player (10), behind only his teammate Bill Russell (11). He was also one of only three Celtics to be part of each of the Celtics' eight consecutive championships from 1959 to 1966. Jones is a member of the Naismith Memorial Basketball Hall of Fame.",
    "year": 1933,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "David McTaggart",
    "birthday": "1932-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/David_McTaggart_Greenpeace_Amsterdam_1981.png/230px-David_McTaggart_Greenpeace_Amsterdam_1981.png",
    "extract": "David Fraser McTaggart was a Canadian-born environmentalist who played a central part in the foundation of Greenpeace International.",
    "year": 1932,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Billy Casper",
    "birthday": "1931-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Billy_Casper_%28cropped%29.jpg/201px-Billy_Casper_%28cropped%29.jpg",
    "extract": "William Earl Casper Jr. was an American professional golfer. He was one of the most prolific tournament winners on the PGA Tour from the mid-1950s to the mid-1970s.",
    "year": 1931,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Claude Chabrol",
    "birthday": "1930-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Claude_Chabrol_Berlinale_2009_Iberty.jpg/294px-Claude_Chabrol_Berlinale_2009_Iberty.jpg",
    "extract": "Claude Henri Jean Chabrol was a French film director and a member of the French New Wave group of filmmakers who first came to prominence at the end of the 1950s. Like his colleagues and contemporaries Jean-Luc Godard, François Truffaut, Éric Rohmer and Jacques Rivette, Chabrol was a critic for the influential film magazine Cahiers du cinéma before beginning his career as a film maker.",
    "year": 1930,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "William Bernard Ziff Jr.",
    "birthday": "1930-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/1e/William_Bernard_Ziff%2C_Jr._portrait%2C_2002.jpg",
    "extract": "William Bernard \"Bill\" Ziff Jr. was an American publishing executive. His father, William Bernard Ziff Sr., was the co-founder of Ziff Davis Inc. and when the elder Ziff died in 1953, Ziff took over the management of the company. After buying out partner Bernard G. Davis, he led Ziff Davis to become the most successful publisher of technology magazines in the 1970s and 1980s.",
    "year": 1930,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Carolyn S. Shoemaker",
    "birthday": "1929-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e0/Carolyn_Shoemaker_%28cropped%29.jpg",
    "extract": "Carolyn Jean Spellmann Shoemaker was an American astronomer and a co-discoverer of Comet Shoemaker–Levy 9. She discovered 32 comets and more than 500 asteroids.",
    "year": 1929,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "James B. Edwards",
    "birthday": "1927-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/U.S._Secretary_of_Energy_James_Edwards_of_South_Carolina.jpg/241px-U.S._Secretary_of_Energy_James_Edwards_of_South_Carolina.jpg",
    "extract": "James Burrows Edwards was an American politician and administrator from South Carolina. He was the first Republican to be elected governor of South Carolina since the post-Civil War Reconstruction Era in the 1870s. He later served as the U.S. Secretary of Energy under Ronald Reagan.",
    "year": 1927,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Martin Lewis Perl",
    "birthday": "1927-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/65/Martin_Perl_-_tau.jpg",
    "extract": "Martin Lewis Perl was an American chemical engineer and physicist who won the Nobel Prize in Physics in 1995 for his discovery of the tau lepton.",
    "year": 1927,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ogden Reid",
    "birthday": "1925-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Ogden_Reid_%28cropped%29.png/273px-Ogden_Reid_%28cropped%29.png",
    "extract": "Ogden Rogers Reid was an American politician and diplomat. He was the U.S. Ambassador to Israel and a six-term United States Representative from Westchester County, New York.",
    "year": 1925,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Kurt Furgler",
    "birthday": "1924-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/ETH-BIB-Kurt_Furgler-Com_L20-0941-0253.tif/lossy-page1-252px-ETH-BIB-Kurt_Furgler-Com_L20-0941-0253.tif.jpg",
    "extract": "Kurt Furgler was a Swiss politician and member of the Swiss Federal Council (1972–1986).",
    "year": 1924,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Archie Roy",
    "birthday": "1924-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/2e/Prof_A.E._Roy._Scottish_Astronomer.jpg/246px-Prof_A.E._Roy._Scottish_Astronomer.jpg",
    "extract": "Archie Edmiston Roy FRSE, FRAS was Professor Emeritus of Astronomy in the University of Glasgow.",
    "year": 1924,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Margaret Olley",
    "birthday": "1923-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Margaret_Olley.jpg/320px-Margaret_Olley.jpg",
    "extract": "Margaret Hannah Olley was an Australian painter. She was the subject of more than ninety solo exhibitions.",
    "year": 1923,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jack Carter (comedian)",
    "birthday": "1922-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Jack_Carter_1949.JPG/271px-Jack_Carter_1949.JPG",
    "extract": "Jack Chakrin, known by his stage name Jack Carter, was an American comedian, actor and television presenter. Brooklyn-born Carter had a long-running comedy act similar to fellow rapid-paced contemporaries Milton Berle and Morey Amsterdam.",
    "year": 1922,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John Postgate (microbiologist)",
    "birthday": "1922-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7a/John_Postgate_%28microbiologist%29.jpg",
    "extract": "John Raymond Postgate, FRS was an English microbiologist and writer, latterly Professor Emeritus of Microbiology at the University of Sussex. Postgate's research in microbiology investigated nitrogen fixation, microbial survival, and sulphate-reducing bacteria. He worked for the Agricultural Research Council's Unit of Nitrogen Fixation from 1963 until he retired, by then its Director, in 1987. In 2011 he was described as a \"father figure of British microbiology\".",
    "year": 1922,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Al Molinaro",
    "birthday": "1919-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Al_Molinaro_Murray_the_cop_Odd_Couple_1974.JPG/244px-Al_Molinaro_Murray_the_cop_Odd_Couple_1974.JPG",
    "extract": "Albert Francis Molinaro was an American actor. He played Al Delvecchio on Happy Days and Officer Murray Greshler on The Odd Couple. He also appeared in many television commercials, including On-Cor frozen dinners.",
    "year": 1919,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Yong Nyuk Lin",
    "birthday": "1918-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Yong_Nyuk_Lin_%281965%29.jpg/240px-Yong_Nyuk_Lin_%281965%29.jpg",
    "extract": "Yong Nyuk Lin was a Singaporean politician. He was born in Seremban, Negri Sembilan, Malaysia and studied in Singapore. He was the general manager of Overseas Assurance Company for 18 years before he resigned to stand for the 1959 general election in Singapore. He became the Member of Parliament for Geylang West from 30 May 1959 to 22 January 1979. He was in Singapore's first Cabinet and served as a Cabinet minister from 1959 to 1976. His portfolios included Education, Health and Communications. From 1975 to 1977, Yong was appointed Singapore's High Commissioner to the United Kingdom.",
    "year": 1918,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "David Easton",
    "birthday": "1917-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/David_Easton.png/213px-David_Easton.png",
    "extract": "David Easton was a Canadian-born American political scientist. From 1947 to 1997, he served as a professor of political science at the University of Chicago.",
    "year": 1917,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Lucy Jarvis (producer)",
    "birthday": "1917-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Lucy_Jarvis_%C2%A9_Lynn_Gilbert.jpg/214px-Lucy_Jarvis_%C2%A9_Lynn_Gilbert.jpg",
    "extract": "Lucile Jarvis was an American television producer.",
    "year": 1917,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Joan Clarke",
    "birthday": "1917-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/35/Joan_Clarke_%28cryptanalyst%29.jpg/252px-Joan_Clarke_%28cryptanalyst%29.jpg",
    "extract": "Joan Elisabeth Lowther Murray, MBE was an English cryptanalyst and numismatist best known for her work as a code-breaker at Bletchley Park during the Second World War. Although she did not personally seek the spotlight, her role in the Enigma project that decrypted Nazi Germany's secret communications earned her awards and citations, such as appointment as a Member of the Order of the British Empire (MBE), in 1946.",
    "year": 1917,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "William B. Saxbe",
    "birthday": "1916-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/William_Saxbe.jpg/252px-William_Saxbe.jpg",
    "extract": "William Bart Saxbe was an American diplomat and politician affiliated with the Republican Party, who served as a U.S. Senator for Ohio, and was the Attorney General for Presidents Richard M. Nixon and Gerald R. Ford, and as the U.S. Ambassador to India.",
    "year": 1916,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Saloua Raouda Choucair",
    "birthday": "1916-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/0a/Saloua_Raouda_Choucair%2C_Self_Portrait%2C_1943.jpg",
    "extract": "Saloua Raouda Choucair was a Lebanese painter and sculptor.",
    "year": 1916,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Fred Hoyle",
    "birthday": "1915-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/ff/Fred_Hoyle.jpg",
    "extract": "Sir Fred Hoyle FRS (24 June 1915 – 20 August 2001) was an English astronomer who formulated the theory of stellar nucleosynthesis and was one of the authors of the influential B2FH paper. He also held controversial stances on other scientific matters—in particular his rejection of the \"Big Bang\" theory, a term coined by him on BBC radio, and his promotion of panspermia as the origin of life on Earth. He also wrote science fiction novels, short stories and radio plays, and co-authored twelve books with his son, Geoffrey Hoyle. He spent most of his working life at the Institute of Astronomy at Cambridge and served as its director for six years.",
    "year": 1915,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jan Karski",
    "birthday": "1914-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Jan_Karski_-_Instytut_w_Rudzie_%C5%9Al%C4%85skiej.jpg/242px-Jan_Karski_-_Instytut_w_Rudzie_%C5%9Al%C4%85skiej.jpg",
    "extract": "Jan Karski was a Polish soldier, resistance-fighter, and diplomat during World War II. He is known for having acted as a courier in 1940–1943 to the Polish government-in-exile and to Poland's Western Allies about the situation in German-occupied Poland. He reported about the state of Poland, its many competing resistance factions, and also about Germany's destruction of the Warsaw Ghetto and its operation of extermination camps on Polish soil that were murdering Jews, Poles, and others.",
    "year": 1914,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Pearl Witherington",
    "birthday": "1914-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/ec/Pearl_Witherington_Cornioley.jpg/231px-Pearl_Witherington_Cornioley.jpg",
    "extract": "Cecile Pearl Witherington Cornioley,, code names Marie and Pauline, was an agent for the United Kingdom's clandestine Special Operations Executive (SOE) during the Second World War. The purpose of SOE was to conduct espionage, sabotage, and reconnaissance in occupied Europe against the Axis powers. SOE agents allied themselves with French Resistance groups and supplied them with weapons and equipment parachuted in from England.",
    "year": 1914,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Gustaaf Deloor",
    "birthday": "1913-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Le_Belge_Gustaaf_Deloor%2C_vainqueur_de_son_second_Tour_d%27Espagne%2C_en_juin_1936.jpg/320px-Le_Belge_Gustaaf_Deloor%2C_vainqueur_de_son_second_Tour_d%27Espagne%2C_en_juin_1936.jpg",
    "extract": "Gustaaf Deloor was a Belgian road racing cyclist and the winner of the first two editions of the Vuelta a España in 1935 and 1936. The 1936 edition remains the longest winning finish time of the Vuelta in 150:07:54, the race consisted of 22 stages with a total length of 4,407 km. Gustaaf finished first and his older brother Alfons finished second overall.",
    "year": 1913,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Brian Johnston",
    "birthday": "1912-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Brian_Johnston.jpg/240px-Brian_Johnston.jpg",
    "extract": "Brian Alexander Johnston, nicknamed Johnners, was a British cricket commentator, author, and television presenter. He was most prominently associated with the BBC during a career which lasted from 1946 until his death in January 1994.",
    "year": 1912,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Mary Wesley",
    "birthday": "1912-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/df/Mary_Wesley.jpg/320px-Mary_Wesley.jpg",
    "extract": "Mary Wesley was the pen name of Mary Aline Siepmann CBE, an English novelist. During her career, she was one of Britain's most successful novelists, selling three million copies of her books, including ten bestsellers in the last twenty years of her life.",
    "year": 1912,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Juan Manuel Fangio",
    "birthday": "1911-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Fangio.png/215px-Fangio.png",
    "extract": "Juan Manuel Fangio, nicknamed El Chueco or El Maestro, was an Argentine racing car driver. He dominated the first decade of Formula One racing, winning the World Drivers' Championship five times.",
    "year": 1911,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ernesto Sabato",
    "birthday": "1911-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9c/ErnestoSabato001.JPG",
    "extract": "Ernesto Sabato was an Argentine novelist, essayist, painter and physicist. According to the BBC he \"won some of the most prestigious prizes in Hispanic literature\" and \"became very influential in the literary world throughout Latin America\". Upon his death El País dubbed him the \"last classic writer in Argentine literature\".",
    "year": 1911,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Portia White",
    "birthday": "1911-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Portia_White.jpg/255px-Portia_White.jpg",
    "extract": "Portia May White was a Canadian contralto, known for becoming the first Black Canadian concert singer to achieve international fame. Growing up as part of her father's church choir in Halifax, Nova Scotia, White competed in local singing competitions as a teenager and later trained at the Halifax Conservatory of Music. In 1941 and 1944, she made her national and international debuts as a singer, receiving critical acclaim for her performances of both classical European music and African-American spirituals. White later completed tours throughout Europe, the Caribbean, and Central and South America.",
    "year": 1911,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jean Deslauriers",
    "birthday": "1909-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Marcel_Henri_et_Jean_Deslauriers.jpg/237px-Marcel_Henri_et_Jean_Deslauriers.jpg",
    "extract": "Jean Deslauriers was a Canadian conductor, violinist, and composer. As a conductor he had a long and fruitful partnership with the Canadian Broadcasting Corporation; conducting orchestras for feature films and television and radio programs for more than 40 years. He also worked as a guest conductor with orchestras and opera companies throughout Canada and served on the conducting staff of the Opéra du Québec. The Canadian Encyclopedia describes him as \"a conductor with a sober but efficient technique, who was always faithful to the written score [and] equally at ease conducting concerts, opera, and lighter repertoire.\" His best-known compositions are his Prélude for strings and the song, La Musique des yeux. He is the father of soprano Yolande Deslauriers-Husaruk.",
    "year": 1909,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "William Penney, Baron Penney",
    "birthday": "1909-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/William_Penney.jpg/246px-William_Penney.jpg",
    "extract": "William George Penney, Baron Penney, was an English mathematician and professor of mathematical physics at the Imperial College London and later the rector of Imperial College. He had a leading role in the development of Britain's nuclear programme, a clandestine programme started in 1942 during World War II which produced the first British atomic bomb in 1952.",
    "year": 1909,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Hugo Distler",
    "birthday": "1908-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Hugo_Distler.jpg/252px-Hugo_Distler.jpg",
    "extract": "August Hugo Distler was a German organist, choral conductor, teacher and composer.",
    "year": 1908,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Alfons Rebane",
    "birthday": "1908-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Alfons_rebane.jpg/230px-Alfons_rebane.jpg",
    "extract": "Alfons Vilhelm Robert Rebane, known simply as Alfons Rebane was an Estonian military commander. He was the most highly decorated Estonian military officer during World War II, serving in various Wehrmacht and Waffen-SS units of Nazi Germany.",
    "year": 1908,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Arseny Tarkovsky",
    "birthday": "1907-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/%D0%90%D1%80%D1%81%D0%B5%D0%BD%D0%B8%D0%B9_%D0%A2%D0%B0%D1%80%D0%BA%D0%BE%D0%B2%D1%81%D0%BA%D0%B8%D0%B9.jpg/238px-%D0%90%D1%80%D1%81%D0%B5%D0%BD%D0%B8%D0%B9_%D0%A2%D0%B0%D1%80%D0%BA%D0%BE%D0%B2%D1%81%D0%BA%D0%B8%D0%B9.jpg",
    "extract": "Arseny Aleksandrovich Tarkovsky was a Soviet and Russian poet and translator. He was predeceased by his son, film director Andrei Tarkovsky.",
    "year": 1907,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Pierre Fournier",
    "birthday": "1906-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Fournier_Harcourt_1941.jpg/236px-Fournier_Harcourt_1941.jpg",
    "extract": "Pierre Léon Marie Fournier was a French cellist who was called the \"aristocrat of cellists\" on account of his elegant musicianship and majestic sound.",
    "year": 1906,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Fred Alderman",
    "birthday": "1905-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Fred_Alderman_1928.jpg/226px-Fred_Alderman_1928.jpg",
    "extract": "Frederick Pitt Alderman was an American sprint runner who won a gold medal in 4 × 400 m relay at the 1928 Summer Olympics. He also won the NCAA Championships in 100 yd (91 m) and 220 yd (200 m) and IC4A Championships in 440 yd (400 m) in 1927.",
    "year": 1905,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Phil Harris",
    "birthday": "1904-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Phil_Harris_1956.JPG/243px-Phil_Harris_1956.JPG",
    "extract": "Wonga Philip Harris was an American actor, comedian, musician and songwriter. He was an orchestra leader and a pioneer in radio situation comedy, first with The Jack Benny Program, then in The Phil Harris-Alice Faye Show in which he co-starred with his wife, singer-actress Alice Faye, for eight years. Harris is also noted for his voice acting in animated films. As a voice actor, he played Baloo in The Jungle Book (1967), Thomas O'Malley in The Aristocats (1970), Little John in Robin Hood (1973), and Patou in Rock-a-Doodle (1991). As a singer, he recorded a #1 novelty hit record, \"The Thing\" (1950).",
    "year": 1904,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Harry Partch",
    "birthday": "1901-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/6d/Harry_Partch_album_scan_headshot.jpg/233px-Harry_Partch_album_scan_headshot.jpg",
    "extract": "Harry Partch was an American composer, music theorist, and creator of musical instruments. He composed using scales of unequal intervals in just intonation, and was one of the first 20th-century composers in the West to work systematically with microtonal scales. He built custom-made instruments in these tunings on which to play his compositions, and described his theory and practice in his book Genesis of a Music (1947).",
    "year": 1901,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Wilhelm Cauer",
    "birthday": "1900-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4e/Cauer.jpg/223px-Cauer.jpg",
    "extract": "Wilhelm Cauer was a German mathematician and scientist. He is most noted for his work on the analysis and synthesis of electrical filters and his work marked the beginning of the field of network synthesis. Prior to his work, electronic filter design used techniques which accurately predicted filter behaviour only under unrealistic conditions. This required a certain amount of experience on the part of the designer to choose suitable sections to include in the design. Cauer placed the field on a firm mathematical footing, providing tools that could produce exact solutions to a given specification for the design of an electronic filter.",
    "year": 1900,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Armin Öpik",
    "birthday": "1898-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Armin_Aleksander_%C3%96pik.jpg/239px-Armin_Aleksander_%C3%96pik.jpg",
    "extract": "Armin Aleksander Öpik was an Estonian paleontologist who spent the second half of his career at the Bureau of Mineral Resources in Australia.",
    "year": 1898,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Karl Selter",
    "birthday": "1898-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Bundesarchiv_Bild_183-E07268%2C_Berlin%2C_Besuch_estnischer_Aussenminister_Selter.jpg/239px-Bundesarchiv_Bild_183-E07268%2C_Berlin%2C_Besuch_estnischer_Aussenminister_Selter.jpg",
    "extract": "Karl Selter was an Estonian politician and a Minister of Foreign Affairs of Estonia. He served as Minister of Economic Affairs from 1933 to 1938 and as minister of Foreign affairs from 1938 to 1939. His historically most memorable act was to sign a non-aggression and mutual assistance treaty with the Soviet leaders in Moscow in September 1939. This was also his personal and national Estonian most tragic act. It followed a brutal ultimatum from the Soviet Foreign Minister, Vyacheslav Molotov on 24 September. Molotov said to Setler: Estonia gained sovereignty when the Soviet Union was powerless, but you “don’t think that this can last… forever… The Soviet Union is now a great power whose interests need to be taken into consideration. I tell you—the Soviet Union needs enlargement of her security guarantee system; for this purpose she needs an exit to the Baltic Sea … I ask you, do not compel us to use force against Estonia.” The enforced in this manner treaty gave the Soviet army a right to set up military bases in Estonia, and it significantly reduced Estonia's independence until Estonia was formally incorporated into the Soviet Union between June and August 1940. Selter left Estonia in November 1939, resigning both as Foreign Minister and as a member of Parliament. He moved to Geneva, Switzerland as a diplomat. After Germany occupied Estonia between 1941 and 1944, and after it was re-incorporated into the Soviet Union in 1944, he stayed in Switzerland as an exiled diplomat and politician.\n",
    "year": 1898,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jack Dempsey",
    "birthday": "1895-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Jack_Dempsey_1.jpg/225px-Jack_Dempsey_1.jpg",
    "extract": "William Harrison \"Jack\" Dempsey, nicknamed Kid Blackie and The Manassa Mauler, was an American professional boxer who competed from 1914 to 1927, and reigned as the world heavyweight champion from 1919 to 1926. A cultural icon of the 1920s, Dempsey's aggressive fighting style and exceptional punching power made him one of the most popular boxers in history. Many of his fights set financial and attendance records, including the first million-dollar gate. He pioneered the live broadcast of sporting events in general, and boxing matches in particular.",
    "year": 1895,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Roy O. Disney",
    "birthday": "1893-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2d/Roy_O._Disney_with_Company_at_Press_Conference.jpg",
    "extract": "Roy Oliver Disney was an American businessman and co-founder of The Walt Disney Company. He was the older brother of Walt Disney and the father of Roy E. Disney.",
    "year": 1893,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Gerrit Rietveld",
    "birthday": "1888-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Gerrit_Thomas_Rietveld.jpg/256px-Gerrit_Thomas_Rietveld.jpg",
    "extract": "Gerrit Rietveld was a Dutch furniture designer and architect.",
    "year": 1888,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Olaf Holtedahl",
    "birthday": "1885-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/aa/OlafHoltedahl.jpg",
    "extract": "Prof Olaf Holtedahl ForMemRS FRSE was a Norwegian geologist. He became a senior lecturer at the University of Oslo in 1914, and was Professor of Geology there from 1920 to 1956.",
    "year": 1885,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Frank Waller (athlete)",
    "birthday": "1884-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Frank_Waller.jpg/320px-Frank_Waller.jpg",
    "extract": "Frank Laird Waller was an American athlete who specialized in the 400 metres. He later became a vocal coach.",
    "year": 1884,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Victor Francis Hess",
    "birthday": "1883-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Hess.jpg/226px-Hess.jpg",
    "extract": "Victor Franz Hess was an Austrian-American physicist, and Nobel laureate in physics, who discovered cosmic rays.",
    "year": 1883,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Fritz Löhner-Beda",
    "birthday": "1883-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7e/Fritz_L%C3%B6hner-Beda_%281883%E2%80%931942%29_1928_%C2%A9_Karl_Winkler_%28Detail_aus_9997094%29.jpg",
    "extract": "Fritz Löhner-Beda, born Bedřich Löwy, was an Austrian librettist, lyricist and writer. Once nearly forgotten, many of his songs and tunes remain popular today. He was murdered in Auschwitz III Monowitz concentration camp.",
    "year": 1883,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jean Metzinger",
    "birthday": "1883-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Jean_Metzinger%2C_photo_published_in_1913.jpg/237px-Jean_Metzinger%2C_photo_published_in_1913.jpg",
    "extract": "Jean Dominique Antony Metzinger was a major 20th-century French painter, theorist, writer, critic and poet, who along with Albert Gleizes wrote the first theoretical work on Cubism. His earliest works, from 1900 to 1904, were influenced by the neo-Impressionism of Georges Seurat and Henri-Edmond Cross. Between 1904 and 1907 Metzinger worked in the Divisionist and Fauvist styles with a strong Cézannian component, leading to some of the first proto-Cubist works.",
    "year": 1883,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Arthur L. Newton",
    "birthday": "1883-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Arthur_Newton.jpg/320px-Arthur_Newton.jpg",
    "extract": "Arthur Lewis Newton was an American athlete who competed mainly in the distance events. He was born in Upton, Massachusetts and died in Worcester, Massachusetts.",
    "year": 1883,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Frank Verner",
    "birthday": "1883-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a1/Frank_Verner.jpg/320px-Frank_Verner.jpg",
    "extract": "Frank Verner was an American athlete and middle-distance runner who competed in the early twentieth century.",
    "year": 1883,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Athanase David",
    "birthday": "1882-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1d/Athanase_David.jpg",
    "extract": "Louis-Athanase David was a Canadian lawyer, politician, and businessman. He was a cabinet minister in the Provincial Parliament of Quebec, representing the riding of Terrebonne and serving as Provincial Secretary. He was later a member of the Canadian Senate.",
    "year": 1882,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Carl Diem",
    "birthday": "1882-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Stamps_of_Germany_%28BRD%29_1968%2C_MiNr_565.jpg/200px-Stamps_of_Germany_%28BRD%29_1968%2C_MiNr_565.jpg",
    "extract": "Carl Diem was a German sports administrator, and as Secretary General of the Organizing Committee of the Berlin Olympic Games, the chief organizer of the 1936 Olympic Summer Games.",
    "year": 1882,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Oswald Veblen",
    "birthday": "1880-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/OswaldVeblen1915.jpg/208px-OswaldVeblen1915.jpg",
    "extract": "Oswald Veblen was an American mathematician, geometer and topologist, whose work found application in atomic physics and the theory of relativity. He proved the Jordan curve theorem in 1905; while this was long considered the first rigorous proof of the theorem, many now also consider Camille Jordan's original proof rigorous.",
    "year": 1880,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "João Cândido Felisberto",
    "birthday": "1880-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Gazeta_de_noticias_31-12-1912_02.jpg/247px-Gazeta_de_noticias_31-12-1912_02.jpg",
    "extract": "João Cândido Felisberto was a Brazilian sailor, best known as the leader of the 1910 \"Revolt of the Lash\". His name was sometimes given as simply \"João Cândido\" or \"Jean Candido\" in foreign articles.",
    "year": 1880,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Frank Crowninshield",
    "birthday": "1872-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Francis_Crowninshield.jpg/217px-Francis_Crowninshield.jpg",
    "extract": "Francis Welch Crowninshield, better known as Frank or Crownie (informal), was an American journalist and art and theater critic best known for developing and editing the magazine Vanity Fair for 21 years, making it a pre-eminent literary journal.",
    "year": 1872,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Prince George of Greece and Denmark",
    "birthday": "1869-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Prince_George_of_Greece_in_1902%2C_High_Commissioner_in_Crete.jpg/213px-Prince_George_of_Greece_in_1902%2C_High_Commissioner_in_Crete.jpg",
    "extract": "Prince George of Greece and Denmark was the second son and child of George I of Greece and Olga Konstantinovna of Russia, and is remembered chiefly for having once saved the life of his cousin the future Emperor of Russia, Nicholas II in 1891 during their visit to Japan together. He served as high commissioner of the Cretan State during its transition towards independence from Ottoman rule and union with Greece.",
    "year": 1869,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ruth Randall Edström",
    "birthday": "1867-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Sigfrid_Edstr%C3%B6m%2C_Ruth_Randall_Edstr%C3%B6m_%28Ruth%29.jpg/291px-Sigfrid_Edstr%C3%B6m%2C_Ruth_Randall_Edstr%C3%B6m_%28Ruth%29.jpg",
    "extract": "Ruth Miriam Edström was an American peace activist and fighter for women's rights. She worked with the pre-work for the third peace conference in The Hague. She participated in the international women's congress in 1915. Ruth was the wife of the head of Asea, J. Sigfrid Edström.",
    "year": 1867,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Robert Henri",
    "birthday": "1865-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Robert_Henri_1897.jpg/152px-Robert_Henri_1897.jpg",
    "extract": "Robert Henri was an American painter and teacher.",
    "year": 1865,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Hastings Rashdall",
    "birthday": "1858-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/ee/HastingsRashdall.jpg",
    "extract": "Hastings Rashdall was an English philosopher, theologian, historian, and Anglican priest. He expounded a theory known as ideal utilitarianism, and he was a major historian of the universities of the Middle Ages.",
    "year": 1858,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Henry Chapman Mercer",
    "birthday": "1856-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/MercerLG.jpg/240px-MercerLG.jpg",
    "extract": "Henry Chapman Mercer was an American archeologist, artifact collector, tile-maker, and designer of three distinctive poured concrete structures: Fonthill, his home, the Moravian Pottery and Tile Works, and the Mercer Museum.",
    "year": 1856,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Eleanor Norcross",
    "birthday": "1854-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Eleanor_Norcross_%281854-1923%29.jpg/227px-Eleanor_Norcross_%281854-1923%29.jpg",
    "extract": "Ella Augusta \"Eleanor\" Norcross was an American painter who studied under William Merritt Chase and Alfred Stevens. She lived the majority of her adult life in Paris, France, as an artist and collector and spent the summers in her hometown of Fitchburg, Massachusetts. Norcross painted Impressionist portraits and still lifes, and is better known for her paintings of genteel interiors.",
    "year": 1854,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Friedrich Loeffler",
    "birthday": "1852-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Friedrich_Loeffler_3.jpg/251px-Friedrich_Loeffler_3.jpg",
    "extract": "Friedrich August Johannes Loeffler was a German bacteriologist at the University of Greifswald.",
    "year": 1852,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Herbert Kitchener, 1st Earl Kitchener",
    "birthday": "1850-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Horatio_Herbert_Kitchener_%28cropped%29.jpg/243px-Horatio_Herbert_Kitchener_%28cropped%29.jpg",
    "extract": "Horatio Herbert Kitchener, 1st Earl Kitchener, was an Anglo-Irish senior British Army officer and colonial administrator. Kitchener came to prominence for his imperial campaigns, his scorched earth policy against the Boers, his expansion of Lord Roberts' concentration camps during the Second Boer War and his central role in the early part of the First World War.",
    "year": 1850,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Samuel Johnson (Nigerian historian)",
    "birthday": "1846-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Samuel_Johnson_%28Yoruba%29.jpg/302px-Samuel_Johnson_%28Yoruba%29.jpg",
    "extract": "The Rev. Samuel Johnson was an Anglican priest and historian of the Yoruba.",
    "year": 1846,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ambrose Bierce",
    "birthday": "1842-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Abierce.jpg/320px-Abierce.jpg",
    "extract": "Ambrose Gwinnett Bierce was an American short story writer, journalist, poet, and American Civil War veteran. His book The Devil's Dictionary was named as one of \"The 100 Greatest Masterpieces of American Literature\" by the American Revolution Bicentennial Administration. His story \"An Occurrence at Owl Creek Bridge\" has been described as \"one of the most famous and frequently anthologized stories in American literature\", and his book Tales of Soldiers and Civilians was named by the Grolier Club as one of the 100 most influential American books printed before 1900.",
    "year": 1842,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Gustavus Franklin Swift",
    "birthday": "1839-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Gustavus_Swift_enlarged.jpg/262px-Gustavus_Swift_enlarged.jpg",
    "extract": "Gustavus Franklin Swift, Sr. was an American business executive. He founded a meat-packing empire in the Midwest during the late 19th century, over which he presided until his death. He is credited with the development of the first practical ice-cooled railroad car, which allowed his company to ship dressed meats to all parts of the country and abroad, ushering in the \"era of cheap beef.\" Swift pioneered the use of animal by-products for the manufacture of soap, glue, fertilizer, various types of sundries, and even medical products.",
    "year": 1839,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jan Matejko",
    "birthday": "1838-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Jan_Matejko.JPG/232px-Jan_Matejko.JPG",
    "extract": "Jan Alojzy Matejko was a Polish painter, a leading 19th-century exponent of history painting, known for depicting nodal events from Polish history. His works include large scale oil paintings such as Rejtan (1866), the Union of Lublin (1869),  the Astronomer Copernicus, or Conversations with God (1873), or the Battle of Grunwald (1878). He was the author of numerous portraits, a gallery of Polish monarchs in book form, and murals in St. Mary's Basilica, Kraków. He is considered by many as the most celebrated Polish painter, and sometimes as the \"national painter\" of Poland. Matejko was among the notable people to receive an unsolicited letter from the German philosopher, Friedrich Nietzsche, as the latter tipped, in January 1889, into his psychotic breakdown while in Turin.",
    "year": 1838,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Johannes Wislicenus",
    "birthday": "1835-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Wislicenus_Johannes.jpg/224px-Wislicenus_Johannes.jpg",
    "extract": "Johannes Wislicenus was a German chemist, most famous for his work in early stereochemistry.",
    "year": 1835,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "George Goyder",
    "birthday": "1826-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/George_Woodroffe_Goyder.jpg/221px-George_Woodroffe_Goyder.jpg",
    "extract": "George Woodroffe Goyder was a surveyor in the Colony of South Australia during the latter half of the nineteenth century.",
    "year": 1826,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Guillermo Rawson",
    "birthday": "1821-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/52/GuillermoRawson.jpg",
    "extract": "Dr. Guillermo Rawson was a medical doctor and politician in nineteenth-century Argentina. In 1862, when he was the Interior Minister of Argentina, he met Captain Love Jones-Parry and Lewis Jones, who were on their way to Patagonia to investigate whether it was suitable for the creation of a Welsh settlement there. Rawson came to an agreement with them, and this resulted in the creation of a colony in the Chubut Valley in the following years. The city of Rawson, the capital of the province of Chubut, was named after him.",
    "year": 1821,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Henry Ward Beecher",
    "birthday": "1813-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Henry_Ward_Beecher_-_Brady-Handy.jpg/196px-Henry_Ward_Beecher_-_Brady-Handy.jpg",
    "extract": "Henry Ward Beecher was an American Congregationalist clergyman, social reformer, and speaker, known for his support of the abolition of slavery, his emphasis on God's love, and his 1875 adultery trial. His rhetorical focus on Christ's love has influenced mainstream Christianity to this day.",
    "year": 1813,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Francis Boott (composer)",
    "birthday": "1813-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/%27Francis_Boott%27_by_Frank_Duveneck%2C_Cincinnati_Art_Museum.JPG/216px-%27Francis_Boott%27_by_Frank_Duveneck%2C_Cincinnati_Art_Museum.JPG",
    "extract": "Francis Boott was an American classical music composer of art songs and works for chorus.",
    "year": 1813,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John Archibald Campbell",
    "birthday": "1811-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/John_Archibald_Campbell_-_Brady-Handy.jpg/249px-John_Archibald_Campbell_-_Brady-Handy.jpg",
    "extract": "John Archibald Campbell was an American jurist. He was a successful lawyer in Georgia and Alabama, where he served in the state legislatures. Appointed by Franklin Pierce to the United States Supreme Court in 1853, he served until the outbreak of the American Civil War, when he became an official of the Confederate States of America. After serving six months in a military prison, he resumed a successful law practice in New Orleans, where he opposed Reconstruction.",
    "year": 1811,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Stephan Endlicher",
    "birthday": "1804-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Endlicher.jpg/213px-Endlicher.jpg",
    "extract": "Stephan Ladislaus Endlicher also known as Endlicher István László was an Austrian botanist, numismatist and Sinologist. He was a director of the Botanical Garden of Vienna.",
    "year": 1804,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Willard Richards",
    "birthday": "1804-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e2/Willardrichards.gif",
    "extract": "Willard Richards was a physician and midwife/nurse trainer and an early leader in the Latter Day Saint movement. He served as Second Counselor to church president Brigham Young in the First Presidency of The Church of Jesus Christ of Latter-day Saints from 1847 until his death.",
    "year": 1804,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John Hughes (archbishop)",
    "birthday": "1797-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/John_Hughes_archbishop_-_Brady-Handy.jpg/213px-John_Hughes_archbishop_-_Brady-Handy.jpg",
    "extract": "John Joseph Hughes was an Irish-born prelate of the Roman Catholic Church in the United States. He was the fourth Bishop and first Archbishop of the Archdiocese of New York, serving between 1842 and his death in 1864. In 1841, he founded St. John's College, which would later become Fordham University.",
    "year": 1797,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Paweł Strzelecki",
    "birthday": "1797-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Photographic_portrait_of_Pawe%C5%82_Edmund_Strzelecki%2C_ca_1845_%28defects_reduced%29.jpg/274px-Photographic_portrait_of_Pawe%C5%82_Edmund_Strzelecki%2C_ca_1845_%28defects_reduced%29.jpg",
    "extract": "Sir Paweł Edmund Strzelecki, also known as Paul Edmund de Strzelecki and Sir Paul Strzelecki, was a Polish explorer, geologist, humanitarian, environmentalist, nobleman, scientist, businessman and philanthropist who in 1845 also became a British subject. He is noted for his contributions to the exploration of Australia, particularly the Snowy Mountains and Tasmania, and for climbing and naming the highest – 2228 metres – mountain on the continent, Mount Kosciuszko.",
    "year": 1797,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ernst Heinrich Weber",
    "birthday": "1795-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Ernst_Heinrich_Weber.jpg/244px-Ernst_Heinrich_Weber.jpg",
    "extract": "Ernst Heinrich Weber was a German physician who is considered one of the founders of experimental psychology. He was an influential and important figure in the areas of physiology and psychology during his lifetime and beyond. His studies on sensation and touch, along with his emphasis on good experimental techniques led to new directions and areas of study for future psychologists, physiologists, and anatomists.",
    "year": 1795,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Thomas Blanchard (inventor)",
    "birthday": "1788-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Thomas_Blanchard%2C_1788-1864.jpg/224px-Thomas_Blanchard%2C_1788-1864.jpg",
    "extract": "Thomas Blanchard was an American inventor who lived much of his life in Springfield, Massachusetts, where in 1819, he pioneered the assembly line style of mass production in America, and also invented the first machining lathe for interchangeable parts. Blanchard worked, for much of his career, with the Springfield Armory. In 1825, Blanchard also invented America's first car, which he called a \"horseless carriage,\" powered by steam. During Blanchard's lifetime, he was awarded over twenty-five patents for his creations.",
    "year": 1788,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Juan Antonio Lavalleja",
    "birthday": "1784-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fe/Juan_Antonio_Lavalleja.gif/239px-Juan_Antonio_Lavalleja.gif",
    "extract": "Juan Antonio Lavalleja was a Uruguayan revolutionary and political figure. He was born in Minas, nowadays being located in the Lavalleja Department, which was named after him.",
    "year": 1784,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Johann Heinrich von Thünen",
    "birthday": "1783-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Johann_Heinrich_von_Th%C3%BCnen_1840_portrait.png/222px-Johann_Heinrich_von_Th%C3%BCnen_1840_portrait.png",
    "extract": "Johann Heinrich von Thünen, sometimes spelled Thuenen, was a prominent nineteenth century economist and a native of Mecklenburg-Strelitz, now in northern Germany.",
    "year": 1783,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Juan Larrea (politician)",
    "birthday": "1782-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Juan_Larrea_1860.jpg/237px-Juan_Larrea_1860.jpg",
    "extract": "Juan Larrea was a Spanish businessman and politician in Buenos Aires during the early nineteenth century. He headed a military unit during the second British invasion of the Río de la Plata, and worked at the Buenos Aires Cabildo. He took part in the ill-fated Mutiny of Álzaga. Larrea and Domingo Matheu were the only two Spanish-born members of the Primera Junta, the first national government of Argentina.",
    "year": 1782,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John Ross (Royal Navy officer)",
    "birthday": "1777-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/British_School_-_Sir_John_Ross_%281777%E2%80%931856%29_-_BHC2983_-_Royal_Museums_Greenwich.jpg/250px-British_School_-_Sir_John_Ross_%281777%E2%80%931856%29_-_BHC2983_-_Royal_Museums_Greenwich.jpg",
    "extract": "Sir John Ross was a Scottish Royal Navy officer and polar explorer. He was the uncle of Sir James Clark Ross, who explored the Arctic with him, and later led expeditions to Antarctica.",
    "year": 1777,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Antonio González de Balcarce",
    "birthday": "1774-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Antonio_Gonz%C3%A1lez_Balcarce.jpg/238px-Antonio_Gonz%C3%A1lez_Balcarce.jpg",
    "extract": "Antonio González de Balcarce was an Argentine military commander in the early 19th century.",
    "year": 1774,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "François-Nicolas-Benoît Haxo",
    "birthday": "1774-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Fran%C3%A7ois_Nicolas_Beno%C3%AEt_Haxo_by_Antoine_Maurin.png/241px-Fran%C3%A7ois_Nicolas_Beno%C3%AEt_Haxo_by_Antoine_Maurin.png",
    "extract": "François Nicolas Benoît, Baron Haxo was a French Army general and military engineer during the French Revolution and First Empire. Haxo became famous in the Siege of Antwerp in 1832. He is the nephew of revolution era General Nicolas Haxo of Étival-Clairefontaine and Saint-Dié-des-Vosges in Lorraine, France.",
    "year": 1774,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Éleuthère Irénée du Pont",
    "birthday": "1771-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Eleuth%C3%A8re_Ir%C3%A9n%C3%A9e_du_Pont.png/240px-Eleuth%C3%A8re_Ir%C3%A9n%C3%A9e_du_Pont.png",
    "extract": "Éleuthère Irénée du Pont de Nemours was a French-American chemist and industrialist who founded the gunpowder manufacturer E. I. du Pont de Nemours and Company. His descendants, the du Pont family, have been one of America's richest and most prominent families since the 19th century, with generations of influential businessmen, politicians and philanthropists. In 1807, du Pont was elected a member of the American Philosophical Society in his adopted hometown of Philadelphia.",
    "year": 1771,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Anacharsis Cloots",
    "birthday": "1755-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Portrait_of_Jean-Baptiste_du_Val-de-Gr%C3%A2ce%2C_baron_de_Cloots%2C_aka_Anacharsis_Cloots.jpg/257px-Portrait_of_Jean-Baptiste_du_Val-de-Gr%C3%A2ce%2C_baron_de_Cloots%2C_aka_Anacharsis_Cloots.jpg",
    "extract": "Jean-Baptiste du Val-de-Grâce, baron de Cloots, better known as Anacharsis Cloots, was a Prussian nobleman who was a significant figure in the French Revolution. Perhaps the first to advocate a world parliament, long before Albert Camus and Albert Einstein, he was a world federalist and an internationalist anarchist. He was nicknamed \"orator of mankind\", \"citoyen de l'humanité\" and \"a personal enemy of God\".",
    "year": 1755,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "William Hull",
    "birthday": "1753-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/William_Hull.jpg/240px-William_Hull.jpg",
    "extract": "William Hull was an American soldier and politician. He fought in the American Revolutionary War and was appointed as Governor of Michigan Territory (1805–13), gaining large land cessions from several American Indian tribes under the Treaty of Detroit (1807). He is most widely remembered, however, as the general in the War of 1812 who surrendered Fort Detroit to the British on August 16, 1812 following the Siege of Detroit. After the battle, he was court-martialed, convicted, and sentenced to death, but he received a pardon from President James Madison and his reputation somewhat recovered.",
    "year": 1753,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jean-Baptiste de Boyer, Marquis d'Argens",
    "birthday": "1704-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Marquis_d%27Argens.jpg/257px-Marquis_d%27Argens.jpg",
    "extract": "Jean-Baptiste de Boyer, Marquis d'Argens (1703–1771) was a French rationalist, author and critic of the Catholic church, who was a close friend of Voltaire and spent much of his life in exile at the court of Frederick the Great.",
    "year": 1704,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jean-Jacques Burlamaqui",
    "birthday": "1694-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/fd/Burlamaqui.jpg",
    "extract": "Jean-Jacques Burlamaqui was a Genevan legal and political theorist who popularised a number of ideas propounded by other thinkers.",
    "year": 1694,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Johann Albrecht Bengel",
    "birthday": "1687-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Johann_Albrecht_Bengel.jpg/198px-Johann_Albrecht_Bengel.jpg",
    "extract": "Johann Albrecht Bengel, also known as Bengelius, was a Lutheran pietist clergyman and Greek-language scholar known for his edition of the Greek New Testament and his commentaries on it.",
    "year": 1687,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jean Baptiste Massillon",
    "birthday": "1663-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Jean-Baptiste_Massillon.jpg/290px-Jean-Baptiste_Massillon.jpg",
    "extract": "Jean-Baptiste Massillon, Cong. Orat., was a French Catholic bishop and famous preacher, who served as Bishop of Clermont from 1717 until his death.",
    "year": 1663,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Hachisuka Tsunanori",
    "birthday": "1661-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Hachisuka_Tsunanori.jpg/296px-Hachisuka_Tsunanori.jpg",
    "extract": "Hachisuka Tsunanori  was a Japanese daimyō of the Edo period, who ruled the Tokushima Domain. His court title was Awaji no kami.",
    "year": 1661,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ferdinand Bol",
    "birthday": "1616-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Ferdinand_Bol.Self-portrait.jpg/257px-Ferdinand_Bol.Self-portrait.jpg",
    "extract": "Ferdinand Bol was a Dutch painter, etcher and draftsman. Although his surviving work is rare, it displays Rembrandt's influence; like his master, Bol favored historical subjects, portraits, numerous self-portraits, and single figures in exotic finery.",
    "year": 1616,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John Belasyse, 1st Baron Belasyse",
    "birthday": "1614-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/John_Belasyse_%28Bellasis%29%2C_1st_Baron_Belasyse_of_Worlaby_by_Gilbert_Jackson.jpg/218px-John_Belasyse_%28Bellasis%29%2C_1st_Baron_Belasyse_of_Worlaby_by_Gilbert_Jackson.jpg",
    "extract": "John Belasyse, 1st Baron Belasyse was an English nobleman, Royalist officer and Member of Parliament, notable for his role during and after the Civil War. He suffered a long spell of imprisonment during the Popish Plot, although he was never brought to trial. From 1671 until his death he lived in Whitton, near Twickenham in Middlesex. Samuel Pepys was impressed by his collection of paintings, which has long since disappeared.",
    "year": 1614,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Robert Persons",
    "birthday": "1546-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Portrait_of_P._Robertus_Personius_%284671756%29.jpg/186px-Portrait_of_P._Robertus_Personius_%284671756%29.jpg",
    "extract": "Robert Persons, later known as Robert Parsons, was an English Jesuit priest. He was a major figure in establishing the 16th-century \"English Mission\" of the Society of Jesus.",
    "year": 1546,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Joanna of Austria, Hereditary Princess of Portugal",
    "birthday": "1535-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Alonso_S%C3%A1nchez_Coello_-_Portrait_of_Juana_of_Austria%2C_Princess_of_Portugal_-_Google_Art_Project.jpg/256px-Alonso_S%C3%A1nchez_Coello_-_Portrait_of_Juana_of_Austria%2C_Princess_of_Portugal_-_Google_Art_Project.jpg",
    "extract": "Joanna of Austria was Princess of Portugal by marriage to João Manuel, Prince of Portugal. She served as regent of Spain to her brother Philip II of Spain during his trips to England to marry Mary I from 1554 to 1556, and 1556 to 1559. She was the mother of King Sebastian of Portugal.",
    "year": 1535,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Robert Dudley, 1st Earl of Leicester",
    "birthday": "1532-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Robert_Dudley_Leicester.jpg/251px-Robert_Dudley_Leicester.jpg",
    "extract": "Robert Dudley, 1st Earl of Leicester, was an English statesman and the favourite of Elizabeth I from her accession until his death. He was a suitor for the Queen's hand for many years.",
    "year": 1532,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "William IV, Landgrave of Hesse-Kassel",
    "birthday": "1532-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Wilhelm-1-.4.jpeg/285px-Wilhelm-1-.4.jpeg",
    "extract": "William IV of Hesse-Kassel, also called William the Wise, was the first Landgrave of the Landgraviate of Hesse-Kassel. He was the founder of the oldest line, which survives to this day.",
    "year": 1532,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Theodore Beza",
    "birthday": "1519-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Th%C3%A9odore_de_B%C3%A8ze_1577_Gen%C3%A8ve.jpg/247px-Th%C3%A9odore_de_B%C3%A8ze_1577_Gen%C3%A8ve.jpg",
    "extract": "Theodore Beza was a French Calvinist Protestant theologian, reformer and scholar who played an important role in the Protestant Reformation. He was a disciple of John Calvin and lived most of his life in Geneva. Beza succeeded Calvin as a spiritual leader of the Republic of Geneva, which was originally founded by John Calvin himself.",
    "year": 1519,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Johannes Brenz",
    "birthday": "1499-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Johann-Brenz.jpg/241px-Johann-Brenz.jpg",
    "extract": "Johann (Johannes) Brenz was a German theologian and the Protestant Reformer of the Duchy of Württemberg.",
    "year": 1499,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Johannes Bugenhagen",
    "birthday": "1485-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Lucas_Cranach_%28I%29_-_Johannes_Bugenhagen.jpg/210px-Lucas_Cranach_%28I%29_-_Johannes_Bugenhagen.jpg",
    "extract": "Johannes Bugenhagen, also called Doctor Pomeranus by Martin Luther, was a German theologian and Lutheran priest who introduced the Protestant Reformation in the Duchy of Pomerania and Denmark in the 16th century. Among his major accomplishments was organization of Lutheran churches in Northern Germany and Scandinavia. He has also been called the \"Second Apostle of the North\".",
    "year": 1485,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Elizabeth of Denmark, Electress of Brandenburg",
    "birthday": "1485-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Elizabeth_of_Brandenburg_%281502%29_sculpture_c_1530_crop.jpg/204px-Elizabeth_of_Brandenburg_%281502%29_sculpture_c_1530_crop.jpg",
    "extract": "Elizabeth of Denmark, Norway, and Sweden was a Scandinavian princess who became Electress of Brandenburg as the spouse of Joachim I Nestor, Elector of Brandenburg. She was the daughter of King Hans of Denmark, Norway and Sweden and his spouse, Christina of Saxony.",
    "year": 1485,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John of Capistrano",
    "birthday": "1386-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/82Johannes_von_Capestrano.jpg/145px-82Johannes_von_Capestrano.jpg",
    "extract": "John of Capistrano was a Franciscan friar and Catholic priest from the Italian town of Capestrano, Abruzzo. Famous as a preacher, theologian, and inquisitor, he earned himself the nickname “the Soldier Saint” when in 1456 at age 70 he led a crusade against the invading Ottoman Empire at the siege of Belgrade with the Hungarian military commander John Hunyadi.",
    "year": 1386,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Nuno Álvares Pereira",
    "birthday": "1360-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Condestavel-1554.jpg/220px-Condestavel-1554.jpg",
    "extract": "D. Nuno Álvares Pereira, O. Carm. was a Portuguese general of great success who had a decisive role in the 1383-1385 Crisis that assured Portugal's independence from Castile. He later became a mystic and was beatified by Pope Benedict XV, in 1918, and canonised by Pope Benedict XVI in 2009.",
    "year": 1360,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Joan of Valois, Queen of Navarre",
    "birthday": "1343-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Joan_of_Valois%2C_Queen_of_Navarre1.jpg/224px-Joan_of_Valois%2C_Queen_of_Navarre1.jpg",
    "extract": "Joan of France, also known as Joan or Joanna of Valois, was Queen of Navarre by marriage to Charles II of Navarre. She was the daughter of John II of France, and Bonne of Luxembourg. She served as regent of Navarre during the absence of Charles II between 1369 and 1372.",
    "year": 1343,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Joanna, Duchess of Brabant",
    "birthday": "1322-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1b/JohannavanBrabant.jpg",
    "extract": "Joanna, Duchess of Brabant, also known as Jeanne, was a ruling Duchess of Brabant from 1355 until her death. She was duchess of Brabant until the occupation of the duchy by her brother-in-law Louis II of Franders. Following her death, the rights to the duchy of Brabant went to her nephew Antoine.",
    "year": 1322,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Philippa of Hainault",
    "birthday": "1314-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/ad/Philippa_of_Hainault-mini.gif",
    "extract": "Philippa of Hainault was Queen of England as the wife and political adviser of King Edward III. She acted as regent in 1346, when her husband was away for the Hundred Years' War.",
    "year": 1314,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Robert de Vere, 6th Earl of Oxford",
    "birthday": "1257-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/The_keep%2C_Hedingham_Castle_in_winter.jpg/230px-The_keep%2C_Hedingham_Castle_in_winter.jpg",
    "extract": "Robert de Vere, 6th Earl of Oxford was the son and heir of Robert de Vere, 5th Earl of Oxford, by his wife Alice de Sanford.",
    "year": 1257,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Floris V, Count of Holland",
    "birthday": "1254-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Lakzegel_van_Floris%2C_graaf_van_Holland_Zegel_van_graaf_Floris_V_van_Holland%2C_NG-KOG-1901-52.jpg/260px-Lakzegel_van_Floris%2C_graaf_van_Holland_Zegel_van_graaf_Floris_V_van_Holland%2C_NG-KOG-1901-52.jpg",
    "extract": "Floris V reigned as Count of Holland and Zeeland from 1256 until 1296. His life was documented in detail in the Rijmkroniek by Melis Stoke, his chronicler. He is credited with a mostly peaceful reign, modernizing administration, policies beneficial to trade, generally acting in the interests of his peasants at the expense of nobility, and reclaiming land from the sea. His dramatic murder, engineered by King Edward I of England and Guy, Count of Flanders, made him a hero in Holland.",
    "year": 1254,
    "month": 6,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Henry I, Landgrave of Hesse",
    "birthday": "1244-6-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Marburg_-_Markt_-_Sophie_von_Brabant_05_ies.jpg/320px-Marburg_-_Markt_-_Sophie_von_Brabant_05_ies.jpg",
    "extract": "Henry I of Hesse \"the Child\" was the first Landgrave of Hesse. He was the son of Henry II, Duke of Brabant and Sophie of Thuringia.",
    "year": 1244,
    "month": 6,
    "day": 24,
    "language": "en"
  }
]