[
  {
    "name": "Pietro Fittipaldi",
    "birthday": "1996-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Pietro_and_Enzo_Fittipaldi_%28cropped%29_%281%29.jpg/194px-Pietro_and_Enzo_Fittipaldi_%28cropped%29_%281%29.jpg",
    "extract": "Pietro Fittipaldi da Cruz is a Brazilian-American racing driver, the grandson of two-time Formula One world champion Emerson Fittipaldi and brother of racing driver Enzo Fittipaldi. Most recently he raced at selected rounds in the 2021 IndyCar Series for Dale Coyne Racing, alongside serving as a reserve driver for Formula One team Haas. He made his Formula One debut with Haas at the 2020 Sakhir Grand Prix, replacing the injured Romain Grosjean.",
    "year": 1996,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Lele Pons",
    "birthday": "1996-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Lele_Pons_2019_by_Glenn_Francis.jpg/213px-Lele_Pons_2019_by_Glenn_Francis.jpg",
    "extract": "Eleonora Pons Maronese, known professionally as Lele Pons, is a Venezuelan-American internet celebrity, YouTuber, singer and actress. She stars in The Secret Life of Lele Pons, a YouTube Original docuseries providing a look at her personal life, and hosts her own podcast on Spotify titled Best Kept Secrets with Lele Pons.",
    "year": 1996,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jhonas Enroth",
    "birthday": "1988-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Jhonas_Enroth_Sabres_2012-02-19.JPG/278px-Jhonas_Enroth_Sabres_2012-02-19.JPG",
    "extract": "Jhonas Erik Enroth, a Swedish professional ice hockey goaltender, who is currently playing with Örebro HK of the Swedish Hockey League (SHL). He played in the National Hockey League (NHL) for the Buffalo Sabres, Dallas Stars, Los Angeles Kings and Toronto Maple Leafs between 2009 and 2016. Internationally Enroth has played for the Swedish national team in several tournaments, including three World Championships, winning a gold medal in 2013 and the 2018 Winter Olympics.",
    "year": 1988,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Miguel Layún",
    "birthday": "1988-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Mex-Kor_%283%29_%28cropped.jpg/264px-Mex-Kor_%283%29_%28cropped.jpg",
    "extract": "Miguel Arturo Layún Prado is a Mexican professional footballer who plays as a right-back for Liga MX club América.",
    "year": 1988,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Therese Johaug",
    "birthday": "1988-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/20190227_FIS_NWSC_Seefeld_Medal_Ceremony_Therese_Johaug_850_5308_Therese_Johaug.jpg/256px-20190227_FIS_NWSC_Seefeld_Medal_Ceremony_Therese_Johaug_850_5308_Therese_Johaug.jpg",
    "extract": "Therese Johaug is a Norwegian cross-country skier from the village of Dalsbygda in Os municipality who has competed for the clubs Tynset IF and IL Nansen. In World Ski Championships she has won ten individual gold medals along with four gold medals in relays and she is a four-time Olympic gold medallist.",
    "year": 1988,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Aya Matsuura",
    "birthday": "1986-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/061209_Aya_Matsuura_at_V_Power_%22Music_Storm%22_%282%29.jpg/320px-061209_Aya_Matsuura_at_V_Power_%22Music_Storm%22_%282%29.jpg",
    "extract": "Aya Matsuura  is a Japanese actress and former pop singer, from Himeji, Hyogo, Japan.",
    "year": 1986,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Karim Matmour",
    "birthday": "1985-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Karim_Matmour_2012.jpg/213px-Karim_Matmour_2012.jpg",
    "extract": "Karim Matmour is an Algerian former professional footballer who played as an attacking midfielder.",
    "year": 1985,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Lauren Bush",
    "birthday": "1984-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Lauren_Bush_2012_Shankbone.JPG/256px-Lauren_Bush_2012_Shankbone.JPG",
    "extract": "Lauren Bush Lauren is the CEO and co-founder of FEED Projects. She is also known for her previous career as a fashion model and designer. She is a daughter of Neil Bush and Sharon Bush, a granddaughter of former President George H. W. Bush and niece of former President George W. Bush and former Florida Governor Jeb Bush.",
    "year": 1984,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Marc Janko",
    "birthday": "1983-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/2014-05-30_Austria_-_Iceland_football_match%2C_pre-game_0178-crop.jpg/277px-2014-05-30_Austria_-_Iceland_football_match%2C_pre-game_0178-crop.jpg",
    "extract": "Marc Janko is an Austrian former professional footballer who played as a striker. Janko was a successful goal-scorer, particularly during his time at Austrian Bundesliga club Red Bull Salzburg, where he scored 75 league goals in 108 matches, including 39 goals in 35 matches in the 2009–10 season. He is the son of Eva Janko, who won a bronze medal in the women's Javelin event at the 1968 Summer Olympics in Mexico City.",
    "year": 1983,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Rain (entertainer)",
    "birthday": "1982-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/190805_%EC%A0%95%EC%A7%80%ED%9B%88.jpg/254px-190805_%EC%A0%95%EC%A7%80%ED%9B%88.jpg",
    "extract": "Jung Ji-hoon, better known by his stage name Rain, is a South Korean singer, songwriter, dancer, actor, and record producer.",
    "year": 1982,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Mikhail Youzhny",
    "birthday": "1982-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Mikhail_Youzhny_%2814359785610%29.jpg/247px-Mikhail_Youzhny_%2814359785610%29.jpg",
    "extract": "Mikhail Mikhailovich Youzhny, nicknamed \"Misha\" and \"Colonel\" by his fans, is a Russian retired professional tennis player who was ranked inside the top 10 and was the Russian No. 1. He achieved a top-10 ranking by the Association of Tennis Professionals (ATP) for the first time on 13 August 2007, and reached a career peak of World No. 8 in January 2008, and again in October 2010.",
    "year": 1982,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Simon Ammann",
    "birthday": "1981-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Simon_Ammann_%282011%29.jpg/224px-Simon_Ammann_%282011%29.jpg",
    "extract": "Simon \"Simi\" Ammann is a Swiss ski jumper. He is one of the most successful athletes in the history of the sport, having won four individual Winter Olympic gold medals, in 2002 and 2010, and is the only ski jumper to have achieved the gold double–double at the Winter Olympics. His other achievements include winning the 2007 Ski Jumping World Championships, the 2010 Ski Flying World Championships, the 2010 Nordic Tournament, and the 2010 Ski Jumping World Cup overall title.",
    "year": 1981,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Busy Philipps",
    "birthday": "1979-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Busy_Philipps_%2847282558822%29_%28cropped%29.jpg/320px-Busy_Philipps_%2847282558822%29_%28cropped%29.jpg",
    "extract": "Elizabeth Jean \"Busy\" Philipps is an American actress. She is best known for her roles on the television series Freaks and Geeks (1999–2000), Dawson's Creek (2001–2003), Love, Inc. (2005–2006) and ER (2006–2007), for her abortion access advocacy, and for her portrayal of Laurie Keller on the ABC series Cougar Town (2009–2015), for which she received the Critics' Choice Television Award for Best Supporting Actress in a Comedy Series. She has also appeared in supporting roles in numerous films, such as The Smokers (2000), Home Room (2002), White Chicks (2004), Made of Honor (2008), He's Just Not That Into You (2009), The Gift (2015), and I Feel Pretty (2018). From 2018 to 2019, Philipps hosted her own television talk show Busy Tonight, on E!. She currently stars in the Peacock original series Girls5eva.",
    "year": 1979,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Aramis Ramírez",
    "birthday": "1978-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Aramis_Ram%C3%ADrez_-_2008_-_cropped.jpg/213px-Aramis_Ram%C3%ADrez_-_2008_-_cropped.jpg",
    "extract": "Aramis Nin Ramírez is a Dominican former professional baseball third baseman, who played 18 seasons in Major League Baseball (MLB) for the Pittsburgh Pirates, Chicago Cubs, and Milwaukee Brewers. He was named an All-Star three times during his career.",
    "year": 1978,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Kiur Aarma",
    "birthday": "1975-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Aarma%2CKiur.IMG_8697.JPG/320px-Aarma%2CKiur.IMG_8697.JPG",
    "extract": "Kiur Aarma is an Estonian television journalist. He graduated from the University of Tartu in 1997. Aarma is also a writer and producer; among the films upon which he has worked is 2006's Sinimäed, a documentary about the Battle of Tannenberg Line, which he produced and helped write.",
    "year": 1975,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Linda Cardellini",
    "birthday": "1975-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/South_by_Southwest_2019_7_%2832449999697%29_%28cropped%29.jpg/218px-South_by_Southwest_2019_7_%2832449999697%29_%28cropped%29.jpg",
    "extract": "Linda Edna Cardellini is an American actress. In television, she is known for her leading roles in the teen drama Freaks and Geeks (1999–2000), the medical drama ER (2003–09), the drama thriller Bloodline (2015–17), and the tragicomedy Dead to Me (2019–present), the latter of which earned her a nomination for the Primetime Emmy Award for Outstanding Lead Actress in a Comedy Series. She also guest starred in the period drama Mad Men (2013–15), for which she received a Primetime Emmy Award nomination. Her voice work includes the animated series Scooby-Doo! Mystery Incorporated (2010–13), Regular Show (2012–15), Gravity Falls (2012–16), and Sanjay and Craig (2013–16).",
    "year": 1975,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Albert Costa",
    "birthday": "1975-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Albert_Costa_with_the_Spanish_Davis_Cup_national_team_and_Spanish_P._M._Rajoy.jpg/247px-Albert_Costa_with_the_Spanish_Davis_Cup_national_team_and_Spanish_P._M._Rajoy.jpg",
    "extract": "Albert Costa i Casals is a Spanish former professional tennis player. He is best remembered for winning the Men's Singles title at the French Open in 2002.",
    "year": 1975,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Vladimir Kramnik",
    "birthday": "1975-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/ab/Candidates_Tournament_2018%2C_Vladimir_Kramnik.jpg",
    "extract": "Vladimir Borisovich Kramnik is a Russian chess grandmaster. He was the Classical World Chess Champion from 2000 to 2006, and the undisputed World Chess Champion from 2006 to 2007. He has won three team gold medals and three individual medals at Chess Olympiads.",
    "year": 1975,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Michele Merkin",
    "birthday": "1975-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Michele_Merkin_3_b.jpg/320px-Michele_Merkin_3_b.jpg",
    "extract": "Michele Merkin is an American former model and television host.",
    "year": 1975,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Glen Metropolit",
    "birthday": "1974-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Glen_Metropolit.jpg/320px-Glen_Metropolit.jpg",
    "extract": "Glen David Metropolit is a Canadian former professional ice hockey centre who most notably played over 400 games in the National Hockey League (NHL)",
    "year": 1974,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Milan Hnilička",
    "birthday": "1973-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Milan_Hnili%C4%8Dka_Liberec.jpg/213px-Milan_Hnili%C4%8Dka_Liberec.jpg",
    "extract": "Milan Hnilička is a Czech former ice hockey goalie who played in the National Hockey League for the New York Rangers, Atlanta Thrashers and the Los Angeles Kings and politician. He was a member of the Chamber of Deputies since 2017, but resigned in January 2021 after attending a party in breach of coronavirus restrictions. He was drafted 70th overall by the New York Islanders in the 1991 NHL Entry Draft. In 2000, Milan won the Calder Cup while playing for the Hartford Wolf Pack. He last played in the Czech Extraliga for Bílí Tygři Liberec. He announced his retirement in August 2010. Internationally Hnilička represented the Czechoslovakian national junior team and the Czech national senior team at multiple tournaments, including the 2006 Winter Olympics, where he won a bronze medal.",
    "year": 1973,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jamie Redknapp",
    "birthday": "1973-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Redknapp%2C_Jamie_%28crop%29.jpg/282px-Redknapp%2C_Jamie_%28crop%29.jpg",
    "extract": "Jamie Frank Redknapp is an English former professional footballer who was active from 1989 until 2005. He is a pundit at Sky Sports and an editorial sports columnist at the Daily Mail. A technically skillful and creative midfielder, who was also an accurate and powerful free-kick taker, Redknapp played for AFC Bournemouth, Southampton, Liverpool, and Tottenham Hotspur, captaining the latter two. He also gained 17 England caps between 1995 and 1999, and was a member of England’s squad that reached the semi finals of Euro 1996. His 11 years at Liverpool were the most prolific, playing more than 237 league games for the club, including a spell as captain, and being involved in winning the 1995 Football League Cup Final.",
    "year": 1973,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Carlos Delgado",
    "birthday": "1972-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Carlos_Delgado_3.jpg/240px-Carlos_Delgado_3.jpg",
    "extract": "Carlos Juan Delgado Hernández is a Puerto Rican former professional baseball player. He holds the all-time Major League Baseball home run record among Puerto Rican players, with 473. He is one of only six players in Major League history to hit 30 home runs in ten consecutive seasons, becoming the fourth player to do so.",
    "year": 1972,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Saif al-Islam Gaddafi",
    "birthday": "1972-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Saif_al-Islam_Gaddafi_2021.png/235px-Saif_al-Islam_Gaddafi_2021.png",
    "extract": "Saif al-Islam Muammar al-Gaddafi is a Libyan political figure. He is the second son of the late Libyan leader Muammar Gaddafi and his second wife Safia Farkash. He was a part of his father's inner circle, performing public relations and diplomatic roles on his behalf. He publicly turned down his father's offer of the country's second highest post and held no official government position. According to American State Department officials in Tripoli, during his father's reign, he was the second most widely recognized person in Libya, being at times the \"de facto\" Prime Minister, and was mentioned as a possible successor, though he rejected this. An arrest warrant was issued for him on 27 June 2011 by the International Criminal Court (ICC) for charges of crimes against humanity against the Libyan people, for killing and persecuting civilians, under Articles 7(1)(a) and 7(1)(h) of the Rome statute. He denied the charges.",
    "year": 1972,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jason Gallian",
    "birthday": "1971-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Jason_Gallian%2C_Nottinghamshire_2007.JPG/176px-Jason_Gallian%2C_Nottinghamshire_2007.JPG",
    "extract": "Jason Edward Riche Gallian is a former English Test cricketer. A right-handed opening batter, he originally hails from Australia and captained their Under-19 side for two Under-19 Tests in 1989 and 1990. He played three Test matches for England, with a highest score of 28 runs. Gallian was a county professional for fifteen years, playing for Lancashire, Nottinghamshire including a period as captain, and Essex before retiring in 2009. Gallian scored 171 on his Championship debut for Essex.",
    "year": 1971,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Neil Lennon",
    "birthday": "1971-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Neil_lennon_and_excalibur.jpg/237px-Neil_lennon_and_excalibur.jpg",
    "extract": "Neil Francis Lennon is a football coach and former player from Northern Ireland. He is the manager of Omonoia in the Cypriot First Division.",
    "year": 1971,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Roope Latvala",
    "birthday": "1970-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Roope_Latvala_-_Ilosaarirock_2009.jpg/213px-Roope_Latvala_-_Ilosaarirock_2009.jpg",
    "extract": "Roope Juhani Latvala is a Finnish guitarist, best known as the former rhythm guitarist for the band Children of Bodom from 2003 to 2015 and the co-lead electric guitarist for Sinergy. He was also one of the founding members of Stone, which was one of the first notable bands in the history of Finnish heavy metal.",
    "year": 1970,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Erki Nool",
    "birthday": "1970-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/IRL_Erki_Nool.jpg/216px-IRL_Erki_Nool.jpg",
    "extract": "Erki Nool is an Estonian decathlete and former politician.",
    "year": 1970,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Aaron Sele",
    "birthday": "1970-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Aaron_Sele.jpg/320px-Aaron_Sele.jpg",
    "extract": "Aaron Helmer Sele is an American former Major League Baseball right-handed pitcher who is currently a special assignment scout for the Chicago Cubs.",
    "year": 1970,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Hunter Foster",
    "birthday": "1969-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Foster_Egan.jpg/320px-Foster_Egan.jpg",
    "extract": "Hunter Foster is an American musical theatre actor, singer, librettist, playwright and director.",
    "year": 1969,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Zim Zum",
    "birthday": "1969-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Zim_Zum.jpeg/219px-Zim_Zum.jpeg",
    "extract": "Timothy Michael Linton, more commonly known as Zim Zum, is an American rock musician-songwriter and former guitarist for Life, Sex & Death and rock band Marilyn Manson (1996–1998). His current projects are Pleistoscene, a solo project, and The Pop Culture Suicides.",
    "year": 1969,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Tracey Spicer",
    "birthday": "1967-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Tracey_Spicer_2014.jpg/213px-Tracey_Spicer_2014.jpg",
    "extract": "Tracey Leigh Spicer is an Australian newsreader, Walkley Award winning journalist and advocate. She is known for her association with Network Ten as a newsreader in the 1990s and 2000s when she co-hosted Ten Eyewitness News in Brisbane, Queensland. She later went on to work with Sky News Australia as a reporter and presenter from 2007 to 2015. In May 2017 Spicer released her autobiography, The Good Girl Stripped Bare. She was appointed as a Member of the Order of Australia \"For significant service to the broadcast media as a journalist and television presenter, and as an ambassador for social welfare and charitable groups\".",
    "year": 1967,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Dikembe Mutombo",
    "birthday": "1966-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Dikembe_Mutombo_at_the_Aspire4Sport_Congress_in_Doha._crop.jpg/224px-Dikembe_Mutombo_at_the_Aspire4Sport_Congress_in_Doha._crop.jpg",
    "extract": "Dikembe Mutombo Mpolondo Mukamba Jean-Jacques Wamutombo is a Congolese-American former professional basketball player. Mutombo played 18 seasons in the National Basketball Association (NBA). Outside basketball, he has become well known for his humanitarian work.",
    "year": 1966,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Napole Polutele",
    "birthday": "1965-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Napole_Polutele_%28cropped%29.jpg/241px-Napole_Polutele_%28cropped%29.jpg",
    "extract": "Napole Polutélé is a French politician.",
    "year": 1965,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Kerri Pottharst",
    "birthday": "1965-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Womens_beach_volleyball.jpg/153px-Womens_beach_volleyball.jpg",
    "extract": "Kerri Ann Pottharst OAM is an Australian former professional beach volleyball player and Olympic gold medallist.",
    "year": 1965,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Joseph Hii Teck Kwong",
    "birthday": "1965-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Coat_of_arms_of_Joseph_Hii_Teck_Kwong.svg/300px-Coat_of_arms_of_Joseph_Hii_Teck_Kwong.svg.png",
    "extract": "Joseph Hii Teck Kwong is a Malaysian prelate of the Roman Catholic Church who has been serving as bishop of the Diocese of Sibu since 2012. He served as an auxiliary bishop of the same diocese from 2008 to 2012.",
    "year": 1965,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Dell Curry",
    "birthday": "1964-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Dell_Curry_at_2016_All-Star_Weekend.jpg/206px-Dell_Curry_at_2016_All-Star_Weekend.jpg",
    "extract": "Wardell Stephen \"Dell\" Curry Sr. is an American former professional basketball player. He played in the National Basketball Association (NBA) from 1986 until 2002 and retired as the Charlotte Hornets' all-time leader in points (9,839) and three-point field goals made (929). Curry currently works as a color commentator, alongside Eric Collins, on Charlotte Hornets television broadcasts. He is the father of NBA players Stephen Curry and Seth Curry.",
    "year": 1964,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Johnny Herbert",
    "birthday": "1964-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Johnny_Herbert_at_Goodwood_2014_002.jpg/254px-Johnny_Herbert_at_Goodwood_2014_002.jpg",
    "extract": "John Paul \"Johnny\" Herbert is a British former racing driver and current television announcer for Sky Sports F1. He raced in Formula One from 1989 to 2000, for seven different teams, winning three races and placing 4th in the 1995 World Drivers' Championship. He also raced sports cars, winning the Le Mans 24 Hours in 1991 driving a Mazda 787B.",
    "year": 1964,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "John McCrea (musician)",
    "birthday": "1964-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/John_McCrea%2C_of_Cake_%28Lollapalooza_2005%29.jpg/317px-John_McCrea%2C_of_Cake_%28Lollapalooza_2005%29.jpg",
    "extract": "John McCrea is an American singer and musician. He is a founding member of the band Cake. He is the vocalist and primary lyricist for the band, in addition to playing acoustic guitar, vibraslap, and piano. He also programs drums and does mixing work while he and the rest of the band have produced all of their albums.",
    "year": 1964,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Greg Raymer",
    "birthday": "1964-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Greg_Raymer_2008.jpg/213px-Greg_Raymer_2008.jpg",
    "extract": "Gregory Raymer, nicknamed \"Fossilman,\" is a professional poker player and author. He is best known for winning the 2004 World Series of Poker Main Event.",
    "year": 1964,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "John Benjamin Hickey",
    "birthday": "1963-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/John_Benjamin_Hickey_2011_01_cropped.jpg/218px-John_Benjamin_Hickey_2011_01_cropped.jpg",
    "extract": "John Benjamin Hickey is an American actor with a career in stage, film and television. He won the 2011 Tony Award for Best Performance by a Featured Actor in a Play for his performance as Felix Turner in The Normal Heart.",
    "year": 1963,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Yann Martel",
    "birthday": "1963-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Yann_martel_2007-10-25_Seattle_WA_USA.jpg/268px-Yann_martel_2007-10-25_Seattle_WA_USA.jpg",
    "extract": "Yann Martel, is a Canadian author best known for the Man Booker Prize–winning novel Life of Pi, an international bestseller published in more than 50 territories. It has sold more than 12 million copies worldwide and spent more than a year on the bestseller lists of the New York Times and The Globe and Mail, among many other best-selling lists. It was adapted for a film directed by Ang Lee, garnering four Oscars including Best Director and winning the Golden Globe Award for Best Original Score.",
    "year": 1963,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Doug Gilmour",
    "birthday": "1963-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Doug_%22Killer%22_Gilmour.jpg/215px-Doug_%22Killer%22_Gilmour.jpg",
    "extract": "Douglas Robert Gilmour is a Canadian former professional ice hockey player. He played 20 seasons in the National Hockey League (NHL) for seven different teams. Gilmour was a seventh round selection, 134th overall, of the St. Louis Blues at the 1982 NHL Entry Draft and recorded 1,414 points in 1,474 games in the NHL between 1983 and 2003. A two-time All-Star, he was a member of Calgary's 1989 Stanley Cup championship team and won the Frank J. Selke Trophy as the NHL's best defensive forward in 1992–93. Internationally, he represented Canada three times during his career and was a member of the nation's 1987 Canada Cup championship team.",
    "year": 1963,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "George Michael",
    "birthday": "1963-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/06/George_Michael_%282011%29.jpg",
    "extract": "George Michael was an English singer and songwriter. Known as a leading creative force in music production, songwriting, vocal performance and visual presentation, he is regarded as one of the most significant cultural figures of the MTV generation.",
    "year": 1963,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Mike Stanley",
    "birthday": "1963-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/1987_Rookies_Cartoon_Back_Mike_Stanley.jpg/225px-1987_Rookies_Cartoon_Back_Mike_Stanley.jpg",
    "extract": "Robert Michael Stanley is an American former college and professional baseball player who was a catcher in Major League Baseball for fifteen years. Stanley played college baseball for the University of Florida, and thereafter, he played professionally with the Texas Rangers (1986–1991), New York Yankees, Boston Red Sox, Toronto Blue Jays (1998) and Oakland Athletics (2000).",
    "year": 1963,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Timur Bekmambetov",
    "birthday": "1961-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/%D0%A2%D0%B8%D0%BC%D1%83%D1%80_%D0%91%D0%B5%D0%BA%D0%BC%D0%B0%D0%BC%D0%B1%D0%B5%D1%82%D0%BE%D0%B2.jpg/213px-%D0%A2%D0%B8%D0%BC%D1%83%D1%80_%D0%91%D0%B5%D0%BA%D0%BC%D0%B0%D0%BC%D0%B1%D0%B5%D1%82%D0%BE%D0%B2.jpg",
    "extract": "Timur Bekmambetov is a Russian-Kazakh film director, producer, screenwriter, and tech entrepreneur. He is best known for the fantasy epic Night Watch (2004) and action thriller Wanted (2008), as well as for pioneering Screenlife films: Unfriended (2015), Searching (2018) and Profile (2021). He founded Baselevs, a production company that earned a spot among the 2021 World’s 10 Most Innovative Companies in Video, according to Fast Company.",
    "year": 1961,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ricky Gervais",
    "birthday": "1961-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/GervaisBlooms021218-21_%2844341159690%29_%28cropped%29.jpg/206px-GervaisBlooms021218-21_%2844341159690%29_%28cropped%29.jpg",
    "extract": "Ricky Dene Gervais is an English comedian, actor, director, and writer. He is best known for co-creating, co-writing, and acting in the British television mockumentary sitcom The Office (2001–2003). He has won seven BAFTA Awards, five British Comedy Awards, two Emmy Awards, three Golden Globe Awards, and the Rose d'Or twice, and has been nominated for a Screen Actors Guild Award. In 2007, he was placed at No. 11 on Channel 4's 100 Greatest Stand-Ups, and at No. 3 in their 2010 list. In 2010, he was included in the Time 100 list of World's Most Influential People.",
    "year": 1961,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Alastair Bruce of Crionaich",
    "birthday": "1960-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Alastair_Bruce_of_Crionaich_2019_%28cropped%29.jpg/247px-Alastair_Bruce_of_Crionaich_2019_%28cropped%29.jpg",
    "extract": "Alastair Andrew Bernard Reibey Bruce, a senior British Army reservist and officer of arms of the Royal Household, is a journalist and television correspondent, who commanded the TA Media Operations Group, before being appointed in 2019 Governor of Edinburgh Castle.",
    "year": 1960,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Lutz Dombrowski",
    "birthday": "1959-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Bundesarchiv_Bild_183-W0705-0028%2C_Lutz_Dombrowski.jpg/221px-Bundesarchiv_Bild_183-W0705-0028%2C_Lutz_Dombrowski.jpg",
    "extract": "Lutz Dombrowski is a former German track and field athlete and Olympic champion.",
    "year": 1959,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Gigi Becali",
    "birthday": "1958-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/George_Becali.JPG/320px-George_Becali.JPG",
    "extract": "George \"Gigi\" Becali is a Romanian businessman and former politician, mostly known for his ownership of the FCSB football club.",
    "year": 1958,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Anthony Bourdain",
    "birthday": "1956-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Anthony_Bourdain_Peabody_2014b.jpg/229px-Anthony_Bourdain_Peabody_2014b.jpg",
    "extract": "Anthony Michael Bourdain was an American celebrity chef, author and travel documentarian who starred in programs focusing on the exploration of international culture, cuisine, and the human condition. Bourdain was a 1978 graduate of The Culinary Institute of America and a veteran of many professional kitchens during his career, which included several years spent as an executive chef at Brasserie Les Halles in Manhattan. He first became known for his bestselling book Kitchen Confidential: Adventures in the Culinary Underbelly (2000).",
    "year": 1956,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Boris Trajkovski",
    "birthday": "1956-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/%D0%91%D0%BE%D1%80%D0%B8%D1%81_%D0%A2%D1%80%D0%B0%D0%B9%D0%BA%D0%BE%D0%B2%D1%81%D0%BA%D0%B8%D0%B9_%2807-03-2002%29.jpg/210px-%D0%91%D0%BE%D1%80%D0%B8%D1%81_%D0%A2%D1%80%D0%B0%D0%B9%D0%BA%D0%BE%D0%B2%D1%81%D0%BA%D0%B8%D0%B9_%2807-03-2002%29.jpg",
    "extract": "Boris Trajkovski (GCMG) was a Macedonian politician who served as the second President of Macedonia from 1999 until his death in 2004 in a plane crash.",
    "year": 1956,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "David Paich",
    "birthday": "1954-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/David_Paich_behind_his_keyboards.jpg/244px-David_Paich_behind_his_keyboards.jpg",
    "extract": "David Frank Paich is an American musician, songwriter, singer, and record producer, best known as the co-founder, principal songwriter, keyboardist, and singer of the rock band Toto since 1977. Paich wrote or co-wrote much of Toto's original material, including the band's three most popular songs: \"Hold the Line\", \"Rosanna\" and \"Africa\". With Toto, Paich has contributed to 17 albums and sold over 40 million records. Furthermore, he and guitarist and singer Steve Lukather are the only members to appear on every studio album.",
    "year": 1954,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Daryush Shokof",
    "birthday": "1954-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Daryush_Shokof.jpg/320px-Daryush_Shokof.jpg",
    "extract": "Daryush Shokof is an Iranian artist, film director, writer, and film producer based in Germany.",
    "year": 1954,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Sonia Sotomayor",
    "birthday": "1954-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Sonia_Sotomayor_in_SCOTUS_robe.jpg/256px-Sonia_Sotomayor_in_SCOTUS_robe.jpg",
    "extract": "Sonia Maria Sotomayor is an associate justice of the Supreme Court of the United States. She was nominated by President Barack Obama on May 26, 2009 and has served since August 8, 2009. She is the third woman to hold the position. Sotomayor is the first Hispanic, first Latina, and first woman of color to serve on the Supreme Court.",
    "year": 1954,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Péter Erdő",
    "birthday": "1952-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/P%C3%A9ter_Erd%C5%91_in_2011.jpg/242px-P%C3%A9ter_Erd%C5%91_in_2011.jpg",
    "extract": "Péter Erdő is a Hungarian Cardinal of the Latin Rite of the Catholic Church, who has been the Archbishop of Esztergom-Budapest and Primate of Hungary since 2003.",
    "year": 1952,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Tim Finn",
    "birthday": "1952-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Tim_Finn_%40_Sir_Stewart_Bovell_Park_%288_1_12%29_%286693050143%29.jpg/320px-Tim_Finn_%40_Sir_Stewart_Bovell_Park_%288_1_12%29_%286693050143%29.jpg",
    "extract": "Brian Timothy Finn is a New Zealand singer and musician. His musical career includes forming 1970s and 1980s New Zealand rock group Split Enz, a number of solo albums, temporary membership in his brother Neil's band Crowded House and joint efforts with Neil Finn as the Finn Brothers.",
    "year": 1952,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Martin Gerschwitz",
    "birthday": "1952-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Iron_Butterfly_Chmelnice_7_October_2010_-_Martin_Gerschwitz.JPG/213px-Iron_Butterfly_Chmelnice_7_October_2010_-_Martin_Gerschwitz.JPG",
    "extract": "Martin Gerschwitz is a German violinist, keyboardist, singer and composer.",
    "year": 1952,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Kristina Abelli Elander",
    "birthday": "1952-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Christina_Abelli_Elander.jpg/320px-Christina_Abelli_Elander.jpg",
    "extract": "Ellen Kristina Abelli Elander is a Swedish artist. She received her education at Birkagårdens folkhögskola between 1972 and 1973, and made her solo debut at Galleri Händer in Stockholm in 1978. Early on, she worked with paintings in acrylic and canvas, and openly criticized the gender issues of the time.",
    "year": 1952,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Eva Bayer-Fluckiger",
    "birthday": "1951-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Eva_Bayer-Fluckiger.jpeg/320px-Eva_Bayer-Fluckiger.jpeg",
    "extract": "Eva Bayer-Fluckiger is a Hungarian and Swiss mathematician. She is an Emmy Noether Professor Emeritus at École Polytechnique Fédérale de Lausanne. She has worked on several topics in topology, algebra and number theory, e.g. on the theory of knots, on lattices, on quadratic forms and on Galois cohomology. Along with Raman Parimala, she proved Serre's conjecture II regarding the Galois cohomology of a simply-connected semisimple algebraic group when such a group is of classical type.",
    "year": 1951,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Richard Clarke (bishop)",
    "birthday": "1949-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/The_Prince_of_Wales_at_St_Patrick%27s_Cathedral%2C_Armagh_with_archbishops_%2847950084462%29_%28Richard_Clarke_cropped%29.jpg/262px-The_Prince_of_Wales_at_St_Patrick%27s_Cathedral%2C_Armagh_with_archbishops_%2847950084462%29_%28Richard_Clarke_cropped%29.jpg",
    "extract": "Richard Lionel Clarke is a retired Irish Anglican bishop and author. From 2012 to 2020, he served as the Archbishop of Armagh and Primate of All Ireland: as such, he was the senior cleric of the Church of Ireland.",
    "year": 1949,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Patrick Tambay",
    "birthday": "1949-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Pensive_Patrick_%28Tambay%29.jpg/320px-Pensive_Patrick_%28Tambay%29.jpg",
    "extract": "Patrick Daniel Tambay is a French former racing driver. He competed in 123 Formula One World Championship Grands Prix, winning twice, securing five pole positions and scoring a total of 103 Championship points. In 2005, he raced in the inaugural season of the Grand Prix Masters formula for retired Formula One drivers, and continued in the series in 2006.",
    "year": 1949,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Yoon Joo-sang",
    "birthday": "1949-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Yoon_Joo-sang.jpg/240px-Yoon_Joo-sang.jpg",
    "extract": "Yoon Joo-sang is a South Korean actor. In 2009, he won the Best Supporting Actor award during the 2009 KBS Drama Awards for his role in Iris.",
    "year": 1949,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "John Powell (discus thrower)",
    "birthday": "1947-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/John_Powell_discus_1972.jpg/227px-John_Powell_discus_1972.jpg",
    "extract": "John Gates Powell is an American track and field athlete who specialized in the discus throw. He set a world record at 69.08 meters in 1975, and his personal best of 71.26 meters ties him for ninth place in the all-time performers list.",
    "year": 1947,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jimmie Walker",
    "birthday": "1947-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Jimmie_Walker_2015.jpg/247px-Jimmie_Walker_2015.jpg",
    "extract": "James Carter Walker Jr. is an American actor and comedian. Walker portrayed James Evans Jr. (\"J.J.\"), the older son of Florida and James Evans Sr., on the CBS television series Good Times, which ran from 1974 to 1979, and was nominated for a Golden Globe Award in 1975 and 1976 for his role. While on the show, Walker's character used the catchphrase \"Dyn-O-Mite!\" which he also used in his mid–1970s TV commercial for a Panasonic line of cassette and 8-track tape players. He also starred in Let's Do It Again with John Amos, and The Greatest Thing That Almost Happened with James Earl Jones. Walker continues to tour the country with his stand-up comedy routine.",
    "year": 1947,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Roméo Dallaire",
    "birthday": "1946-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Romeo_Dallaire_2017_St_Joseph%27s_Health_Care_Foundation_London_Ontario_04_%28cropped%29.jpg/237px-Romeo_Dallaire_2017_St_Joseph%27s_Health_Care_Foundation_London_Ontario_04_%28cropped%29.jpg",
    "extract": "Roméo Antonius Dallaire, is a Canadian humanitarian, author, retired senator and Canadian Forces lieutenant-general. Dallaire served as force commander of UNAMIR, the ill-fated United Nations peacekeeping force for Rwanda between 1993 and 1994, and attempted to stop the genocide that was being waged by Hutu extremists against the Tutsi people and Hutu moderates.",
    "year": 1946,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Allen Lanier",
    "birthday": "1946-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Blue_%C3%96yster_Cult_Lanier_cropped.jpg/280px-Blue_%C3%96yster_Cult_Lanier_cropped.jpg",
    "extract": "Allen Glover Lanier was an American musician who played keyboards and rhythm guitar. He was an original member of Blue Öyster Cult.",
    "year": 1946,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ian McDonald (musician)",
    "birthday": "1946-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Ian_McDonald_%282009%29.jpg/204px-Ian_McDonald_%282009%29.jpg",
    "extract": "Ian Richard McDonald was an English multi-instrumental musician, best known as a founding member of the progressive rock band King Crimson in 1968, as well as the hard rock band Foreigner in 1976.",
    "year": 1946,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Carly Simon",
    "birthday": "1945-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Carly_Simon_%281974%29.jpg/299px-Carly_Simon_%281974%29.jpg",
    "extract": "Carly Elisabeth Simon is an American singer, songwriter, musician, and children's author. She rose to fame in the 1970s with a string of hit records; her 13 Top 40 U.S. hits include \"Anticipation\", \"The Right Thing to Do\", \"Haven't Got Time for the Pain\", \"You Belong to Me\", \"Coming Around Again\", and her four Gold-certified singles \"You're So Vain\", \"Mockingbird\", \"Nobody Does It Better\" from the 1977 James Bond film The Spy Who Loved Me, and \"Jesse\". She has authored five children's books as well as two memoirs.",
    "year": 1945,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Robert Charlebois",
    "birthday": "1944-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Robert_Charlebois_-_Montreal_2012-06-13_-_132a.JPG/247px-Robert_Charlebois_-_Montreal_2012-06-13_-_132a.JPG",
    "extract": "Robert Charlebois, OC, OQ is a Québecois author, composer, musician, performer and actor.",
    "year": 1944,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Nikiforos Diamandouros",
    "birthday": "1942-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Nikiforos_Diamandouros_b9dn603_4987.jpg/249px-Nikiforos_Diamandouros_b9dn603_4987.jpg",
    "extract": "Paraskevas Nikiforos Diamandouros is a Greek academic who was the first National Ombudsman of Greece from 1998 to 2003 and has been Ombudsman for the European Union from April 2003 to October 2013. He was re-elected as European Ombudsman in 2005 and again in 2010.",
    "year": 1942,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Willis Reed",
    "birthday": "1942-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Willis_Reed_1972_publicity_photo.jpg/238px-Willis_Reed_1972_publicity_photo.jpg",
    "extract": " Willis Reed Jr. is an American retired basketball player, coach and general manager. He spent his entire professional playing career (1964–1974) with the New York Knicks. In 1982, Reed was inducted into the Naismith Memorial Basketball Hall of Fame. In 1996, he was voted one of the \"50 Greatest Players in NBA History\". In October 2021, Reed was again honored as one of the league's greatest players of all-time by being named to the NBA 75th Anniversary Team.",
    "year": 1942,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Michel Tremblay",
    "birthday": "1942-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Michel_Tremblay_%28cropped%29.jpg/261px-Michel_Tremblay_%28cropped%29.jpg",
    "extract": "Michel Tremblay, CQ is a French Canadian novelist and playwright.\nHe was born in Montreal, Quebec, where he grew up in the French-speaking neighbourhood of Plateau Mont-Royal; at the time of his birth, a neighbourhood with a working-class character and joual dialect - something that would heavily influence his work. Tremblay's first professionally produced play, Les Belles-Sœurs, was written in 1965 and premiered at the Théâtre du Rideau Vert on August 28, 1968. It transformed the old guard of Canadian theatre and introduced joual to the mainstream. It stirred up controversy by portraying the lives of working-class women and attacking the strait-laced, deeply religious society of mid-20th century Quebec.",
    "year": 1942,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Denys Arcand",
    "birthday": "1941-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/DenysArcand07TIFF.jpg/254px-DenysArcand07TIFF.jpg",
    "extract": "Georges-Henri Denys Arcand is a French Canadian film director, screenwriter and producer. His film The Barbarian Invasions won the Academy Award for Best Foreign Film in 2004. His films have also been nominated three further times, including two nominations in the same category for The Decline of the American Empire in 1986 and Jesus of Montreal in 1989, becoming the only French-Canadian director in history whose films have received this number of nominations and, subsequently, to have a film win the award. Also for The Barbarian Invasions, he received an Academy Award nomination for Best Original Screenplay, losing to Sofia Coppola for Lost in Translation.",
    "year": 1941,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Mary Beth Peil",
    "birthday": "1940-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Mary_Beth_Peil_2011_%28cropped%29.jpg/223px-Mary_Beth_Peil_2011_%28cropped%29.jpg",
    "extract": "Mary Beth Peil is an American actress and soprano. She began her career as an opera singer in 1962 with the Goldovsky Opera Theater. In 1964 she won two major singing competitions, the Young Concert Artists International Auditions and the Metropolitan Opera National Council Auditions; the latter of which earned her a contract with the Metropolitan Opera National Company with whom she performed in two seasons of national tours as a leading soprano from 1965–1967. She continued to perform in operas through the 1970s, notably creating the role of Alma in the world premiere of Lee Hoiby's Summer and Smoke at the Minnesota Opera in 1971. She later recorded that role for American television in 1982. With that same opera company she transitioned into musical theatre, performing the title role of Cole Porter's  Kiss Me, Kate in 1983. Later that year she joined the national tour of Rodgers and Hammerstein's The King and I as Anna Leonowens opposite Yul Brynner, and continued with that production when it opened on Broadway on January 7, 1985. She was nominated for a Tony Award for her portrayal.",
    "year": 1940,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Clint Warwick",
    "birthday": "1940-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/80/Clint_Warwick.jpg",
    "extract": "Clint Warwick was an English musician known as the original bassist for the rock band the Moody Blues.",
    "year": 1940,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Eddie Floyd",
    "birthday": "1937-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Eddie_Floyd_R%26B_singer.jpg/213px-Eddie_Floyd_R%26B_singer.jpg",
    "extract": "Edward Lee Floyd is an American soul-R&B singer and songwriter, best known for his work on the Stax record label in the 1960s and 1970s including the No. 1 R&B hit song \"Knock on Wood\".",
    "year": 1937,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Derek Foster, Baron Foster of Bishop Auckland",
    "birthday": "1937-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/48/Derek_Foster_MP.jpg/225px-Derek_Foster_MP.jpg",
    "extract": "Derek Foster, Baron Foster of Bishop Auckland, was a British Labour politician who served as Member of Parliament for Bishop Auckland, in County Durham, from 1979 to 2005.",
    "year": 1937,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Doreen Wells",
    "birthday": "1937-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Doreen_Wells.jpg/138px-Doreen_Wells.jpg",
    "extract": "Doreen Patricia Vane-Tempest-Stewart, Marchioness of Londonderry is a British former ballet dancer.",
    "year": 1937,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "B. J. Habibie",
    "birthday": "1936-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Foto_Presiden_Habibie_1998.jpg/262px-Foto_Presiden_Habibie_1998.jpg",
    "extract": "Bacharuddin Jusuf Habibie was an Indonesian engineer and politician who was the third president of Indonesia from 1998 to 1999. Less than three months after his inauguration as the seventh vice president in March 1998, he succeeded Suharto who resigned after 31 years in office. His presidency is seen as a landmark and transition to the Reformation era. Upon becoming president, he liberalized Indonesia's press and political party laws, and held an early democratic election three years sooner than scheduled, which resulted in the end of his presidency. His 517-day presidency and 71-day vice presidency are the shortest in the country's history.",
    "year": 1936,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Bert Hölldobler",
    "birthday": "1936-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Bert_hoelldobler_2010_public.jpg/320px-Bert_hoelldobler_2010_public.jpg",
    "extract": "Berthold Karl Hölldobler is a German sociobiologist and evolutionary biologist who studies evolution and social organization in ants. He is the author of several books, including The Ants, for which he and his co-author, E. O. Wilson received the Pulitzer Prize for non-fiction writing in 1991.",
    "year": 1936,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Taufiq Ismail",
    "birthday": "1935-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Taufiq_Ismail_dalam_acara_50_Tahun_Majalah_Horison%3B_26_Juli_2016.jpg/240px-Taufiq_Ismail_dalam_acara_50_Tahun_Majalah_Horison%3B_26_Juli_2016.jpg",
    "extract": "Taufiq Ismail is an Indonesian poet, activist and the editor of the monthly literary magazine Horison. Ismail figured prominently in Indonesian literature of the post-Sukarno period and is considered one of the pioneers of the \"Generation of '66\". He completed his education at the University of Indonesia. Before becoming active as a writer, he taught at the Institut Pertanian Bogor. In 1963, he signed the \"Cultural Manifesto\" as a document that opposed linking art to politics. This cost him his teaching position at the Institut.",
    "year": 1935,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Larry Kramer",
    "birthday": "1935-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Larry_Kramer_2010_Photo_-_David_Shankbone.jpg/248px-Larry_Kramer_2010_Photo_-_David_Shankbone.jpg",
    "extract": "Laurence David Kramer was an American playwright, author, film producer, public health advocate, and gay rights activist. He began his career rewriting scripts while working for Columbia Pictures, which led him to London, where he worked with United Artists. There he wrote the screenplay for the film Women in Love (1969) and received an Academy Award nomination for his work.",
    "year": 1935,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Don Demeter",
    "birthday": "1935-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Don_Demeter_1966.jpg/230px-Don_Demeter_1966.jpg",
    "extract": "Donald Lee Demeter was an American professional baseball outfielder, third baseman, and first baseman, who played in Major League Baseball (MLB) over all or parts of 11 seasons for the Brooklyn / Los Angeles Dodgers, Philadelphia Phillies, Detroit Tigers, Boston Red Sox, and Cleveland Indians. He batted and threw right-handed and was listed as 6 feet 4 inches (1.93 m) tall and 190 pounds (86 kg).",
    "year": 1935,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Judy Howe",
    "birthday": "1935-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Jackie_Klein_and_Judy_Howe_1956.jpg/320px-Jackie_Klein_and_Judy_Howe_1956.jpg",
    "extract": "Judith Ann \"Judy\" Howe is a retired American artistic gymnast. She competed at the 1956 Summer Olympics with the best individual result of 52nd place on the balance beam and uneven bars. In 1976 she was inducted into the Beaver County Sports Hall of Fame.",
    "year": 1935,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Charles Sheffield",
    "birthday": "1935-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e1/Writer_DrCharlesSheffield.jpg/213px-Writer_DrCharlesSheffield.jpg",
    "extract": "Charles Sheffield was an English-born mathematician, physicist and science fiction writer who served as a President of the Science Fiction and Fantasy Writers of America and of the American Astronautical Society.",
    "year": 1935,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jean Geissinger",
    "birthday": "1934-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/77/Jean_Geissinger.jpg",
    "extract": "Jean Louise Geissinger was an infielder and outfielder who played from 1951 through 1954 in the All-American Girls Professional Baseball League with the Fort Wayne Daisies and the Grand Rapids Chicks (1952[end]). Listed at 5 ft 6 in (1.68 m), 120 lb, she batted and threw right-handed.",
    "year": 1934,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Beatriz Sheridan",
    "birthday": "1934-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/fa/Beatriz_Sheridan.jpg",
    "extract": "Elizabeth Ann Sheridan Scarbrough, better known as Beatriz Sheridan was a Mexican actress and director. A pioneer of the Mexican telenovelas and prominent figure of the Mexican theater of the 20th century, she was also a teacher of dramatic technique for television and directed many great dramatic stars.",
    "year": 1934,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Álvaro Siza Vieira",
    "birthday": "1933-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Siza_Vieira_na_Exponor.JPG/240px-Siza_Vieira_na_Exponor.JPG",
    "extract": "Álvaro Joaquim de Melo Siza Vieira is a Portuguese architect, and architectural educator. He is internationally known as Álvaro Siza and in Portugal as Siza Vieira.",
    "year": 1933,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Peter Blake (artist)",
    "birthday": "1932-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f3/Sir_Peter_Blake_-_London_Transport_Museum_%282946614968%29_%28cropped%29.jpg",
    "extract": "Sir Peter Thomas Blake is an English pop artist, best known for co-creating the sleeve design for the Beatles' album Sgt. Pepper's Lonely Hearts Club Band. His other best known works include the covers for two of The Who's albums, the cover of the Band Aid single \"Do They Know It's Christmas?\", and the Live Aid concert poster. Blake also designed the 2012 Brit Award statuette.",
    "year": 1932,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "George Sluizer",
    "birthday": "1932-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/George-sluizer-1342604928.jpg/320px-George-sluizer-1342604928.jpg",
    "extract": "George Sluizer was a Dutch filmmaker whose credits included features as well as documentary films.",
    "year": 1932,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "V. P. Singh",
    "birthday": "1931-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Visit_of_Vishwanath_Pratap_Sing%2C_Indian_Minister_for_Trade%2C_to_the_CEC_%28cropped%29.jpg/239px-Visit_of_Vishwanath_Pratap_Sing%2C_Indian_Minister_for_Trade%2C_to_the_CEC_%28cropped%29.jpg",
    "extract": "Vishwanath Pratap Singh, shortened to V. P. Singh, was an Indian politician who was the 7th Prime Minister of India from 1989 to 1990 and the 41st Raja Bahadur of Manda. He is India's only prime minister to have been former royalty.",
    "year": 1931,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Eric Carle",
    "birthday": "1929-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Eric_Carle_%28cropped%29.jpg/247px-Eric_Carle_%28cropped%29.jpg",
    "extract": "Eric Carle was an American author, designer and illustrator of children's books. His picture book The Very Hungry Caterpillar, first published in 1969, has been translated into more than 66 languages and sold more than 50 million copies. His career as an illustrator and children's book author took off after he collaborated on Brown Bear, Brown Bear, What Do You See?. He illustrated more than 70 books, most of which he also wrote, and more than 145 million copies of his books have been sold around the world.",
    "year": 1929,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Francesco Marchisano",
    "birthday": "1929-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/76/Francesco_Marchisano.jpg",
    "extract": "Francesco Marchisano was an Italian Cardinal who worked in the Roman Curia from 1956 until his death.",
    "year": 1929,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Alexei Abrikosov (physicist)",
    "birthday": "1928-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/AA_Abrikosov_ANL1.jpg/235px-AA_Abrikosov_ANL1.jpg",
    "extract": "Alexei Alexeyevich Abrikosov was a Soviet, Russian and American theoretical physicist whose main contributions are in the field of condensed matter physics. He was the co-recipient of the 2003 Nobel Prize in Physics, with Vitaly Ginzburg and Anthony James Leggett, for theories about how matter can behave at extremely low temperatures.",
    "year": 1928,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "John A. Wickham Jr.",
    "birthday": "1928-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/General_John_Wickham%2C_official_military_photo_1988.JPEG/256px-General_John_Wickham%2C_official_military_photo_1988.JPEG",
    "extract": "John Adams Wickham Jr. is a retired United States Army general who served as the United States Army Chief of Staff from 1983 to 1987.",
    "year": 1928,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Michel Brault",
    "birthday": "1928-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Michel_Brault.jpg/255px-Michel_Brault.jpg",
    "extract": "Michel Brault, OQ was a Canadian cinematographer, cameraman, film director, screenwriter, and film producer. He was a leading figure of Direct Cinema, characteristic of the French branch of the National Film Board of Canada in the 1960s. Brault was a pioneer of the hand-held camera aesthetic.",
    "year": 1928,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Peyo",
    "birthday": "1928-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d8/Peyo_%281990%29_by_Erling_Mandelmann.jpg",
    "extract": "Pierre \"Peyo\" Culliford was a Belgian comics writer and artist who worked under the pseudonym Peyo. His best-known works are the comic strips The Smurfs and Johan and Peewit, in which the Smurfs first appeared.",
    "year": 1928,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Alex Toth",
    "birthday": "1928-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Alex_Toth.jpg/223px-Alex_Toth.jpg",
    "extract": "Alexander Toth was an American cartoonist active from the 1940s through the 1980s. Toth's work began in the American comic book industry, but he is also known for his animation designs for Hanna-Barbera throughout the 1960s and 1970s. His work included Super Friends, Fantastic Four, Space Ghost, Sealab 2020, The Herculoids and Birdman. Toth's work has been resurrected in the late-night, adult-themed spin-offs on Cartoon Network’s late night sister channel Adult Swim: Space Ghost Coast to Coast, Sealab 2021 and Harvey Birdman, Attorney at Law.",
    "year": 1928,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Chuck Smith (pastor)",
    "birthday": "1927-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/01/Chuck_Smith%2C_founder_of_Calvary_Chapel.jpg/290px-Chuck_Smith%2C_founder_of_Calvary_Chapel.jpg",
    "extract": "Charles Ward \"Chuck\" Smith was an American pastor who founded the Calvary Chapel movement. Beginning with the 25-person Costa Mesa congregation in 1965, Smith's influence now extends to \"more than 1,000 churches nationwide and hundreds more overseas\", some of which are among the largest churches in the United States. He has been called \"one of the most influential figures in modern American Christianity.\"",
    "year": 1927,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Arnold Wolfendale",
    "birthday": "1927-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/SirArnoldWolfendale.jpg/240px-SirArnoldWolfendale.jpg",
    "extract": "Sir Arnold Whittaker Wolfendale FRS was a British astronomer who served as the fourteenth Astronomer Royal from 1991 to 1995. He was Professor of Physics at Durham University from 1965 until 1992 and served as president of the European Physical Society (1999–2001). He was President of the Royal Astronomical Society from 1981-83.",
    "year": 1927,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Margaret Anstee",
    "birthday": "1926-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Dame_Margaret_Anstee.JPEG/210px-Dame_Margaret_Anstee.JPEG",
    "extract": "Dame Margaret Joan Anstee, DCMG was a British diplomat who served at the United Nations for over four decades (1952–93), rising to the rank of an Under-Secretary-General in 1987. She was the first woman to hold this position.",
    "year": 1926,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ingeborg Bachmann",
    "birthday": "1926-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Klagenfurt_-_Musilhaus_-_Ingeborg_Bachmann.jpg/182px-Klagenfurt_-_Musilhaus_-_Ingeborg_Bachmann.jpg",
    "extract": "Ingeborg Bachmann was an Austrian poet and author.",
    "year": 1926,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Kep Enderby",
    "birthday": "1926-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Kep_Enderby_1970.png/234px-Kep_Enderby_1970.png",
    "extract": "Keppel Earl \"Kep\" Enderby QC was an Australian politician and judge. Enderby was a member of the House of Representatives, representing the Australian Labor Party between 1970 and 1975 and became a senior cabinet minister in the Gough Whitlam government. After politics, he was appointed a Justice of the Supreme Court of New South Wales.",
    "year": 1926,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Stig Sollander",
    "birthday": "1926-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Stig_Sollander_Oslo_1952.jpg/314px-Stig_Sollander_Oslo_1952.jpg",
    "extract": "Stig Oskar Sollander was a Swedish alpine skier who competed in the 1948, 1952 and 1956 Winter Olympics. He had his best results in the slalom, finishing fifth in 1952 and winning Sweden's first Olympic medal in alpine skiing, a bronze in 1956. He won another bronze in the combined event at the FIS Alpine World Ski Championships.",
    "year": 1926,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Clifton Chenier",
    "birthday": "1925-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Chenier_brothers.jpg/320px-Chenier_brothers.jpg",
    "extract": "Clifton Chenier, a Louisiana French-speaking native of Leonville, Louisiana, near Opelousas, was a performer and recording artist of zydeco, which arose from Cajun and Creole music, with R&B, jazz, and blues influences. He played the accordion and won a Grammy Award in 1983.",
    "year": 1925,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "June Lockhart",
    "birthday": "1925-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/June_Lockhart_1947.JPG/253px-June_Lockhart_1947.JPG",
    "extract": "June Lockhart is an American actress, primarily in 1950s and 1960s television, and with performances on stage and in film. On two television series, Lassie and Lost in Space, she played mother roles. She also portrayed Dr. Janet Craig on the CBS television sitcom Petticoat Junction (1968–70). She is a two-time Emmy Award nominee and a Tony Award winner.",
    "year": 1925,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Robert Venturi",
    "birthday": "1925-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Robert_Venturi_2008_Rome_%28cropped%29.jpg/223px-Robert_Venturi_2008_Rome_%28cropped%29.jpg",
    "extract": "Robert Charles Venturi Jr. was an American architect, founding principal of the firm Venturi, Scott Brown and Associates, and one of the major architectural figures of the twentieth century.",
    "year": 1925,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Virginia Patton",
    "birthday": "1925-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Virginia_Patton_Black_Eagle_headshot.jpg/215px-Virginia_Patton_Black_Eagle_headshot.jpg",
    "extract": "Virginia Ann Marie Patton is an American retired businesswoman and former actress. After appearing in several films in the early 1940s, she was cast in her most well-known role as Ruth Dakin Bailey in Frank Capra's It's a Wonderful Life (1946). In 1949, Patton retired from acting, with her final film credit being The Lucky Stiff (1949).",
    "year": 1925,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Sidney Lumet",
    "birthday": "1924-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Sidney_Lumet_1970.jpg/264px-Sidney_Lumet_1970.jpg",
    "extract": "Sidney Arthur Lumet was an American film director, producer, and screenwriter with over 50 films to his credit. He was nominated five times for the Academy Award: four for Best Director for 12 Angry Men (1957), Dog Day Afternoon (1975), Network (1976), and The Verdict (1982) and one for Best Adapted Screenplay for Prince of the City (1981). He did not win an individual Academy Award, but did receive an Academy Honorary Award, and 14 of his films were nominated for Oscars.",
    "year": 1924,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Madan Mohan (composer)",
    "birthday": "1924-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Music_Director_Madan_Mohan.jpg/271px-Music_Director_Madan_Mohan.jpg",
    "extract": "Madan Mohan Kohli, better known as Madan Mohan, was an Indian music director of the 1950s, 1960s, and 1970s. He is considered one of the most melodious and skilled music directors of the Hindi film industry. He is particularly remembered for the immortal ghazals he composed for Hindi films. Some of his best works are with singers Lata Mangeshkar, Mohammed Rafi and Talat Mahmood.",
    "year": 1924,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "William J. Castagna",
    "birthday": "1924-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/William_John_Castagna.png/263px-William_John_Castagna.png",
    "extract": "William John Castagna was a United States District Judge of the United States District Court for the Middle District of Florida.",
    "year": 1924,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Sam Francis",
    "birthday": "1923-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Sam_Francis.jpg/281px-Sam_Francis.jpg",
    "extract": "Samuel Lewis Francis was an American painter and printmaker.",
    "year": 1923,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Dorothy Gilman",
    "birthday": "1923-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/92/Dorothy_Gilman.jpeg",
    "extract": "Dorothy Edith Gilman was an American writer. She is best known for the Mrs. Pollifax series. Begun in a time when women in mystery meant Agatha Christie's Miss Marple and international espionage meant young government men like James Bond and the spies of John le Carré and Graham Greene, Emily Pollifax, her heroine, became a spy in her 60s and is very likely the only spy in literature to belong simultaneously to the CIA and the local garden club.",
    "year": 1923,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jamshid Amouzegar",
    "birthday": "1923-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6d/Jamshid_Amouzegar_portrait.jpg",
    "extract": "Jamshid Amouzegar was an Iranian economist and politician who was prime minister of Iran from 7 August 1977 to 27 August 1978 when he resigned. Prior to that, he served as the minister of interior and minister of finance in the cabinet of Amir-Abbas Hoveida. He was the leader of Rastakhiz Party during his tenure as prime minister of Iran.",
    "year": 1923,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Celia Franca",
    "birthday": "1921-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Portrait_of_Celia_Franca.jpg/259px-Portrait_of_Celia_Franca.jpg",
    "extract": "Celia Franca was a co-founder of The National Ballet of Canada (1951) and its artistic director for 24 years.",
    "year": 1921,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Lassie Lou Ahern",
    "birthday": "1920-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0c/Lassie_Lou_Ahern.jpg",
    "extract": "Lassie Lou Ahern was an American actress. Originally discovered by Will Rogers, she was best known for her role as Little Harry in the 1927 silent film Uncle Tom's Cabin and also for her recurring appearances in the Our Gang films. Except for \"Baby Peggy\", Ahern was one of the last living performers who had a substantial career during Hollywood's silent era.",
    "year": 1920,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "P. H. Newby",
    "birthday": "1918-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c8/Percy_Howard_Newby.jpg",
    "extract": "Percy Howard Newby CBE was an English novelist and broadcasting administrator. He was the first winner of the Booker Prize, his novel Something to Answer For having received the inaugural award in 1969.",
    "year": 1918,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Nils Karlsson",
    "birthday": "1917-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Nils_%22Mora-Nisse%22_Karlsson_1940-talet_001.jpg/320px-Nils_%22Mora-Nisse%22_Karlsson_1940-talet_001.jpg",
    "extract": "Nils Emanuel Karlsson, better known as Mora-Nisse, was a Swedish cross-country skier. Karlsson won gold in the 50 km event at the 1948 Winter Olympics and nine Vasaloppet victories.",
    "year": 1917,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Claude Seignolle",
    "birthday": "1917-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e6/Claude_Seignolle.jpg",
    "extract": "Claude Seignolle was a French author. His main interests were folklore and archaeology before he turned to fiction. He also wrote under the pseudonyms 'Starcante', 'S. Claude' and 'Jean-Robert Dumoulin'.",
    "year": 1917,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Whipper Billy Watson",
    "birthday": "1915-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/30/Whipper_Billy_Watson.jpg",
    "extract": "William John Potts, was a Canadian professional wrestler best known by his ring name \"Whipper\" Billy Watson, and was a two-time world champion, having held both the National Wrestling Association title and the National Wrestling Alliance title.",
    "year": 1915,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Cyril Fletcher",
    "birthday": "1913-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e4/Cyril_Fletcher.jpg/260px-Cyril_Fletcher.jpg",
    "extract": "Cyril Fletcher was an English comedian, actor and businessman. His catchphrase was 'Pin back your lugholes'. He was best known for his \"Odd Odes\", which later formed a section of the television show That's Life!, a role for which he was approached in error. So successful was he however, that he stayed on the show from 1973 to 1981. He first began performing the Odd Odes in 1937, long before they first appeared on television.",
    "year": 1913,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "William T. Cahill",
    "birthday": "1912-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/William_T._Cahill_%28NJ%29.png/213px-William_T._Cahill_%28NJ%29.png",
    "extract": "William Thomas Cahill was an American Republican Party politician who served as the 46th governor of New Jersey, from 1970 to 1974, and who represented New Jersey's 1st congressional district in the U.S. House of Representatives from 1959 to 1967 and the state's 6th district from 1967 to 1970.",
    "year": 1912,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "William Howard Stein",
    "birthday": "1911-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/dd/William_Howard_Stein.jpg",
    "extract": "William Howard Stein was an American biochemist who collaborated in the determination of the ribonuclease sequence, as well as how its structure relates to catalytic activity, earning a Nobel Prize in Chemistry in 1972 for his work. Stein was also involved in the invention of the automatic amino acid analyzer, an advancement in chromatography that opened the door to modern methods of chromatography, such as liquid chromatography and gas chromatography.",
    "year": 1911,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Willard Van Orman Quine",
    "birthday": "1908-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Willard_Van_Orman_Quine_passport.jpg/315px-Willard_Van_Orman_Quine_passport.jpg",
    "extract": "Willard Van Orman Quine was an American philosopher and logician in the analytic tradition, recognized as \"one of the most influential philosophers of the twentieth century\". From 1930 until his death 70 years later, Quine was continually affiliated with Harvard University in one way or another, first as a student, then as a professor. He filled the Edgar Pierce Chair of Philosophy at Harvard from 1956 to 1978.",
    "year": 1908,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "J. Hans D. Jensen",
    "birthday": "1907-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Johannes_Hans_Daniel_Jensen_%281907%E2%80%931973%29.jpg/226px-Johannes_Hans_Daniel_Jensen_%281907%E2%80%931973%29.jpg",
    "extract": "Johannes Hans Daniel Jensen was a German nuclear physicist. During World War II, he worked on the German nuclear energy project, known as the Uranium Club, where he contributed to the separation of uranium isotopes. After the war, Jensen was a professor at the University of Heidelberg. He was a visiting professor at the University of Wisconsin–Madison, the Institute for Advanced Study, University of California, Berkeley, Indiana University, and the California Institute of Technology.",
    "year": 1907,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "George Orwell",
    "birthday": "1903-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/George_Orwell_press_photo.jpg/236px-George_Orwell_press_photo.jpg",
    "extract": "Eric Arthur Blair, known by his pen name George Orwell, was an English novelist, essayist, journalist and critic. His work is characterised by lucid prose, social criticism, opposition to totalitarianism, and support of democratic socialism.",
    "year": 1903,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Anne Revere",
    "birthday": "1903-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Studio_publicity_Anne_Revere.jpg/256px-Studio_publicity_Anne_Revere.jpg",
    "extract": "Anne Revere was an American actress and a progressive member of the board of the Screen Actors' Guild. She was best known for her work on Broadway and her film portrayals of mothers in a series of critically acclaimed films. An outspoken critic of the House Un-American Activities Committee, her name appeared in Red Channels: The Report on Communist Influence in Radio and Television in 1950 and she was subsequently blacklisted.",
    "year": 1903,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Yasuhito, Prince Chichibu",
    "birthday": "1902-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Chichibunomiya_Yasuhito.jpg/242px-Chichibunomiya_Yasuhito.jpg",
    "extract": "Yasuhito, Prince Chichibu , was the second son of Emperor Taishō (Yoshihito) and Empress Teimei (Sadako), a younger brother of Emperor Shōwa (Hirohito) and a general in the Imperial Japanese Army. As a member of the Imperial House of Japan, he was the patron of several sporting, medical, and international exchange organizations. Before and after World War II, the English-speaking prince and his wife attempted to foster good relations between Japan and the United Kingdom and enjoyed a good rapport with the British royal family. As with other Japanese imperial princes of his generation, he was an active-duty career officer in the Imperial Japanese Army. Like all members of the imperial family, he was exonerated from criminal prosecutions before the Tokyo tribunal by Douglas MacArthur.",
    "year": 1902,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Harold Roe Bartle",
    "birthday": "1901-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Harold_Roe_Bartle_sculpture.jpg/240px-Harold_Roe_Bartle_sculpture.jpg",
    "extract": "Harold Roe Bennett Sturdyvant Bartle was an American businessman, philanthropist, executive, and professional public speaker who served two terms as mayor of Kansas City, Missouri. After Bartle helped lure the Dallas Texans American Football League team to Kansas City in 1962, owner Lamar Hunt renamed the franchise the Kansas City Chiefs after Bartle's nickname, The Chief.",
    "year": 1901,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Marta Abba",
    "birthday": "1900-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/MartaAbba.jpg/268px-MartaAbba.jpg",
    "extract": "Marta Abba was an Italian actress, was considered as the muse of the playwright Luigi Pirandello.",
    "year": 1900,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Georgia Hale",
    "birthday": "1900-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Georgia_Hale_in_The_Gold_Rush_%281925%29.jpg/320px-Georgia_Hale_in_The_Gold_Rush_%281925%29.jpg",
    "extract": "Georgia Theodora Hale was an actress of the silent movie era.",
    "year": 1900,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Louis Mountbatten, 1st Earl Mountbatten of Burma",
    "birthday": "1900-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Lord_Mountbatten_Naval_in_colour_Allan_Warren.jpg/207px-Lord_Mountbatten_Naval_in_colour_Allan_Warren.jpg",
    "extract": "Louis Francis Albert Victor Nicholas Mountbatten, 1st Earl Mountbatten of Burma, born and known until 1917 as Prince Louis of Battenberg, then named until 1946 Lord Louis Mountbatten, and then named Viscount Mountbatten of Burma until 1947, was a member of the British royal family and military officer. Mountbatten, who was of German descent, was born in England to the prominent Battenberg family and was a maternal uncle of Prince Philip, Duke of Edinburgh and a second cousin of King George VI. He joined the Royal Navy during World War I and was appointed Supreme Allied Commander, South East Asia Command, in World War II. He was later made Viceroy of India of British India, and then first governor-general of the Dominion of India, being the last British person to hold either of these positions.",
    "year": 1900,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Kay Sage",
    "birthday": "1898-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Kay_Sage_1922.jpg/229px-Kay_Sage_1922.jpg",
    "extract": "Katherine Linn Sage, usually known as Kay Sage, was an American Surrealist artist and poet active between 1936 and 1963. A member of the Golden Age and Post-War periods of Surrealism, she is mostly recognized for her artistic works, which typically contain themes of an architectural nature.",
    "year": 1898,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Hermann Oberth",
    "birthday": "1894-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Hermann_Oberth_1950s.jpg/240px-Hermann_Oberth_1950s.jpg",
    "extract": "Hermann Julius Oberth was an Austro-Hungarian-born German physicist and engineer. He is considered one of the founding fathers of rocketry and astronautics, along with the French Robert Esnault-Pelterie, the Russian Konstantin Tsiolkovsky, the American Robert Goddard and the Austro-Hungarian born Slovenian Herman Potočnik.",
    "year": 1894,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Shirō Ishii",
    "birthday": "1892-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Shiro_Ishii_in_military_uniform.png/236px-Shiro_Ishii_in_military_uniform.png",
    "extract": "Surgeon General Shirō Ishii  was a Japanese microbiologist and army medical officer who served as the director of Unit 731, a biological warfare unit of the Imperial Japanese Army.",
    "year": 1892,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "George Abbott",
    "birthday": "1887-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/George_Abbott.jpg/214px-George_Abbott.jpg",
    "extract": "George Francis Abbott was an American theatre producer, director, playwright, screenwriter, film director and producer whose career spanned eight decades.",
    "year": 1887,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Frigyes Karinthy",
    "birthday": "1887-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Karinthy_Frigyes_c_1930.jpeg/253px-Karinthy_Frigyes_c_1930.jpeg",
    "extract": "Frigyes Karinthy was a Hungarian author, playwright, poet, journalist, and translator. He was the first proponent of the six degrees of separation concept, in his 1929 short story, Chains (Láncszemek). Karinthy remains one of the most popular Hungarian writers. He was the father of poet Gábor Karinthy and writer Ferenc Karinthy.",
    "year": 1887,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Henry H. Arnold",
    "birthday": "1886-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/General_of_the_Air_Force_Hap_Arnold.png/222px-General_of_the_Air_Force_Hap_Arnold.png",
    "extract": "Henry Harley Arnold was an American general officer holding the ranks of General of the Army and later, General of the Air Force. Arnold was an aviation pioneer, Chief of the Air Corps (1938–1941), commanding general of the United States Army Air Forces, the only United States Air Force general to hold five-star rank, and the only officer to hold a five-star rank in two different U.S. military services. Arnold was also the founder of Project RAND, which evolved into one of the world's largest non-profit global policy think tanks, the RAND Corporation, and one of the founders of Pan American World Airways.",
    "year": 1886,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Géza Gyóni",
    "birthday": "1884-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Gy%C3%B3ni_G%C3%A9za.jpg/232px-Gy%C3%B3ni_G%C3%A9za.jpg",
    "extract": "Géza Gyóni was a Hungarian war poet. He died in a Russian prisoner of war camp during the First World War.",
    "year": 1884,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Daniel-Henry Kahnweiler",
    "birthday": "1884-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7b/Daniel-Henry_Kahnweiler.jpg/320px-Daniel-Henry_Kahnweiler.jpg",
    "extract": "Daniel-Henry Kahnweiler was a German-born art collector, and one of the most notable French art dealers of the 20th century. He became prominent as an art gallery owner in Paris beginning in 1907 and was among the first champions of Pablo Picasso, Georges Braque and the Cubist movement in art.",
    "year": 1884,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Rose O'Neill",
    "birthday": "1874-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Rose_O%27Neill_by_Gertrude_K%C3%A4sebier_crop.jpg/263px-Rose_O%27Neill_by_Gertrude_K%C3%A4sebier_crop.jpg",
    "extract": "Rose Cecil O'Neill was an American cartoonist, illustrator, artist, and writer. She built a successful career as a magazine and book illustrator and, at a young age, became the best-known and highest-paid female commercial illustrator in the United States. O'Neill earned a fortune and international fame by creating the Kewpie, the most widely known cartoon character until Mickey Mouse.",
    "year": 1874,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Eloísa Díaz",
    "birthday": "1866-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Elo%C3%ADsaD%C3%ADaz.JPG/278px-Elo%C3%ADsaD%C3%ADaz.JPG",
    "extract": "Eloísa Díaz Inzunza, was a Chilean doctor. She was the first female medical student to attend the University of Chile, and the first woman to become a doctor of medicine in Chile as well as the entire region of South America.",
    "year": 1866,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Walther Nernst",
    "birthday": "1864-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Walther_Nernst_1900s.jpg/240px-Walther_Nernst_1900s.jpg",
    "extract": "Walther Hermann Nernst was a German chemist known for his work in thermodynamics, physical chemistry, electrochemistry, and solid state physics. His formulation of the Nernst heat theorem helped pave the way for the third law of thermodynamics, for which he won the 1920 Nobel Prize in Chemistry. He is also known for developing the Nernst equation in 1887.",
    "year": 1864,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Émile Francqui",
    "birthday": "1863-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Portrait_of_%C3%89mile_Francqui.jpg/215px-Portrait_of_%C3%89mile_Francqui.jpg",
    "extract": "Émile Francqui was a Belgian soldier, diplomat, business man and philanthropist.",
    "year": 1863,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Gustave Charpentier",
    "birthday": "1860-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/10/Gustave_charpentier.jpg",
    "extract": "Gustave Charpentier was a French composer, best known for his opera Louise.",
    "year": 1860,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Georges Courteline",
    "birthday": "1858-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Georges_Courteline_circa_1890.jpg/267px-Georges_Courteline_circa_1890.jpg",
    "extract": "Georges Courteline born Georges Victor Marcel Moinaux was a French dramatist and novelist, a satirist notable for his sharp wit and cynical humor.",
    "year": 1858,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Antoni Gaudí",
    "birthday": "1852-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Antoni_Gaudi_1878.jpg/235px-Antoni_Gaudi_1878.jpg",
    "extract": "Antoni Gaudí i Cornet was a Catalan architect from Spain known as the greatest exponent of Catalan Modernism. Gaudí's works have a highly individualized, sui generis style. Most are located in Barcelona, including his main work, the church of the Sagrada Família.",
    "year": 1852,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "James Farnell",
    "birthday": "1825-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Farnell_James.jpg/269px-Farnell_James.jpg",
    "extract": "James Squire Farnell was an Australian politician and Premier of New South Wales. Farnell was a hard-working legislator who gave much study to the land question and also tried hard for some years to pass a bill for the regulation of contagious diseases.",
    "year": 1825,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Gabriel Auguste Daubrée",
    "birthday": "1814-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Gabriel_Auguste_Daubr%C3%A9e.jpg/218px-Gabriel_Auguste_Daubr%C3%A9e.jpg",
    "extract": "Gabriel Auguste Daubrée MIF FRS FRSE was a French geologist, best known for applying experimental methods to structural geology. He served as the director of the École des Mines as well as the president of the French Academy of Sciences.",
    "year": 1814,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "David Douglas (botanist)",
    "birthday": "1799-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/David_Douglass00.jpg/284px-David_Douglass00.jpg",
    "extract": "David Douglas was a Scottish botanist, best known as the namesake of the Douglas fir. He worked as a gardener, and explored the Scottish Highlands, North America, and Hawaii, where he died. The standard author abbreviation Douglas is used to indicate this person as the author when citing a botanical name.",
    "year": 1799,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Natalia Alexeievna (Wilhelmina of Hesse-Darmstadt)",
    "birthday": "1755-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Natalia_Alexeievna_of_Russia_by_A.Roslin_%281776%2C_Hermitage%29.jpg/262px-Natalia_Alexeievna_of_Russia_by_A.Roslin_%281776%2C_Hermitage%29.jpg",
    "extract": "Natalia Alexeievna, Tsarevna of Russia was the first wife of Paul Petrovich, Tsarevich of Russia, son of the Empress Catherine II. She was born as Princess Wilhelmina Louisa of Hesse-Darmstadt as the fifth child of Louis IX, Landgrave of Hesse-Darmstadt and his spouse Countess Palatine Caroline of Zweibrücken.",
    "year": 1755,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Joseph Foullon de Doué",
    "birthday": "1715-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Joseph-Fran%C3%A7ois_Foullon.jpg/256px-Joseph-Fran%C3%A7ois_Foullon.jpg",
    "extract": "Joseph-François Foullon de Doué, or Foulon de Doué, was a French politician and a Controller-General of Finances under Louis XVI. A deeply unpopular figure, he has the ignominious distinction of being the first recorded person to have been lynched à la lanterne.",
    "year": 1715,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Francesco Araja",
    "birthday": "1709-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Francesco_Araja.jpg/320px-Francesco_Araja.jpg",
    "extract": "Francesco Domenico Araja was an Italian composer who spent 25 years in Russia and wrote at least 14 operas for the Russian Imperial Court including Tsefal i Prokris, the first opera in Russian.",
    "year": 1709,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "John Albert Vasa",
    "birthday": "1612-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Dolabella_John_Albert_Vasa.jpg/252px-Dolabella_John_Albert_Vasa.jpg",
    "extract": "John Albert Vasa was a Polish cardinal, and a Prince-Bishop of Warmia and Kraków. He was the son of Sigismund III Vasa and Constance of Austria.",
    "year": 1612,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Gunilla Bielke",
    "birthday": "1568-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Gunilla_Bielke%2C_1568-1597%2C_drottning_av_Sverige_-_Nationalmuseum_-_15102.tif/lossy-page1-260px-Gunilla_Bielke%2C_1568-1597%2C_drottning_av_Sverige_-_Nationalmuseum_-_15102.tif.jpg",
    "extract": "Gunilla Bielke; Swedish: Gunilla Johansdotter Bielke af Åkerö was Queen of Sweden as the second wife of King John III. Queen Gunilla is acknowledged to have acted as the political adviser to John III and to have influenced his religious policies in favor of Protestantism.",
    "year": 1568,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Wilhelm Fabry",
    "birthday": "1560-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/G._Fabricus_Hildanus%2C_Observationum_et_curat_Wellcome_L0026589.jpg/257px-G._Fabricus_Hildanus%2C_Observationum_et_curat_Wellcome_L0026589.jpg",
    "extract": "Wilhelm Fabry, often called the \"Father of German surgery\", was the first educated and scientific German surgeon. He is one of the most prominent scholars in the iatromechanics school and author of 20 medical books. His Observationum et Curationum Chirurgicarum Centuriae, published posthumously in 1641, is the best collection of case records of the century and gives clear insight into the variety and methods of his surgical practice. He developed novel surgical techniques and new surgical instruments. He also wrote a notable treatise on burns.",
    "year": 1560,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Elisabeth Brooke, Marchioness of Northampton",
    "birthday": "1526-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/30/Elizabeth_brooke_Parr.jpg",
    "extract": "Elisabeth Brooke was an English courtier and noblewoman. She the eldest daughter of George Brooke, 9th Baron Cobham of Kent and Anne, his wife. She was the niece of Sir Thomas Wyatt the elder, the courtier-poet credited with bringing the sonnet form into the English language, and Elizabeth Brooke who was associated with Henry VIII of England. Elisabeth openly lived in adultery with William Parr, 1st Marquess of Northampton and bigamously married him. At times, she was accepted at court as the Marchioness of Northampton. She was the sister-in-law of Katherine Parr, King Henry VIII's sixth queen. Her first cousin, Thomas Wyatt the Younger, was the leader of a rebellion against Queen Mary I known as Wyatt's Rebellion. The whole family was implicated. She became one of the most influential courtiers again during the reign of Elizabeth I.",
    "year": 1526,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Bartholomeus V. Welser",
    "birthday": "1484-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Bartholom%C3%A4us_V._Welser.jpg/288px-Bartholom%C3%A4us_V._Welser.jpg",
    "extract": "Prince Bartholomeus Welser was a German banker. In 1528 he signed an agreement with Charles V, emperor of the Holy Roman Empire, granting a concession in Venezuela Province, which became Klein-Venedig until the concession was revoked in 1546.",
    "year": 1484,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Joanna II of Naples",
    "birthday": "1371-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Joan_II_of_Naples_jamesII_of_Bourbon.jpg/259px-Joan_II_of_Naples_jamesII_of_Bourbon.jpg",
    "extract": "Joanna II was reigning Queen of Naples from 1414 to her death, upon which the Capetian House of Anjou became extinct. As a mere formality, she used the title of Queen of Jerusalem, Sicily, and Hungary.",
    "year": 1371,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "William Montagu, 2nd Earl of Salisbury",
    "birthday": "1328-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Salisbury_1430.jpg/228px-Salisbury_1430.jpg",
    "extract": "William Montagu, 2nd Earl of Salisbury, 4th Baron Montagu, King of Mann, KG was an English nobleman and commander in the English army during King Edward III's French campaigns in the Hundred Years War. He was one of the Founder Knights of the Order of the Garter.",
    "year": 1328,
    "month": 6,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Beatrice of England",
    "birthday": "1242-6-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/fd/Beatrix_Engl.jpg",
    "extract": "Beatrice of England was a member of the House of Plantagenet, the daughter of Henry III of England and Eleanor of Provence.",
    "year": 1242,
    "month": 6,
    "day": 25,
    "language": "en"
  }
]