[
  {
    "name": "Princess Alexia of the Netherlands",
    "birthday": "2005-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Prinses_Alexia_der_Nederlanden_2019.JPG/242px-Prinses_Alexia_der_Nederlanden_2019.JPG",
    "extract": "Princess Alexia of the Netherlands, Princess of Orange-Nassau is the second daughter of King Willem-Alexander and Queen Máxima. Princess Alexia is a member of the Dutch Royal House and second in the line of succession to the Dutch throne.",
    "year": 2005,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Chandler Smith",
    "birthday": "2002-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/ChandlerSmith2019MadisonARCA.jpg/190px-ChandlerSmith2019MadisonARCA.jpg",
    "extract": "Chandler Smith is an American professional stock car racing driver. He competes full-time in the NASCAR Camping World Truck Series, driving the No. 18 Toyota Tundra for Kyle Busch Motorsports, part-time in the NASCAR Xfinity Series driving the No. 26 for Sam Hunt Racing, and part-time in select Super Late Model events driving the No. 26 Toyota Camry for Wilson Motorsports. Since 2018 he has been apart of Toyota Racing Development's TD2 program.",
    "year": 2002,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Baek Ye-rin",
    "birthday": "1997-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Baek_Ye-rin_performing_%22Sugar%22_on_July_10%2C_2014.jpg/228px-Baek_Ye-rin_performing_%22Sugar%22_on_July_10%2C_2014.jpg",
    "extract": "Baek Ye-rin, also credited as Yerin Baek, is a South Korean singer-songwriter. A former member of duo 15&, she debuted as a solo artist with the mini album Frank, in 2015. Known for her delicate and sweet vocals, since 2015, she has had eight singles peak in the top ten on Gaon Digital Chart. A singer-songwriter, Baek is credited with composing and writing the lyrics for the majority of her songs, often touching on personal topics and writing from real-life experiences. In addition to her solo career, she is also the front person for Korean rock band The Volunteers and has been performing with them from 2018 onwards.",
    "year": 1997,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Hollie Arnold",
    "birthday": "1994-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Hollie_Arnold_with_Paralympic_gold_medal.jpg/238px-Hollie_Arnold_with_Paralympic_gold_medal.jpg",
    "extract": "Hollie Beth Arnold, is a British parasport athlete competing in category F46 javelin. Although born in Grimsby, she now lives and trains in Loughborough. She represents Wales in the Commonwealth Games.\nArnold was the youngest ever field athlete to ever compete in the Paralympics/Olympics, at the age of 14 at the 2008 Summer Paralympics in Beijing throwing a personal best. She also threw a personal best in 2012 Summer Paralympics in London. She took the gold medal in the F46 javelin in the 2016 Summer Paralympics at Rio, also throwing a new world record at the same time. In 2021, at the delayed 2020 Summer Paralympics in Tokyo, she took the bronze medal. \nIn 2018, she became the first ever Javelin thrower in history to hold all four major titles in the same Paralympic/Olympic 4-year cycle: Rio Paralympics and world record 2016, London World Championships and world record 2017, Berlin European Championships and course record 2018 and Gold Coast Commonwealth Games and world record 2018. She also holds four consecutive world titles: 2013 Lyon, 2015 Doha, 2017 London, and 2019 Dubai.",
    "year": 1994,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Leonard Carow",
    "birthday": "1994-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Leonard_Carow_%282012%29.jpg/230px-Leonard_Carow_%282012%29.jpg",
    "extract": "Leonard Carow is a German actor. He has appeared in several German television films and series, and in Steven Spielberg's 2011 film, War Horse.",
    "year": 1994,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Ariana Grande",
    "birthday": "1993-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Ariana_Grande_Grammys_Red_Carpet_2020.png/223px-Ariana_Grande_Grammys_Red_Carpet_2020.png",
    "extract": "Ariana Grande-Butera is an American singer, songwriter, and actress. Her four-octave vocal range has received critical acclaim, and her personal life has been the subject of widespread media attention. She has received numerous accolades throughout her career, including two Grammy Awards, one Brit Award, one Bambi Award, two Billboard Music Awards, three American Music Awards, nine MTV Video Music Awards, and 27 Guinness World Records.",
    "year": 1993,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Joel Campbell",
    "birthday": "1992-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Jose_Miguel_Cubero%2C_David_Ram%C3%ADrez_and_Joel_Campbell_%28cropped%29.jpg/202px-Jose_Miguel_Cubero%2C_David_Ram%C3%ADrez_and_Joel_Campbell_%28cropped%29.jpg",
    "extract": "Joel Nathaniel Campbell Samuels is a Costa Rican professional footballer who plays as a forward and winger for Liga MX club Monterrey, on loan from León, and the Costa Rica national team.",
    "year": 1992,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Rudy Gobert",
    "birthday": "1992-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Rudy_Gobert.jpg/250px-Rudy_Gobert.jpg",
    "extract": "Rudy Gobert-Bourgarel is a French professional basketball player of the Utah Jazz of the National Basketball Association (NBA). He also represents the French national team in their international competitions. Standing at 7 ft 1 in (2.16 m) tall with a wingspan of 7 ft 9 in (2.36 m) long, he plays the center position. He is considered one of the NBA’s best rim protectors.",
    "year": 1992,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jennette McCurdy",
    "birthday": "1992-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Jennette_McCurdy_2012.jpg/259px-Jennette_McCurdy_2012.jpg",
    "extract": "Jennette Michelle Faye McCurdy is an American singer-songwriter, filmmaker, podcaster, and former actress. McCurdy had her breakthrough playing Sam Puckett in the Nickelodeon sitcom iCarly (2007–2012), a role that won her four Kids' Choice Awards, among other accolades. She reprised the character in its spin-off series Sam & Cat (2013–2014), after which she exited the network. She has appeared in a number of other television series, including Malcolm in the Middle (2003–2005), Zoey 101 (2005), Lincoln Heights (2007), True Jackson, VP (2009–2010) and Victorious (2012).",
    "year": 1992,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Diego Falcinelli",
    "birthday": "1991-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Diego_Falcinelli_%28cropped%29.jpg/214px-Diego_Falcinelli_%28cropped%29.jpg",
    "extract": "Diego Falcinelli is an Italian professional footballer who plays as a striker for Bologna.",
    "year": 1991,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Dustin Martin",
    "birthday": "1991-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Dustin_Martin_2017.3.jpg/213px-Dustin_Martin_2017.3.jpg",
    "extract": "Dustin Martin is a professional Australian rules footballer playing for the Richmond Football Club in the Australian Football League (AFL). Martin was drafted by Richmond with the third pick in the 2009 national draft, and made his AFL debut in the opening round of the 2010 season. He was nominated for the 2010 AFL Rising Star award, but was ineligible to win due to suspension.",
    "year": 1991,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Belaynesh Oljira",
    "birthday": "1990-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/WXC2013_senior_women_podium.jpg/260px-WXC2013_senior_women_podium.jpg",
    "extract": "Belaynesh Oljira Jemama is an Ethiopian long-distance runner who competes mainly in 10K and half marathon races. She represented her country at the 2012 Summer Olympics, the 2013 World Championships and the IAAF World Cross Country Championships in 2011 and 2013.",
    "year": 1990,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "King Bach",
    "birthday": "1988-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/King-bach.jpg/244px-King-bach.jpg",
    "extract": "Andrew Byron Bachelor, also known as King Bach is a Canadian-American Internet personality, actor, composer, rapper and comedian who rose to fame on the now-defunct video sharing service Vine, where he had 11.3 million followers, making him the most followed user on the platform.",
    "year": 1988,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Carlos Iaconelli",
    "birthday": "1987-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/2009F2VAL17088.jpg/227px-2009F2VAL17088.jpg",
    "extract": "Carlos \"Iaco\" Iaconelli is a Brazilian racing car driver.",
    "year": 1987,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Samir Nasri",
    "birthday": "1987-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Samir_Nasri_Euro_2012_v2.jpg/223px-Samir_Nasri_Euro_2012_v2.jpg",
    "extract": "Samir Nasri is a French former professional footballer. He primarily played as an attacking midfielder and a winger, although he had also been deployed in central midfield.",
    "year": 1987,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Duvier Riascos",
    "birthday": "1986-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Duvier_Riascos.jpg/242px-Duvier_Riascos.jpg",
    "extract": "Duvier Riascos is a Colombian professional football player who plays as a forward. He is known as the \"Snake\" mainly due to his celebration when he scores.",
    "year": 1986,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Ogyen Trinley Dorje",
    "birthday": "1985-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Karmapa_lama.JPG/214px-Karmapa_lama.JPG",
    "extract": "Ogyen Trinley Dorje, also written as Urgyen Trinley Dorje is a claimant to the title of 17th Karmapa.",
    "year": 1985,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Indila",
    "birthday": "1984-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Indila_%C3%A0_Roissy.jpg/231px-Indila_%C3%A0_Roissy.jpg",
    "extract": "Adila Sedraïa, best known by her stage name Indila, is a French singer and songwriter. She collaborated with many musicians on vocals and songwriting prior to releasing her first single, \"Dernière danse\", in November 2013, which reached SNEP Top 2 in France. She released her first album Mini World in February 2014.",
    "year": 1984,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "J. J. Barea",
    "birthday": "1984-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/J.J._Barea_Mavs.jpg/185px-J.J._Barea_Mavs.jpg",
    "extract": "José Juan Barea Mora is a Puerto Rican professional basketball player for Cangrejeros de Santurce of the Baloncesto Superior Nacional (BSN). He played college basketball for Northeastern University before joining the Mavericks in 2006 and becoming only the seventh Puerto Rican to play in the NBA. He went on to win an NBA championship with the Mavericks in 2011 before signing with the Minnesota Timberwolves, where he played for the next three seasons. He has also played in the NBA Development League and the Baloncesto Superior Nacional.",
    "year": 1984,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Yankuba Ceesay",
    "birthday": "1984-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Ceesay%2C_Yankuba.IMG_4536.JPG/247px-Ceesay%2C_Yankuba.IMG_4536.JPG",
    "extract": "Yankuba Ceesay, also known as Maal, is a Gambian footballer (midfielder), who plays in Finnish Kakkonen for Kokkolan Palloveikot.",
    "year": 1984,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Elijah Dukes",
    "birthday": "1984-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Elijah_Dukes_2009_%28cropped%29.jpg/265px-Elijah_Dukes_2009_%28cropped%29.jpg",
    "extract": "Elijah David Dukes, Jr. is an American former professional baseball player. A right-handed outfielder, he played in Major League Baseball for the Tampa Bay Devil Rays and Washington Nationals.",
    "year": 1984,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Raymond Felton",
    "birthday": "1984-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Raymond_Felton_Knicks_cropped.jpg/237px-Raymond_Felton_Knicks_cropped.jpg",
    "extract": "Raymond Bernard Felton Jr. is an American former professional basketball player. Felton played college basketball for the University of North Carolina under head coach Roy Williams.",
    "year": 1984,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Priscah Jeptoo",
    "birthday": "1984-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/SMdL_20110410_46775_Priscah_Jeptoo-2.jpg/211px-SMdL_20110410_46775_Priscah_Jeptoo-2.jpg",
    "extract": "Priscah Jeptoo is a Kenyan professional long-distance runner who specialises in the marathon. She has won marathons in New York, Paris, Turin, and London and has a best time of 2:20:14 for the distance. She was the runner-up in the marathon at both the World Championships in Athletics in 2011 and the 2012 London Olympics. She ranks third all-time over the half marathon distance with her best of 66 minutes and 11 seconds.",
    "year": 1984,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Deron Williams",
    "birthday": "1984-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Deron_Williams_Nets_2.jpg/292px-Deron_Williams_Nets_2.jpg",
    "extract": "Deron Michael Williams is an American former professional basketball player. He played college basketball for the Illinois Fighting Illini before being drafted third overall in the 2005 NBA draft by the Utah Jazz. A three-time NBA All-Star with the Jazz and Brooklyn Nets, Williams also played for Beşiktaş of the Turkish Basketball League during the 2011 NBA lockout, and was a gold medal winner on the United States national team at the 2008 and 2012 Summer Olympics.",
    "year": 1984,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Preslava",
    "birthday": "1984-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Preslava-Na-tebe-ne-otkazvam.JPG/320px-Preslava-Na-tebe-ne-otkazvam.JPG",
    "extract": "Preslava Koleva Ivanova, better known mononymously as Preslava, is a Bulgarian singer. She was born in Dobrich, Bulgaria. She is considered one of the key names in the Bulgarian modern music, and has won more than 60 awards since her debut in 2004.",
    "year": 1984,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Nick Compton",
    "birthday": "1983-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Middlesex_and_England_opening_batsman_Nick_Compton.jpg/318px-Middlesex_and_England_opening_batsman_Nick_Compton.jpg",
    "extract": "Nicholas Richard Denis Compton is a South African-born English former Test and first-class cricketer who most recently played for Middlesex County Cricket Club. The grandson of Denis Compton, he represented England in 16 Test matches.",
    "year": 1983,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Toyonoshima Daiki",
    "birthday": "1983-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Toyonoshima_in_Harubasho_2013_IMG_1882_20130324.JPG/240px-Toyonoshima_in_Harubasho_2013_IMG_1882_20130324.JPG",
    "extract": "Toyonoshima Daiki is a former professional sumo wrestler from Sukumo, Kōchi, Japan. He made his professional debut in January 2002, reaching the top makuuchi division in September 2004. He was a runner-up in five tournaments, and earned ten special prizes. His highest rank was sekiwake, which he first reached in September 2008 and held for five tournaments in total. Following a suspension in July 2010 he was demoted to the jūryō division, but upon his return to makuuchi in November 2010 he took part in a playoff for the championship. He won four kinboshi or gold stars awarded for yokozuna upsets, three of them earned by defeating Harumafuji from 2013 to 2015. He wrestled for Tokitsukaze stable. He retired in 2020 and is now an elder of the Japan Sumo Association under the name of Izutsu Oyakata.",
    "year": 1983,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Felipe Melo",
    "birthday": "1983-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Felipe-melo-palmeiras-22aug2018.png/189px-Felipe-melo-palmeiras-22aug2018.png",
    "extract": "Felipe Melo de Carvalho, known as Felipe Melo, is a Brazilian professional footballer who plays as a defensive midfielder for Fluminense.",
    "year": 1983,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Antonio Rosati",
    "birthday": "1983-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Antonio_Rosati.jpg/188px-Antonio_Rosati.jpg",
    "extract": "Antonio Rosati is an Italian professional footballer who plays as a goalkeeper for Serie A club Fiorentina.",
    "year": 1983,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Zuzana Kučová",
    "birthday": "1982-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Zuzana_Ku%C4%8Dov%C3%A1.jpg/320px-Zuzana_Ku%C4%8Dov%C3%A1.jpg",
    "extract": "Zuzana Kučová is a former Slovak tennis player.",
    "year": 1982,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Natalya Antyukh",
    "birthday": "1981-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Natalya_Antyukh_Barcelona2010.jpg/266px-Natalya_Antyukh_Barcelona2010.jpg",
    "extract": "Natalya Nikolayevna Antyukh is a Russian sprint runner who primarily competes in the 400 metres and 400-metre hurdles. She won the gold medal in 400 m hurdles at the 2012 Summer Olympics, after winning a bronze medal in the 400 m dash at the 2004 Olympics. She is the only woman to win an Olympic medal in both the 400 m hurdles and 400 m dash.",
    "year": 1981,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Paolo Cannavaro",
    "birthday": "1981-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Paolo_Cannavaro_Neapel_.jpg/224px-Paolo_Cannavaro_Neapel_.jpg",
    "extract": "Paolo Cannavaro is an Italian former professional footballer who played as a centre-back. After beginning his career with Napoli, he moved to Parma in 1999, where he played alongside his older brother Fabio. Paolo remained with the club for seven seasons, aside from a loan spell with Verona during the 2001–02 season, helping the club reach the semi-finals of the UEFA Cup in 2005. In 2006, he returned to Napoli, where he was eventually named the club's captain and contributed to the club's resurgence: he helped the team to earn promotion to Serie A in his first season and subsequently aided his side to qualify for the UEFA Cup in 2008, earn a spot in the Champions League in 2011 and win the Coppa Italia in 2012, the club's first title in over 20 years. After eight seasons with Napoli, he moved to Sassuolo in 2014, where he remained until his retirement in 2017. Following the conclusion of his professional football career, he joined his brother at Guangzhou Evergrande as a member of the team's coaching staff.",
    "year": 1981,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Takashi Toritani",
    "birthday": "1981-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/HT-Takashi-Toritani.jpg/213px-HT-Takashi-Toritani.jpg",
    "extract": "Takashi Toritani  is a Japanese professional baseball player for the Chiba Lotte Marines of the Nippon Professional Baseball(NPB). He previously played with the Hanshin Tigers.",
    "year": 1981,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jason Schwartzman",
    "birthday": "1980-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Jason_Schwartzman_in_2018_by_Sachyn_Mital_%28cropped%29.jpg/244px-Jason_Schwartzman_in_2018_by_Sachyn_Mital_%28cropped%29.jpg",
    "extract": "Jason Francesco Schwartzman is an American actor and musician.",
    "year": 1980,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Chris Shelton",
    "birthday": "1980-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/26/Shelton.jpg/203px-Shelton.jpg",
    "extract": "Christopher Bob Shelton is an American former professional baseball first baseman. He played in Major League Baseball (MLB) for the Detroit Tigers, Texas Rangers, and Seattle Mariners over his 5-year major league career. Shelton is a cousin of former NFL quarterback Alex Smith.",
    "year": 1980,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Michael Vick",
    "birthday": "1980-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Michael_vick_2017_%28cropped%29.jpg/320px-Michael_vick_2017_%28cropped%29.jpg",
    "extract": "Michael Dwayne Vick is a former American football quarterback. Regarded as having transformed the quarterback position with his rushing abilities, he is the NFL leader in quarterback rushing yards and was the league's first quarterback to rush for 1,000 yards in a season. Vick played college football at Virginia Tech, where he received first-team All-American honors, and was selected first overall by the Atlanta Falcons in the 2001 NFL Draft. During his six years with the Falcons, he was named to three Pro Bowls while leading the team on two playoff runs, one division title, and an NFC Championship Game appearance.",
    "year": 1980,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Walter Herrmann",
    "birthday": "1979-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Walter_herrmann_shooting.jpg/320px-Walter_herrmann_shooting.jpg",
    "extract": "Walter Herrmann Heinrich is an Argentine former professional basketball player. He is listed at 6'9\" and 225 lbs. He was a key member of the senior men's Argentine national basketball team that won the gold medal during the 2004 Summer Olympic Games.",
    "year": 1979,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Ryan Tedder",
    "birthday": "1979-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/RyanTedderphotocall_%28cropped%29.jpg/224px-RyanTedderphotocall_%28cropped%29.jpg",
    "extract": "Ryan Tedder is an American singer, songwriter, and record producer. As well as being the lead vocalist of the pop rock band OneRepublic, he has an independent career as a songwriter and producer for various artists since the mid-2000s, including Adele, Beyoncé, Leona Lewis, Miley Cyrus, Ed Sheeran, Jennifer Lopez, Camila Cabello, Lady Gaga, Maroon 5, MØ, One Direction, Taylor Swift, Katy Perry, Ariana Grande, Logic, Paul McCartney, Blackpink, Twice and Anitta.",
    "year": 1979,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Quincy Lewis",
    "birthday": "1977-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/LewisQ.JPG/265px-LewisQ.JPG",
    "extract": "Quincy Lavell Lewis is an American former professional basketball player who last played with the pro club Iurbentia Bilbao Basket in Spain. He currently works as an analyst for Fox Sports North, covering the Minnesota Timberwolves, one of Lewis's former NBA teams. Now coaches the AAU 16u basketball team “Minnesota Heat”.",
    "year": 1977,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Ed Jovanovski",
    "birthday": "1976-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Ed_Jovanovski_2012-03-09.JPG/274px-Ed_Jovanovski_2012-03-09.JPG",
    "extract": "Edward Jovanovski is a Canadian former professional ice hockey defenceman. He was born in Windsor, Ontario, and is of Macedonian descent.",
    "year": 1976,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Chad Pennington",
    "birthday": "1976-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Chad_Pennington.jpg/253px-Chad_Pennington.jpg",
    "extract": "James Chadwick Pennington is a former American football quarterback who played in the National Football League (NFL) for 11 seasons. He played college football at Marshall, where he won the Sammy Baugh Trophy, and was selected by the New York Jets in the first round of the 2000 NFL Draft. After eight seasons with the Jets, he was a member of the Miami Dolphins in his last three seasons.",
    "year": 1976,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Dave Rubin",
    "birthday": "1976-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Dave_Rubin_by_Gage_Skidmore_2.jpg/244px-Dave_Rubin_by_Gage_Skidmore_2.jpg",
    "extract": "David Joshua Rubin is an American conservative political commentator. He is the creator and host of The Rubin Report, a political talk show on YouTube and on the network BlazeTV. Launched in 2013, his show was originally part of TYT Network, until he left in 2015, in part due to widening ideological differences. Previously, Rubin hosted LGBT-themed talk shows, including The Ben and Dave Show from 2007 to 2008 and The Six Pack from 2009 to 2012, both of which he co-hosted with Ben Harvey.",
    "year": 1976,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Terry Skiverton",
    "birthday": "1975-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Terry_Skiverton_2_%28cropped%29.jpg/240px-Terry_Skiverton_2_%28cropped%29.jpg",
    "extract": "Terence John Skiverton is an English former footballer who enjoyed a long playing career at Yeovil Town for 11 years, appearing 382 times in all competitions, before becoming their manager and subsequently, assistant manager, manager and then assistant manager again. He is currently assistant manager at EFL League One club AFC Wimbledon.",
    "year": 1975,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Derek Jeter",
    "birthday": "1974-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Derek_Jeter_%2834290401240%29_%28cropped%29.jpg/320px-Derek_Jeter_%2834290401240%29_%28cropped%29.jpg",
    "extract": "Derek Sanderson Jeter is an American former professional baseball shortstop, businessman, and baseball executive. As a player, Jeter spent his entire 20-year Major League Baseball (MLB) career with the New York Yankees. He was elected to the Baseball Hall of Fame in his first year of eligibility in 2020; he received 396 of 397 possible votes (99.75%), the second-highest percentage in MLB history and the highest by a position player. He was the chief executive officer (CEO) and part owner of the league's Miami Marlins from September 2017 to February 2022.",
    "year": 1974,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jason Kendall",
    "birthday": "1974-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/IMG_0178_Jason_Kendall.jpg/197px-IMG_0178_Jason_Kendall.jpg",
    "extract": "Jason Daniel Kendall is an American former professional baseball catcher. He played in Major League Baseball (MLB) from 1996 through 2010 for the Pittsburgh Pirates, Oakland Athletics, Chicago Cubs, Milwaukee Brewers, and Kansas City Royals. He is the son of former catcher Fred Kendall, who played in the majors from 1969–1980.",
    "year": 1974,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Gretchen Wilson",
    "birthday": "1973-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/GretchenWilsonApr10.jpg/175px-GretchenWilsonApr10.jpg",
    "extract": "Gretchen Frances Wilson is an American country artist. She made her debut in March 2004 with the Grammy Award-winning single \"Redneck Woman,\" a number-one hit on the Billboard country charts. The song served as the lead-off single of her debut album, Here for the Party. Wilson followed this album one year later with All Jacked Up, the title track of which became the highest-debuting single for a female country artist upon its 2005 release. A third album, One of the Boys, was released in 2007.",
    "year": 1973,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Max Biaggi",
    "birthday": "1971-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Max_Biaggi_-_2007.JPG/320px-Max_Biaggi_-_2007.JPG",
    "extract": "Massimiliano \"Max\" Biaggi is an Italian former professional Grand Prix motorcycle road racer who achieved six World Championships. With four 250 cc road race titles and two in World Superbikes, he is one of only two riders to score championships across both disciplines.",
    "year": 1971,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Paul Thomas Anderson",
    "birthday": "1970-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Paul_Thomas_Anderson_2007_crop.jpg/248px-Paul_Thomas_Anderson_2007_crop.jpg",
    "extract": "Paul Thomas Anderson, also known by his initials PTA, is an American film director, producer, screenwriter and cinematographer. He developed an interest in filmmaking from a young age. He made his feature-film debut with Hard Eight (1996). He found critical and commercial success with Boogie Nights (1997) and received further accolades with Magnolia (1999), an ensemble piece set in the San Fernando Valley, and Punch-Drunk Love (2002), a romantic comedy-drama film.",
    "year": 1970,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Irv Gotti",
    "birthday": "1970-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/IrvGottiFeb05.jpg/186px-IrvGottiFeb05.jpg",
    "extract": "Irving Domingo Lorenzo Jr., better known by his stage name Irv Gotti, is an American DJ, music producer, record executive, and the CEO and co-founder of Murder Inc. Records. He is best known for producing multiple number-one records for Ashanti, Ja Rule, and Jennifer Lopez, as well as his collaborations with Jay-Z, DMX, and Kanye West. Gotti is also the creator of the BET series Tales.",
    "year": 1970,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Sean Hayes",
    "birthday": "1970-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Sean_Hayes_%28portrait%29.jpg/229px-Sean_Hayes_%28portrait%29.jpg",
    "extract": "Sean Patrick Hayes is an American actor, comedian, and producer. He is best known for playing Jack McFarland on the NBC sitcom Will & Grace, for which he won a Primetime Emmy Award, four SAG Awards, and one American Comedy Award, and earned six Golden Globe nominations. He also runs a television production company called Hazy Mills Productions, which produces shows such as Grimm, Hot in Cleveland, The Soul Man, and Hollywood Game Night. Since July 2020, he has co-hosted the comedy podcast SmartLess.\nHe is known for his appearances in films such as Billy's Hollywood Screen Kiss, Cats & Dogs, Pieces of April, The Cat in the Hat, Win a Date with Tad Hamilton!, The Bucket List, & The Three Stooges.",
    "year": 1970,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Matt Letscher",
    "birthday": "1970-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Matt_Letscher.jpg/228px-Matt_Letscher.jpg",
    "extract": "Matthew Letscher is an American actor, director and playwright, known for his roles as Captain Harrison Love in the 1998 American swashbuckler film The Mask of Zorro and as Colonel Adelbert Ames in the 2003 American film Gods and Generals. He co-starred in the 2016 Michael Bay film 13 Hours: The Secret Soldiers of Benghazi, playing Ambassador J. Christopher Stevens. He has also portrayed Eobard Thawne / Reverse-Flash in The Flash and Legends of Tomorrow.",
    "year": 1970,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Chris O'Donnell",
    "birthday": "1970-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Chris_ODonnell_Max_Payne_2008.jpg/213px-Chris_ODonnell_Max_Payne_2008.jpg",
    "extract": "Christopher Eugene O'Donnell is an American actor and former model. He played Charlie Sims in Scent of a Woman, Chris Reece in School Ties, D'Artagnan in The Three Musketeers, Jack Foley in the drama film Circle of Friends, Dick Grayson/Robin in Batman Forever and Batman & Robin, Jason Brown in Robert Altman's Cookie's Fortune, Peter Garrett in Vertical Limit, and Wardell Pomeroy in Kinsey. O'Donnell stars as special Agent G. Callen on the CBS crime drama television series NCIS: Los Angeles, a spin-off of NCIS.",
    "year": 1970,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Nick Offerman",
    "birthday": "1970-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Nick_Offerman_2018_%28cropped%29.jpg/226px-Nick_Offerman_2018_%28cropped%29.jpg",
    "extract": "Nicholas David Offerman is an American actor, writer, comedian, producer, and carpenter. He is best known for his role as Ron Swanson in the NBC sitcom Parks and Recreation, for which he received the Television Critics Association Award for Individual Achievement in Comedy and was twice nominated for the Critics' Choice Television Award for Best Supporting Actor in a Comedy Series. Offerman is also known for his role in The Founder, in which he portrays Richard McDonald, one of the brothers who developed the fast-food chain McDonald's. His first major television role following the end of Parks and Recreation was as Karl Weathers in the second season of the FX black comedy crime drama series Fargo, for which he received a nomination for the Critics' Choice Television Award for Best Supporting Actor in a Movie/Miniseries. Since 2018, Offerman has co-hosted the NBC reality competition series, Making It, with Amy Poehler; he and Poehler have received two nominations for the Primetime Emmy Award for Outstanding Host for a Reality or Competition Program.",
    "year": 1970,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Colin Greenwood",
    "birthday": "1969-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/CGreenwood2006-06Radiohead.jpg/320px-CGreenwood2006-06Radiohead.jpg",
    "extract": "Colin Charles Greenwood is an English musician and the bassist for the alternative rock band Radiohead. Along with his younger brother, Radiohead guitarist Jonny Greenwood, Greenwood attended Abingdon School in Abingdon, England, where he met the future band members. Radiohead have since achieved critical acclaim and have sold over 30 million albums. Along with bass guitar, Greenwood plays upright bass and electronic instruments.",
    "year": 1969,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Mike Myers (baseball)",
    "birthday": "1969-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Sep102006_633_Mike_Myers.jpg/278px-Sep102006_633_Mike_Myers.jpg",
    "extract": "Michael Stanley Myers is an American former professional left-handed relief pitcher who played in Major League Baseball (MLB) from 1995 to 2007.",
    "year": 1969,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Guðni Th. Jóhannesson",
    "birthday": "1968-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Gu%C3%B0ni_Th._J%C3%B3hannesson_%28cropped%29.jpg/255px-Gu%C3%B0ni_Th._J%C3%B3hannesson_%28cropped%29.jpg",
    "extract": "Guðni Thorlacius Jóhannesson is an Icelandic historian serving as the sixth and current president of Iceland. He took office in 2016 after winning the most votes in the 2016 election, 71,356 (39.1%). He was reelected in 2020 with 92.2% of the vote.",
    "year": 1968,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Paolo Maldini",
    "birthday": "1968-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Paolo_Maldini_press_conference_in_Tehran_%28cropped%29.jpg/246px-Paolo_Maldini_press_conference_in_Tehran_%28cropped%29.jpg",
    "extract": "Paolo Cesare Maldini is an Italian former professional footballer who played primarily as a left back and centre back for AC Milan and the Italy national team. He is widely regarded as one of the greatest defenders and players of all time. As the Milan and Italy captain for many years he was nicknamed \"Il Capitano\". Maldini held the record for most appearances in Serie A, with 647, until 2020, when he was overtaken by Gianluigi Buffon. He is currently serving as technical director for Milan, as well as being co-owner of USL Championship club Miami FC.",
    "year": 1968,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Shannon Sharpe",
    "birthday": "1968-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Shannon_Sharpe_Headshot.jpg/243px-Shannon_Sharpe_Headshot.jpg",
    "extract": "Shannon Sharpe is an American sports analyst and former American football tight end for the Denver Broncos and Baltimore Ravens of the National Football League (NFL). He has co-hosted Skip and Shannon: Undisputed on Fox Sports 1 with Skip Bayless since 2016. He is also a former analyst for CBS Sports on its NFL telecasts. He is widely regarded as one of the greatest tight ends of all time.",
    "year": 1968,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Inha Babakova",
    "birthday": "1967-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Inha_Babakova_-_Signature.jpg/320px-Inha_Babakova_-_Signature.jpg",
    "extract": "Inha Babakova is a former high jumper who represented the Soviet Union and later Ukraine. She was born in Asgabat, Turkmen SSR. Her personal best is 2.05 metres.",
    "year": 1967,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Olivier Dahan",
    "birthday": "1967-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Olivier_Dahan.jpg/225px-Olivier_Dahan.jpg",
    "extract": "Olivier Dahan is a French film director and screenwriter. His third directed film, La Vie en rose, was one of the only French cinema films to win two Academy Awards, including the first acting Oscar in the French language.",
    "year": 1967,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Dany Boon",
    "birthday": "1966-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Dany_Boon_Cannes_2018.jpg/225px-Dany_Boon_Cannes_2018.jpg",
    "extract": "Dany Boon is a French actor, director, screenwriter and producer.",
    "year": 1966,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Kirk McLean",
    "birthday": "1966-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Kirk_McLean.jpg/233px-Kirk_McLean.jpg",
    "extract": "Kirk Alan McLean is a Canadian former professional ice hockey goaltender who played in the National Hockey League (NHL) for the New Jersey Devils, Vancouver Canucks, Carolina Hurricanes, Florida Panthers and New York Rangers. He played in the style of a stand-up goaltender.",
    "year": 1966,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jürgen Reil",
    "birthday": "1966-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/2018_RiP_-_Kreator_-_by_2eight_-_DSC3706.jpg/320px-2018_RiP_-_Kreator_-_by_2eight_-_DSC3706.jpg",
    "extract": "Jürgen \"Ventor\" Reil is the long-time drummer for German thrash metal band Kreator. He is one of the only two original members left in the band, although he has left \"at least twice\" due to personal differences.",
    "year": 1966,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Tommi Mäkinen",
    "birthday": "1964-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Toyota_Yaris_WRC_2016-09-29_001_%28cropped%29.jpg/240px-Toyota_Yaris_WRC_2016-09-29_001_%28cropped%29.jpg",
    "extract": "Tommi Antero Mäkinen is a Finnish racing executive and former driver.",
    "year": 1964,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Mikhail Khodorkovsky",
    "birthday": "1963-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Mikhail_Khodorkovsky%2C_Founder%2C_Open_Russia_%2816662841792%29_%28cropped%29.jpg/220px-Mikhail_Khodorkovsky%2C_Founder%2C_Open_Russia_%2816662841792%29_%28cropped%29.jpg",
    "extract": "Mikhail Borisovich Khodorkovsky is an exiled Russian businessman, now residing in London. In 2003, Khodorkovsky was believed to be the wealthiest man in Russia, with a fortune estimated to be worth $15 billion, and was ranked 16th on Forbes list of billionaires. He had worked his way up the Komsomol apparatus, during the Soviet years, and started several businesses during the period of glasnost and perestroika in the late 1980s. After the dissolution of the Soviet Union, in the mid-1990s, he accumulated considerable wealth by obtaining control of a number of Siberian oil fields unified under the name Yukos, one of the major companies to emerge from the privatization of state assets during the 1990s.",
    "year": 1963,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Mark McClellan",
    "birthday": "1963-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/MarkMcClellan.jpg/224px-MarkMcClellan.jpg",
    "extract": "Mark Barr McClellan is the director of the Robert J Margolis Center for Health Policy and the Margolis Professor of Business, Medicine and Health Policy at Duke University. Formerly, he was a senior fellow and director of the Health Care Innovation and Value Initiative at the Engelberg Center for Health Care Reform at The Brookings Institution, in Washington, D.C. McClellan served as commissioner of the United States Food and Drug Administration under President George W. Bush from 2002 through 2004, and subsequently as administrator of the Centers for Medicare and Medicaid Services from 2004 through 2006.",
    "year": 1963,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "The Sundays",
    "birthday": "1963-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9d/The_Sundays.gif/320px-The_Sundays.gif",
    "extract": "The Sundays were an English alternative rock band. The band formed in the late 1980s and released three albums in the 1990s.",
    "year": 1963,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jerome Kersey",
    "birthday": "1962-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/US_Navy_030328-N-3503M-001_Former_NBA_player_Jerome_Kersey_addresses_a_group_of_kids_on_the_basketball_court_in_the_Naval_Air_Facility%2C_Ranger_Gym_cropped.jpg/320px-US_Navy_030328-N-3503M-001_Former_NBA_player_Jerome_Kersey_addresses_a_group_of_kids_on_the_basketball_court_in_the_Naval_Air_Facility%2C_Ranger_Gym_cropped.jpg",
    "extract": "Jerome Kersey was an American professional basketball player in the National Basketball Association (NBA). He played for the Portland Trail Blazers (1984–1995), Golden State Warriors (1995–96), Los Angeles Lakers (1996–97), Seattle SuperSonics (1997–98), San Antonio Spurs (1998–2000), and Milwaukee Bucks (2000–01). Kersey won an NBA championship with the Spurs in 1999.",
    "year": 1962,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Greg LeMond",
    "birthday": "1961-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Greg-LeMond-2009_%282%29_%28cropped%29.jpg/240px-Greg-LeMond-2009_%282%29_%28cropped%29.jpg",
    "extract": "Gregory James LeMond is an American former professional road racing cyclist, entrepreneur, and anti-doping advocate. A two-time winner of the Road Race World Championship and a three-time winner of the Tour de France, LeMond is considered by many to be the greatest American cyclist of all time, one of the great all-round cyclists of the modern era, and an icon of the sport's globalisation.",
    "year": 1961,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Terri Nunn",
    "birthday": "1961-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Terri_Nunn_at_OpenWorld_crop.jpg/320px-Terri_Nunn_at_OpenWorld_crop.jpg",
    "extract": "Terri Kathleen Nunn is an American singer and actress. She is best known as the vocalist of Berlin, which is an 80's new wave/synthpop band. She is also known by that band name.",
    "year": 1961,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Mark Durkan",
    "birthday": "1960-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/MarkDurkan.jpg/309px-MarkDurkan.jpg",
    "extract": "Mark Durkan is a retired Irish nationalist politician from Northern Ireland. Durkan was the deputy First Minister of Northern Ireland from November 2001 to October 2002, and the Leader of the Social Democratic and Labour Party (SDLP) from 2001 to 2010. He contested the Dublin constituency for Fine Gael at the 2019 European Parliament election.",
    "year": 1960,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Mark McKinney",
    "birthday": "1959-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/fd/Mark_McKinney_2004.jpg",
    "extract": "Mark Douglas Brown McKinney is a Canadian actor and comedian. He is best known for his role as store manager Glenn Sturgis on NBC's Superstore and the sketch comedy troupe The Kids in the Hall, which includes starring in the 1989 to 1995 TV series The Kids in the Hall and 1996 feature film Brain Candy. He was a cast member on Saturday Night Live from 1995 to 1997; and from 2003 to 2006, he co-created, wrote and starred in the series Slings & Arrows and he also appeared as Tom in FXX's Man Seeking Woman.",
    "year": 1959,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Philippe Couillard",
    "birthday": "1957-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Philippe_Couillard_2014-11-11_E.jpg/241px-Philippe_Couillard_2014-11-11_E.jpg",
    "extract": "Philippe Couillard, is a Canadian business advisor and former neurosurgeon, university professor and politician who served as 31st premier of Quebec from 2014 to 2018. Between 2003 and 2008, he was Quebec's Minister of Health and Social Services in Jean Charest's Liberal government and was MNA for Mont-Royal until he resigned in 2008. In the 2014 election, Couillard moved to the riding of Roberval, where he resides. He was the leader of the Quebec Liberal Party from 2013 to 2018. He resigned as Liberal leader and MNA on October 4, 2018.",
    "year": 1957,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Patty Smyth",
    "birthday": "1957-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Patty_Smyth_2011_Shankbone.JPG/320px-Patty_Smyth_2011_Shankbone.JPG",
    "extract": "Patricia Smyth is an American singer and songwriter. She first came into national attention with the rock band Scandal and went on to record and perform as a solo artist. Her distinctive voice and new wave image gained broad exposure through video recordings aired on cable music video channels such as MTV. Her debut solo album Never Enough was well received, and generated a pair of Top 100 hits. In the early 1990s she reached the Top 10 with the hit single \"Sometimes Love Just Ain't Enough,\" a duet with Don Henley of Eagles. She performed and co-wrote with James Ingram the song \"Look What Love Has Done\" for the 1994 motion picture Junior. The work earned her a Grammy Award nomination for Best Song Written for Visual Media, as well as an Academy Award nomination for Best Original Song. Smyth married retired tennis player John McEnroe in 1997.",
    "year": 1957,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Chris Isaak",
    "birthday": "1956-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Chris_Isaak_at_NAMM_1_25_2014_-15_%2812243161146%29.jpg/213px-Chris_Isaak_at_NAMM_1_25_2014_-15_%2812243161146%29.jpg",
    "extract": "Christopher Joseph Isaak is an American musician and occasional actor. He is widely known for his hit \"Wicked Game\", as well as the songs \"Baby Did a Bad Bad Thing\" and \"Somebody's Crying\". He is known for his signature 1950s rock & roll style and crooner sound, as well as his falsetto and reverb-laden music. He is closely associated with film director David Lynch, who has used his music in numerous films and gave him a role in the film Twin Peaks: Fire Walk with Me. His songs generally focus on the themes of love, loss, and heartbreak. With a career spanning four decades, he has released a total of 12 studio albums, toured, and received numerous award nominations. He has been called the Roy Orbison of the 1990s and is also often compared to Elvis Presley, Ricky Nelson, and Duane Eddy.",
    "year": 1956,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Catherine Samba-Panza",
    "birthday": "1956-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Catherine_Samba-Panza_2014-09-26.jpg/219px-Catherine_Samba-Panza_2014-09-26.jpg",
    "extract": "Catherine Samba-Panza is a Central African lawyer and politician who served as interim President of the Central African Republic from 2014 to 2016. She was the first woman to hold the post of head of state in that country, as well as the eighth woman in Africa to do so. Prior to becoming head of state, she was Mayor of Bangui from 2013 to 2014. She is a non-partisan politician.",
    "year": 1956,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Mick Jones (The Clash guitarist)",
    "birthday": "1955-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Mickjones.jpg/214px-Mickjones.jpg",
    "extract": "Michael Geoffrey Jones is a British musician, singer and songwriter best known as the lead guitarist, co-lead vocalist, co-founder and songwriter for The Clash until 1983. In 1984, he formed Big Audio Dynamite with Don Letts. Jones has played with the group Carbon/Silicon along with Tony James since 2002 and was part of the Gorillaz live band for a world tour in 2010–2011. In late 2011, Jones collaborated with Pete Wylie and members of the Farm to form the Justice Tonight Band.",
    "year": 1955,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Gedde Watanabe",
    "birthday": "1955-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Gedde_Watanabe_2014.jpg/218px-Gedde_Watanabe_2014.jpg",
    "extract": "Gary \"Gedde\" Watanabe is an American actor and comedian. He is perhaps best known for voicing the character of Ling in the 1998 animated film Mulan and its 2004 sequel, Mulan II as well as playing Long Duk Dong in the 1984 film Sixteen Candles, and as Nurse Yoshi Takata in the NBC medical drama ER from 1997 to 2003.",
    "year": 1955,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Luis Arconada",
    "birthday": "1954-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/DERBI_DE_LEYENDAS_Korner_Festibala_2019_%2846268716774%29_%28cropped%29.jpg/233px-DERBI_DE_LEYENDAS_Korner_Festibala_2019_%2846268716774%29_%28cropped%29.jpg",
    "extract": "Luis Miguel Arconada Etxarri is a Spanish retired footballer who played as a goalkeeper.",
    "year": 1954,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Olive Morris",
    "birthday": "1952-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c3/Olive_Morris_died_1979.jpg",
    "extract": "Olive Elaine Morris was a Jamaican-born British-based community leader and activist in the feminist, Black nationalist, and squatters' rights campaigns of the 1970s. At the age of 17, she was assaulted by Metropolitan Police officers following an incident involving a Nigerian diplomat in Brixton, South London. She joined the British Black Panthers, becoming a Marxist–Leninist communist and a radical feminist. She squatted buildings on Railton Road in Brixton; one hosted Sabarr Books and later became the 121 Centre, another was used as offices by the Race Today collective. Morris became a key organizer in the Black Women's Movement in the United Kingdom, co-founding the Brixton Black Women's Group and the Organization of Women of African and Asian Descent in London. When she studied at the Victoria University of Manchester, her activism continued. She was involved in the Manchester Black Women's Co-operative and travelled to China with the Society for Anglo-Chinese Understanding.",
    "year": 1952,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Fredric Brandt",
    "birthday": "1949-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0a/FredricBrandtImage.jpg/214px-FredricBrandtImage.jpg",
    "extract": "Fredric Sheldon Brandt was an American physician, researcher, lecturer, author, and radio host specializing in cosmetic dermatology. Among the first to use botulinum toxin (\"botox\") and fillers, Brandt was noted for his role in the FDA approval of numerous fillers and botulinum toxins for cosmetic use in the United States.",
    "year": 1949,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Candace Pert",
    "birthday": "1946-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/62/Candace_Pert.jpg/320px-Candace_Pert.jpg",
    "extract": "Candace Beebe Pert was an American neuroscientist and pharmacologist who discovered the opiate receptor, the cellular binding site for endorphins in the brain.",
    "year": 1946,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Gennady Zyuganov",
    "birthday": "1944-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Gennady_Zyuganov_2022-04-05_%28cropped%29.jpg/234px-Gennady_Zyuganov_2022-04-05_%28cropped%29.jpg",
    "extract": "Gennady Andreyevich Zyuganov is a Russian politician, who has been the General Secretary of the Communist Party of the Russian Federation and served as Member of the State Duma since 1993. He is also the Chair of the Union of Communist Parties – Communist Party of the Soviet Union (UCP-CPSU) since 2001 and a member of the Parliamentary Assembly of the Council of Europe since 1996.",
    "year": 1944,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Georgie Fame",
    "birthday": "1943-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Georgie_Fame_2009.jpg/213px-Georgie_Fame_2009.jpg",
    "extract": "Georgie Fame is an English R&B and jazz musician. Fame, who had a string of 1960s hits, is still performing, often working with contemporaries such as Alan Price, Van Morrison and Bill Wyman. Fame is the only British music act to have achieved three number one hits with his only Top 10 chart entries: \"Yeh, Yeh\" in 1964, \"Get Away\", in 1966 and \"The Ballad of Bonnie and Clyde\" in 1967.",
    "year": 1943,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Warren Farrell",
    "birthday": "1943-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Warren_Farrell.png/320px-Warren_Farrell.png",
    "extract": "Warren Thomas Farrell is an American political scientist, activist, and author of seven books on men's and women's issues. Farrell has been described as the \"father of the men's movement.\"",
    "year": 1943,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "J.J. Dillon",
    "birthday": "1942-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/JJ_Dillon_wrestling_manager.jpg/240px-JJ_Dillon_wrestling_manager.jpg",
    "extract": "James Morrison is an American retired professional wrestler and manager, better known by his ring name, J.J. Dillon.",
    "year": 1942,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Gilberto Gil",
    "birthday": "1942-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/25o_Premio_da_Musica_Brasileira_%2814189658954%29.jpg/213px-25o_Premio_da_Musica_Brasileira_%2814189658954%29.jpg",
    "extract": "Gilberto Passos Gil Moreira, known professionally as Gilberto Gil, is a Brazilian singer-songwriter and politician, known for both his musical innovation and political activism. From 2003 to 2008, he served as Brazil's Minister of Culture in the administration of President Luiz Inácio Lula da Silva. Gil's musical style incorporates an eclectic range of influences, including rock, Brazilian genres including samba, African music, and reggae.",
    "year": 1942,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Yves Beauchemin",
    "birthday": "1941-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Yves_Beauchemin_2012-04-14.jpg/236px-Yves_Beauchemin_2012-04-14.jpg",
    "extract": "Yves Beauchemin is a Quebec novelist.",
    "year": 1941,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Chuck Robb",
    "birthday": "1939-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Chuck_Robb_%282019%29.jpeg/210px-Chuck_Robb_%282019%29.jpeg",
    "extract": "Charles Spittal Robb is an American politician from Virginia and former officer in the United States Marine Corps. A member of the Democratic Party, he served as the 64th governor of Virginia from 1982 to 1986 and a United States senator from 1989 until 2001. In 2004, he co-chaired the Iraq Intelligence Commission.",
    "year": 1939,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Neil Abercrombie",
    "birthday": "1938-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Neil_Abercrombie.jpg/256px-Neil_Abercrombie.jpg",
    "extract": "Neil Abercrombie is an American politician who served as the seventh governor of Hawaii from 2010 to 2014. He is a member of the Democratic Party.",
    "year": 1938,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Billy Davis Jr.",
    "birthday": "1938-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/BillyDavisJr.jpg/320px-BillyDavisJr.jpg",
    "extract": "Billy Davis Jr. is an American musician, best known as a member of the 5th Dimension. Along with his wife Marilyn McCoo, he had hit records during 1976 and 1977 with \"I Hope We Get to Love in Time\", \"Your Love\", and \"You Don't Have to Be a Star \". Davis and McCoo were married in 1969. They became the first African-American married couple to host a network television series, titled The Marilyn McCoo & Billy Davis Jr. Show, on CBS in the summer of 1977, the year \"You Don't Have to Be a Star \" won a Grammy Award.",
    "year": 1938,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Robert Coleman Richardson",
    "birthday": "1937-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e4/Robert_Coleman_Richardson.jpg",
    "extract": "Robert Coleman Richardson was an American experimental physicist whose area of research included sub-millikelvin temperature studies of helium-3. Richardson, along with David Lee, as senior researchers, and then graduate student Douglas Osheroff, shared the 1996 Nobel Prize in Physics for their 1972 discovery of the property of superfluidity in helium-3 atoms in the Cornell University Laboratory of Atomic and Solid State Physics.",
    "year": 1937,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Reggie Workman",
    "birthday": "1937-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Shepp_workman_mergentheim_08.jpg/320px-Shepp_workman_mergentheim_08.jpg",
    "extract": "Reginald \"Reggie\" Workman is an American avant-garde jazz and hard bop double bassist, recognized for his work with both John Coltrane and Art Blakey.",
    "year": 1937,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Benjamin Adekunle",
    "birthday": "1936-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6c/Black-scorpion-benjamin-adekunle.jpg",
    "extract": "Benjamin Adesanya Maja Adekunle was a Nigerian Army Brigadier and Civil War commander.",
    "year": 1936,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Hal Greer",
    "birthday": "1936-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Hal_Greer_1969.jpeg/260px-Hal_Greer_1969.jpeg",
    "extract": "Harold Everett Greer was an American professional basketball player. He played for the Syracuse Nationals / Philadelphia 76ers of the National Basketball Association (NBA) from 1958 through 1973. A guard, Greer was a 10-time NBA All-Star and was named to the All-NBA Second Team seven times. He was named to the 50 Greatest Players in NBA History, the NBA 75th Anniversary Team, and his uniform number was among Philadelphia 76ers retired numbers. Greer is a member of the Basketball Hall of Fame.",
    "year": 1936,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Robert Maclennan, Baron Maclennan of Rogart",
    "birthday": "1936-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Official_portrait_of_Lord_Maclennan_of_Rogart_crop_2.jpg/240px-Official_portrait_of_Lord_Maclennan_of_Rogart_crop_2.jpg",
    "extract": "Robert Adam Ross Maclennan, Baron Maclennan of Rogart, was a British Liberal Democrat politician and life peer.",
    "year": 1936,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Edith Pearlman",
    "birthday": "1936-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Edith_Pearlman_2011_NBCC_Awards_2012_Shankbone_2.JPG/256px-Edith_Pearlman_2011_NBCC_Awards_2012_Shankbone_2.JPG",
    "extract": "Edith Pearlman is an American short story writer.",
    "year": 1936,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jean-Claude Turcotte",
    "birthday": "1936-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/97/Jean-Claude_Turcotte.jpg/213px-Jean-Claude_Turcotte.jpg",
    "extract": "Jean-Claude Turcotte was a Canadian Roman Catholic cardinal. Upon his elevation into the cardinalate he was made the Cardinal-Priest of Our Lady of the Blessed Sacrament and the Holy Canadian Martyrs. He was the Archbishop of the Roman Catholic Archdiocese of Montreal from 1990 to 2012, and was succeeded as Archbishop by Christian Lépine.",
    "year": 1936,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Carlo Facetti",
    "birthday": "1935-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Carlo_Facetti_-_1975_-_Lancia_Marlboro.jpg/198px-Carlo_Facetti_-_1975_-_Lancia_Marlboro.jpg",
    "extract": "Carlo Giovanni Facetti is a former racing driver from Italy, mainly known for his success in touring car and sports car racing. In his single attempt at Formula One he failed to qualify for the 1974 Italian Grand Prix with a Brabham BT42 run by the Scuderia Finotto team.",
    "year": 1935,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Sandro Riminucci",
    "birthday": "1935-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Sandro_Riminucci.jpg/214px-Sandro_Riminucci.jpg",
    "extract": "Alessandro \"Sandro\" Riminucci is a retired Italian professional basketball player. His nickname as a player, was \"The Blonde Angel\", due to his leaping ability. In 2006, he was induced into the Italian Basketball Hall of Fame.",
    "year": 1935,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Dave Grusin",
    "birthday": "1934-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Dave_Grusin.jpg/229px-Dave_Grusin.jpg",
    "extract": "Robert David Grusin is an American composer, arranger, producer, and pianist. He has composed many scores for feature films and television, and has won numerous awards for his soundtrack and record work, including an Academy Award and ten Grammy Awards. He is the co-founder of GRP Records.",
    "year": 1934,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Claudio Abbado",
    "birthday": "1933-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Claudio_Abbado_Senato.jpg/213px-Claudio_Abbado_Senato.jpg",
    "extract": "Claudio Abbado was an Italian conductor who was one of the leading conductors of his generation. He served as music director of the La Scala opera house in Milan, principal conductor of the London Symphony Orchestra, principal guest conductor of the Chicago Symphony Orchestra, music director of the Vienna State Opera, founder and director of Lucerne Festival Orchestra, founder and director of Mahler Chamber Orchestra, founding Artistic Director of Orchestra Mozart, music director of European Union Youth Orchestra, and principal conductor of the Berlin Philharmonic orchestra.",
    "year": 1933,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Gene Green (baseball)",
    "birthday": "1933-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Gene_Green_1961.jpg/236px-Gene_Green_1961.jpg",
    "extract": "Gene Leroy Green was a Major League Baseball outfielder and catcher. Born in Los Angeles, he was signed by the St. Louis Cardinals before the 1952 season. He played for the Cardinals (1957–1959), Baltimore Orioles (1960), Washington Senators (1961), Cleveland Indians (1962–1963), and Cincinnati Reds (1963). A right-handed batter and thrower, he stood 6 ft 2 in (1.88 m) and weighed 200 lb (91 kg).",
    "year": 1933,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Marguerite Pindling",
    "birthday": "1932-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Marguerite_Pindling_%28cropped%29.jpg/231px-Marguerite_Pindling_%28cropped%29.jpg",
    "extract": "Dame Marguerite Pindling served as the tenth governor-general of the Bahamas, from 8 July 2014 to 28 June 2019. She is the second female governor-general of the Bahamas after Dame Ivy Dumont.",
    "year": 1932,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Don Valentine",
    "birthday": "1932-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Don_Valentine_in_2009.jpg/192px-Don_Valentine_in_2009.jpg",
    "extract": "Donald Thomas Valentine was an American venture capitalist who concentrated mainly on technology companies in the United States. He had been referred to as the \"grandfather of Silicon Valley venture capital\". The Computer History Museum credited him as playing \"a key role in the formation of a number of industries such as semiconductors, personal computers, personal computer software, digital entertainment and networking.\"",
    "year": 1932,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Colin Wilson",
    "birthday": "1931-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Colin_Wilson.jpg/235px-Colin_Wilson.jpg",
    "extract": "Colin Henry Wilson was an English writer, philosopher and novelist. He also wrote widely on true crime, mysticism and the paranormal, eventually writing more than a hundred books. Wilson called his philosophy \"new existentialism\" or \"phenomenological existentialism\", and maintained his life work was \"that of a philosopher, and (his) purpose to create a new and optimistic existentialism\".",
    "year": 1931,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Robert Colbert",
    "birthday": "1931-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Robert_Colbert_Brent_Maverick_1961.JPG/273px-Robert_Colbert_Brent_Maverick_1961.JPG",
    "extract": "Robert Colbert is an American actor most noted for his leading role portraying Dr. Doug Phillips on the ABC television series The Time Tunnel and his two appearances as Brent Maverick, a third Maverick brother in the ABC/Warner Brothers western Maverick starring James Garner as Bret, Jack Kelly as Bart, Roger Moore as Beau, and Colbert. His last name was pronounced, at least by the Maverick announcer, phonetically as opposed to the French pronunciation of Claudette Colbert and Stephen Colbert.",
    "year": 1931,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jackie Fargo",
    "birthday": "1930-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Jackie_Fargo.jpg/251px-Jackie_Fargo.jpg",
    "extract": "Henry Faggart was an American professional wrestler, better known by his ring name Jackie Fargo. He competed in Southeastern regional promotions and the National Wrestling Alliance during the 1950s, 1960s and 1970s. A mainstay of NWA Mid-America, he served as a mentor to Jerry \"The King\" Lawler and The Fabulous Ones, among other wrestlers in the Memphis area. He was known for his blonde hair and \"Fargo Strut\" mannerism, and held 45 tag team championships during his career, with Don Fargo, Sonny \"Roughhouse\" Fargo, amongst others.",
    "year": 1930,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Wolfgang Schwanitz",
    "birthday": "1930-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Bundesarchiv_Bild_183-1989-1119-324%2C_Wolfgang_Schwanitz.jpg/218px-Bundesarchiv_Bild_183-1989-1119-324%2C_Wolfgang_Schwanitz.jpg",
    "extract": "Wolfgang Schwanitz was a German intelligence official, who was the last head of the Stasi, the East German secret police. It was officially renamed the \"Office for National Security\" on 17 November 1989. Unlike his predecessor, Erich Mielke, he did not hold the title \"Minister of State Security\", but held the title of \"Leader of the Office for National Security\". Following the German reunification, he was active as an author of works that sought to portray the Stasi in a positive light.",
    "year": 1930,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "June Bronhill",
    "birthday": "1929-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/June_Bronhill_Allan_Warren.jpg/287px-June_Bronhill_Allan_Warren.jpg",
    "extract": "June Mary Bronhill also known as June Gough was an Australian coloratura soprano opera singer, performer and actress,",
    "year": 1929,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Fred Bruemmer",
    "birthday": "1929-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Fred_Bruemmer.jpg/186px-Fred_Bruemmer.jpg",
    "extract": "Fred Bruemmer, CM was a Latvian Canadian nature photographer and researcher. He spent his life travelling extensively throughout the circumpolar regions and to other remote parts of the globe. His works have been centered mostly on the Arctic, its people and its animals. He also conducted research and published on animals in many other areas of the globe. He spoke nine languages and wrote more than a thousand articles for publications around the world, including Canadian Geographic, Natural History, National Geographic and Smithsonian. Fred Bruemmer lived in Montreal, Quebec.",
    "year": 1929,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Milton Glaser",
    "birthday": "1929-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Milton_glaser.jpg/192px-Milton_glaser.jpg",
    "extract": "Milton Glaser was an American graphic designer. His most notable designs include the I Love New York logo, a 1966 poster for Bob Dylan, and the logos for DC Comics, Stony Brook University and Brooklyn Brewery. In 1954, he also co-founded Push Pin Studios, co-founded New York magazine with Clay Felker, and established Milton Glaser, Inc. In 1969, he produced and designed \"Short Subject\", commonly known as \"Mickey Mouse in Vietnam\", a short 16mm antiwar film directed by Whitney Lee Savage. His artwork has been featured in exhibits, and placed in permanent collections in many museums worldwide. Throughout his long career, he designed many posters, publications and architectural designs. He received many awards for his work, including the National Medal of the Arts award from President Barack Obama in 2009 and was the first graphic designer to receive this award.",
    "year": 1929,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jacob Druckman",
    "birthday": "1928-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/61/Jacob_Druckman.jpg/244px-Jacob_Druckman.jpg",
    "extract": "Jacob Raphael Druckman was an American composer born in Philadelphia.",
    "year": 1928,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Yoshiro Nakamatsu",
    "birthday": "1928-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Nakamatsu.jpg/255px-Nakamatsu.jpg",
    "extract": "Yoshiro Nakamatsu , also known as Dr. NakaMats , is a Japanese inventor. He regularly appears on Japanese talk shows demonstrating his inventions.",
    "year": 1928,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Bill Sheffield",
    "birthday": "1928-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Bill_Sheffield_1989.jpg/218px-Bill_Sheffield_1989.jpg",
    "extract": "William Jennings Sheffield Jr. is an American Democratic politician who was the fifth governor of Alaska from 1982 to 1986. Sheffield's term in the governor's mansion was marked by controversy including attempts to have him impeached.",
    "year": 1928,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Kenny Baker (fiddler)",
    "birthday": "1926-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Kenny_Baker-fiddle.jpg/320px-Kenny_Baker-fiddle.jpg",
    "extract": "Kenneth Clayton Baker was an American fiddle player best known for his 25-year tenure with Bill Monroe and his group The Blue Grass Boys.",
    "year": 1926,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Pavel Belyayev",
    "birthday": "1925-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5e/Pavel_Ivanovich_Belyayev.jpg/247px-Pavel_Ivanovich_Belyayev.jpg",
    "extract": "Pavel Ivanovich Belyayev was a Soviet fighter pilot with extensive experience in piloting different types of aircraft. He was the first commander of the cosmonaut corps and the cosmonaut who commanded the historic Voskhod 2 mission which saw the first man walk in space in 1965.",
    "year": 1925,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Wolfgang Unzicker",
    "birthday": "1925-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Fotothek_df_roe-neg_0006543_017_Wolfgang_Unzicker_konzentriert_auf_das_Spielbret.jpg/211px-Fotothek_df_roe-neg_0006543_017_Wolfgang_Unzicker_konzentriert_auf_das_Spielbret.jpg",
    "extract": "Wolfgang Unzicker was one of the strongest German chess Grandmasters from 1945 to about 1970.\nHe decided against making chess his profession, choosing law instead.\nUnzicker was at times the world's strongest amateur chess player, and World Champion Anatoly Karpov called him the \"world champion of amateurs\".",
    "year": 1925,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "James W. McCord Jr.",
    "birthday": "1924-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/WatergateFromAir.JPG/320px-WatergateFromAir.JPG",
    "extract": "James Walter McCord Jr. was an American CIA officer, later head of security for President Richard Nixon's 1972 reelection campaign. He was involved as an electronics expert in the burglaries which precipitated the Watergate scandal.",
    "year": 1924,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Franz-Paul Decker",
    "birthday": "1923-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Holland_Festival_in_De_Doelen_te_Rotterdam_van_start%2C_Bestanddeelnr_919-2480.jpg/320px-Holland_Festival_in_De_Doelen_te_Rotterdam_van_start%2C_Bestanddeelnr_919-2480.jpg",
    "extract": "Franz-Paul Decker was a German-born conductor.",
    "year": 1923,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Ed Bearss",
    "birthday": "1923-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Jeremy_Childs_with_Ed_Bearss_%28cropped%29.jpg/283px-Jeremy_Childs_with_Ed_Bearss_%28cropped%29.jpg",
    "extract": "Edwin Cole Bearss was a historian of the American Civil War, tour guide, and United States Marine Corps veteran of World War II.",
    "year": 1923,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Eleanor Parker",
    "birthday": "1922-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/ELEANORParker.jpg/256px-ELEANORParker.jpg",
    "extract": "Eleanor Jean Parker was an American actress. She was nominated for three Academy Awards for her roles in the films Caged (1950), Detective Story (1951), and Interrupted Melody (1955), the first of which won her the Volpi Cup for Best Actress. She was also known for her roles in the films Of Human Bondage (1946), Scaramouche (1952), The Naked Jungle (1954), The Man with the Golden Arm (1955), A Hole in the Head (1959), The Sound of Music (1965), and The Oscar (1966).",
    "year": 1922,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Violette Szabo",
    "birthday": "1921-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Violette_Szabo_IWM_photo.jpg/267px-Violette_Szabo_IWM_photo.jpg",
    "extract": "Violette Reine Elizabeth Szabo was a British-French Special Operations Executive (SOE) agent during the Second World War and a posthumous recipient of the George Cross. On her second mission into occupied France, Szabo was captured by the German army, interrogated, tortured and deported to Ravensbrück concentration camp in Germany, where she was executed.",
    "year": 1921,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jean-Pierre Roy",
    "birthday": "1920-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Baseball._H._Casey_-_J._P._Roy_BAnQ_P48S1P12827.jpg/320px-Baseball._H._Casey_-_J._P._Roy_BAnQ_P48S1P12827.jpg",
    "extract": "Jean-Pierre Roy was a Canadian pitcher in Major League Baseball. He pitched in three games during the 1946 season for the Brooklyn Dodgers. He was born in Montreal, Quebec.",
    "year": 1920,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Richard Neustadt",
    "birthday": "1919-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Richard_Neustadt.jpg/222px-Richard_Neustadt.jpg",
    "extract": "Richard Elliott Neustadt was an American political scientist specializing in the United States presidency. He also served as adviser to several presidents. He was the author of the books Presidential Power and, with Harvey V. Fineberg, The Swine Flu Affair: Decision-Making on a Slippery Disease.",
    "year": 1919,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jimmy Newberry",
    "birthday": "1919-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/ba/Jimmy_Newberry.jpg/233px-Jimmy_Newberry.jpg",
    "extract": "James Lee Newberry, nicknamed \"Schoolboy\", was an American pitcher in the Negro leagues and in the Japanese Pacific League.",
    "year": 1919,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "J. B. Fuqua",
    "birthday": "1918-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/A_Bust_of_J.B._Fuqua_in_the_Hall_of_Flags_at_the_Fuqua_School_of_Business.JPG/240px-A_Bust_of_J.B._Fuqua_in_the_Hall_of_Flags_at_the_Fuqua_School_of_Business.JPG",
    "extract": "John Brooks Fuqua was a businessman, philanthropist, airport creator and chairman of The Fuqua Companies and Fuqua Enterprises. The Fuqua School of Business at Duke University is named after him, as is the Fuqua School in Farmville, Virginia.",
    "year": 1918,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Idriz Ajeti",
    "birthday": "1917-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Idriz_Ajeti.jpg/221px-Idriz_Ajeti.jpg",
    "extract": "Idriz Ajeti was an Albanologist from Kosovo and one of the main researchers and authorities on the Albanian language studies of post World War II. He was involved for a long period in the academic life of the University of Pristina, and was a member of the Academy of Sciences and Arts of Kosovo, being its chairman for seven years.",
    "year": 1917,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Virginia Satir",
    "birthday": "1916-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/VirginiaSatir.jpg/254px-VirginiaSatir.jpg",
    "extract": "Virginia Satir was an American author and psychotherapist, recognized for her approach to family therapy. Her pioneering work in the field of family reconstruction therapy honored her with the title \"Mother of Family Therapy\". Her most well-known books are Conjoint Family Therapy, 1964, Peoplemaking, 1972, and The New Peoplemaking, 1988.",
    "year": 1916,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Giuseppe Taddei",
    "birthday": "1916-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8a/Giuseppe_Taddei.jpg/320px-Giuseppe_Taddei.jpg",
    "extract": "Giuseppe Taddei was an Italian baritone, who, during his career, performed multiple operas composed by numerous composers.",
    "year": 1916,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Paul Castellano",
    "birthday": "1915-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Castellanomug.jpg/320px-Castellanomug.jpg",
    "extract": "Constantino Paul Castellano, was an American crime boss who succeeded Carlo Gambino as head of the Gambino crime family. Castellano was killed in an unsanctioned hit on December 16, 1985.",
    "year": 1915,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Laurie Lee",
    "birthday": "1914-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7e/Laurie_Lee.jpg/257px-Laurie_Lee.jpg",
    "extract": "Laurence Edward Alan \"Laurie\" Lee, MBE was an English poet, novelist and screenwriter, who was brought up in the small village of Slad in Gloucestershire.",
    "year": 1914,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Princess Sophie of Greece and Denmark",
    "birthday": "1914-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Princess_Sophie_of_Greece_1922.jpg/234px-Princess_Sophie_of_Greece_1922.jpg",
    "extract": "Princess Sophie of Greece and Denmark was by birth a Greek and Danish princess as well as Princess of Hesse-Kassel and Princess of Hanover through her successive marriages to Prince Christoph of Hesse and Prince George William of Hanover. A sister-in-law of Queen Elizabeth II of the United Kingdom, she was for a time linked to the Nazi regime.",
    "year": 1914,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Aimé Césaire",
    "birthday": "1913-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Aime_Cesaire_2003.jpg/222px-Aime_Cesaire_2003.jpg",
    "extract": "Aimé Fernand David Césaire was a French Martinican poet, author, and politician. He was \"one of the founders of the Négritude movement in Francophone literature\" and coined the word négritude in French. He founded the Parti progressiste martiniquais in 1958, and served in the French National Assembly from 1958 to 1993 and as President of the Regional Council of Martinique from 1983 to 1988.",
    "year": 1913,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Maurice Wilkes",
    "birthday": "1913-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Maurice_Vincent_Wilkes_1980_%283%2C_cropped%29.jpg/217px-Maurice_Vincent_Wilkes_1980_%283%2C_cropped%29.jpg",
    "extract": "Sir Maurice Vincent Wilkes was a British computer scientist who designed and helped build the Electronic Delay Storage Automatic Calculator (EDSAC), one of the earliest stored program computers, and who invented microprogramming, a method for using stored-program logic to operate the control unit of a central processing unit's circuits. At the time of his death, Wilkes was an Emeritus Professor at the University of Cambridge.",
    "year": 1913,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Babe Didrikson Zaharias",
    "birthday": "1911-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Babe_Didrikson_Zaharias_1938cr.jpg/267px-Babe_Didrikson_Zaharias_1938cr.jpg",
    "extract": "Mildred Ella \"Babe\" Didrikson Zaharias was an American athlete who excelled in golf, basketball, baseball and track and field. She won two gold medals in track and field at the 1932 Summer Olympics, before turning to professional golf and winning 10 LPGA major championships. She is widely regarded as one of the greatest athletes of all time.",
    "year": 1911,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Bronisław Żurakowski",
    "birthday": "1911-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Bronislaw_Zurakowski_02.jpg/234px-Bronislaw_Zurakowski_02.jpg",
    "extract": "Bronisław Żurakowski was a Polish engineer, aeroplane constructor, and glider test pilot.",
    "year": 1911,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Colonel Tom Parker",
    "birthday": "1909-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Colonel_Tom_Parker_1969_%28cropped%29.jpg/239px-Colonel_Tom_Parker_1969_%28cropped%29.jpg",
    "extract": "Colonel Thomas Andrew Parker was a Dutch musical entrepreneur who was the manager of Elvis Presley.",
    "year": 1909,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Wolfgang Reitherman",
    "birthday": "1909-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/6c/Wolfgang_Reitherman.jpg/320px-Wolfgang_Reitherman.jpg",
    "extract": "Wolfgang Reitherman, also known and sometimes credited as Woolie Reitherman, was a German-American animator, director and producer and one of the Nine Old Men of core animators at Walt Disney Productions. He emerged as a key figure at Disney during the 1960s and 1970s, a transitionary period which saw the death of Walt Disney in 1966, with him serving as director and/or producer on eight consecutive Disney animated feature films from One Hundred and One Dalmatians (1961) through The Fox and the Hound (1981).",
    "year": 1909,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Salvador Allende",
    "birthday": "1908-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Salvador_Allende_Gossens-.jpg/247px-Salvador_Allende_Gossens-.jpg",
    "extract": "Salvador Guillermo Allende Gossens was a Chilean physician and socialist politician who served as the 28th president of Chile from 3 November 1970 until his death on 11 September 1973. He was the first Marxist to be elected president in a liberal democracy in Latin America.",
    "year": 1908,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Debs Garms",
    "birthday": "1907-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/10/Debs_Garms_1940_Play_Ball_card.jpeg",
    "extract": "Debs C. Garms was a professional baseball player for 12 seasons as an outfielder and third baseman for the St. Louis Browns, Boston Braves, Pittsburgh Pirates, and St. Louis Cardinals. Garms broke up Johnny Vander Meer's streak of hitless innings in 1938. He won the National League batting title in 1940, hitting .355 for the Pirates despite having played in only 103 games and garnering 358 at bats. Garms' batting title proved very controversial because of his limited playing time. In 1941, he set a then-major league record for consecutive pinch hits with seven, which stood until Dave Philley broke it in 1958.",
    "year": 1907,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Alberto Rabagliati",
    "birthday": "1906-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Alberto_Rabagliati.JPG/211px-Alberto_Rabagliati.JPG",
    "extract": "Alberto Rabagliati was an Italian singer.",
    "year": 1906,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Viktor Schreckengost",
    "birthday": "1906-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/94/ViktorSchreckengost2006NationalMedalofArts.jpg",
    "extract": "Viktor Schreckengost was an American industrial designer as well as a teacher, sculptor, and artist. His wide-ranging work included noted pottery designs, industrial design, bicycle design and seminal research on radar feedback. Schreckengost's peers included designers Raymond Loewy, Norman Bel Geddes, Eva Zeisel, and Russel Wright.",
    "year": 1906,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Lynd Ward",
    "birthday": "1905-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/2a/Lynd_Ward_%281930%29_self_portrait.jpg/224px-Lynd_Ward_%281930%29_self_portrait.jpg",
    "extract": "Lynd Kendall Ward was an American artist and novelist, known for his series of wordless novels using wood engraving, and his illustrations for juvenile and adult books. His wordless novels have influenced the development of the graphic novel. Strongly associated with his wood engravings, he also worked in watercolor, oil, brush and ink, lithography and mezzotint. Ward was a son of Methodist minister and political organizer Harry F. Ward.",
    "year": 1905,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Frank Scott Hogg",
    "birthday": "1904-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Frank_Scott_Hogg_%281904-1951%29.jpg/213px-Frank_Scott_Hogg_%281904-1951%29.jpg",
    "extract": "Frank Scott Hogg was a Canadian astronomer. Hogg was born in Preston, Ontario to Dr. James Scott Hogg and Ida Barberon. After earning an undergraduate degree from the University of Toronto, Hogg received the second doctorate in astronomy awarded at Harvard University in 1929 where he pioneered in the study of spectrophotometry of stars and of spectra of comets. His supervisor there was Cecilia Payne-Gaposchkin. During World War II, he developed a two-star sextant for air navigation. He was the head of the Department of Astronomy at the University of Toronto and director of the David Dunlap Observatory from 1946 until his death. During this time he pursued the observatory's major research program to study the motions of faint stars in the line of sight. He was married to fellow astronomer Helen Sawyer Hogg from 1930 until his death from a heart attack in 1951. The crater Hogg on the moon is co-named for him and Arthur Hogg.",
    "year": 1904,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Peter Lorre",
    "birthday": "1904-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/PeterLorre.jpg/303px-PeterLorre.jpg",
    "extract": "Peter Lorre was an Austrian-Hungarian and American actor. Lorre began his stage career in Vienna, in the Austro-Hungarian Empire, before moving to Germany where he worked first on the stage, then in film in Berlin in the late 1920s and early 1930s. Lorre caused an international sensation in the Weimar Republic-era film M (1931), directed by Fritz Lang, in which he portrayed a serial killer who preys on little girls.",
    "year": 1904,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Big Bill Broonzy",
    "birthday": "1903-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Big_Bill_Broonzy_%281951_publicity_photo%29.jpg/276px-Big_Bill_Broonzy_%281951_publicity_photo%29.jpg",
    "extract": "Big Bill Broonzy was an American blues singer, songwriter and guitarist. His career began in the 1920s, when he played country blues to mostly African-American audiences. Through the 1930s and 1940s he successfully navigated a transition in style to a more urban blues sound popular with working-class African-American audiences. In the 1950s a return to his traditional folk-blues roots made him one of the leading figures of the emerging American folk music revival and an international star. His long and varied career marks him as one of the key figures in the development of blues music in the 20th century.",
    "year": 1903,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Hugues Cuénod",
    "birthday": "1902-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/00/Cuenod.jpg",
    "extract": "Hugues-Adhémar Cuénod was a Swiss classical tenor and music educator known for his performances in international opera, operetta, both traditional and musical theatre, and on the concert stage, where he was particularly known for his clear, light, romantic and expressive poised interpretation of mélodie.",
    "year": 1902,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Stuart Symington",
    "birthday": "1901-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Portrait_of_W._Stuart_Symington_97-1844.jpg/255px-Portrait_of_W._Stuart_Symington_97-1844.jpg",
    "extract": "William Stuart Symington III was an American businessman and Democratic politician from Missouri. He served as the first Secretary of the Air Force from 1947 to 1950 and was a United States Senator from Missouri from 1953 to 1976.",
    "year": 1901,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Grand Duchess Maria Nikolaevna of Russia",
    "birthday": "1899-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Maria_Nikolaevna_of_Russia_1914.jpg/226px-Maria_Nikolaevna_of_Russia_1914.jpg",
    "extract": "Grand Duchess Maria Nikolaevna of Russia was the third daughter of Tsar Nicholas II of Russia and Tsarina Alexandra Feodorovna. Her murder following the Russian Revolution of 1917 resulted in her canonization as a passion bearer by the Russian Orthodox Church.",
    "year": 1899,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Willy Messerschmitt",
    "birthday": "1898-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Bundesarchiv_Bild_146-1969-169-19%2C_Willy_Messerschmitt_Recolored.png/212px-Bundesarchiv_Bild_146-1969-169-19%2C_Willy_Messerschmitt_Recolored.png",
    "extract": "Wilhelm Emil \"Willy\" Messerschmitt was a German aircraft designer and manufacturer. In 1934, in collaboration with Walter Rethel, he designed the Messerschmitt Bf 109, which became the most important fighter aircraft in the Luftwaffe as Germany rearmed prior to World War II. It remains the second most-produced warplane in history, with some 34,000 built, behind the Soviet Ilyushin Il-2. Another Messerschmitt aircraft, first called \"Bf 109R\", purpose-built for record setting, but later redesignated Messerschmitt Me 209, broke the absolute world airspeed record and held the world speed record for propeller-driven aircraft until 1969. Messerschmitt's firm also produced the first jet-powered fighter to enter service — the Messerschmitt Me 262.",
    "year": 1898,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Chesty Puller",
    "birthday": "1898-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Chesty-puller.jpg/268px-Chesty-puller.jpg",
    "extract": "Lewis Burwell \"Chesty\" Puller served as a United States Marine Corps officer. Beginning his career fighting guerillas in Haiti and Nicaragua as part of the Banana Wars, he later served with distinction in World War II and the Korean War as a senior officer. By the time of his retirement in 1955, he had reached the rank of lieutenant general.",
    "year": 1898,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "George Hainsworth",
    "birthday": "1895-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/GeorgeHainsworthCloseup.jpg/248px-GeorgeHainsworthCloseup.jpg",
    "extract": "George Henry Hainsworth was a Canadian professional ice hockey goaltender who played for the Montreal Canadiens and Toronto Maple Leafs in the National Hockey League, and the Saskatoon Crescents in the Western Canada Hockey League. He was inducted into the Hockey Hall of Fame.",
    "year": 1895,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Dorothy Fuldheim",
    "birthday": "1893-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Dorothy_Fuldheim_1977.jpg/254px-Dorothy_Fuldheim_1977.jpg",
    "extract": "Dorothy Fuldheim was an American journalist and anchor, spending the majority of her career for The Cleveland Press and WEWS-TV, both based in Cleveland, Ohio.",
    "year": 1893,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Pearl S. Buck",
    "birthday": "1892-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Pearl_Buck_1972.jpg/240px-Pearl_Buck_1972.jpg",
    "extract": "Pearl Sydenstricker Buck, also known by her Chinese name Sai Zhenzhu, was an American writer and novelist. She is best known for The Good Earth which was the best-selling novel in the United States in 1931 and 1932 and won the Pulitzer Prize in 1932. In 1938, Buck won the Nobel Prize in Literature \"for her rich and truly epic descriptions of peasant life in China\" and for her \"masterpieces”, two memoir-biographies of her missionary parents. She was the first American woman to win that prize.",
    "year": 1892,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Ya'akov Cahan",
    "birthday": "1881-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/%D7%99%D7%A2%D7%A7%D7%91_%D7%9B%D7%94%D7%9F_%28%D7%9E%D7%A9%D7%95%D7%A8%D7%A8%29.jpg/214px-%D7%99%D7%A2%D7%A7%D7%91_%D7%9B%D7%94%D7%9F_%28%D7%9E%D7%A9%D7%95%D7%A8%D7%A8%29.jpg",
    "extract": "Ya'akov Cahan or Kahan was an Israeli poet, playwright, translator, writer and Hebrew linguist.",
    "year": 1881,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Mitchell Lewis (actor)",
    "birthday": "1880-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Mitchell_Lewis.jpg/219px-Mitchell_Lewis.jpg",
    "extract": "Mitchell Lewis was an American film actor whose career as a Metro-Goldwyn-Mayer contract player encompassed both silent and sound films.",
    "year": 1880,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Martin Andersen Nexø",
    "birthday": "1869-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Fotothek_df_ps_0000061_Bildnisse_-_Portr%C3%A4ts_%5E_K%C3%BCnstlerbildnisse_-_K%C3%BCnstlerportr%C3%A4.jpg/235px-Fotothek_df_ps_0000061_Bildnisse_-_Portr%C3%A4ts_%5E_K%C3%BCnstlerbildnisse_-_K%C3%BCnstlerportr%C3%A4.jpg",
    "extract": "Martin Andersen Nexø was a Danish author. He was one of the authors in the Modern Breakthrough movement in Danish art and literature. He was a socialist throughout his life and during the second world war moved to the Soviet Union, and afterwards to Dresden in East Germany.",
    "year": 1869,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "George Herbert, 5th Earl of Carnarvon",
    "birthday": "1866-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/George_Herbert%2C_5th_Earl_of_Carnarvon%2C_reading.jpg/242px-George_Herbert%2C_5th_Earl_of_Carnarvon%2C_reading.jpg",
    "extract": "George Edward Stanhope Molyneux Herbert, 5th Earl of Carnarvon, DL, styled Lord Porchester until 1890, was an English peer and aristocrat best known as the financial backer of the search for and excavation of Tutankhamun's tomb in the Valley of the Kings. His country house, Highclere Castle, served as the filming location of the ITV/PBS television series Downton Abbey.",
    "year": 1866,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Bernard Berenson",
    "birthday": "1865-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Portrait_of_Bernard_Berenson.jpg/234px-Portrait_of_Bernard_Berenson.jpg",
    "extract": "Bernard Berenson was an American art historian specializing in the Renaissance. His book The Drawings of the Florentine Painters was an international success. His wife Mary is thought to have had a large hand in some of the writings.",
    "year": 1865,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Robert Borden",
    "birthday": "1854-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Borden-sm_%28cropped%29.jpg/242px-Borden-sm_%28cropped%29.jpg",
    "extract": "Sir Robert Laird Borden was a Canadian lawyer and politician who served as the eighth prime minister of Canada from 1911 to 1920. He is best known for his leadership of Canada during World War I.",
    "year": 1854,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Daoud Corm",
    "birthday": "1852-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Daoud_Corm.jpg/240px-Daoud_Corm.jpg",
    "extract": "Daoud Corm (1852–1930), David Corm in English, was an influential Lebanese painter and the father of writer, industrialist and philanthropist Charles Corm. He was a teacher and mentor to the young Khalil Gibran as well as Khalil Saleeby and Habib Srour.",
    "year": 1852,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Samuel R. Watkins",
    "birthday": "1839-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Sam_Watkins.jpg/218px-Sam_Watkins.jpg",
    "extract": "Samuel Rush Watkins was an American writer and humorist. He fought through the entire American Civil War and saw action in many battles. Today, he is best known for his enduring memoir, \"Co. Aytch\" (1882), which recounts his life as a soldier in the 1st Tennessee Infantry Regiment.",
    "year": 1839,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Thomas W. Knox",
    "birthday": "1835-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Thomas_W._Knox-cropped.jpeg/263px-Thomas_W._Knox-cropped.jpeg",
    "extract": "Thomas Wallace Knox was a journalist, author, and world traveler, known primarily for his work as a New York Herald correspondent during the American Civil War. As an author, Knox wrote over 45 books, including a popular series of travel adventure books for boys.",
    "year": 1835,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "William Thomson, 1st Baron Kelvin",
    "birthday": "1824-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Lord_Kelvin_photograph.jpg/255px-Lord_Kelvin_photograph.jpg",
    "extract": "William Thomson, 1st Baron Kelvin, was a British mathematician, mathematical physicist and engineer born in Belfast. Professor of Natural Philosophy at the University of Glasgow for 53 years, he did important work in the mathematical analysis of electricity and formulation of the first and second laws of thermodynamics, and did much to unify the emerging discipline of physics in its contemporary form. He received the Royal Society's Copley Medal in 1883, was its President 1890–1895, and in 1892 was the first British scientist to be elevated to the House of Lords.",
    "year": 1824,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Bartolomé Mitre",
    "birthday": "1821-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Bartolom%C3%A9_Mitre_01.jpg/276px-Bartolom%C3%A9_Mitre_01.jpg",
    "extract": "Bartolomé Mitre Martínez was an Argentine statesman, soldier and author. He was President of Argentina from 1862 to 1868.",
    "year": 1821,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Abner Doubleday",
    "birthday": "1819-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Doubledayo.jpg/222px-Doubledayo.jpg",
    "extract": "Abner Doubleday was a career United States Army officer and Union major general in the American Civil War. He fired the first shot in defense of Fort Sumter, the opening battle of the war, and had a pivotal role in the early fighting at the Battle of Gettysburg. Gettysburg was his finest hour, but his relief by Maj. Gen. George G. Meade caused lasting enmity between the two men. In San Francisco, after the war, he obtained a patent on the cable car railway that still runs there. In his final years in New Jersey, he was a prominent member and later president of the Theosophical Society.",
    "year": 1819,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Branwell Brontë",
    "birthday": "1817-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/92/Branwell.gif",
    "extract": "Patrick Branwell Brontë was an English painter and writer. He was the only son of the Brontë family, and brother of the writers Charlotte, Emily and Anne. Brontë was rigorously tutored at home by his father, and earned praise for his poetry and translations from the classics. However, he drifted between jobs, supporting himself by portrait-painting, and gave way to drug and alcohol addiction, apparently worsened by a failed relationship with a married woman. Brontë died at the age of 31, insisting on standing in his final moments.",
    "year": 1817,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Wolfgang Menzel",
    "birthday": "1798-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Wolfgang_Menzel_01.jpg/239px-Wolfgang_Menzel_01.jpg",
    "extract": "Wolfgang Menzel, German poet, critic and literary historian, was born at Waldenburg (Wałbrzych) in Silesia.",
    "year": 1798,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jan Paweł Lelewel",
    "birthday": "1796-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6d/Jan_Pawel_Lelewel.png",
    "extract": "Jan Paweł Lelewel was a Polish military and civil engineer, builder, and painter.",
    "year": 1796,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Sunthorn Phu",
    "birthday": "1786-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Sunthornphu.jpg/320px-Sunthornphu.jpg",
    "extract": "Phra Sunthonwohan, known as Sunthorn Phu, is Thailand's best-known royal poet. He wrote during the Rattanakosin period.",
    "year": 1786,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jan Paweł Łuszczewski",
    "birthday": "1764-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Jan_Pawe%C5%82_%C5%81uszczewski.PNG/193px-Jan_Pawe%C5%82_%C5%81uszczewski.PNG",
    "extract": "Jan Paweł Łuszczewski was a Polish politician who was an envoy to the Four-Year Sejm and later the Minister for Interior and Religious Affairs in the Duchy of Warsaw from 5 October 1807 until his death. He was also a Mason.",
    "year": 1764,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Charles Messier",
    "birthday": "1730-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Charles_Messier.jpg/252px-Charles_Messier.jpg",
    "extract": "Charles Messier was a French astronomer. He published an astronomical catalogue consisting of 110 nebulae and faint star clusters, which came to be known as the Messier objects. Messier's purpose for the catalogue was to help astronomical observers distinguish between permanent and transient visually diffuse objects in the sky.",
    "year": 1730,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Victor Amadeus III of Sardinia",
    "birthday": "1726-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Ritratto_di_Sua_Maest%C3%A0_Vittorio_Amedeo_III_di_Savoia.png/258px-Ritratto_di_Sua_Maest%C3%A0_Vittorio_Amedeo_III_di_Savoia.png",
    "extract": "Victor Amadeus III was King of Sardinia from 1773 to his death. Although he was politically conservative, he carried out numerous administrative reforms until he declared war on Revolutionary France in 1792. He was the father of the last three mainline Kings of Sardinia.",
    "year": 1726,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Philip Doddridge",
    "birthday": "1702-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Philip_Doddridge.jpg/211px-Philip_Doddridge.jpg",
    "extract": "Philip Doddridge D.D. was an English Nonconformist minister, educator, and hymnwriter.",
    "year": 1702,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Marie Thérèse Rodet Geoffrin",
    "birthday": "1699-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Presumed_Portrait_of_Madame_Geoffrin.jpg/234px-Presumed_Portrait_of_Madame_Geoffrin.jpg",
    "extract": "Marie Thérèse Rodet Geoffrin was a French salon holder who has been referred to as one of the leading female figures in the French Enlightenment. From 1750 to 1777, Madame Geoffrin played host to many of the most influential Philosophes and Encyclopédistes of her time. Her association with several prominent dignitaries and public figures from across Europe has earned Madame Geoffrin international recognition. Her patronage and dedication to both the philosophical men of letters and talented artists that frequented her house is emblematic of her role as guide and protector. In her salon on the Rue Saint-Honoré, Madame Geoffrin demonstrated qualities of politeness and civility that helped stimulate and regulate intellectual discussion. Her actions as a Parisian salonnière exemplify many of the most important characteristics of Enlightenment sociability.",
    "year": 1699,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Edward Holyoke",
    "birthday": "1689-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/RevEdwardHolyoke.jpg/256px-RevEdwardHolyoke.jpg",
    "extract": "Edward Holyoke was an American Congregational clergyman, and the 9th President of Harvard College.",
    "year": 1689,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Hedvig Sophia of Sweden",
    "birthday": "1681-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Hedvig_Sophia_%281681%E2%80%931708%29%2C_Swedish_princess_%28David_von_Krafft%29_-_Nationalmuseum_-_40116.tif/lossy-page1-252px-Hedvig_Sophia_%281681%E2%80%931708%29%2C_Swedish_princess_%28David_von_Krafft%29_-_Nationalmuseum_-_40116.tif.jpg",
    "extract": "Hedvig Sophia Augusta of Sweden, Duchess of Holstein-Gottorp, was the eldest child of Charles XI of Sweden and Ulrike Eleonore of Denmark. She was heir presumptive to the Swedish throne until her death and the regent of the duchy of Holstein-Gottorp for her minor son from 1702 to 1708. Some sources refer to her as Sofia.",
    "year": 1681,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Juan de Palafox y Mendoza",
    "birthday": "1600-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/JuandePalafoxyMendoza.jpg/247px-JuandePalafoxyMendoza.jpg",
    "extract": "Juan de Palafox y Mendoza was a Spanish politician, administrator, and Catholic clergyman in 17th century Spain and a viceregal of Mexico.",
    "year": 1600,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Peter Claver",
    "birthday": "1581-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/52/StPeterClaver.jpg",
    "extract": "Peter Claver was a Spanish Jesuit priest and missionary born in Verdú who, due to his life and work, became the patron saint of slaves, the Republic of Colombia, and ministry to African Americans. During the 40 years of his ministry in the New Kingdom of Granada, it is estimated he personally baptized around 300,000 people and heard the confessions of over 5,000 slaves per year. He is also patron saint for seafarers. He is considered a heroic example of what should be the Christian praxis of love and of the exercise of human rights. The Congress of the Republic of Colombia declared September 9 as the Human Rights national Day in his honor.",
    "year": 1581,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Anne Catherine of Brandenburg",
    "birthday": "1575-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/1575_Anna_Katharina.jpg/179px-1575_Anna_Katharina.jpg",
    "extract": "Anne Catherine of Brandenburg was queen-consort of Denmark and Norway from 1597 to 1612 as the first spouse of King Christian IV of Denmark.",
    "year": 1575,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "John, Count of Angoulême",
    "birthday": "1399-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/JohnDeangouleme.jpg/280px-JohnDeangouleme.jpg",
    "extract": "John of Orléans, Count of Angoulême and of Périgord, was a younger son of Louis I, Duke of Orléans, and Valentina Visconti, and a grandson of Charles V of France. He was the younger brother of the noted poet, Charles, Duke of Orléans, and grandfather of Francis I of France.",
    "year": 1399,
    "month": 6,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Agrippa Postumus",
    "birthday": "-12-6-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/%28Toulouse%29_Buste_d%E2%80%99Agrippa_Postumus_Mus%C3%A9e_Saint-Raymond%2C_Ra_342_a.jpg/234px-%28Toulouse%29_Buste_d%E2%80%99Agrippa_Postumus_Mus%C3%A9e_Saint-Raymond%2C_Ra_342_a.jpg",
    "extract": "Marcus Agrippa Postumus, later named Agrippa Julius Caesar, was a Roman nobleman who was the youngest son of Marcus Vipsanius Agrippa and Julia the Elder, the daughter and only biological child of the Roman Emperor Augustus. Augustus initially considered Postumus as a potential successor, and formally adopted him as his heir, but banished him from Rome in AD 6 on account of his ferocia. In effect, this action cancelled his adoption, and virtually assured Tiberius' emplacement as Augustus' sole heir. Postumus was ultimately executed by his own guards shortly after Augustus' death in AD 14.",
    "year": -12,
    "month": 6,
    "day": 26,
    "language": "en"
  }
]