[
  {
    "name": "Monté Morris",
    "birthday": "1995-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Monte_Morris_%28cropped%29.jpg/178px-Monte_Morris_%28cropped%29.jpg",
    "extract": "Monté Robert Morris is a Nigerian-American professional basketball player for the Denver Nuggets of the National Basketball Association (NBA). He played college basketball for the Iowa State Cyclones.",
    "year": 1995,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Johanna Talihärm",
    "birthday": "1993-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Johanna_Talih%C3%A4rm_001.jpg/213px-Johanna_Talih%C3%A4rm_001.jpg",
    "extract": "Johanna Talihärm is an Estonian biathlete. She competed at the Biathlon World Championships 2013, and at the 2014 Winter Olympics in Sochi. She represented Estonia at the 2018 Winter Olympics.",
    "year": 1993,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ahn So-hee",
    "birthday": "1992-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/20220519%E2%80%94Ahn_So-hee%2C_Interview%2C_Marie_Claire_Korea_%2800m32s%29.jpg/240px-20220519%E2%80%94Ahn_So-hee%2C_Interview%2C_Marie_Claire_Korea_%2800m32s%29.jpg",
    "extract": "Ahn So-hee, better known by the mononym Sohee, is a South Korean actress and singer. As a singer, she is best known as a former member of the South Korean girl group Wonder Girls. As an actress, she is best known for her performance in the film Train to Busan (2016).",
    "year": 1992,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Karthika Nair",
    "birthday": "1992-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Karthika_-makaramanju_actress.jpg/240px-Karthika_-makaramanju_actress.jpg",
    "extract": "Karthika Nair is an Indian actress who has primarily worked down South in all language films. She made her debut in the 2009 Telugu film Josh, opposite Naga Chaitanya. She rose to fame starring in her second and her first successful Tamil film Ko, opposite Jiiva and Piaa Bajpai. She found further success in the Malayalam film Proprietors: Kammath & Kammath, opposite Dileep. She is well known for her action roles in the comedy Brother of Bommali, the social drama Purampokku Engira Podhuvudamai and the Hindi epic TV series Aarambh.",
    "year": 1992,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Matthew Lewis (actor)",
    "birthday": "1989-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Matthew_Lewis_80301200042_%2849735826981%29_%28cropped%29.jpg/244px-Matthew_Lewis_80301200042_%2849735826981%29_%28cropped%29.jpg",
    "extract": "Matthew David Lewis is an English actor. He is best known for his role as Neville Longbottom in the Harry Potter film series.",
    "year": 1989,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Stefani Bismpikou",
    "birthday": "1988-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Stefani_bismpikou.jpg/196px-Stefani_bismpikou.jpg",
    "extract": "Stefani Bismpikou is a Greek artistic gymnast who competed at the 2004 and 2008 Olympics. She is the first Greek female gymnast ever to win a medal at the European Championships, and has also won several medals on the World Cup circuit. Her best apparatus is the balance beam.",
    "year": 1988,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Matthew Spiranovic",
    "birthday": "1988-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Matthew_%C5%A0piranovi%C4%87_%285%29.jpg/228px-Matthew_%C5%A0piranovi%C4%87_%285%29.jpg",
    "extract": "Matthew Thomas Spiranovic is an Australian soccer player who plays for Melbourne Victory in the A-League, as well as being an Australian national team representative.",
    "year": 1988,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "India de Beaufort",
    "birthday": "1987-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/India_de_Beaufort.jpg/256px-India_de_Beaufort.jpg",
    "extract": "India de Beaufort is a British actress and singer.",
    "year": 1987,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ed Westwick",
    "birthday": "1987-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Ed_Westwick_July_2010_%28cropped%29.jpg/235px-Ed_Westwick_July_2010_%28cropped%29.jpg",
    "extract": "Edward Jack Peter Westwick is an English actor and musician best known for his role as Chuck Bass on The CW's Gossip Girl as well as Vincent Swan in the TV series White Gold. He made his feature film debut in Children of Men (2006) and has since appeared in the films Breaking and Entering (2006), Son of Rambow (2007), S. Darko (2009), Chalet Girl (2011), J. Edgar (2011), Romeo & Juliet (2013), Bone in the Throat (2015), Freaks of Nature (2015), Billionaire Ransom (2016), and Me You Madness (2021).",
    "year": 1987,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Sam Claflin",
    "birthday": "1986-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Sam_Claflin_2014.jpg/220px-Sam_Claflin_2014.jpg",
    "extract": "Samuel George Claflin is an English actor. After graduating from the London Academy of Music and Dramatic Art in 2009, he began his acting career on television and had his first film role as Philip Swift in Pirates of the Caribbean: On Stranger Tides (2011).",
    "year": 1986,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Drake Bell",
    "birthday": "1986-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Drake_Bell_2019_by_Glenn_Francis_%28cropped%29.jpg/238px-Drake_Bell_2019_by_Glenn_Francis_%28cropped%29.jpg",
    "extract": "Jared Drake Bell is an American actor, singer, songwriter, and musician. Born in Newport Beach, California, he began his career as an actor in the early 1990s at the age of five with his first televised appearance on Home Improvement, and also appeared in several commercials as a child. Bell is best known for his starring roles on Nickelodeon's The Amanda Show and Drake & Josh. He also starred in a trilogy of The Fairly OddParents movies on Nickelodeon. Bell was the voice of Peter Parker / Spider-Man in the animated series Ultimate Spider-Man on Disney XD.",
    "year": 1986,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Bryan Fletcher (skier)",
    "birthday": "1986-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/FIS_Worldcup_Nordic_Combined_Ramsau_20161217_DSC_7602.jpg/213px-FIS_Worldcup_Nordic_Combined_Ramsau_20161217_DSC_7602.jpg",
    "extract": "Bryan Fletcher is an American former Nordic combined skier who has competed between 2002 and 2018.",
    "year": 1986,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "LaShawn Merritt",
    "birthday": "1986-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/LaShawn_Merritt_2012_Shankbone.JPG/256px-LaShawn_Merritt_2012_Shankbone.JPG",
    "extract": "LaShawn Merritt is an American track and field athlete who competes in sprinting events, specializing in the 400 metres. He is a former Olympic champion over the distance and his personal best of 43.65 seconds makes him the ninth fastest of all time.",
    "year": 1986,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "James Hook (rugby union)",
    "birthday": "1985-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Rugby_World_Cup_2007_James_Hook.jpg/134px-Rugby_World_Cup_2007_James_Hook.jpg",
    "extract": "James William Hook is a retired Welsh rugby union player. Hook has won 81 caps for Wales and is Wales' fourth highest all-time points scorer. Most often playing as a fly-half, Hook is known as a utility player, and has also played as a centre, wing and fullback.",
    "year": 1985,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Svetlana Kuznetsova",
    "birthday": "1985-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/2014_US_Open_%28Tennis%29_-_Tournament_-_Svetlana_Kuznetsova_%2815085701785%29_%28cropped%29.jpg/249px-2014_US_Open_%28Tennis%29_-_Tournament_-_Svetlana_Kuznetsova_%2815085701785%29_%28cropped%29.jpg",
    "extract": "Svetlana Aleksandrovna Kuznetsova is an inactive Russian professional tennis player. She has appeared in four Grand Slam singles finals, winning two, and has also appeared in seven doubles finals, winning twice. As a doubles player, Kuznetsova has reached the finals of each Grand Slam event at least once, winning the Australian Open twice.",
    "year": 1985,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Nico Rosberg",
    "birthday": "1985-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Nico_Rosberg_2016.jpg/214px-Nico_Rosberg_2016.jpg",
    "extract": "Nico Erik Rosberg is a German-Finnish former racing driver. He competed in Formula One from 2006 to 2016, winning the World Drivers' Championship in 2016 with Mercedes-AMG Petronas Motorsport. The only child of Finnish 1982 F1 World Champion Keke Rosberg and his German wife Sina Rosberg, he was raised primarily in the Principality of Monaco.",
    "year": 1985,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Khloé Kardashian",
    "birthday": "1984-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Khloe_Kardashian.jpg/153px-Khloe_Kardashian.jpg",
    "extract": "Khloé Alexandra Kardashian is an American media personality, socialite, and model. Since 2007, she has starred with her family in the reality television series Keeping Up with the Kardashians. Its success has led to the creation of spin-offs, including Kourtney and Khloé Take Miami (2009–2013) and Kourtney and Khloé Take The Hamptons (2014–2015).",
    "year": 1984,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "D. J. King",
    "birthday": "1984-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/DJ_King.jpg/284px-DJ_King.jpg",
    "extract": "Dwayne \"D. J.\" King is a Canadian former professional ice hockey left winger who played in the National Hockey League (NHL) with the St. Louis Blues and the Washington Capitals.",
    "year": 1984,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Gökhan Inler",
    "birthday": "1984-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/AUT_vs._SUI_2015-11-17_%28178%29_%28cropped%29.jpg/217px-AUT_vs._SUI_2015-11-17_%28178%29_%28cropped%29.jpg",
    "extract": "Gökhan İnler is a Swiss professional footballer who plays as a central midfielder for Süper Lig club Adana Demirspor.",
    "year": 1984,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jim Johnson (baseball, born 1983)",
    "birthday": "1983-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Jim_Johnson_on_July_27%2C_2015.jpg/320px-Jim_Johnson_on_July_27%2C_2015.jpg",
    "extract": "James Robert Johnson is an American former professional baseball relief pitcher. He has played in Major League Baseball (MLB) for the Baltimore Orioles, Oakland Athletics, Detroit Tigers, Atlanta Braves, Los Angeles Dodgers and Los Angeles Angels. Johnson was an All-Star in 2012 and won the Rolaids Relief Man Award that year while leading MLB in saves. In 2013, Johnson became the first American League (AL) pitcher ever to have recorded back-to-back seasons of 50 saves or more. Johnson and Éric Gagné are the only two MLB pitchers to accomplish this feat.",
    "year": 1983,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Dale Steyn",
    "birthday": "1983-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Dalesteyn.JPG/235px-Dalesteyn.JPG",
    "extract": "Dale Willem Steyn is a South African former professional cricketer who played for the South African Cricket Team. He is often regarded as one of the greatest fast bowlers of all time and the best Test bowler of his generation. During the 2007–08 season, Steyn achieved a tally of 78 wickets at an average of 16.24, and was subsequently rewarded with the ICC 2008 Test Cricketer of the Year Award. He was named one of the Wisden Cricketers of the Year in 2013, and Wisden Leading Cricketer in the World for the year 2013 in 2014's Wisden Cricketers' Almanack. He was featured in Wisden Cricketers of the Decade at the end of 2019. He also was included in the ICC Test Team of the Decade at the end of 2020.",
    "year": 1983,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Nikola Rakočević",
    "birthday": "1983-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/IFFR_2015_-_d8_-_Sky_Above_Us_%282%29.jpg/315px-IFFR_2015_-_d8_-_Sky_Above_Us_%282%29.jpg",
    "extract": "Nikola Rakočević is a Serbian actor proclaimed as one of Europe’s leading young screen actors,. Rakočević has received numerous awards at major international film festivals.",
    "year": 1983,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Andrew Embley",
    "birthday": "1981-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Andrew_Embley_cropped.jpg/156px-Andrew_Embley_cropped.jpg",
    "extract": "Andrew Embley is a former Australian rules footballer who played with the West Coast Eagles in the Australian Football League (AFL). He is known for winning the Norm Smith Medal as the best player in the 2006 AFL Grand Final.",
    "year": 1981,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Hugo Campagnaro",
    "birthday": "1980-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Hugo_Campagnaro_-_SSC_Neapel_%284%29.jpg/320px-Hugo_Campagnaro_-_SSC_Neapel_%284%29.jpg",
    "extract": "Hugo Armando Campagnaro is an Argentine former professional footballer who played as a centre back.",
    "year": 1980,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jennifer Goodridge",
    "birthday": "1980-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/JenniferGoodridge2018.jpg/222px-JenniferGoodridge2018.jpg",
    "extract": "Jennifer Goodridge is an Emmy Nominated American film and television producer, writer, director, actor, and musician. She has produced notable works for Netflix, The Disney Channel, and YouTube Red as well as many commercials and music videos. Her films have premiered at The Sundance Film Festival, L'Étrange Festival, HollyShorts Film Festival, Sidewalk Film Festival among others. She was a guest panel speaker at Slamdance Film Festival in 2018 for the polytechnic series, Life As A Truly Independent Filmmaker: Survival guide and is a member of the Producers Guild of America.",
    "year": 1980,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Alexander Peya",
    "birthday": "1980-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Alex_Peya_%2820936902906%29.jpg/312px-Alex_Peya_%2820936902906%29.jpg",
    "extract": "Alexander Peya is an Austrian male tennis player. He reached a career-high singles ranking of world no. 92 in April 2007. His career-high doubles ranking is World No. 3, first achieved in August 2013.",
    "year": 1980,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Kevin Pietersen",
    "birthday": "1980-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Kevin_Pietersen_2014.jpg/320px-Kevin_Pietersen_2014.jpg",
    "extract": "Kevin Peter Pietersen is a cricket commentator, conservationist, and former England international cricket player. He is a right-handed batsman and occasional off spin bowler who played in all three formats for England between 2005 and 2014, which included a brief tenure as captain.",
    "year": 1980,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Craig Terrill",
    "birthday": "1980-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Craig_Terrill_2009.jpg/274px-Craig_Terrill_2009.jpg",
    "extract": "Craig Adam Terrill is a former National Football League (NFL) defensive tackle who played for the Seattle Seahawks. In 88 career games, Terrill had 103 combined tackles, with eight sacks, three fumble recoveries, and one touchdown. He played college football at Purdue. He was drafted by the Seattle Seahawks in the sixth round of the 2004 NFL Draft. He blocked eight field goals in his career, tied for the Seahawks team record.",
    "year": 1980,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Apparat (musician)",
    "birthday": "1978-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Apparat_%28musician%29_in_2009.jpg/320px-Apparat_%28musician%29_in_2009.jpg",
    "extract": "Sascha Ring, better known by the stage name Apparat, is a German electronic musician. He was previously co-owner of Shitkatapult records. Starting out with dancefloor-oriented techno, he shifted focus towards ambient music, becoming \"more interested in designing sounds than beats\".",
    "year": 1978,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Johnny Estrada",
    "birthday": "1976-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a1/Johnny_Estrada.jpg",
    "extract": "Johnny Pulado Estrada III is an American former professional baseball catcher, who played in Major League Baseball (MLB) for the Philadelphia Phillies, Atlanta Braves, Arizona Diamondbacks, Milwaukee Brewers, and Washington Nationals.",
    "year": 1976,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Leigh Nash",
    "birthday": "1976-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Sixpence_None_the_Richer_2013.jpg/320px-Sixpence_None_the_Richer_2013.jpg",
    "extract": "Leigh Anne Bingham Nash is an American singer and songwriter who was the lead vocalist for the pop band Sixpence None the Richer and is also was member of Fauxliage and Movement Nashville. Her debut solo album, Blue on Blue, was released on August 15, 2006, by the One Son/Nettwerk record labels. Nash has released two other solo albums in 2011 and 2015. Nash has two Grammy nominations: Best Pop Performance By A Duo Or Group With Vocal in 1999 and Best Rock Gospel Album in 1998.",
    "year": 1976,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Bianca Del Rio",
    "birthday": "1975-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Bianca_del_Rio_at_Dragcon_2018_by_dvsross.jpg/320px-Bianca_del_Rio_at_Dragcon_2018_by_dvsross.jpg",
    "extract": "Roy Haylock, better known by the stage name Bianca Del Rio, is an American drag queen, comedian, actor, and costume designer. She is known for winning the sixth season of RuPaul's Drag Race. Since her time on Drag Race, Del Rio has written and toured several stand-up shows, including It's Jester Joke (2019), which also made her the first drag queen to headline at Wembley Arena. She has also performed as a host for various international tours, most notably Werq the World. In 2018, she published her first book, Blame It On Bianca Del Rio: The Expert On Nothing With An Opinion On Everything. In June 2019, a panel of judges from New York magazine placed Del Rio first on their list of \"the most powerful drag queens in America\", a ranking of 100 former RuPaul's Drag Race contestants.",
    "year": 1975,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Tobey Maguire",
    "birthday": "1975-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Tobey_Maguire_2014.jpg/240px-Tobey_Maguire_2014.jpg",
    "extract": "Tobias Vincent Maguire is an American actor and film producer. He is best known for playing the title character from Sam Raimi's Spider-Man trilogy (2002–2007), a role he later reprised in Spider-Man: No Way Home (2021).",
    "year": 1975,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Daryle Ward",
    "birthday": "1975-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Daryle_Ward_%28cropped%29_2012.jpg/257px-Daryle_Ward_%28cropped%29_2012.jpg",
    "extract": "Daryle Lamar Ward is an American former professional baseball first baseman and left fielder. He played 11 seasons in Major League Baseball (MLB) from 1998 to 2008 for the Houston Astros, Los Angeles Dodgers, Pittsburgh Pirates, Washington Nationals, Atlanta Braves, and Chicago Cubs. He is the son of former major leaguer Gary Ward. Daryle Ward is currently the Hitting Coach for the Chattanooga Lookouts in the Cincinnati Reds organization.",
    "year": 1975,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Christian Kane",
    "birthday": "1974-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/10.5.17ChristianKaneByLuigiNovi1.jpg/266px-10.5.17ChristianKaneByLuigiNovi1.jpg",
    "extract": "Christian Kane is an American actor and singer-songwriter. He is known for his roles in the television shows Angel, Leverage, The Librarians, and Into the West, and the movies Just Married, Taxi, and Secondhand Lions.",
    "year": 1974,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Christopher O'Neill",
    "birthday": "1974-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Christopher_O%E2%80%99Neill-5.jpg/236px-Christopher_O%E2%80%99Neill-5.jpg",
    "extract": "Christopher Paul O'Neill, KNO is a British-American financier and husband of Princess Madeleine, Duchess of Hälsingland and Gästrikland, with whom he has three children. When he married her he declined an offer by King Carl XVI Gustaf of Sweden to become a Swedish citizen, prince and duke, in order to be able to continue as a businessman.",
    "year": 1974,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Abbath",
    "birthday": "1973-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Abbath_in_Toronto%2C_2010.jpg/213px-Abbath_in_Toronto%2C_2010.jpg",
    "extract": "Olve Eikemo, better known by his stage name Abbath Doom Occulta or simply Abbath, is a Norwegian musician best known as a founding member of the black metal band Immortal. Before founding Immortal, Abbath performed with Old Funeral alongside future Immortal member Demonaz. While working with Old Funeral, he also joined Demonaz's band Amputation which later became Immortal. He also plays bass in Demonaz's eponymous project.",
    "year": 1973,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Serginho (footballer, born 1971)",
    "birthday": "1971-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Serginho.jpg/213px-Serginho.jpg",
    "extract": "Sérgio Cláudio dos Santos, better known as Serginho, is a Brazilian former professional footballer, who last played as a left winger and left back for Italian club A.C. Milan in 2008. Prior to joining Milan in 1999, he played for several Brazilian clubs. Known for his energetic attacking runs down the wing, with Milan he won the Champions League twice, in 2003 and 2007, as well as the Serie A title in 2004, among other trophies. At international level, he also represented Brazil at the 1999 FIFA Confederations Cup, and was part of the team that won the 1999 Copa América.",
    "year": 1971,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jim Edmonds",
    "birthday": "1970-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Jim_Edmonds_Padres.jpg/256px-Jim_Edmonds_Padres.jpg",
    "extract": "James Patrick Edmonds is an American former professional baseball center fielder and a broadcaster for Bally Sports Midwest. He played for the California/Anaheim Angels, St. Louis Cardinals, San Diego Padres, Chicago Cubs, Milwaukee Brewers, and Cincinnati Reds of Major League Baseball (MLB) from 1993 to 2010.",
    "year": 1970,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jo Frost",
    "birthday": "1970-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Jofrost1_cropped.jpg/227px-Jofrost1_cropped.jpg",
    "extract": "Joanne Frost is an English television personality, nanny and author. She is best known for the reality television programme Supernanny UK, in which she was the central figure. The show first aired in the United Kingdom in 2004 and she has branched off into several other reality shows in the United Kingdom, United States and the Netherlands. Family S.O.S. with Jo Frost addressed issues such as addiction and abuse. Family Matters is a talk show. She has written six books on child care.",
    "year": 1970,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Viktor Petrenko",
    "birthday": "1969-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Victor_Pertrenko_2003.jpg/282px-Victor_Pertrenko_2003.jpg",
    "extract": "Viktor Vasyliovych Petrenko is a Ukrainian former competitive figure skater who represented the Soviet Union, the Unified Team, and Ukraine during his career. He is the 1992 Olympic Champion for the Unified Team. Petrenko became the first flagbearer for Ukraine.",
    "year": 1969,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Kelly Ayotte",
    "birthday": "1968-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Kelly_Ayotte%2C_Official_Portrait%2C_112th_Congress_2.jpg/253px-Kelly_Ayotte%2C_Official_Portrait%2C_112th_Congress_2.jpg",
    "extract": "Kelly Ann Ayotte is an American attorney and politician who served as a United States Senator for New Hampshire from 2011 to 2017, and as the state's Attorney General from 2004 to 2009. She is a member of the Republican Party.",
    "year": 1968,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Sylvie Fréchette",
    "birthday": "1967-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Sylvie_Fr%C3%A9chette_2012-04-14.jpg/215px-Sylvie_Fr%C3%A9chette_2012-04-14.jpg",
    "extract": "Sylvie Fréchette, is a Canadian former synchronised swimmer. She is the 1992 Olympic champion in the women's solo event.",
    "year": 1967,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "George Hamilton (police officer)",
    "birthday": "1967-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Secretary_of_State_Karen_Bradley_MP_meets_with_the_Chief_Constable_of_the_PSNI_%2842727841084%29_%28George_Hamilton_cropped%29.png/272px-Secretary_of_State_Karen_Bradley_MP_meets_with_the_Chief_Constable_of_the_PSNI_%2842727841084%29_%28George_Hamilton_cropped%29.png",
    "extract": "Sir George Ernest Craythorne Hamilton is a Northern Ireland retired police officer. From 2014 to 2019, he served as the Chief Constable of the Police Service of Northern Ireland. He was previously the Assistant Chief Constable with responsibility for rural policing.",
    "year": 1967,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "J. J. Abrams",
    "birthday": "1966-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/J._J._Abrams_by_Gage_Skidmore.jpg/199px-J._J._Abrams_by_Gage_Skidmore.jpg",
    "extract": "Jeffrey Jacob Abrams is an American filmmaker and composer. He is best known for his works in the genres of action, drama, and science fiction. Abrams wrote and produced such films as Regarding Henry (1991), Forever Young (1992), Armageddon (1998), Cloverfield (2008), Star Trek (2009), Star Wars: The Force Awakens (2015), and Star Wars: The Rise of Skywalker (2019).",
    "year": 1966,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jeff Conine",
    "birthday": "1966-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Jeff_Conine_%28160505-N-YC845-006%29_%28cropped%29.jpg/237px-Jeff_Conine_%28160505-N-YC845-006%29_%28cropped%29.jpg",
    "extract": "Jeffrey Guy Conine is an American former professional baseball left fielder / first baseman and current assistant baseball coach at Florida International University, who played in Major League Baseball (MLB) for 17 seasons, with six teams. An inaugural member of the Florida Marlins who was with the franchise for both of its World Series titles, he earned the title Mr. Marlin for his significant history with the club, and his ties to South Florida.",
    "year": 1966,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Aigars Kalvītis",
    "birthday": "1966-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Flickr_-_Saeima_-_9.Saeimas_deput%C4%81ts_Aigars_Kalv%C4%ABtis.jpg/230px-Flickr_-_Saeima_-_9.Saeimas_deput%C4%81ts_Aigars_Kalv%C4%ABtis.jpg",
    "extract": "Aigars Kalvītis is a Latvian businessman and a former politician who was the Prime Minister of Latvia from 2004 to 2007. Currently he is the president of Latvian Ice Hockey Federation and the Chairman of the Board of Latvian gas company Latvijas Gāze. He is the Chairman of the Council of Latvian telecommunications company Tet.",
    "year": 1966,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Simon Sebag Montefiore",
    "birthday": "1965-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Simon_Jonathan_Sebag_Montefiore.jpg/320px-Simon_Jonathan_Sebag_Montefiore.jpg",
    "extract": "Simon Jonathan Sebag Montefiore is a British historian, television presenter and author of popular history books and novels, \nincluding Stalin: The Court of the Red Tsar (2003), Monsters: History's Most Evil Men and Women (2008), Jerusalem: The Biography (2011), The Romanovs 1613–1918 (2016), among others.",
    "year": 1965,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Stephan Brenninkmeijer",
    "birthday": "1964-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Stephanbrenninkmeijer2021.jpg/213px-Stephanbrenninkmeijer2021.jpg",
    "extract": "Stephan Brenninkmeijer is a Dutch film director, screenwriter, and producer.",
    "year": 1964,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Chuck Person",
    "birthday": "1964-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Chuck_Person_in_2010.jpg/320px-Chuck_Person_in_2010.jpg",
    "extract": "Chuck Connors Person is an American former basketball player and coach. Person played 14 seasons in the National Basketball Association (NBA) and was the 1987 NBA Rookie of the Year. Person played college basketball at Auburn University and was selected fourth overall in the 1986 NBA draft by the Indiana Pacers, for whom he played six seasons. He also played for the Minnesota Timberwolves, San Antonio Spurs, Charlotte Hornets and Seattle SuperSonics. His 17-year coaching career ended when Person was ensnared in a college recruitment scandal and pleaded guilty to a bribery charge.",
    "year": 1964,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Wendy Alexander",
    "birthday": "1963-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/64/Wendy_Alexander.jpg",
    "extract": "Wendy Alexander is a retired Scottish politician and the former Member of the Scottish Parliament (MSP) for Paisley North. She held various Scottish Government cabinet posts and was the Leader of the Labour Party in Scotland from 2007 to 2008. In 2010–2011 she convened the Scotland Bill Committee on financial powers of the Scottish Parliament.",
    "year": 1963,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Johnny Benson Jr.",
    "birthday": "1963-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Johnny_Benson_Cheerios.jpg/183px-Johnny_Benson_Cheerios.jpg",
    "extract": "Jonathan Benson Jr. is an American retired stock car racing driver and the son of former Michigan modified driver John Benson Sr. Benson has raced across NASCAR's three national series, and his career highlights include the 1993 American Speed Association AC-Delco Challenge series championship, the 1995 NASCAR Busch Series championship, the 1996 NASCAR Winston Cup Series Rookie of the Year Award, and the 2008 NASCAR Craftsman Truck Series championship.",
    "year": 1963,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Michael Ball",
    "birthday": "1962-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Michael_Ball_-Cardiff_21Oct2006.jpg/238px-Michael_Ball_-Cardiff_21Oct2006.jpg",
    "extract": "Michael Ashley Ball is an English singer, presenter and actor. He made his West End debut in 1985 playing Marius Pontmercy in the original London production of Les Misérables, and went on to star in 1987 as Raoul in The Phantom of the Opera. In 1989, he reached number two in the UK Singles Chart with \"Love Changes Everything\", a song taken from the musical Aspects of Love, where he played Alex. He played the role in London and on Broadway. His album Coming Home To You reached number one in the UK making it his 4th number one album to date. On 24 April 2020, Ball and Captain Tom Moore entered the UK Singles Chart at number one with a cover of \"You'll Never Walk Alone\", with combined chart sales of 82,000 making it the fastest-selling single of 2020.",
    "year": 1962,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Sunanda Pushkar",
    "birthday": "1962-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Late_Sunanda_Pushkar.jpg/320px-Late_Sunanda_Pushkar.jpg",
    "extract": "Sunanda Pushkar was an Indian businesswoman and the wife of former International diplomat serving under the UN and politician Shashi Tharoor. She was a sales director in the Dubai-based TECOM Investments, and a co-owner of the India-based Rendezvous Sports World (RSW), a cricket franchise in the Indian Premier League.",
    "year": 1962,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Michael Mayer (director)",
    "birthday": "1960-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Michael_Mayer_The_Seagull_%28cropped%29.jpg/226px-Michael_Mayer_The_Seagull_%28cropped%29.jpg",
    "extract": "Michael Mayer is an American theatre director, filmmaker, and playwright. He won the Tony Award for Best Direction of a Musical in 2007 for directing Spring Awakening.",
    "year": 1960,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Dan Jurgens",
    "birthday": "1959-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Dan_Jurgens_GalaxyCon_Minneapolis_2019.jpg/247px-Dan_Jurgens_GalaxyCon_Minneapolis_2019.jpg",
    "extract": "Dan Jurgens is an American comic book writer and artist. He is known for his work on the DC comic book storyline \"The Death of Superman\" and for creating characters such as Doomsday, Hank Henshaw and Booster Gold. Jurgens had a lengthy run on the Superman comic books including The Adventures of Superman, Superman vol. 2 and Action Comics. At Marvel, Jurgens worked on series such as Captain America, The Sensational Spider-Man and was the writer on Thor for seven years. He also had a brief run as writer and artist on Solar for Valiant Comics in 1995.",
    "year": 1959,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Lorrie Morgan",
    "birthday": "1959-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Lorrie_Morgan_at_the_Grand_Ole_Opry.JPG/320px-Lorrie_Morgan_at_the_Grand_Ole_Opry.JPG",
    "extract": "Loretta Lynn Morgan is an American country music singer. She is the daughter of George Morgan, widow of Keith Whitley, and ex-wife of Jon Randall and Sammy Kershaw, all of whom are also country music singers. Morgan has been active as a singer since the age of 13, and charted her first single in 1979. She achieved her greatest success between 1988 and 1999, recording for RCA Records and the defunct BNA Records. Her first two RCA albums and her BNA album Watch Me are all certified platinum by the Recording Industry Association of America (RIAA). The 1995 compilation Reflections: Greatest Hits is her best-selling album with a double-platinum certification; War Paint, Greater Need, and Shakin' Things Up, also on BNA, are certified gold.",
    "year": 1959,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Lisa Germano",
    "birthday": "1958-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Lisa-Germano.jpg/320px-Lisa-Germano.jpg",
    "extract": "Lisa Ruth Germano is an American singer-songwriter and multi-instrumentalist from Indiana. Her album Geek the Girl (1994) was chosen a top album of the 1990s by Spin magazine. She began her career as a violinist for John Mellencamp. As of 2018 she has released thirteen albums.",
    "year": 1958,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jeffrey Lee Pierce",
    "birthday": "1958-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Jeffrey_Lee_Pierce_cropped.jpg/239px-Jeffrey_Lee_Pierce_cropped.jpg",
    "extract": "Jeffrey Lee Pierce was an American singer, songwriter, guitarist, and author. He was one of the founding members of the band The Gun Club, and released material as a solo artist.",
    "year": 1958,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Isabelle Adjani",
    "birthday": "1955-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Isabelle_Adjani_Cannes_2018.jpg/217px-Isabelle_Adjani_Cannes_2018.jpg",
    "extract": "Isabelle Yasmina Adjani LdH is a French actress and singer. She is the only person in history to win five César Awards; she won the Best Actress award for Possession (1981), One Deadly Summer (1983), Camille Claudel (1988), La Reine Margot (1994) and Skirt Day (2009). She was made a Chevalier of the Legion of Honour in 2010 and a Commander of the Order of Arts and Letters in 2014.",
    "year": 1955,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Richard Ibbotson",
    "birthday": "1954-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Sir_Richard_Ibbotson_%28cropped%29.jpg/255px-Sir_Richard_Ibbotson_%28cropped%29.jpg",
    "extract": "Vice Admiral Sir Richard Jeffrey Ibbotson, is a former Royal Navy officer who served as Deputy Commander-in-Chief Fleet.",
    "year": 1954,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Igor Gräzin",
    "birthday": "1953-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/RE_Igor_Gr%C3%A4zin.jpg/216px-RE_Igor_Gr%C3%A4zin.jpg",
    "extract": "Igor Gräzin is an Estonian politician. He is serving as a Member of Parliament in Riigikogu, the Estonian Parliament, and won another term in the 2011 parliamentary election. Gräzin is a charter member of the Estonian Reform Party which carried a sweeping victory in these elections.",
    "year": 1953,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Alice McDermott",
    "birthday": "1953-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Alice_mcdermott_5190205.jpg/279px-Alice_mcdermott_5190205.jpg",
    "extract": "Alice McDermott is an American writer and university professor. For her 1998 novel Charming Billy she won an American Book Award and the U.S. National Book Award for Fiction.",
    "year": 1953,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Madan Bhandari",
    "birthday": "1952-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Madan_bhandari.jpg/212px-Madan_bhandari.jpg",
    "extract": "Nepal Ratna Man Padavi Madan Kumar Bhandari, commonly known as Madan Bhandari, was a popular Nepali political leader belonging to the Communist Party of Nepal, a democratic communist party in Nepal. He defeated the incumbent Prime Minister Krishna Prasad Bhattarai in a landslide victory of 1991 general election. Known for his charismatic style, Bhandari had propounded the popular communist principle or thought \"People's Multiparty Democracy\". He is widely regarded for peaking the Nepal's communist movement to a greater height. He died in a jeep accident in Dasdhunga, Chitwan, in 1993.",
    "year": 1952,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ulf Andersson",
    "birthday": "1951-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Hoogovenschaaktoernooi%2C_Wijk_aan_Zee_nr._13_Gligoric%2C_kop%2C_in_aktie%2C_nr._14%2C_%2C_Bestanddeelnr_924-1691.jpg/211px-Hoogovenschaaktoernooi%2C_Wijk_aan_Zee_nr._13_Gligoric%2C_kop%2C_in_aktie%2C_nr._14%2C_%2C_Bestanddeelnr_924-1691.jpg",
    "extract": "Ulf Andersson is a leading Swedish chess player. FIDE awarded him the International Master title in 1970 and the Grandmaster title in 1972.",
    "year": 1951,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Julia Duffy",
    "birthday": "1951-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Julia_Duffy_The_Doctors_1975.JPG/242px-Julia_Duffy_The_Doctors_1975.JPG",
    "extract": "Julia Margaret Duffy is an American film, stage, and television actress. She began her career in television, appearing in minor guest roles before being cast in the role of Penny Davis in the series The Doctors from 1973 until 1978. She starred in the acclaimed Broadway revival of Once in a Lifetime in 1978. However, she is best known for her role as Stephanie Vanderkellen in the hit TV series Newhart from 1983 to 1990. The role garnered her critical acclaim, including seven Primetime Emmy Award nominations, three Viewers for Quality Television awards, and a Golden Globe Award nomination for Best Supporting Actress – Series, Miniseries or Television Film.",
    "year": 1951,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Mary McAleese",
    "birthday": "1951-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Diarmuid_Hegarty%2C_President_of_Griffith_College_with_Mary_McAleese%2C_President_of_Ireland_%28cropped%29.jpg/213px-Diarmuid_Hegarty%2C_President_of_Griffith_College_with_Mary_McAleese%2C_President_of_Ireland_%28cropped%29.jpg",
    "extract": "Mary Patricia McAleese, née Leneghan, is an Irish politician who served as the eighth president of Ireland from November 1997 to November 2011. She is an academic and author and holds a licentiate and doctorate in Canon law. McAleese was first elected as president in 1997, having received the nomination of Fianna Fáil. She succeeded Mary Robinson, making her the second female president of Ireland, and the first woman in the world to succeed another woman as president. She nominated herself for re-election in 2004 and was returned unopposed for a second term. McAleese is the first president of Ireland to have come from either Northern Ireland or Ulster.",
    "year": 1951,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Vera Wang",
    "birthday": "1949-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Vera_Wang_2007.jpg/222px-Vera_Wang_2007.jpg",
    "extract": "Vera Ellen Wang is an American fashion designer.",
    "year": 1949,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Joey Covington",
    "birthday": "1945-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9e/JoeyCovington-1.jpg/184px-JoeyCovington-1.jpg",
    "extract": "Joseph Edward Covington was an American drummer, best known for his involvements with Jefferson Airplane, Hot Tuna and Jefferson Starship.",
    "year": 1945,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Norma Kamali",
    "birthday": "1945-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Norma_Kamali_coat_at_the_Met_%2852728%29.jpg/172px-Norma_Kamali_coat_at_the_Met_%2852728%29.jpg",
    "extract": "Norma Kamali is an American fashion designer. She is best known for the \"sleeping bag\" coat, garments made from silk parachutes, and versatile multi-use pieces.",
    "year": 1945,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Patrick Sercu",
    "birthday": "1944-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Patrick_Sercu.jpg/284px-Patrick_Sercu.jpg",
    "extract": "Patrick Sercu was a Belgian cyclist who was active on the road and track between 1961 and 1983. On track, he won the gold medal in the 1 km time trial at the 1964 Summer Olympics, as well as three world titles in the sprint, in 1963, 1967 and 1969. On the road, he earned the green jersey in the 1974 Tour de France. Sercu is the record holder for the number of six-day track race victories, having won 88 events out of 223 starts between 1961 and 1983; several of these wins were with cycling great Eddy Merckx. He also won six stages at the Tour de France and eleven stages at the Giro d'Italia.",
    "year": 1944,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Bruce Johnston",
    "birthday": "1942-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/2019_The_Beach_Boys_-_by_2eight_-_DSC5170.jpg/213px-2019_The_Beach_Boys_-_by_2eight_-_DSC5170.jpg",
    "extract": "Bruce Arthur Johnston is an American musician, singer, songwriter, arranger, and record producer who is best known as a member of the Beach Boys since 1965. Johnston also collaborated on many records with Terry Melcher and composed the 1975 Barry Manilow hit, \"I Write the Songs\".",
    "year": 1942,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Danny Schechter",
    "birthday": "1942-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Danny_Schechter.jpg/238px-Danny_Schechter.jpg",
    "extract": "Daniel Isaac \"Danny\" Schechter was an American television producer, independent filmmaker, blogger, and media critic. He wrote and spoke about many issues including apartheid, civil rights, economics, foreign policy, journalistic control and ethics, and medicine. While attending the London School of Economics in the 1960s Schechter became an anti-apartheid activist and made trips to South Africa on behalf of the African National Congress (ANC). Later he would help musician Steven Van Zandt assemble other performers to form Artists United Against Apartheid who released the album Sun City in 1985. Schechter produced and directed six nonfiction films about Nelson Mandela from the time Mandela was a political prisoner to his election and service as President of South Africa.",
    "year": 1942,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Bill Baxley",
    "birthday": "1941-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Bill_Baxley.png/320px-Bill_Baxley.png",
    "extract": "William Joseph Baxley II, is an American Democratic politician and attorney from Dothan, Alabama.",
    "year": 1941,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "James P. Hogan (writer)",
    "birthday": "1941-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/James_P._Hogan_2005.JPG/267px-James_P._Hogan_2005.JPG",
    "extract": "James Patrick Hogan was a British science fiction author.",
    "year": 1941,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Krzysztof Kieślowski",
    "birthday": "1941-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Krzysztof_Kie%C5%9Blowski_Portrait_1994.jpg/212px-Krzysztof_Kie%C5%9Blowski_Portrait_1994.jpg",
    "extract": "Krzysztof Kieślowski was a Polish film director and screenwriter. He is known internationally for Dekalog (1989), The Double Life of Veronique (1991), and the Three Colours trilogy (1993\n–1994). Kieślowski received numerous awards during his career, including the Cannes Film Festival Jury Prize (1988), FIPRESCI Prize, and Prize of the Ecumenical Jury (1991); the Venice Film Festival FIPRESCI Prize (1989), Golden Lion (1993), and OCIC Award (1993); and the Berlin International Film Festival Silver Bear (1994). In 1995, he received Academy Award nominations for Best Director and Best Writing.",
    "year": 1941,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ian Lang, Baron Lang of Monkton",
    "birthday": "1940-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Official_portrait_of_Lord_Lang_of_Monkton_2020_crop_2.jpg/240px-Official_portrait_of_Lord_Lang_of_Monkton_2020_crop_2.jpg",
    "extract": "Ian Bruce Lang, Baron Lang of Monkton, PC is a British Conservative politician and Life Peer who served as the Member of Parliament for Galloway, and then Galloway and Upper Nithsdale, from 1979 to 1997.",
    "year": 1940,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "R. D. Burman",
    "birthday": "1939-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Rahul_Dev_Burman.jpg/215px-Rahul_Dev_Burman.jpg",
    "extract": "Rahul Dev Burman was an Indian high-ranked music director. Burman, commonly known as the \"Music Scientist\" and the \"King of Bollywood Music\" is considered to have been one of the greatest music composers of the Indian film industry. From the 1960s to the 1990s, Burman composed musical scores for 331 films. Burman did major work with his wife, Asha Bhosle, and Kishore Kumar and scored many of the songs that made these singers famous. He also worked extensively and scored approximately 331 songs including some of his most memorable numbers in his career for his sister-in-law, melody queen Lata Mangeshkar. Nicknamed Pancham Da, he was the only son of the composer Sachin Dev Burman.",
    "year": 1939,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Neil Hawke",
    "birthday": "1939-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c3/Neil_Hawke.jpg/289px-Neil_Hawke.jpg",
    "extract": "Neil James Napier Hawke was an Australian Test cricketer and leading Australian rules footballer.",
    "year": 1939,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Bruce Babbitt",
    "birthday": "1938-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Bruce_Babbitt_by_Gage_Skidmore.jpg/240px-Bruce_Babbitt_by_Gage_Skidmore.jpg",
    "extract": "Bruce Edward Babbitt is an American attorney and politician from the state of Arizona. A member of the Democratic Party, Babbitt served as the 16th governor of Arizona from 1978 to 1987, and as the President Bill Clinton's Secretary of the Interior from 1993 to 2001.",
    "year": 1938,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "David Hope, Baron Hope of Craighead",
    "birthday": "1938-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Official_portrait_of_Lord_Hope_of_Craighead_crop_2.jpg/240px-Official_portrait_of_Lord_Hope_of_Craighead_crop_2.jpg",
    "extract": "James Arthur David Hope, Baron Hope of Craighead, is a retired Scottish judge who served as the first Deputy President of the Supreme Court of the United Kingdom from 2009 until his retirement in 2013, having previously been the Second Senior Lord of Appeal in Ordinary. He served as Convenor of the Crossbench peers in the House of Lords from 2015 to 2019.",
    "year": 1938,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Konrad Kujau",
    "birthday": "1938-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/ef/Kujau_wiki.jpg",
    "extract": "Konrad Paul Kujau was a German illustrator and forger. He became famous in 1983 as the creator of the so-called Hitler Diaries, for which he received DM 2.5 million from a journalist who in turn sold it for DM 9.3 million to the magazine Stern. The forgery resulted in a four-and-half year prison sentence.",
    "year": 1938,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Joseph P. Allen",
    "birthday": "1937-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/JosephAllen.jpg/256px-JosephAllen.jpg",
    "extract": "Joseph Percival \"Joe\" Allen IV is a former NASA astronaut. He logged more than 3,000 hours flying time in jet aircraft.",
    "year": 1937,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Lucille Clifton",
    "birthday": "1936-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e9/Lucille_clifton.jpg/238px-Lucille_clifton.jpg",
    "extract": "Lucille Clifton was an American poet, writer, and educator from Buffalo, New York. From 1979 to 1985 she was Poet Laureate of Maryland. Clifton was a finalist twice for the Pulitzer Prize for poetry.",
    "year": 1936,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Shirley Anne Field",
    "birthday": "1936-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Shirley_Ann_Field.jpg/260px-Shirley_Ann_Field.jpg",
    "extract": "Shirley Anne Field is an English actress who has performed on stage, film and television since 1955, prominent during the British New Wave.",
    "year": 1936,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Eddie Kasko",
    "birthday": "1932-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Eddie_Kasko_-_St._Louis_Cardinals_-_1957.jpg/203px-Eddie_Kasko_-_St._Louis_Cardinals_-_1957.jpg",
    "extract": "Edward Michael Kasko was an American infielder, manager, scout and front office executive in Major League Baseball (MLB).",
    "year": 1932,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Anna Moffo",
    "birthday": "1932-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Anna_Moffo_%28Amsterdam%2C_1962%29.jpg/259px-Anna_Moffo_%28Amsterdam%2C_1962%29.jpg",
    "extract": "Anna Moffo was an American opera singer, television personality, and actress. One of the leading lyric-coloratura sopranos of her generation, she possessed a warm and radiant voice of considerable range and agility. Noted for her physical beauty, she was nicknamed \"La Bellissima\".",
    "year": 1932,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Martinus J. G. Veltman",
    "birthday": "1931-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Martinus_Veltman.jpg/240px-Martinus_Veltman.jpg",
    "extract": "Martinus Justinus Godefriedus \"Tini\" Veltman was a Dutch theoretical physicist. He shared the 1999 Nobel Prize in physics with his former PhD student Gerardus 't Hooft for their work on particle theory.",
    "year": 1931,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ross Perot",
    "birthday": "1930-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/RossPerotColor.jpg/240px-RossPerotColor.jpg",
    "extract": "Henry Ross Perot was an American business magnate, billionaire, politician and philanthropist. He was the founder and chief executive officer of Electronic Data Systems and Perot Systems. He ran an independent campaign in the 1992 U.S. presidential election and a third-party campaign in the 1996 U.S. presidential election as the nominee of the Reform Party, which was formed by grassroots supporters of Perot's 1992 campaign. Although he failed to carry a single state in either election, both campaigns were among the strongest presidential showings by a third party or independent candidate in U.S. history.",
    "year": 1930,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Tommy Kono",
    "birthday": "1930-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Tommy_Kono.jpg/234px-Tommy_Kono.jpg",
    "extract": "Tamio \"Tommy\" Kono was a Japanese American weightlifter in the 1950s and 1960s. Kono set world records in four different weight classes: lightweight, middleweight, light-heavyweight and middle-heavyweight.",
    "year": 1930,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Dick the Bruiser",
    "birthday": "1929-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/bc/Dick_the_Bruiser_-_Stranglehold_Wrestling_Program_-_Detroit_Olympia_Stadium_-_Aug_18%2C_1973.jpg",
    "extract": "William Fritz Afflis was an American professional wrestler and football player, better known by his ring name, Dick the Bruiser. He was a fifteen-time world champion in professional wrestling, having held the AWA World Heavyweight Championship, the WWA World Heavyweight Championship thirteen times and the WWA World Heavyweight Championship once.",
    "year": 1929,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Peter Maas",
    "birthday": "1929-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/6c/Peter_Maas.jpg/320px-Peter_Maas.jpg",
    "extract": "Peter Maas was an American journalist and author. He was born in New York City and attended Duke University. Maas had Dutch and Irish heritage.",
    "year": 1929,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Rudy Perpich",
    "birthday": "1928-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Rudy_Perpich.jpg/255px-Rudy_Perpich.jpg",
    "extract": "Rudolph George Perpich Sr. was an American politician and the longest-serving governor of Minnesota, serving a total of just over 10 years. A member of the Democratic-Farmer-Labor Party, he served as the 34th and 36th Governor of Minnesota from December 29, 1976, to January 4, 1979, and again from January 3, 1983, to January 7, 1991. He was also the state's only Roman Catholic governor and the only one to serve non-consecutive terms. Before entering politics, he was a dentist.",
    "year": 1928,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Bob Keeshan",
    "birthday": "1927-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Bob_Keeshan_1995.jpg/320px-Bob_Keeshan_1995.jpg",
    "extract": "Robert James Keeshan was an American television producer and actor. He created and played the title role in the children's television program Captain Kangaroo, which ran from 1955 to 1984, the longest-running nationally broadcast children's television program of its day.\nHe also played the original Clarabell the Clown on the Howdy Doody television program.",
    "year": 1927,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Doc Pomus",
    "birthday": "1925-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Uffe_Bode%2C_Doc_Pomus%2C_Sol_Yaged%2C_John_Levy_and_Rex_William_Stuart_1947.jpg/315px-Uffe_Bode%2C_Doc_Pomus%2C_Sol_Yaged%2C_John_Levy_and_Rex_William_Stuart_1947.jpg",
    "extract": "Jerome Solon Felder, known professionally as Doc Pomus, was an American blues singer and songwriter. He is best known as the co-writer of many rock and roll hits. Pomus was inducted into the Rock and Roll Hall of Fame as a non-performer in 1992, the Songwriters Hall of Fame (1992), and the Blues Hall of Fame (2012).",
    "year": 1925,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Wayne Terwilliger",
    "birthday": "1925-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Wayne_Terwilliger_1987.jpg/202px-Wayne_Terwilliger_1987.jpg",
    "extract": "Willard Wayne Terwilliger, nicknamed \"Twig\", was an American professional baseball second baseman. He played nine seasons in Major League Baseball (MLB) between 1949 and 1960 for the Chicago Cubs, Brooklyn Dodgers, Washington Senators, New York Giants, and Kansas City Athletics.",
    "year": 1925,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Bob Appleyard",
    "birthday": "1924-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Bob_Appleyard_1954.jpg/251px-Bob_Appleyard_1954.jpg",
    "extract": "Robert Appleyard was a Yorkshire and England first-class cricketer. He was one of the best English bowlers of the 1950s, a decade which saw England develop its strongest bowling attack of the twentieth century. Able to bowl fast-medium swingers or seamers and off-spinners with almost exactly the same action, Appleyard's career was almost destroyed by injury and illness after his first full season in 1951. In his limited Test career, he took a wicket every fifty-one balls, and in first-class cricket his 708 wickets cost only 15.48 runs each.",
    "year": 1924,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Elmo Hope",
    "birthday": "1923-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/93/Elmo_Hope%2C_jazz_pianist.gif",
    "extract": "St. Elmo Sylvester Hope was an American jazz pianist, composer, and arranger, chiefly in the bebop and hard bop genres. He grew up playing and listening to jazz and classical music with Bud Powell, and both were close friends of another influential pianist, Thelonious Monk.",
    "year": 1923,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "George Walker (composer)",
    "birthday": "1922-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a7/George_Walker_%28composer%29.jpg",
    "extract": "George Theophilus Walker was an American composer, pianist, and organist, and the first African American to win the Pulitzer Prize for Music, which he received for his work Lilacs in 1996.",
    "year": 1922,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Muriel Pavlow",
    "birthday": "1921-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/69/Actress_Muriel_Pavlowat_the_Globe_Theatre%2C_London_during_1945._D24344_%28cropped%29.jpg",
    "extract": "Muriel Lilian Pavlow was an English actress. Her mother was French and her father was Russian.",
    "year": 1921,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Fernando Riera",
    "birthday": "1920-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Fernando_Riera.JPG/204px-Fernando_Riera.JPG",
    "extract": "Fernando Riera Bauzá was a Chilean professional football player and manager, patriarch of Chilean football.",
    "year": 1920,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Amala Shankar",
    "birthday": "1919-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Amala_Shankar_-_Kolkata_2011-05-09_2810.JPG/212px-Amala_Shankar_-_Kolkata_2011-05-09_2810.JPG",
    "extract": "Amala Shankar was an Indian danseuse. She was the wife of dancer and choreographer Uday Shankar and mother of musician Ananda Shankar and dancer Mamata Shankar and sister-in-law of musician and composer Ravi Shankar. Amala Shankar acted in the film Kalpana written, co-produced and directed by husband Uday Shankar. She died on Friday, July 24, 2020 in West Bengal’s Kolkata, India aged 101.",
    "year": 1919,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Adolph Kiefer",
    "birthday": "1918-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Adolph_Kiefer_1935.jpg/320px-Adolph_Kiefer_1935.jpg",
    "extract": "Adolph Gustav Kiefer was an American competition swimmer, Olympic competitor, the last surviving gold medalist of the 1936 Summer Olympics and former world record-holder. He was the first man in the world to swim the 100-yard backstroke in under one minute. Kiefer was also an inventor and innovator of new products related to aquatics competition.",
    "year": 1918,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Grace Lee Boggs",
    "birthday": "1915-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Grace_Lee_Boggs_2012.jpg/320px-Grace_Lee_Boggs_2012.jpg",
    "extract": "Grace Lee Boggs was an American author, social activist, philosopher, and feminist. She is known for her years of political collaboration with C. L. R. James and Raya Dunayevskaya in the 1940s and 1950s. In the 1960s, she and James Boggs, her husband of some forty years, took their own political direction. By 1998, she had written four books, including an autobiography. In 2011, still active at the age of 95, she wrote a fifth book, The Next American Revolution: Sustainable Activism for the Twenty-First Century, with Scott Kurashige and published by the University of California Press. She is regarded as a key figure in the Asian American Movement.",
    "year": 1915,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Aideu Handique",
    "birthday": "1915-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2b/Joymoti_film_screenshot.jpg",
    "extract": "Aideu Nilambar Handique was the first film actress of Assamese cinema. She starred in the film Joymoti (1935) directed by Jyoti Prasad Agarwala.",
    "year": 1915,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Robert Aickman",
    "birthday": "1914-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c9/Robert_Aickman_7.jpg",
    "extract": "Robert Fordyce Aickman was an English writer and conservationist. As a conservationist, he co-founded the Inland Waterways Association, a group which has preserved from destruction and restored England's inland canal system. As a writer, he is best known for his supernatural fiction, which he described as \"strange stories\".",
    "year": 1914,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Helena Benitez",
    "birthday": "1914-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Helena_Benitez_photo_%28cropped%29.jpg/223px-Helena_Benitez_photo_%28cropped%29.jpg",
    "extract": "Helena Zoila Tirona Benitez was a Filipina academic and administrator of the Philippine Women's University.",
    "year": 1914,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Giorgio Almirante",
    "birthday": "1914-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a5/Giorgio_Almirante_crop.jpg",
    "extract": "Giorgio Almirante was an Italian politician, the founder and leader of neo-fascist Italian Social Movement until his retirement in 1987.",
    "year": 1914,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Elton Britt",
    "birthday": "1913-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Elton_Britt_1950.JPG/271px-Elton_Britt_1950.JPG",
    "extract": "Elton Britt was an American country music singer, songwriter, and musician.",
    "year": 1913,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Philip Guston",
    "birthday": "1913-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Philip_Guston_at_a_mural.jpg/297px-Philip_Guston_at_a_mural.jpg",
    "extract": "Philip Guston, was a Canadian American painter, printmaker, muralist and draftsman. Early in his five decade career, muralist David Siquieros described him as one of \"the most promising painters in either the US or Mexico,\" in reference to his antifascist fresco The Struggle Against Terror, which \"includes the hooded figures that became a lifelong symbol of bigotry for the artist.\" \"Guston worked in a number of artistic modes, from Renaissance-inspired figuration to formally accomplished abstraction,\" and is now regarded one of the \"most important, powerful, and influential American painters of the last 100 years.\" He also frequently depicted racism, antisemitism, fascism and American identity, as well as, especially in his later most cartoonish and mocking work, the banality of evil. In 2013, Guston's painting To Fellini set an auction record at Christie's when it sold for $25.8 million.",
    "year": 1913,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Willie Mosconi",
    "birthday": "1913-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/cb/Mosconi%26Moore.png/320px-Mosconi%26Moore.png",
    "extract": "William Joseph Mosconi was an American professional pool player from Philadelphia, Pennsylvania. Between the years of 1941 and 1957, he won the World Straight Pool Championship nineteen times. For most of the 20th century, his name was essentially synonymous with pool in North America – he was nicknamed \"Mr. Pocket Billiards\" – and he was among the first Billiard Congress of America Hall of Fame inductees. Mosconi pioneered and regularly employed numerous trick shots, set many records, and helped to popularize pool as a national recreation activity.",
    "year": 1913,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "E. R. Braithwaite",
    "birthday": "1912-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/ERBraithwaite_%28torso_crop%29.jpg/219px-ERBraithwaite_%28torso_crop%29.jpg",
    "extract": "Eustace Edward Ricardo Braithwaite, publishing as E. R. Braithwaite, was a Guyanese-born British-American novelist, writer, teacher and diplomat best known for his stories of social conditions and racial discrimination against black people. He was the author of the 1959 autobiographical novel To Sir, With Love, which was made into a 1967 British drama film of the same title, starring Sidney Poitier and Lulu.",
    "year": 1912,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Marion M. Magruder",
    "birthday": "1911-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Official_USMC_Photograph_of_Col._M._M._Magruder.jpg/245px-Official_USMC_Photograph_of_Col._M._M._Magruder.jpg",
    "extract": "Marion Milton Magruder was an officer in the United States Marine Corps, and a pioneer in Radar Intercept Night Fighting. He was the first commanding officer of Marine aircraft squadron VMF(N)-533, then known as \"Black Mac's Killers\", and led that squadron during the Battle of the Marshall Islands and Battle of Okinawa in World War II.",
    "year": 1911,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "João Guimarães Rosa",
    "birthday": "1908-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Guimar%C3%A3es_Rosa%2C_anos_1960.tif/lossy-page1-258px-Guimar%C3%A3es_Rosa%2C_anos_1960.tif.jpg",
    "extract": "João Guimarães Rosa was a Brazilian novelist, short story writer and diplomat.",
    "year": 1908,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "John McIntire",
    "birthday": "1907-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/John_McIntire_as_Chris_Hale_Wagon_Train_1961.JPG/244px-John_McIntire_as_Chris_Hale_Wagon_Train_1961.JPG",
    "extract": "John Herrick McIntire was an American character actor who appeared in 65 theatrical films and many television series. McIntire is well known for having replaced Ward Bond, upon Bond's sudden death in November 1960, as the star of NBC's Wagon Train. He played Christopher Hale, the leader of the wagon train from early 1961 to the series' end in 1965. He also replaced Charles Bickford, upon Bickford's death in 1967, as ranch owner Clay Grainger on NBC's The Virginian for four seasons.",
    "year": 1907,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Armand Mondou",
    "birthday": "1905-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Armand_Mondou.jpg/266px-Armand_Mondou.jpg",
    "extract": "Joseph Armand Mondou was a Canadian ice hockey forward.",
    "year": 1905,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Dixie Brown",
    "birthday": "1900-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/de/Dixie_Brown.jpg/192px-Dixie_Brown.jpg",
    "extract": "Anthony George Charles was a boxer, commonly known as Dixie Brown. He worked on the construction of the Panama Canal and emigrated to Cardiff, Wales in 1919. In the West Country of England, he survived by working as a bare-knuckle boxer in fairground booths. He moved with his wife, Lily Sellick, to Bristol in 1923, and registered as a professional boxer, fighting 85 bouts in the 1920s and 1930s, as welterweight and middleweight. He trained at the White Horse in Milk Street. He could not contest any British championships owing to the colour bar then in operation. He had two wins, both over one-time champion Billy Green, five losses and two draws in his professional career.",
    "year": 1900,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Juan Trippe",
    "birthday": "1899-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Juan_Trippe_with_Stratocruiser_%28cropped%29.jpg/256px-Juan_Trippe_with_Stratocruiser_%28cropped%29.jpg",
    "extract": "Juan Terry Trippe was an American commercial aviation pioneer, entrepreneur and the founder of Pan American World Airways, one of the iconic airlines of the 20th century. He was involved in the development and production of the Boeing 314 Clipper, which opened trans-Pacific airline travel, the Boeing Stratoliner which helped to pioneer cabin pressurization, the Boeing 707 and the Boeing 747 which introduced the era of jumbo jets. Trippe's signing of the 747 contract coincided with the 50th anniversary of Boeing.",
    "year": 1899,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Lewis Namier",
    "birthday": "1888-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/SirLewisBernsteinNamier.jpg/232px-SirLewisBernsteinNamier.jpg",
    "extract": "Sir Lewis Bernstein Namier was a British historian of Polish-Jewish background. His best-known works were The Structure of Politics at the Accession of George III (1929), England in the Age of the American Revolution (1930) and the History of Parliament series he edited later in his life with John Brooke.",
    "year": 1888,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Antoinette Perry",
    "birthday": "1888-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Antoinette_Perry.jpg/217px-Antoinette_Perry.jpg",
    "extract": "Mary Antoinette \"Tony\" Perry was an American actress and director, and co-founder of the American Theatre Wing. She is the eponym of the Tony Awards.",
    "year": 1888,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Charlie Macartney",
    "birthday": "1886-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/CharlieMac.jpg/220px-CharlieMac.jpg",
    "extract": "Charles George Macartney was an Australian cricketer who played in 35 Test matches between 1907 and 1926. He was known as \"The Governor-General\" in reference to his authoritative batting style and his flamboyant strokeplay, which drew comparisons with his close friend and role model Victor Trumper, regarded as one of the most elegant batsmen in cricketing history. Sir Donald Bradman—generally regarded as the greatest batsman in history—cited Macartney's dynamic batting as an inspiration in his cricket career.",
    "year": 1886,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Pierre Montet",
    "birthday": "1885-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Leuven1966.jpg/320px-Leuven1966.jpg",
    "extract": " Jean Pierre Marie Montet was a French Egyptologist.",
    "year": 1885,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Guilhermina Suggia",
    "birthday": "1885-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5b/Suggia-augustus-john.jpg/290px-Suggia-augustus-john.jpg",
    "extract": "Guilhermina Augusta Xavier de Medim Suggia Carteado Mena, known as Guilhermina Suggia, was a Portuguese cellist. She studied in Paris, France with Pablo Casals, and built an international reputation. She spent many years living in the United Kingdom, where she was particularly celebrated. She retired in 1939, but emerged from retirement to give concerts in Britain. Her last was in 1949, the year before her death.",
    "year": 1885,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Gaston Bachelard",
    "birthday": "1884-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Gaston_Bachelard_1965.jpg/239px-Gaston_Bachelard_1965.jpg",
    "extract": "Gaston Bachelard was a French philosopher. He made contributions in the fields of poetics and the philosophy of science. To the latter, he introduced the concepts of epistemological obstacle and epistemological break. He influenced many subsequent French philosophers, among them Michel Foucault, Louis Althusser, Dominique Lecourt and Jacques Derrida, as well as the sociologists Pierre Bourdieu and Bruno Latour.",
    "year": 1884,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Eduard Spranger",
    "birthday": "1882-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Eduard_Spranger_001.jpg/245px-Eduard_Spranger_001.jpg",
    "extract": "Eduard Spranger was a German philosopher and psychologist. A student of Wilhelm Dilthey, Spranger was born in Berlin and died in Tübingen. He was considered a humanist who developed a philosophical pedagogy as an act of 'self defense' against the psychology-oriented experimental theory of the times.",
    "year": 1882,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Helen Keller",
    "birthday": "1880-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Helen_Keller_circa_1920_-_restored.jpg/250px-Helen_Keller_circa_1920_-_restored.jpg",
    "extract": "Helen Adams Keller was an American author, disability rights advocate, political activist and lecturer. Born in West Tuscumbia, Alabama, she lost her sight and her hearing after a bout of illness at the age of 19 months. She then communicated primarily using home signs until the age of seven, when she met her first teacher and life-long companion Anne Sullivan. This young woman taught Keller language, including reading and writing. After an education at both specialist and mainstream schools, Keller attended Radcliffe College of Harvard University and became the first deafblind person to earn a Bachelor of Arts degree.",
    "year": 1880,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Heber Doust Curtis",
    "birthday": "1872-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Heber_Doust_Curtis_NBS_1918.jpg/256px-Heber_Doust_Curtis_NBS_1918.jpg",
    "extract": "Heber Doust Curtis was an American astronomer. He participated in 11 expeditions for the study of solar eclipses, and was involved in the 1920 Shapley–Curtis Debate concerning the size and galactic structure of the universe.",
    "year": 1872,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Paul Laurence Dunbar",
    "birthday": "1872-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/af/Paul_Laurence_Dunbar_circa_1890.jpg",
    "extract": "Paul Laurence Dunbar was an American poet, novelist, and short story writer of the late 19th and early 20th centuries. Born in Dayton, Ohio, to parents who had been enslaved in Kentucky before the American Civil War, Dunbar began writing stories and verse when he was a child. He published his first poems at the age of 16 in a Dayton newspaper, and served as president of his high school's literary society.",
    "year": 1872,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Frank Rattray Lillie",
    "birthday": "1870-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/94/Frank_R._Lillie_1893.png",
    "extract": "Frank Rattray Lillie was an American zoologist and an early pioneer of the study of embryology. Born in Toronto, Ontario, Canada, Lillie moved to the United States in 1891 to study for a summer at the Marine Biological Laboratory (MBL) in Woods Hole, Massachusetts. Lillie formed a lifelong association with the laboratory, eventually rising to become its director in 1908. His efforts developed the MBL into a full-time institution.",
    "year": 1870,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Kate Carew",
    "birthday": "1869-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Picture_of_Kate_Carew.jpg/166px-Picture_of_Kate_Carew.jpg",
    "extract": "Mary Williams, who wrote pseudonymously as Kate Carew, was an American caricaturist self-styled as \"The Only Woman Caricaturist\". She worked at the New York World, providing illustrated celebrity interviews.",
    "year": 1869,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Emma Goldman",
    "birthday": "1869-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Emma_Goldman_seated.jpg/227px-Emma_Goldman_seated.jpg",
    "extract": "Emma Goldman (1869–1940) was an anarchist political activist and writer. She played a pivotal role in the development of anarchist political philosophy in North America and Europe in the first half of the 20th century.",
    "year": 1869,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Hans Spemann",
    "birthday": "1869-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Hans_Spemann_nobel.jpg/226px-Hans_Spemann_nobel.jpg",
    "extract": "Hans Spemann was a German embryologist who was awarded a Nobel Prize in Physiology or Medicine in 1935 for his student Hilde Mangold's discovery of the effect now known as embryonic induction, an influence, exercised by various parts of the embryo, that directs the development of groups of cells into particular tissues and organs. Spemann added his name as an author to Hilde Mangold's dissertation and won Nobel Prize for her work.",
    "year": 1869,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "John Monash",
    "birthday": "1865-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/John_Monash_1.jpg/237px-John_Monash_1.jpg",
    "extract": "General Sir John Monash,, was a civil engineer and an Australian military commander of the First World War. He commanded the 13th Infantry Brigade before the war and then, shortly after its outbreak, became commander of the 4th Brigade in Egypt, with whom he took part in the Gallipoli campaign. In July 1916 he took charge of the newly raised 3rd Division in northwestern France and in May 1918 became commander of the Australian Corps, at the time the largest corps on the Western Front. Monash is considered one of the best Allied generals of the First World War and the most famous commander in Australian history.",
    "year": 1865,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "May Irwin",
    "birthday": "1862-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/May_Irwin%2C_stage_actress_%28SAYRE_4867%29.jpg/223px-May_Irwin%2C_stage_actress_%28SAYRE_4867%29.jpg",
    "extract": "May Irwin was an actress, singer and star of vaudeville. Originally from Canada, she and her sister Flo Irwin found theater work after their father died. She was known for her performances as a coon shouter and recordings.",
    "year": 1862,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jørgen Pedersen Gram",
    "birthday": "1850-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/J%C3%B8rgen_Pedersen_Gram_by_Johannes_Hauerslev.jpg/234px-J%C3%B8rgen_Pedersen_Gram_by_Johannes_Hauerslev.jpg",
    "extract": "Jørgen Pedersen Gram was a Danish actuary and mathematician who was born in Nustrup, Duchy of Schleswig, Denmark and died in Copenhagen, Denmark.",
    "year": 1850,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Lafcadio Hearn",
    "birthday": "1850-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Lafcadio_Hearn_portrait.jpg/222px-Lafcadio_Hearn_portrait.jpg",
    "extract": "Koizumi Yakumo , born Patrick Lafcadio Hearn, was a Greek-Japanese writer, translator, and teacher who introduced the culture and literature of Japan to the West. His writings offered unprecedented insight into Japanese culture, especially his collections of legends and ghost stories, such as Kwaidan: Stories and Studies of Strange Things. Before moving to Japan and becoming a Japanese citizen, he worked as a journalist in the United States, primarily in Cincinnati and New Orleans. His writings about New Orleans, based on his decade-long stay there, are also well-known.",
    "year": 1850,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Charles Stewart Parnell",
    "birthday": "1846-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Charles_Stewart_Parnell_-_Brady-Handy.jpg/255px-Charles_Stewart_Parnell_-_Brady-Handy.jpg",
    "extract": "Charles Stewart Parnell was an Irish nationalist politician who served as a Member of Parliament (MP) from 1875 to 1891, also acting as Leader of the Home Rule League from 1880 to 1882 and then Leader of the Irish Parliamentary Party from 1882 to 1891. His party held the balance of power in the House of Commons during the Home Rule debates of 1885–1886.",
    "year": 1846,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Bankim Chandra Chatterjee",
    "birthday": "1838-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Bankim_Chattapadhyay.jpg/219px-Bankim_Chattapadhyay.jpg",
    "extract": "Bankim Chandra Chatterjee CIE was an Indian novelist, poet and journalist. He was the author of the 1882 Bengali language novel Anandamath, which is one of the landmarks of modern Bengali and Indian literaure. He was the composer of Vande Mataram, originally in Sanskrit, personifying India as a mother goddess and inspiring activists during the Indian Independence Movement. Chattopadhayay wrote fourteen novels and many serious, serio-comic, satirical, scientific and critical treatises in Bengali. He is known as Sahitya Samrat in Bengali.",
    "year": 1838,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Paul Mauser",
    "birthday": "1838-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Paul_Mauser_1838-1914.gif/254px-Paul_Mauser_1838-1914.gif",
    "extract": "Peter Paul Mauser, after 1912 von Mauser, was a German weapon designer, manufacturer/industrialist and politician.",
    "year": 1838,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Bryan O'Loghlen",
    "birthday": "1828-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Bryanologhlen.jpg/213px-Bryanologhlen.jpg",
    "extract": "Sir Bryan O'Loghlen, 3rd Baronet, Australian colonial politician, was the 13th Premier of Victoria.",
    "year": 1828,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Louise von François",
    "birthday": "1817-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Luise_von_Francois2.jpg/265px-Luise_von_Francois2.jpg",
    "extract": "Marie Louise von François was a German writer, best known for her historical novel Die letzte Reckenburgerin (1871). She was a friend and correspondent of Marie von Ebner-Eschenbach and Conrad Ferdinand Meyer.",
    "year": 1817,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Anna Cabot Quincy Waterston",
    "birthday": "1812-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Anna_Cabot_Lowell_Quincy_Waterston_Commonwealth_ks65hq22f_accessFull.jpg/235px-Anna_Cabot_Lowell_Quincy_Waterston_Commonwealth_ks65hq22f_accessFull.jpg",
    "extract": "Anna Cabot Quincy Waterston was a 19th-century American writer of poems, novels, hymns, and a diary. She died in 1899. A Woman's Wit & Whimsy: The 1833 Diary of Anna Cabot Lowell Quincy, edited by Beverly Wilson Palmer was published in 2003 by Northeastern University Press, Boston.",
    "year": 1812,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Augustus De Morgan",
    "birthday": "1806-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/De_Morgan_Augustus.jpg/259px-De_Morgan_Augustus.jpg",
    "extract": "Augustus De Morgan was a British mathematician and logician. He formulated De Morgan's laws and introduced the term mathematical induction, making its idea rigorous.",
    "year": 1806,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Napoléon Coste",
    "birthday": "1805-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Napoleon_Coste.jpg/200px-Napoleon_Coste.jpg",
    "extract": "Claude Antoine Jean Georges Napoléon Coste was a French classical guitarist and composer.",
    "year": 1805,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Alexis Bouvard",
    "birthday": "1767-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Alexis_Bouvard.jpg/320px-Alexis_Bouvard.jpg",
    "extract": "Alexis Bouvard was a French astronomer. He is particularly noted for his careful observations of the irregularities in the motion of Uranus and his hypothesis of the existence of an eighth planet in the Solar System.",
    "year": 1767,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "William Pepperrell",
    "birthday": "1696-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/William_Pepperrell.jpg/200px-William_Pepperrell.jpg",
    "extract": "Sir William Pepperrell, 1st Baronet was a merchant, soldier, and slaveholder in colonial Massachusetts. He is widely remembered for organizing, financing, and leading the 1745 expedition that captured the French fortress of Louisbourg during King George's War.",
    "year": 1696,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Maximilian, Prince of Dietrichstein",
    "birthday": "1596-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Maximilian_of_Dietrichstein_1655.jpg/216px-Maximilian_of_Dietrichstein_1655.jpg",
    "extract": "Maximilian, Prince of Dietrichstein, was a German prince member of the House of Dietrichstein, Imperial Count (Reichsgraf) of Dietrichstein and owner of the Lordship of Nikolsburg in Moravia; since 1629 2nd Prince (Fürst) of Dietrichstein zu Nikolsburg, Baron (Freiherr) of Hollenburg, Finkenstein and Thalberg, was a diplomat and minister in the service of the House of Habsburg. He was a Kämmerer, Lord Chamberlain (Obersthofmeister), Conference Minister (Konferenzminister) and Privy Councillor of Emperors Ferdinand II and Ferdinand III, Knight of the Order of the Golden Fleece since and ruler over Nikolsburg, Polná, Kanitz, Leipnik, Weisskirch and Saar.",
    "year": 1596,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Charles IX of France",
    "birthday": "1550-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Portrait_of_King_Charles_IX_of_France_%281550%E2%80%931574%29%2C_by_After_Fran%C3%A7ois_Clouet.jpg/234px-Portrait_of_King_Charles_IX_of_France_%281550%E2%80%931574%29%2C_by_After_Fran%C3%A7ois_Clouet.jpg",
    "extract": "Charles IX was King of France from 1560 until his death in 1574 from tuberculosis. He ascended the throne of France upon the death of his brother Francis II in 1560.",
    "year": 1550,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ernest I, Duke of Brunswick-Lüneburg",
    "birthday": "1497-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Lucas_Cranach_d.%C3%84._%28Werkst.%29_-_Ernst_der_Bekenner%2C_Herzog_von_Braunschweig-L%C3%BCneburg-Celle.jpg/216px-Lucas_Cranach_d.%C3%84._%28Werkst.%29_-_Ernst_der_Bekenner%2C_Herzog_von_Braunschweig-L%C3%BCneburg-Celle.jpg",
    "extract": "Ernest of Brunswick-Lüneburg, also frequently called Ernest the Confessor, was duke of Brunswick-Lüneburg and a champion of the Protestant cause during the early years of the Protestant Reformation. He was the Prince of Lüneburg and ruled the Lüneburg-Celle subdivision of the Welf family's Brunswick-Lüneburg duchy from 1520 until his death.",
    "year": 1497,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ernst II of Saxony",
    "birthday": "1464-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Bundesarchiv_Bild_183-32971-0006%2C_Magdeburg%2C_Dom%2C_Restaurierung.jpg/237px-Bundesarchiv_Bild_183-32971-0006%2C_Magdeburg%2C_Dom%2C_Restaurierung.jpg",
    "extract": "Ernest II of Saxony was Archbishop of Magdeburg from 1476 until his death, and from 1480 until his death also Administrator of Halberstadt.",
    "year": 1464,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Louis XII",
    "birthday": "1462-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Ludwig_XII._von_Frankreich.jpg/245px-Ludwig_XII._von_Frankreich.jpg",
    "extract": "Louis XII was King of France from 1498 to 1515 and King of Naples from 1501 to 1504. The son of Charles, Duke of Orléans, and Maria of Cleves, he succeeded his 2nd cousin once removed and brother in law at the time, Charles VIII, who died without direct heirs in 1498.",
    "year": 1462,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Henry Holland, 3rd Duke of Exeter",
    "birthday": "1430-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Arms_of_John_Holland%2C_2nd_Duke_of_Exeter.svg/274px-Arms_of_John_Holland%2C_2nd_Duke_of_Exeter.svg.png",
    "extract": "Henry Holland, 3rd Duke of Exeter, 3rd Earl of Huntington was a Lancastrian leader during the English Wars of the Roses. He was the only son of John Holland, 2nd Duke of Exeter, and his first wife, Anne Stafford. His maternal grandparents were Edmund Stafford, 5th Earl of Stafford, and Anne of Gloucester.",
    "year": 1430,
    "month": 6,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Manuel II Palaiologos",
    "birthday": "1350-6-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Manuel_II_Palaiologos_%28cropped%29.jpg/238px-Manuel_II_Palaiologos_%28cropped%29.jpg",
    "extract": "Manuel II Palaiologos or Palaeologus was Byzantine emperor from 1391 to 1425. Shortly before his death he was tonsured a monk and received the name Matthew. His wife Helena Dragaš saw to it that their sons, John VIII Palaiologos and Constantine XI Palaiologos, became emperors. He is commemorated by the Greek Orthodox Church on July 21.",
    "year": 1350,
    "month": 6,
    "day": 27,
    "language": "en"
  }
]