[
  {
    "name": "Tom Davies (footballer, born 1998)",
    "birthday": "1998-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Tom_Davies_2018.png/247px-Tom_Davies_2018.png",
    "extract": "Thomas Davies is an English professional footballer who plays as a central midfielder for Premier League club Everton. He was a former England national under-21 team player. Davies is an academy graduate of Everton and made his first-team debut in April 2016 at the age of 17. Two years later, he became the youngest player to captain the side, doing so at the age of 20 years and 60 days.",
    "year": 1998,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Reuben Garrick",
    "birthday": "1997-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Reuben_Garrick.jpg/206px-Reuben_Garrick.jpg",
    "extract": "Reuben Garrick is an Australian rugby league footballer who plays as a winger for the Manly Warringah Sea Eagles in the NRL.",
    "year": 1997,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Asbel Kiprop",
    "birthday": "1989-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Asbel_Kiprop_Hengelo_2009-2.jpg/216px-Asbel_Kiprop_Hengelo_2009-2.jpg",
    "extract": "Asbel Kipruto Kiprop is a Kenyan middle-distance runner, who specialises in the 1500 metres. He was awarded the 1500 m gold medal at the 2008 Summer Olympics after the original winner, Rashid Ramzi, tested positive for doping. Kiprop has won three World Championship titles in the event, in 2011, 2013 and 2015. Kiprop failed his own doping test in November 2017 and received a four-year doping ban.",
    "year": 1989,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "David Myers (Australian footballer)",
    "birthday": "1989-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/David_Myers_2018.1.jpg/213px-David_Myers_2018.1.jpg",
    "extract": "David Myers is a former professional Australian rules footballer who played for the Essendon Football Club in the Australian Football League (AFL).",
    "year": 1989,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Elisa Jordana",
    "birthday": "1988-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Elisa_Jordana_%40_International_Dog_Day_2017.jpg/320px-Elisa_Jordana_%40_International_Dog_Day_2017.jpg",
    "extract": "Elisa Ann Schwartz, whose stage name is Elisa Jordana, is an American radio and TV personality, musician, writer, and online talk-show host. She is best known for her appearances on The Howard Stern Show and as a former member of the dance-pop band Cobra Starship.",
    "year": 1988,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ryan Cook (baseball)",
    "birthday": "1987-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Ryan_Cook_on_March_15%2C_2012.jpg/280px-Ryan_Cook_on_March_15%2C_2012.jpg",
    "extract": "Ryan William Cook, nicknamed \"Cookie\", is an American former professional baseball pitcher. He played for the Arizona Diamondbacks, Oakland Athletics, Boston Red Sox and Seattle Mariners of Major League Baseball (MLB) and for the Yomiuri Giants of Nippon Professional Baseball (NPB). He was an MLB All-Star in 2012.",
    "year": 1987,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Alicia Fox",
    "birthday": "1986-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/USO_Holiday_Tour_at_Advisory_Post_Lightning_171224-D-PB383-051_%2825427550568%29.jpg/213px-USO_Holiday_Tour_at_Advisory_Post_Lightning_171224-D-PB383-051_%2825427550568%29.jpg",
    "extract": "Victoria Crawford is an American retired professional wrestler and former model known for her time with WWE under the ring name Alicia Fox.",
    "year": 1986,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Fredy Guarín",
    "birthday": "1986-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Metalist-Inter_%2812%29.jpg/320px-Metalist-Inter_%2812%29.jpg",
    "extract": "Fredy Alejandro Guarín Vásquez is a Colombian professional footballer who plays for Millonarios. A versatile player, he is comfortable as a central, defensive or right midfielder.",
    "year": 1986,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Nicola Pozzi",
    "birthday": "1986-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Nicola_Pozzi1.jpg/260px-Nicola_Pozzi1.jpg",
    "extract": "Nicola Pozzi is an Italian professional footballer who currently plays as a striker for San Donato.",
    "year": 1986,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Trevor Ariza",
    "birthday": "1985-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Trevor_Ariza_Wizards.jpg/233px-Trevor_Ariza_Wizards.jpg",
    "extract": "Trevor Anthony Ariza is an American professional basketball player who last played for the Los Angeles Lakers of the National Basketball Association (NBA). He plays for the Philadelphia 76ers. He won an NBA championship in his first stint with the Lakers in 2009. He played college basketball for one season with the UCLA Bruins before being selected as the 43rd pick of the 2004 NBA draft by the New York Knicks. He also previously played for the Orlando Magic, Houston Rockets, New Orleans Hornets, Washington Wizards, Phoenix Suns, Sacramento Kings, Portland Trail Blazers, and Miami Heat.",
    "year": 1985,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Michael Phelps",
    "birthday": "1985-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Michael_Phelps_Rio_Olympics_2016.jpg/242px-Michael_Phelps_Rio_Olympics_2016.jpg",
    "extract": "Michael Fred Phelps II is an American former competitive swimmer. He is the most successful and most decorated Olympian of all time with a total of 28 medals. Phelps also holds the all-time records for Olympic gold medals (23), Olympic gold medals in individual events (13), and Olympic medals in individual events (16). When Phelps won eight gold medals at the 2008 Beijing Games, he broke fellow American swimmer Mark Spitz's 1972 record of seven first-place finishes at any single Olympic Games. At the 2004 Summer Olympics in Athens, Phelps already tied the record of eight medals of any color at a single Games by winning six gold and two bronze medals. At the 2012 Summer Olympics in London, Phelps won four gold and two silver medals, and at the 2016 Summer Olympics in Rio de Janeiro, he won five gold medals and one silver. This made him the most successful athlete of the Games for the fourth Olympics in a row.",
    "year": 1985,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Fabiana Vallejos",
    "birthday": "1985-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Fabiana_Vallejos.jpg/240px-Fabiana_Vallejos.jpg",
    "extract": "Fabiana Gisela Vallejos is an Argentine footballer who plays for Boca Juniors as a midfielder.",
    "year": 1985,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Fantasia (singer)",
    "birthday": "1984-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Fantasia_Barrino.jpg/241px-Fantasia_Barrino.jpg",
    "extract": "Fantasia Monique Barrino-Taylor, known professionally by her mononym Fantasia, is an American R&B singer. She rose to fame as the winner of the third season of the reality television series American Idol in 2004. Following her victory, she released her debut single, \"I Believe\", which debuted at number one on the Billboard Hot 100. Subsequently, she released her debut album, Free Yourself, which went on to be certified Platinum by the RIAA and earned Barrino three Grammy nominations in 2006.",
    "year": 1984,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Tunku Ismail Idris",
    "birthday": "1984-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Tunku_Ismail_Idris_Potrait.jpg/320px-Tunku_Ismail_Idris_Potrait.jpg",
    "extract": "Tunku Ismail Idris Abdul Majid Abu Bakar Iskandar ibni Sultan Ibrahim Ismail is the Tunku Mahkota or Crown Prince of Johor, heir apparent and first in line of succession to the throne of Johor. He is the eldest son of the current Sultan of Johor, Sultan Ibrahim Ismail and his consort Permaisuri of Johor, Raja Zarith Sofiah. He is the grandson of both Sultan Iskandar of Johor and Sultan Idris Shah II of Perak.",
    "year": 1984,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Marcus Burghardt",
    "birthday": "1983-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Tour_de_Romandie_2013_-_Stage_5_-_Podium_-_Marcus_Burghardt_1_%28cropped%29.jpg/240px-Tour_de_Romandie_2013_-_Stage_5_-_Podium_-_Marcus_Burghardt_1_%28cropped%29.jpg",
    "extract": "Marcus Burghardt was a German professional road bicycle racer, who has retired from professional racing as a result of a severe wrist injury suffered at the Tour of Poland in 2021, where he crashed at a roundabout close to the finish of the first stage.",
    "year": 1983,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Katherine Ryan",
    "birthday": "1983-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Katherine_Ryan_2014.jpg/220px-Katherine_Ryan_2014.jpg",
    "extract": "Katherine Louisa Ryan is a Canadian-Irish comedian, writer, presenter, and actress based in the United Kingdom.",
    "year": 1983,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Cheryl (singer)",
    "birthday": "1983-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Cheryl_Cole_Cannes_2014.jpg/226px-Cheryl_Cole_Cannes_2014.jpg",
    "extract": "Cheryl Ann Tweedy is an English singer and television personality. Born and raised in Newcastle upon Tyne, she rose to fame in late 2002 upon winning a place in Girls Aloud, a girl group created through ITV's Popstars: The Rivals. While still in the group, she began a solo career in April 2009, and between then and 2014, she released four studio albums – 3 Words (2009), Messy Little Raindrops (2010), A Million Lights (2012) and Only Human (2014). Collectively, the albums included ten singles, five of which – \"Fight for This Love\", \"Promise This\", \"Call My Name\", \"Crazy Stupid Love\" and \"I Don't Care\" – reached the top position on the UK Singles Chart. Cheryl was the first British female solo artist to have five number-one singles in the UK, and she held the record for the British female solo artist with the most UK number-one singles until Jess Glynne overtook her in 2018.",
    "year": 1983,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Lizzy Caplan",
    "birthday": "1982-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Lizzy_Caplan_at_PaleyFest_2014.jpg/213px-Lizzy_Caplan_at_PaleyFest_2014.jpg",
    "extract": "Elizabeth Anne Caplan is an American actress. Her first acting role was on the cult television series Freaks and Geeks (1999–2000). She received wider recognition with roles in the films Mean Girls (2004) and Cloverfield (2008), the latter of which earned her a nomination for the Saturn Award for Best Supporting Actress. Caplan has also starred on the television shows Related (2005–2006), The Class (2006–2007), and Party Down (2009–2010).",
    "year": 1982,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Barbora Špotáková",
    "birthday": "1981-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Barbora_%C5%A0pot%C3%A1kov%C3%A1.jpg/232px-Barbora_%C5%A0pot%C3%A1kov%C3%A1.jpg",
    "extract": "Capt. Ing. Barbora Špotáková is a Czech track and field athlete who competes in the javelin throw. She is a two-time Olympic Champion and three-time World Champion, as well as the current world record holder with a throw of 72.28 m.",
    "year": 1981,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ben Utecht",
    "birthday": "1981-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/2013-0427-BenUtecht.jpg/320px-2013-0427-BenUtecht.jpg",
    "extract": "Benjamin Jeffrey Utecht is a former American football player and current singer. Utecht was a tight end for the Indianapolis Colts and the Cincinnati Bengals. He was signed by the Indianapolis Colts as an undrafted free agent in 2004. He played college football at Minnesota. Utecht has also played for the Cincinnati Bengals. He earned a Super Bowl ring with the Colts in Super Bowl XLI over the Chicago Bears.",
    "year": 1981,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Seyi Olofinjana",
    "birthday": "1980-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Seyi_Olofinjana.jpg/313px-Seyi_Olofinjana.jpg",
    "extract": "Seyi George Olofinjana is a Nigerian former footballer who played as a midfielder.",
    "year": 1980,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ryan ten Doeschate",
    "birthday": "1980-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Ryan_ten_doeschate.jpg/249px-Ryan_ten_doeschate.jpg",
    "extract": "Ryan Neil ten Doeschate is a former Dutch–South African cricketer who played for the Netherlands national cricket team in One Day International (ODI) and Twenty20 International (T20I) cricket. Ten Doeschate was named ICC Associate Player of the Year on a record three occasions, in 2008, 2010, and 2011.",
    "year": 1980,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Sylvain Chavanel",
    "birthday": "1979-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Hazebrouck_-_Quatre_jours_de_Dunkerque%2C_%C3%A9tape_2%2C_8_mai_2014%2C_d%C3%A9part_%28A128%29.JPG/236px-Hazebrouck_-_Quatre_jours_de_Dunkerque%2C_%C3%A9tape_2%2C_8_mai_2014%2C_d%C3%A9part_%28A128%29.JPG",
    "extract": "Sylvain Chavanel is a French former professional road bicycle racer, who rode professionally between 2000 and 2018 for the Cofidis, Omega Pharma–Quick-Step, IAM Cycling and two spells with the Brioches La Boulangère/Direct Énergie team. His brother Sébastien Chavanel also rode as a professional cyclist. Sylvain Chavanel was noted as a strong all-rounder who won both sprints and time-trials, and was a good northern classics rider, taking 45 wins during his professional career.",
    "year": 1979,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ben Cousins",
    "birthday": "1978-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Ben_Cousins.jpg/259px-Ben_Cousins.jpg",
    "extract": "Benjamin Luke Cousins is a former professional Australian rules footballer who played for West Coast and Richmond in the Australian Football League (AFL).",
    "year": 1978,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Patrick Ivuti",
    "birthday": "1978-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/2007_Chicago_Marathon_final_200M_-_men-2.JPG/234px-2007_Chicago_Marathon_final_200M_-_men-2.JPG",
    "extract": "Patrick Mukutu Ivuti is a Kenyan long distance athlete, who currently resides in Nairobi, Kenya. A two-time silver medallist at the IAAF World Cross Country Championships, he made his marathon debut in 2005 and had his first major victory at the Chicago Marathon in 2007. He had back-to-back wins at the Honolulu Marathon in 2008–2009 and was the 2009 winner of the Prague Marathon.",
    "year": 1978,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ralf Schumacher",
    "birthday": "1975-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Ralf_Schumacher%2C_2016.png/237px-Ralf_Schumacher%2C_2016.png",
    "extract": "Ralf Schumacher is a German former racing driver. He is the younger brother of seven-time Formula One World Champion Michael Schumacher, and the pair are the only siblings to each win Formula One races.",
    "year": 1975,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Chan Ho Park",
    "birthday": "1973-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Chan_Ho_Park_Yankees_%28cropped%29.jpg/287px-Chan_Ho_Park_Yankees_%28cropped%29.jpg",
    "extract": "Chan Ho Park is a South Korean former professional baseball pitcher. He played for the Los Angeles Dodgers, Texas Rangers, San Diego Padres, New York Mets, Philadelphia Phillies, New York Yankees, and Pittsburgh Pirates of Major League Baseball (MLB), the Orix Buffaloes of Nippon Professional Baseball (NPB), and the Hanwha Eagles of the KBO League. Park was the first South Korea-born player in MLB history. Through 2021 he has the most career wins of any Asia-born pitcher in history (124), having passed Hideo Nomo for that distinction in 2010.\n During his playing days, Park stood 6 feet 2 inches (188 cm) tall, weighing 210 pounds (95 kg).",
    "year": 1973,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Frank Rost",
    "birthday": "1973-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/FrankRost_%28cropped%29.jpg/320px-FrankRost_%28cropped%29.jpg",
    "extract": "Frank Rost is a German former professional footballer who played as a goalkeeper.",
    "year": 1973,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Sandra Cam",
    "birthday": "1972-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/SandraCamswimming.jpg/180px-SandraCamswimming.jpg",
    "extract": "Sandra Cam is a Belgian retired freestyle swimmer who represented her country in two consecutive Summer Olympics, in Barcelona, Spain (1992) and Atlanta, United States (1996). She is best known for winning two medals at the 1993 Summer Universiade in Buffalo, United States.",
    "year": 1972,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Monica Potter",
    "birthday": "1971-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Monica_Potter_at_Paleyfest_2013_crop.jpg/253px-Monica_Potter_at_Paleyfest_2013_crop.jpg",
    "extract": "Monica Gregg Potter is an American actress. She is known for her starring roles in the films Con Air (1997), Patch Adams (1998), and Along Came a Spider (2001). She also appeared in the horror films Saw (2004) and The Last House on the Left, a 2009 remake film.",
    "year": 1971,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Brian Bloom",
    "birthday": "1970-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Brian_Bloom.jpg/255px-Brian_Bloom.jpg",
    "extract": "Brian Keith Bloom is an American actor and screenwriter. He is the writer of Call of Duty: Modern Warfare, the most successful title in the franchise's history to date. He also co-wrote the screenplay and starred in The A-Team, produced by brothers Tony and Ridley Scott. Bloom is the voice of Captain America in The Avengers: Earth's Mightiest Heroes and multiple subsequent Marvel titles. He is the voice of Varric Tethras in BioWare's Dragon Age franchise, B.J. Blazkowicz in MachineGames' Wolfenstein series, as well as multiple Call of Duty performances including Nick Reyes in Call of Duty: Infinite Warfare, the latter of which he co-wrote. He also starred as The Punisher in Avengers Confidential: Black Widow and Punisher.",
    "year": 1970,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Antonio Chimenti",
    "birthday": "1970-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Kimenti.png/209px-Kimenti.png",
    "extract": "Antonio Chimenti is an Italian retired professional footballer who played as a goalkeeper.",
    "year": 1970,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Mark Grudzielanek",
    "birthday": "1970-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Grudzielanek_Knights.jpg/320px-Grudzielanek_Knights.jpg",
    "extract": "Mark James Grudzielanek is a former Major League Baseball second baseman and shortstop. Grudzielanek played for six different teams during his 15-season career. He batted and threw right-handed. He was most recently the manager of the Charlotte Knights, the Triple-A affiliate of the Chicago White Sox.",
    "year": 1970,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Sanath Jayasuriya",
    "birthday": "1969-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/16/Sanath_jayasuriya_portrait.jpg",
    "extract": "Deshabandu Sanath Teran Jayasuriya, is a former Sri Lankan cricketer and a captain. He is credited for having revolutionized one-day international cricket with his explosive batting with Romesh Kaluwitharana in the mid 1990s, which initiated the hard-hitting modern-day batting strategy of all nations.",
    "year": 1969,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Phil Anselmo",
    "birthday": "1968-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Phil_anselmo_hellfest_2013_%28cropped%29.JPG/213px-Phil_anselmo_hellfest_2013_%28cropped%29.JPG",
    "extract": "Philip Hansen Anselmo is an American heavy metal vocalist best known as the lead singer for Pantera, Down, and Superjoint, amongst other musical projects. He is the owner of Housecore Records.",
    "year": 1968,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Mike Tyson",
    "birthday": "1966-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Mike_Tyson_2019_by_Glenn_Francis.jpg/256px-Mike_Tyson_2019_by_Glenn_Francis.jpg",
    "extract": "Michael Gerard Tyson is an American former professional boxer who competed from 1985 to 2005. Nicknamed \"Iron Mike\" and \"Kid Dynamite\" in his early career, and later known as \"The Baddest Man on the Planet\", Tyson is considered to be one of the greatest heavyweight boxers of all time. He reigned as the undisputed world heavyweight champion from 1987 to 1990. Tyson won his first 19 professional fights by knockout, 12 of them in the first round. Claiming his first belt at 20 years, four months, and 22 days old, Tyson holds the record as the youngest boxer ever to win a heavyweight title. He was the first heavyweight boxer to simultaneously hold the WBA, WBC and IBF titles, as well as the only heavyweight to unify them in succession. The following year, Tyson became the lineal champion when he knocked out Michael Spinks in 91 seconds of the first round. In 1990, Tyson was knocked out by underdog Buster Douglas in one of the biggest upsets in history.",
    "year": 1966,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Cho Jae-hyun",
    "birthday": "1965-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/%EC%84%B1%EC%9A%B0_%EB%90%98%EB%8A%94_%EB%B0%A9%EB%B2%95_%EA%B6%81%EA%B8%88%ED%95%B4_%EB%A9%94%EB%A5%B4%EC%8B%9C_%EC%84%B1%EC%9A%B0_%EC%9D%B4%ED%98%84%EC%A7%84%EC%B2%98%EB%9F%BC_%EB%84%88%EB%8F%84_%EC%84%B1%EC%9A%B0%EA%B0%80_%EB%90%A0_%EC%88%98_%EC%9E%88%EC%96%B4%21_%EC%84%B1%EC%9A%B0%EA%B3%BC_%288%29.png/249px-%EC%84%B1%EC%9A%B0_%EB%90%98%EB%8A%94_%EB%B0%A9%EB%B2%95_%EA%B6%81%EA%B8%88%ED%95%B4_%EB%A9%94%EB%A5%B4%EC%8B%9C_%EC%84%B1%EC%9A%B0_%EC%9D%B4%ED%98%84%EC%A7%84%EC%B2%98%EB%9F%BC_%EB%84%88%EB%8F%84_%EC%84%B1%EC%9A%B0%EA%B0%80_%EB%90%A0_%EC%88%98_%EC%9E%88%EC%96%B4%21_%EC%84%B1%EC%9A%B0%EA%B3%BC_%288%29.png",
    "extract": "Cho Jae-hyun is a South Korean film, stage, and TV actor. He is commonly dubbed \"director Kim Ki-duk's persona\" since Cho has starred as leading and supporting characters in a number of films directed by Kim.",
    "year": 1965,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Anna Levandi",
    "birthday": "1965-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Anna_Levandi_2010_Cup_of_Russia.JPG/238px-Anna_Levandi_2010_Cup_of_Russia.JPG",
    "extract": "Anna Anatolevna Levandi is a Russian former competitive figure skater who represented the Soviet Union in international competition. She was the 1984 World silver medalist and four-time European bronze medalist. She competed at two Winter Olympic Games.",
    "year": 1965,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Mitch Richmond",
    "birthday": "1965-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Mitch_Richmond_cropped.jpg/213px-Mitch_Richmond_cropped.jpg",
    "extract": "Mitchell James Richmond III is an American former professional basketball player. He played collegiately at Moberly Area Community College and Kansas State University. He was a six-time NBA All-Star, a five-time All-NBA Team member, and a former NBA Rookie of the Year. In 976 NBA games, Richmond averaged 21.0 points per game and 3.5 assists per game. Richmond was voted into the Naismith Memorial Basketball Hall of Fame in 2014. His jersey No. 2 was retired in his honor by the Sacramento Kings, for whom he played seven seasons.",
    "year": 1965,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Olha Bryzhina",
    "birthday": "1963-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Olha_Bryzhina.jpg/254px-Olha_Bryzhina.jpg",
    "extract": "Olha Bryzhina is a retired athlete who represented Soviet Union and later Ukraine.",
    "year": 1963,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Rupert Graves",
    "birthday": "1963-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Rupert_Graves_2010_cropped.jpg/227px-Rupert_Graves_2010_cropped.jpg",
    "extract": "Rupert S. Graves is an English film, television, and theatre actor. He is known for his roles in A Room with a View, Maurice, The Madness of King George and The Forsyte Saga. From 2010 to 2017 he starred as DI Lestrade in the BBC television series Sherlock.",
    "year": 1963,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Yngwie Malmsteen",
    "birthday": "1963-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Yngwie_Malmsteen_1.jpg/180px-Yngwie_Malmsteen_1.jpg",
    "extract": "Yngwie Johan Malmsteen is a Swedish guitarist. He first became known in the 1980s for his neoclassical playing style in heavy metal, and has released 22 studio albums in a career spanning over 40 years. In 2009, Time magazine rated Malmsteen as number 9 among the 11 greatest electric guitar players of all time.",
    "year": 1963,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Tony Fernández",
    "birthday": "1962-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Tony_Fernandez_at_an_autograph_signing.jpg/192px-Tony_Fernandez_at_an_autograph_signing.jpg",
    "extract": "Octavio Antonio Fernández Castro, better known as Tony Fernández, was a Dominican shortstop in Major League Baseball (MLB) who played for seven teams from 1983 to 2001, most notably the Toronto Blue Jays. A five-time All-Star, Fernández was known for his defensive skills, winning four consecutive Gold Glove Awards (1986–1989). He batted over .300 four times, led the major leagues with 17 triples in 1990, collected 30 doubles six times and 20 stolen bases seven times. He also led American League shortstops in assists three times, and in putouts and fielding average twice each. After moving to the National League in a blockbuster trade following the 1990 season, he returned to the Blue Jays in a mid-season trade in 1993, and played a major role in helping the club repeat as World Series champions, batting .333 with nine runs batted in during the series.",
    "year": 1962,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Clive Nolan",
    "birthday": "1961-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Clive_Nolan_at_The_Borderij_in_Zoetermeer_2018.jpg/320px-Clive_Nolan_at_The_Borderij_in_Zoetermeer_2018.jpg",
    "extract": "Clive Nolan is a British musician, composer and producer who has played a prominent role in the development of progressive rock. He has been the regular keyboard player in Pendragon (1986–present), Shadowland (1992–present), Strangers on a Train (1993–1994) and Arena (1995–present), as well as writing lyrics for Arena and producing or co-producing several other bands' albums.",
    "year": 1961,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jack McConnell",
    "birthday": "1960-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Official_portrait_of_Lord_McConnell_of_Glenscorrodale_crop_2%2C_2019.jpg/240px-Official_portrait_of_Lord_McConnell_of_Glenscorrodale_crop_2%2C_2019.jpg",
    "extract": "Jack Wilson McConnell, Baron McConnell of Glenscorrodale, is a Scottish politician who served as First Minister of Scotland and Leader of the Labour Party in Scotland from 2001 to 2007. McConnell served as the Minister for Finance from 1999 to 2000 and Minister for Education, Europe and External Affairs from 2000 to 2001. He has been a Labour life peer in the House of Lords since 2010 and previously served as a Member of the Scottish Parliament (MSP) for Motherwell and Wishaw from 1999 to 2011.",
    "year": 1960,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Murray Cook",
    "birthday": "1960-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Murray_Cook110807_%28cropped%29.jpg/290px-Murray_Cook110807_%28cropped%29.jpg",
    "extract": "Murray James Cook, AM is an Australian musician and actor. Cook was one of the founding members of the children's band the Wiggles from 1991 to 2012. Cook provided guitar, vocals, and songwriting in the group, and remained involved with its creative and production aspects after his retirement. In 2013, Cook served as the Wiggles' tour manager. He also remained active in many music projects, including, after 2015, writing and performing with the Sydney soul-rock band The Soul Movers.",
    "year": 1960,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Vincent D'Onofrio",
    "birthday": "1959-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Vincent_D%27Onofrio_TIFF_2014.jpg/198px-Vincent_D%27Onofrio_TIFF_2014.jpg",
    "extract": "Vincent Philip D'Onofrio is an American actor and filmmaker. He is known for his supporting and leading roles in both film and television. He has been nominated for a Primetime Emmy Award.",
    "year": 1959,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Daniel Goldhagen",
    "birthday": "1959-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Daniel_Goldhagen_Crop.jpg/320px-Daniel_Goldhagen_Crop.jpg",
    "extract": "Daniel Jonah Goldhagen is an American author, and former associate professor of government and social studies at Harvard University. Goldhagen reached international attention and broad criticism as the author of two controversial books about the Holocaust: Hitler's Willing Executioners (1996), and A Moral Reckoning (2002). He is also the author of Worse Than War (2009), which examines the phenomenon of genocide, and The Devil That Never Dies (2013), in which he traces a worldwide rise in virulent antisemitism.",
    "year": 1959,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Brendan Perry",
    "birthday": "1959-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Brendan_Perry.jpg/213px-Brendan_Perry.jpg",
    "extract": "Brendan Michael Perry is a British singer and multi-instrumentalist best known for his work as half of the duo Dead Can Dance with Lisa Gerrard.",
    "year": 1959,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Sandip Verma, Baroness Verma",
    "birthday": "1959-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Official_portrait_of_Baroness_Verma_crop_2.jpg/240px-Official_portrait_of_Baroness_Verma_crop_2.jpg",
    "extract": "Sandip K. Verma, Baroness Verma known until 1977 as Sandip K. Rana, is an Indian-British politician in the United Kingdom. An appointed member of the House of Lords, she is Ministerial Champion for Tackling Violence Against Women and Girls Overseas, a role who chairs the UN Women's national committee. Verma has been the Parliamentary Under-Secretary of State for International Development, from 2015 to 2016.",
    "year": 1959,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Esa-Pekka Salonen",
    "birthday": "1958-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Esa-Pekka-Salonen-1997b.jpg/320px-Esa-Pekka-Salonen-1997b.jpg",
    "extract": "Esa-Pekka Salonen is a Finnish orchestral conductor and composer. He is principal conductor and artistic advisor of the Philharmonia Orchestra in London, conductor laureate of the Los Angeles Philharmonic, and music director of the San Francisco Symphony.",
    "year": 1958,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Bud Black",
    "birthday": "1957-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Budblack2.jpg/292px-Budblack2.jpg",
    "extract": "Harry Ralston \"Bud\" Black is an American professional baseball manager and former player who is the manager of the Colorado Rockies. He played in Major League Baseball (MLB) as a pitcher from 1981 through 1995, most notably for the Kansas City Royals and Cleveland Indians. He coached the Anaheim Angels / Los Angeles Angels of Anaheim from 2000 through 2006, and managed the San Diego Padres from 2007 through 2015. He was named the National League Manager of the Year in 2010.",
    "year": 1957,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Sterling Marlin",
    "birthday": "1957-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/SterlingMarlinExitingCar1996.jpg/320px-SterlingMarlinExitingCar1996.jpg",
    "extract": "Sterling Burton Marlin is an American semi-retired, professional stock car racing driver. He currently competes part-time JEGS/CRA All-Stars Tour, driving the No. 114 for Sterling Marlin Racing. He formerly competed in the NASCAR Sprint Cup Series, winning the Daytona 500 in 1994 and 1995. He is the son of late NASCAR driver Coo Coo Marlin. He is married to Paula and has a daughter, Sutherlin, a son, Steadman, a former Nationwide Series driver, and a grandson Stirlin who splits a schedule with Sterling in Sterling’s No. 114 Super Late Model.",
    "year": 1957,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Volker Beck (athlete)",
    "birthday": "1956-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Bundesarchiv_Bild_183-Z0802-016%2C_Volker_Beck_cropped.jpg/228px-Bundesarchiv_Bild_183-Z0802-016%2C_Volker_Beck_cropped.jpg",
    "extract": "Volker Beck is a former East German athlete, winner of 400 m hurdles at the 1980 Summer Olympics.",
    "year": 1956,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "David Lidington",
    "birthday": "1956-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Official_portrait_of_Mr_David_Lidington_crop_2.jpg/240px-Official_portrait_of_Mr_David_Lidington_crop_2.jpg",
    "extract": "Sir David Roy Lidington is a British politician who was the Member of Parliament (MP) for Aylesbury from 1992 until 2019. A member of the Conservative Party, he served as Chancellor of the Duchy of Lancaster and Minister for the Cabinet Office from 2018 to 2019 and was frequently described as being Theresa May's de facto Deputy Prime Minister.",
    "year": 1956,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "David Alan Grier",
    "birthday": "1956-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/David_Alan_Grier.jpg/218px-David_Alan_Grier.jpg",
    "extract": "David Alan Grier is an American actor, comedian, and singer. He is best known for his work on the sketch comedy television show In Living Color, as Bernard on Damon (1998), as David Bellows on Life with Bonnie (2002–2004), as Joe Carmichael on The Carmichael Show (2015–2017), as Hal on A Series of Unfortunate Events (2018), and for his movie roles such as Roger in Streamers (1983), Carl Bentley in Jumanji (1995), and Jim Fields in Bewitched (2005).",
    "year": 1956,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Egils Levits",
    "birthday": "1955-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Sergio_Mattarella_and_Latvian_President_Levits_at_the_16th_Arraiolos_meeting_%282%29_%28cropped%29.jpg/244px-Sergio_Mattarella_and_Latvian_President_Levits_at_the_16th_Arraiolos_meeting_%282%29_%28cropped%29.jpg",
    "extract": "Egils Levits is a Latvian politician, lawyer, political scientist and jurist who has served as the tenth president of Latvia since 8 July 2019. He was a member of the European Court of Justice from 2004 to 2019.",
    "year": 1955,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Pierre Charles (Dominican politician)",
    "birthday": "1954-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/53/Pierre_Charles_dominica.jpg",
    "extract": "Pierre Charles was Prime Minister of Dominica from 2000 to 2004 as well as Member of Parliament for Grand Bay, Dominica, from 1985 until his death.",
    "year": 1954,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Serzh Sargsyan",
    "birthday": "1954-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Serzh_Sargsyan_official_portrait.jpg/240px-Serzh_Sargsyan_official_portrait.jpg",
    "extract": "Serzh Azati Sargsyan is an Armenian politician who served as the third President of Armenia from 2008 to 2018, and twice as the Prime Minister of Armenia from 2007 to 2008 and again from 17 to 23 April 2018, when he was forced to resign in the 2018 Armenian revolution.",
    "year": 1954,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Wayne Swan",
    "birthday": "1954-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Treasurer_Wayne_Swan%2C_2009%2C_crop.jpg/235px-Treasurer_Wayne_Swan%2C_2009%2C_crop.jpg",
    "extract": "Wayne Maxwell Swan, often colloquially referred to as Swanny, is an Australian politician who is National President of the Labor Party. He was previously the Deputy Prime Minister of Australia and Deputy Leader of the Labor Party from 2010 to 2013, and the Treasurer of Australia from 2007 to 2013.",
    "year": 1954,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Hal Lindes",
    "birthday": "1953-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/62/Hal_Lindes.jpg",
    "extract": "Hal Andrew Lindes is an American–English guitarist and film score composer.",
    "year": 1953,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "David Garrison",
    "birthday": "1952-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/David_Garrison_11022008.jpg/169px-David_Garrison_11022008.jpg",
    "extract": "David Earl Garrison is an American actor. His primary venue is live theatre, but he is best known as the character Steve Rhoades in the television series, Married... with Children. He has also appeared in numerous theatrical roles, particularly that of The Wizard on both Broadway and in many tours of the musical Wicked.",
    "year": 1952,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Stanley Clarke",
    "birthday": "1951-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Stanley_Clarke_-_Leverkusener_Jazztage_2016-AL4909.jpg/193px-Stanley_Clarke_-_Leverkusener_Jazztage_2016-AL4909.jpg",
    "extract": "Stanley Clarke is an American bassist, film composer and founding member of Return to Forever, one of the first jazz fusion bands. Clarke gave the bass guitar a prominence it lacked in jazz-related music. He is the first jazz-fusion bassist to headline tours, sell out shows worldwide and have recordings reach gold status.",
    "year": 1951,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Andy Scott (guitarist)",
    "birthday": "1949-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Andy_Scott_-_Wacken_Open_Air_2018_03.jpg/239px-Andy_Scott_-_Wacken_Open_Air_2018_03.jpg",
    "extract": "Andrew David Scott is a Welsh musician and songwriter. He is best known for being the lead guitarist and a backing vocalist in the band Sweet. Following bassist Steve Priest's death in June 2020, Scott is the last surviving member of the band's classic lineup.",
    "year": 1949,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Raymond Moody",
    "birthday": "1944-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Raymond_Moody_1.jpg/320px-Raymond_Moody_1.jpg",
    "extract": "Raymond A. Moody Jr. is an American philosopher, psychiatrist, physician and author, most widely known for his books about afterlife and near-death experiences (NDE), a term that he coined in 1975 in his best-selling book Life After Life. His research purports to explore what happens when a person dies. He has widely published his views on what he terms near-death-experience psychology.",
    "year": 1944,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Glenn Shorrock",
    "birthday": "1944-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/33/Glenn_Shorrock_in_2007.jpeg",
    "extract": "Glenn Barrie Shorrock is an English-born Australian singer-songwriter. He was a founding member of rock bands the Twilights, Axiom, Little River Band and post LRB spin-off trio Birtles Shorrock Goble, as well as being a solo performer.",
    "year": 1944,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ron Swoboda",
    "birthday": "1944-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Ron_Swoboda_1972_Mets.jpg/217px-Ron_Swoboda_1972_Mets.jpg",
    "extract": "Ronald Alan Swoboda is an American former professional baseball player and television sports color commentator. He played in Major League Baseball as an outfielder from 1965 through 1973, most notably as a member of the New York Mets team that became known as the Miracle Mets when they rose from being perennial losers to defeat the favored Baltimore Orioles in the 1969 World Series for one of the most improbable upsets in World Series history. Swoboda performed one of the most impressive defensive plays of the series in the ninth inning of Game 4 to help preserve a Mets victory. He also played for the Montreal Expos and the New York Yankees.",
    "year": 1944,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Florence Ballard",
    "birthday": "1943-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Florence_Ballard_%281965%29.jpg/213px-Florence_Ballard_%281965%29.jpg",
    "extract": "Florence Glenda Chapman was an American singer and a founding member of the Motown vocal female group the Supremes. She sang on 16 top 40 singles with the group, including ten number-one hits. After being removed from the Supremes in 1967, Ballard tried an unsuccessful solo career with ABC Records before she was dropped from the label at the end of the decade.",
    "year": 1943,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Saeed Akhtar Mirza",
    "birthday": "1943-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Saeed_Mirza.jpg/213px-Saeed_Mirza.jpg",
    "extract": "Saeed Akhtar Mirza is an Indian screenwriter and director in Hindi films and television. He is the maker of notable parallel films such as Mohan Joshi Hazir Ho! (1984), Albert Pinto Ko Gussa Kyoon Aata Hai (1980), Salim Langde Pe Mat Ro (1989) and Naseem (1995), which won two National Film Awards in 1996. Saeed Mirza Was Honored with Lifetime Achievement Award at ICA - International Cultural Artifact Film Festival in 2020.",
    "year": 1943,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Robert Ballard",
    "birthday": "1942-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Robert_Ballard_at_TED_2008.jpg/251px-Robert_Ballard_at_TED_2008.jpg",
    "extract": "Robert Duane Ballard is an American retired Navy officer and a professor of oceanography at the University of Rhode Island who is most noted for his work in underwater archaeology: maritime archaeology and archaeology of shipwrecks. He is most known for the discoveries of the wrecks of the RMS Titanic in 1985, the battleship Bismarck in 1989, and the aircraft carrier USS Yorktown in 1998. He discovered the wreck of John F. Kennedy's PT-109 in 2002 and visited Biuku Gasa and Eroni Kumana, who saved its crew. He leads ocean exploration on E/V Nautilus. Ballard considers his most important discovery to be that of hydrothermal vents.",
    "year": 1942,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ron Harris (ice hockey)",
    "birthday": "1942-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Ron_Harris_1973.jpg/260px-Ron_Harris_1973.jpg",
    "extract": "Ronald Thomas Harris is a Canadian former professional ice hockey player who played 476 games in the National Hockey League. He played for the Detroit Red Wings, Oakland Seals, Atlanta Flames, and New York Rangers.",
    "year": 1942,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Tony Hatch",
    "birthday": "1939-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/TonyHatch2013.jpg/259px-TonyHatch2013.jpg",
    "extract": "Anthony Peter Hatch is an English composer for musical theatre and television. He is also a songwriter, pianist, arranger and producer.",
    "year": 1939,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "José Emilio Pacheco",
    "birthday": "1939-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/MEX_ON_JOSE_EMILIO_PACHECO_%2812166149286%29.jpg/320px-MEX_ON_JOSE_EMILIO_PACHECO_%2812166149286%29.jpg",
    "extract": "José Emilio Pacheco Berny audio (help·info) was a Mexican poet, essayist, novelist and short story writer. He is regarded as one of the major Mexican poets of the second half of the 20th century. The Berlin International Literature Festival has praised him as \"one of the most significant contemporary Latin American poets\". In 2009 he was awarded the Cervantes Prize for his literary oeuvre.",
    "year": 1939,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Billy Mills",
    "birthday": "1938-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Billy_Mills_and_Mohammed_Gammoudi_1964.jpg/247px-Billy_Mills_and_Mohammed_Gammoudi_1964.jpg",
    "extract": "William Mervin Mills, also known as Tamakoce Te'Hila, is an Oglala Lakota former track and field athlete who won a gold medal in the 10,000 meter run (6.2 mi) at the 1964 Tokyo Olympics. His 1964 victory is considered one of the greatest Olympic upsets because he was a virtual unknown going into the event. He was the first non-European to win the Olympic event and remains the only winner from the Americas. A United States Marine, Mills is a member of the Oglala Sioux Tribe.",
    "year": 1938,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Assia Djebar",
    "birthday": "1936-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Assia_Djebar.jpg/320px-Assia_Djebar.jpg",
    "extract": "Fatima-Zohra Imalayen, known by her pen name Assia Djebar, was an Algerian novelist, translator and filmmaker. Most of her works deal with obstacles faced by women, and she is noted for her feminist stance. She is \"frequently associated with women's writing movements, her novels are clearly focused on the creation of a genealogy of Algerian women, and her political stance is virulently anti-patriarchal as much as it is anti-colonial.\" Djebar is considered to be one of North Africa's pre-eminent and most influential writers. She was elected to the Académie française on 16 June 2005, the first writer from the Maghreb to achieve such recognition. For the entire body of her work she was awarded the 1996 Neustadt International Prize for Literature. She was often named as a contender for the Nobel Prize for Literature.",
    "year": 1936,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Nancy Dussault",
    "birthday": "1936-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/NancyDussaultMay10.jpg/212px-NancyDussaultMay10.jpg",
    "extract": "Nancy Dussault is an American actress and singer.",
    "year": 1936,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Tony Musante",
    "birthday": "1936-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Tony_Musante_1973.JPG/266px-Tony_Musante_1973.JPG",
    "extract": "Anthony Peter Musante Jr. was an American actor, best known for the TV series Toma as Detective David Toma, Nino Schibetta in Oz (1997), and Joe D'Angelo in As the World Turns (2000-2003). In movies, he achieved fame relatively early in his career, starring or having significant roles in such films as Once a Thief (1965), The Incident (1967), The Detective (1968) and The Last Run (1971), and also in a number of Italian productions, including The Mercenary (1968), Metti, una sera a cena (1969) and The Bird with the Crystal Plumage (1970).",
    "year": 1936,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Dave Van Ronk",
    "birthday": "1936-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Dave_Van_Ronk.jpg/213px-Dave_Van_Ronk.jpg",
    "extract": "David Kenneth Ritz Van Ronk was an American folk singer. An important figure in the American folk music revival and New York City's Greenwich Village scene in the 1960s, he was nicknamed the \"Mayor of MacDougal Street\".",
    "year": 1936,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "John Harlin",
    "birthday": "1935-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/1963_aiguille_du_fou.jpg/320px-1963_aiguille_du_fou.jpg",
    "extract": "John Elvis Harlin II was an American mountaineer and US Air Force pilot who was killed while making an ascent of the north face of the Eiger.",
    "year": 1935,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Harry Blackstone Jr.",
    "birthday": "1934-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Harry_Blackstone%2C_Jr._1976.JPG/261px-Harry_Blackstone%2C_Jr._1976.JPG",
    "extract": "Harry Bouton Blackstone Jr. was an American stage magician, author, and television performer. He is estimated to have pulled 80,000 rabbits from his sleeves and hats.",
    "year": 1934,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Tomislav Ivić",
    "birthday": "1933-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/FC_Porto_%28in_verband_met_wedstrijd_om_Super_Cup_tegen_Ajax%29_trainer_Ivic%2C_Bestanddeelnr_934-1341.jpg/215px-FC_Porto_%28in_verband_met_wedstrijd_om_Super_Cup_tegen_Ajax%29_trainer_Ivic%2C_Bestanddeelnr_934-1341.jpg",
    "extract": "Tomislav Ivić was a Croatian professional football player and manager. Often described as a brilliant strategist, Ivić is credited with helping develop the modern style of the game. In April 2007, Italian sports daily La Gazzetta dello Sport proclaimed him as the most successful football manager in history, due to his seven league titles won in five countries.",
    "year": 1933,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Yo-Yo Davalillo",
    "birthday": "1931-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Pompeyo_Davalillo2.jpg/222px-Pompeyo_Davalillo2.jpg",
    "extract": "Pompeyo Antonio Davalillo Romero [da-va-LEE-yo] was a Venezuelan professional baseball player and minor league manager. He played in Major League Baseball as a shortstop for the Washington Senators. Nicknamed \"Yo-Yo\" by his teammates, he was listed at 5' 3\", 140 lb. Davalillo batted and threw right-handed.",
    "year": 1931,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Andrew Hill (jazz musician)",
    "birthday": "1931-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Andrew_Hill.jpg/320px-Andrew_Hill.jpg",
    "extract": "Andrew Hill was an American jazz pianist and composer.",
    "year": 1931,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ahmed Zaki Yamani",
    "birthday": "1930-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/66/Zaki.jpg",
    "extract": "Ahmed Zaki Yamani was a Saudi Arabian politician who served as Minister of Petroleum and Mineral Resources from 1962 to 1986, and a minister in the Organization of the Petroleum Exporting Countries (OPEC) for 25 years. With degrees from institutions including New York University School of Law, Harvard Law School, and a doctorate from the University of Exeter, Yamani became a close adviser to the Saudi government in 1958 and then became oil minister in 1962. He is known for his role during the 1973 oil embargo, when he spurred OPEC to quadruple the price of crude oil.",
    "year": 1930,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Hassan Hassanzadeh Amoli",
    "birthday": "1928-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Hassan_Hasanzadeh_Amoli02_%281%29.jpg/221px-Hassan_Hasanzadeh_Amoli02_%281%29.jpg",
    "extract": "Hassan Hasanzadeh Amoli was an Iranian Shi'ite theologian known for his mystical tendencies and Islamic philosophy. He was among clerics who have overcome the traditional opposing to teaching philosophy courses at Shi'ite seminaries. He wrote many books in philosophy, mysticism, mathematics, astronomy, Persian and Arabic literature.He interpreted the Islamic philosophical tradition in a similar way to Mulla Sadra, which is a reconciliation of religion, reason and mysticism.His books include Sharh fusus al-hikam, Tashih nahj al-balagha, Insan dar 'urf-i 'irfan, Tashih kalila wa dimna.",
    "year": 1928,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Shirley Fry",
    "birthday": "1927-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Shirley_Fry_Irvin_1953_%28cropped%29.jpg/210px-Shirley_Fry_Irvin_1953_%28cropped%29.jpg",
    "extract": "Shirley June Fry Irvin was an American tennis player. During her career, which lasted from the early 1940s until the mid-1950s, she won the singles title at all four Grand Slam events, as well as 13 doubles titles, and was ranked No. 1 in the world in 1956.",
    "year": 1927,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Mario Lanfranchi",
    "birthday": "1927-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/8c/Mario_Lanfranchi.jpg",
    "extract": "Mario Lanfranchi was an Italian film, theatre, and television director, screenwriter, producer, collector, and actor.",
    "year": 1927,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Frank McCabe (basketball)",
    "birthday": "1927-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Frank_McCabe_Marquette.jpg/229px-Frank_McCabe_Marquette.jpg",
    "extract": "Frank Reilly McCabe was an American basketball player who competed in the 1952 Summer Olympics. Born in Grand Rapids, Michigan, McCabe played collegiately at Marquette University. He was part of the American basketball team, which won the gold medal. He played six matches.",
    "year": 1927,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Paul Berg",
    "birthday": "1926-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Paul_Berg_in_1980.jpg/245px-Paul_Berg_in_1980.jpg",
    "extract": "Paul Berg is an American biochemist and professor emeritus at Stanford University. He was the recipient of the Nobel Prize in Chemistry in 1980, along with Walter Gilbert and Frederick Sanger. The award recognized their contributions to basic research involving nucleic acids. Berg received his undergraduate education at Penn State University, where he majored in biochemistry. He received his Ph.D. in biochemistry from Case Western Reserve University in 1952. Berg worked as a professor at Washington University School of Medicine and Stanford University School of Medicine, in addition to serving as the director of the Beckman Center for Molecular and Genetic Medicine. In addition to the Nobel Prize, Berg was presented with the National Medal of Science in 1983 and the National Library of Medicine Medal in 1986. Berg is a member of the Board of Sponsors for the Bulletin of the Atomic Scientists.",
    "year": 1926,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "David Berglas",
    "birthday": "1926-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/David_Berglas_appearing_on_%22After_Dark%22%2C_8_July_1989.jpg/320px-David_Berglas_appearing_on_%22After_Dark%22%2C_8_July_1989.jpg",
    "extract": "David Berglas is a British magician and mentalist of German-Jewish descent. His secret technique of locating a particular card within a pack has been described as the Holy Grail of card magic. He was one of the first magicians to appear on UK television.",
    "year": 1926,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Fred Schaus",
    "birthday": "1925-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Fred_Schaus.jpg/232px-Fred_Schaus.jpg",
    "extract": "Frederick Appleton Schaus was an American basketball player, head coach and athletic director for the West Virginia University Mountaineers, player for the National Basketball Association's Fort Wayne Pistons and New York Knicks, general manager and head coach for the Los Angeles Lakers, head coach of Purdue University basketball, and a member of the NCAA Basketball Committee. He was born in Newark, Ohio.",
    "year": 1925,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ebrahim Amini",
    "birthday": "1925-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Ebrahim_Amini_%D8%A7%D8%A8%D8%B1%D8%A7%D9%87%DB%8C%D9%85_%D8%A7%D9%85%DB%8C%D9%86%DB%8C_11.jpg/213px-Ebrahim_Amini_%D8%A7%D8%A8%D8%B1%D8%A7%D9%87%DB%8C%D9%85_%D8%A7%D9%85%DB%8C%D9%86%DB%8C_11.jpg",
    "extract": "Ayatollah Ebrahim Amini was an Iranian conservative politician who was a member of the Assembly of Experts. He was also a member of the Expediency Discernment Council, and was previously identified as a possible candidate to become the next Iranian Supreme Leader. Ayatollah Amini was a jurist and a moderate supporter of jurisprudential Islam. He was a member of the Council for the Revision of the Second Constitution in 1989 and was a supporter of the maximum ruling term of a Supreme Leader being ten years.",
    "year": 1925,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Washington SyCip",
    "birthday": "1921-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Washington_Sycip.jpg/213px-Washington_Sycip.jpg",
    "extract": "Washington Z. SyCip,  PLH BOLk RNO1kl  was a Chinese-Filipino-American accountant. He was the founder of the accounting firm EY SGV & Company and the Asian Institute of Management.",
    "year": 1921,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Eleanor Ross Taylor",
    "birthday": "1920-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/28/Eleanor_Ross_Taylor.png",
    "extract": "Eleanor Ross Taylor was an American poet who published six collections of verse from 1960 to 2009. Her work received little recognition until 1998, but thereafter received several major poetry prizes. Describing her most recent poetry collection, Kevin Prufer writes, \"I cannot imagine the serious reader — poet or not — who could leave Captive Voices unmoved by the work of this supremely gifted poet who skips so nimbly around our sadnesses and fears, never directly addressing them, suggesting, instead, their complex resistance to summary.\"",
    "year": 1920,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ed Yost",
    "birthday": "1919-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/14/Ed_yost_balloonist.png",
    "extract": "Paul Edward Yost was the American inventor of the modern hot air balloon and is referred to as the \"Father of the Modern Day Hot-Air Balloon.\" He worked for a high-altitude research division of General Mills in the early 1950s until he left to establish Raven Industries in 1956, along with several colleagues from General Mills.",
    "year": 1919,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Susan Hayward",
    "birthday": "1917-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Susan_Hayward_1953.jpg/229px-Susan_Hayward_1953.jpg",
    "extract": "Susan Hayward was an American actress and model. She was best known for her film portrayals of women that were based on true stories.",
    "year": 1917,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Lena Horne",
    "birthday": "1917-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Lena_Horne%2C_1946.jpg/245px-Lena_Horne%2C_1946.jpg",
    "extract": "Lena Mary Calhoun Horne was an American dancer, actress, singer, and civil rights activist. Horne's career spanned over seventy years, appearing in film, television, and theatre. Horne joined the chorus of the Cotton Club at the age of sixteen and became a nightclub performer before moving to Hollywood.",
    "year": 1917,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Francisco da Costa Gomes",
    "birthday": "1914-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0c/Francisco_da_Costa_Gomes-en.jpg/237px-Francisco_da_Costa_Gomes-en.jpg",
    "extract": "Francisco da Costa Gomes, ComTE, GOA was a Portuguese military officer and politician, the 15th President of the Portuguese Republic.",
    "year": 1914,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Alfonso López Michelsen",
    "birthday": "1913-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Alfonso_Lopez_Michelsen.jpg/242px-Alfonso_Lopez_Michelsen.jpg",
    "extract": "Alfonso López Michelsen was a Colombian politician and lawyer who served as the 24th President of Colombia from 1974 to 1978. He was nicknamed \"El Pollo\", a popular Colombian idiom for people with precocious careers.",
    "year": 1913,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Harry Wismer",
    "birthday": "1913-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Harry_Wismer.JPG/247px-Harry_Wismer.JPG",
    "extract": "Harry Wismer was an American sports broadcaster and the charter owner of the New York Titans franchise in the American Football League (AFL).",
    "year": 1913,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ludwig Bölkow",
    "birthday": "1912-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Rittner_Ludwig_Boelkow_1978.jpg/236px-Rittner_Ludwig_Boelkow_1978.jpg",
    "extract": "Ludwig Bölkow was one of the aeronautical pioneers of Germany.",
    "year": 1912,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Dan Reeves (American football executive)",
    "birthday": "1912-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c4/Dan_Reeves_%28American_football_executive%29.jpg",
    "extract": "Daniel Farrell Reeves was an American sports entrepreneur, best known as the owner of the National Football League's Rams franchise from 1941 to his death in 1971.",
    "year": 1912,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Czesław Miłosz",
    "birthday": "1911-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Czeslaw_Milosz_3_ap.tif/lossy-page1-210px-Czeslaw_Milosz_3_ap.tif.jpg",
    "extract": "Czesław Miłosz was a Polish-American poet, prose writer, translator, and diplomat. Regarded as one of the great poets of the 20th century, he won the 1980 Nobel Prize in Literature. In its citation, the Swedish Academy called Miłosz a writer who \"voices man's exposed condition in a world of severe conflicts\".",
    "year": 1911,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Nagarjun",
    "birthday": "1911-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/1b/Nagarjun_%281911-1998%29.jpg",
    "extract": "Vaidyanath Mishra, better known by his pen name Nagarjun, was a Hindi and Maithili poet who has also penned a number of novels, short stories, literary biographies and travelogues, and was known as Janakavi- the People's Poet. \nHe is regarded as the most prominent protagonist of modernity in Maithili.",
    "year": 1911,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Juan Bosch (politician)",
    "birthday": "1909-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Juan_Bosch_%281963%29.jpg/240px-Juan_Bosch_%281963%29.jpg",
    "extract": "Juan Emilio Bosch Gaviño was a Dominican politician, historian, writer, essayist, educator, and the first democratically-elected president of the Dominican Republic for a brief time in 1963. Previously, he had been the leader of the Dominican opposition in exile to the dictatorial regime of Rafael Trujillo for over 25 years. To this day, he is remembered as an honest politician and regarded as one of the most prominent writers in Dominican literature. He founded both the Dominican Revolutionary Party (PRD) in 1939 and the Dominican Liberation Party (PLD) in 1973.",
    "year": 1909,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Rob Nieuwenhuys",
    "birthday": "1908-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/RobNieuwenhuys.gif/219px-RobNieuwenhuys.gif",
    "extract": "Robert Nieuwenhuys was a Dutch writer of Indo descent. The son of a 'Totok' Dutchman and an Indo-European mother, he and his younger brother Roelof, grew up in Batavia, where his father was the managing director of the renowned Hotel des Indes.",
    "year": 1908,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Roman Shukhevych",
    "birthday": "1907-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Rom%C3%A1n_Shuj%C3%A9vych.jpg/259px-Rom%C3%A1n_Shuj%C3%A9vych.jpg",
    "extract": "Roman-Taras Yosypovych Shukhevych, was a Ukrainian nationalist, one of the commanders of Nachtigall Battalion, a hauptmann of the German Schutzmannschaft 201 auxiliary police battalion, a military leader of the Ukrainian Insurgent Army (UPA), and one of the organizers of the Galicia-Volhynia massacres of approximately 100,000 Poles.",
    "year": 1907,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Anthony Mann",
    "birthday": "1906-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c3/Anthony-mann-portrait-small.jpg",
    "extract": "Anthony Mann was an American film director and stage actor, best remembered for his work in the film noir and Westerns genres. As a director, he often collaborated with the cinematographer John Alton. He directed films for a variety of production companies, from RKO to MGM, and worked with many major stars of the era. He made several Westerns with James Stewart, such as Winchester '73 (1950), and he was the director of the medieval epic El Cid (1961), working with Charlton Heston and Sophia Loren. He also directed the big-budget film Cimarron (1960), which starred Glenn Ford and Maria Schell.",
    "year": 1906,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "John Van Ryn",
    "birthday": "1905-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/John_Van_Ryn_1930.jpg/229px-John_Van_Ryn_1930.jpg",
    "extract": "John Van Ryn was an American tennis champion of the 1930s. He was primarily known as the doubles partner of Wilmer Allison.",
    "year": 1905,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Madge Bellamy",
    "birthday": "1899-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Madge_Bellamy_-_May_1922_Photoplay.jpg/269px-Madge_Bellamy_-_May_1922_Photoplay.jpg",
    "extract": "Madge Bellamy was an American stage and film actress. She was a popular leading lady in the 1920s and early 1930s. Her career declined in the sound era and ended following a romantic scandal in the 1940s.",
    "year": 1899,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Heinz Warneke",
    "birthday": "1895-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Heinz_Warneke_photograph.jpg/252px-Heinz_Warneke_photograph.jpg",
    "extract": "Heinz Warneke American sculptor, best remembered as an animalier. His \"role in the direct carving movement assured him a place in the annals of Twentieth Century American sculpture.\" In 1935 Heinz received the Widener Gold Medal for his sculpture Wild Boars.",
    "year": 1895,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Nellah Massey Bailey",
    "birthday": "1893-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Nellah_Massey_Bailey_campaign_ad_photo.png/207px-Nellah_Massey_Bailey_campaign_ad_photo.png",
    "extract": "Nellah Izora Massey Bailey was an American politician and librarian. She was the first lady of Mississippi from 1944 to 1946 and the Mississippi state tax collector from 1948 to 1956. A member of the Democratic Party, she was the first woman elected to statewide office in Mississippi.",
    "year": 1893,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Walter Ulbricht",
    "birthday": "1893-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Opvolger_van_Pieck%2C_Walter_Ulbricht%2C_Bestanddeelnr_911-5926_%28cropped%29.jpg/254px-Opvolger_van_Pieck%2C_Walter_Ulbricht%2C_Bestanddeelnr_911-5926_%28cropped%29.jpg",
    "extract": "Walter Ernst Paul Ulbricht was a German communist politician. Ulbricht played a leading role in the creation of the Weimar-era Communist Party of Germany (KPD) and later in the early development and establishment of the German Democratic Republic. As the First Secretary of the Socialist Unity Party from 1950 to 1971, he was the chief decision-maker in East Germany. From President Wilhelm Pieck's death in 1960 on, he was also the East German head of state until his own death in 1973. As the leader of a significant Communist satellite, Ulbricht had a degree of bargaining power with the Kremlin that he used effectively. For example, he demanded the building of the Berlin Wall in 1961 when the Kremlin was reluctant.",
    "year": 1893,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Pierre Blanchar",
    "birthday": "1892-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Pierre_Blanchar_1936.jpg/222px-Pierre_Blanchar_1936.jpg",
    "extract": "Pierre Blanchar was a French actor. He appeared in more than 50 films between 1922 and 1961. Blanchar was married to actress Marthe Vinot, with whom he had a daughter, actress Dominique Blanchar. He played Napoleon in the 1938 British film A Royal Divorce alongside Ruth Chatterton as Josephine. He later appeared alongside Michèle Morgan in the 1946 film Pastoral Symphony.",
    "year": 1892,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Man Mountain Dean",
    "birthday": "1891-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Frank_Leavitt_wrestler.jpg/258px-Frank_Leavitt_wrestler.jpg",
    "extract": "Frank Simmons Leavitt was an American professional wrestler of the early 1900s, known by the ring name Man Mountain Dean.",
    "year": 1891,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ed Lewis (wrestler)",
    "birthday": "1891-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/64/Ed_Strangler_Lewis_-_Western_Wrestling_-_14_January_1947.jpg",
    "extract": "Robert H. Friedrich, better known by the ring name Ed \"Strangler\" Lewis, was an American professional wrestler and trainer. During his wrestling career, which spanned four decades, Lewis was a four-time World Heavyweight Wrestling Champion and overall recognised officially as a five-time world champion. Considered to be one of the most iconic and recognizable sports stars of the 1920s, often alongside boxer Jack Dempsey and baseball player Babe Ruth, Lewis notably wrestled in over 6,000 matches and lost only 32 of them.",
    "year": 1891,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Stanley Spencer",
    "birthday": "1891-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/5b/StanleySpencer1959.jpg",
    "extract": "Sir Stanley Spencer, CBE RA was an English painter. Shortly after leaving the Slade School of Art, Spencer became well known for his paintings depicting Biblical scenes occurring as if in Cookham, the small village beside the River Thames where he was born and spent much of his life. Spencer referred to Cookham as \"a village in Heaven\" and in his biblical scenes, fellow-villagers are shown as their Gospel counterparts. Spencer was skilled at organising multi-figure compositions such as in his large paintings for the Sandham Memorial Chapel and the Shipbuilding on the Clyde series, the former being a First World War memorial while the latter was a commission for the War Artists' Advisory Committee during the Second World War.",
    "year": 1891,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Paul Boffa",
    "birthday": "1890-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Pawlu_Boffa.JPG/210px-Pawlu_Boffa.JPG",
    "extract": "Sir Paul Boffa, OBE was a Maltese prime minister (1947–1950) who took office after self-rule was reinstated by the British colonial authority following the end of World War II.",
    "year": 1890,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Georges Duhamel",
    "birthday": "1884-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Georges_Duhamel_1930.jpg/228px-Georges_Duhamel_1930.jpg",
    "extract": "Georges Duhamel was a French author, born in Paris. Duhamel trained as a doctor, and during World War I was attached to the French Army. In 1920, he published Confession de minuit, the first of a series featuring the anti-hero Salavin. In 1935, he was elected as a member of the Académie française. He was nominated for the Nobel Prize in Literature twenty-seven times. He was also the father of the musicologist and composer Antoine Duhamel.",
    "year": 1884,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Frederick Bligh Bond",
    "birthday": "1864-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/de/Frederick_bligh_bond_1921.jpg",
    "extract": "Frederick Bligh Bond, generally known by his second given name Bligh, was an English architect, illustrator, archaeologist and psychical researcher.",
    "year": 1864,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ernest Mason Satow",
    "birthday": "1843-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/YoungSatow.jpg/238px-YoungSatow.jpg",
    "extract": "Sir Ernest Mason Satow,, was a British scholar, diplomat and Japanologist.",
    "year": 1843,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Joseph Dalton Hooker",
    "birthday": "1817-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Joseph_Dalton_Hooker_NLM3.jpg/214px-Joseph_Dalton_Hooker_NLM3.jpg",
    "extract": "Sir Joseph Dalton Hooker was a British botanist and explorer in the 19th century. He was a founder of geographical botany and Charles Darwin's closest friend. For twenty years he served as director of the Royal Botanical Gardens, Kew, succeeding his father, William Jackson Hooker, and was awarded the highest honours of British science.",
    "year": 1817,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Friedrich Theodor Vischer",
    "birthday": "1807-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/ETH-BIB-Vischer%2C_Friedrich_Theodor_%281807-1887%29-Portrait-Portr_00280.tif_%28cropped%29.jpg/257px-ETH-BIB-Vischer%2C_Friedrich_Theodor_%281807-1887%29-Portrait-Portr_00280.tif_%28cropped%29.jpg",
    "extract": "Friedrich Theodor Vischer was a German novelist, poet, playwright, and writer on the philosophy of art. Today, he is mainly remembered as the author of the novel Auch Einer, in which he developed the concept of Die Tücke des Objekts, a comic theory that inanimate objects conspire against humans.",
    "year": 1807,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Thomas Lovell Beddoes",
    "birthday": "1803-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6b/Thomas_Lovell_Beddoes_1.jpg",
    "extract": "Thomas Lovell Beddoes was an English poet, dramatist and physician.",
    "year": 1803,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Félix Savart",
    "birthday": "1791-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Interior_of_Institut_de_France%2C_Paris_6th_013.jpg/212px-Interior_of_Institut_de_France%2C_Paris_6th_013.jpg",
    "extract": "Félix Savart was a French physicist and mathematician who is primarily known for the Biot–Savart law of electromagnetism, which he discovered together with his colleague Jean-Baptiste Biot. His main interest was in acoustics and the study of vibrating bodies. A particular interest in the violin led him to create an experimental trapezoidal model. He gave his name to the savart, a unit of measurement for musical intervals, and to Savart's wheel—a device he used while investigating the range of human hearing.",
    "year": 1791,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Horace Vernet",
    "birthday": "1789-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Emile_Jean_Horace_Vernet_002.jpg/262px-Emile_Jean_Horace_Vernet_002.jpg",
    "extract": "Émile Jean-Horace Vernet, more commonly known as simply Horace Vernet, was a French painter of battles, portraits, and Orientalist subjects.",
    "year": 1789,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Paul Barras",
    "birthday": "1755-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Barras.jpg/234px-Barras.jpg",
    "extract": "Paul François Jean Nicolas, vicomte de Barras, commonly known as Paul Barras, was a French politician of the French Revolution, and the main executive leader of the Directory regime of 1795–1799.",
    "year": 1755,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Georg Benda",
    "birthday": "1722-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Georg_Anton_Benda_1751.jpg/254px-Georg_Anton_Benda_1751.jpg",
    "extract": "Georg Anton Benda was a composer, violinist and Kapellmeister of the classical period from the Kingdom of Bohemia.",
    "year": 1722,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "John Gay",
    "birthday": "1685-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/John_Gay_-_Project_Gutenberg_eText_13790.jpg/246px-John_Gay_-_Project_Gutenberg_eText_13790.jpg",
    "extract": "John Gay was an English poet and dramatist and member of the Scriblerus Club. He is best remembered for The Beggar's Opera (1728), a ballad opera. The characters, including Captain Macheath and Polly Peachum, became household names.",
    "year": 1685,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Meinhardt Schomberg, 3rd Duke of Schomberg",
    "birthday": "1641-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Meinhardtschomberg.jpg/215px-Meinhardtschomberg.jpg",
    "extract": "Meinhardt Schomberg, 3rd Duke of Schomberg, Duke of Leinster, KG, was a general in the service of Willem, Prince of Orange and Stadtholder of Holland, later King William III of England. He fought in the Franco-Dutch War, then played a crucial role at the Battle of the Boyne in July 1690 during the Williamite War in Ireland and finally commanded the British troops deployed to Portugal during the War of the Spanish Succession.",
    "year": 1641,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Martín de Rada",
    "birthday": "1533-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Martin_Arradakoa.jpg/320px-Martin_Arradakoa.jpg",
    "extract": "Martín de Rada was one of the first members of the Order of Saint Augustine (OSA) to evangelize the Philippines, as well as one of the first Christian missionaries to visit Ming China.",
    "year": 1533,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "John Frederick I, Elector of Saxony",
    "birthday": "1503-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Lucas_Cranach_d._%C3%84._044FXD.jpg/218px-Lucas_Cranach_d._%C3%84._044FXD.jpg",
    "extract": "John Frederick I, called the Magnanimous, was the Elector of Saxony (1532-1547) and head of the Schmalkaldic League.",
    "year": 1503,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "John, Prince of Asturias",
    "birthday": "1478-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Joan_d%27Arag%C3%B3_i_de_Castella.jpg/220px-Joan_d%27Arag%C3%B3_i_de_Castella.jpg",
    "extract": "John, Prince of Asturias and Girona, was the only son of King Ferdinand II of Aragon and Queen Isabella I of Castile, and heir-apparent to both their thrones for nearly his entire life.",
    "year": 1478,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Charles VIII of France",
    "birthday": "1470-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Portrait_of_King_Charles_VIII_of_France_%281470%E2%80%931498%29%2C_by_anonymous_artist%2C_16th_century_%28cropped%29.jpg/250px-Portrait_of_King_Charles_VIII_of_France_%281470%E2%80%931498%29%2C_by_anonymous_artist%2C_16th_century_%28cropped%29.jpg",
    "extract": "Charles VIII, called the Affable, was King of France from 1483 to his death in 1498. He succeeded his father Louis XI at the age of 13. His elder sister Anne acted as regent jointly with her husband Peter II, Duke of Bourbon until 1491 when the young king turned 21 years of age. During Anne's regency, the great lords rebelled against royal centralisation efforts in a conflict known as the Mad War (1485–1488), which resulted in a victory for the royal government.",
    "year": 1470,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "John, Elector of Saxony",
    "birthday": "1468-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Lucas_Cranach_d.%C3%84._-_Bildnis_Johanns_des_Best%C3%A4ndigen%2C_Kurf%C3%BCrst_von_Sachsen.jpg/219px-Lucas_Cranach_d.%C3%84._-_Bildnis_Johanns_des_Best%C3%A4ndigen%2C_Kurf%C3%BCrst_von_Sachsen.jpg",
    "extract": "Johann, known as Johann the Steadfast or Johann the Constant, was Elector of Saxony from 1525 until 1532 from the House of Wettin.",
    "year": 1468,
    "month": 6,
    "day": 30,
    "language": "en"
  },
  {
    "name": "John de Warenne, 7th Earl of Surrey",
    "birthday": "1286-6-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Warenne.svg/291px-Warenne.svg.png",
    "extract": "\nJohn de Warenne, 7th Earl of Surrey, was the last Warenne earl of Surrey.",
    "year": 1286,
    "month": 6,
    "day": 30,
    "language": "en"
  }
]