[
  {
    "name": "Mackenzie Ziegler",
    "birthday": "2004-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Mackenzie_Ziegler_2018.jpg/320px-Mackenzie_Ziegler_2018.jpg",
    "extract": "Mackenzie Frances Ziegler is an American dancer, singer, internet personality and actress. She first gained notice as a child while appearing for six years on the Lifetime reality dance series Dance Moms together with her older sister, dancer and actress Maddie Ziegler.",
    "year": 2004,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Kim So-hyun",
    "birthday": "1999-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/%EB%8B%AC%EC%9D%B4_%EB%9C%A8%EB%8A%94_%EA%B0%95_%EA%B9%80%EC%86%8C%ED%98%84_%EC%9D%B8%ED%84%B0%EB%B7%B0.png/276px-%EB%8B%AC%EC%9D%B4_%EB%9C%A8%EB%8A%94_%EA%B0%95_%EA%B9%80%EC%86%8C%ED%98%84_%EC%9D%B8%ED%84%B0%EB%B7%B0.png",
    "extract": "Kim So-hyun is a South Korean actress who began her career as a child in 2006, initially gaining public attention for playing pivotal roles in Moon Embracing the Sun (2012) and Missing You (2013).",
    "year": 1999,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Drew Pavlou",
    "birthday": "1999-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Drew_Pavlou_Stop_Uyghur_Genocide_Rally.jpg/320px-Drew_Pavlou_Stop_Uyghur_Genocide_Rally.jpg",
    "extract": "Drew Pavlou is an Australian political activist and former university senator from the University of Queensland best known for his criticism of the Chinese government and Chinese Communist Party. Pavlou is also known for organising protests on-campus in support of the 2019–20 Hong Kong protests, activism for increased scrutiny around universities' international relationships and against Chinese government policies on Uyghurs and Tibetans.",
    "year": 1999,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Jonathan Huberdeau",
    "birthday": "1993-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Jonathan_Huberdeau.png/165px-Jonathan_Huberdeau.png",
    "extract": "Jonathan Huberdeau is a Canadian professional ice hockey winger and alternate captain for the Florida Panthers of the National Hockey League (NHL). Seen as one of the best playmaking wingers in the league, Huberdeau was selected third overall by the Panthers in the 2011 NHL Entry Draft and made his NHL debut with the team in 2013.",
    "year": 1993,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Lorenzo Insigne",
    "birthday": "1991-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Lorenzo_Insigne_2021.jpg/214px-Lorenzo_Insigne_2021.jpg",
    "extract": "Lorenzo Insigne is an Italian professional footballer who plays as a forward for Serie A club Napoli, for which he is captain, and the Italy national team. He has signed a pre-contract to join Major League Soccer club Toronto FC beginning 1 July 2022.",
    "year": 1991,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Matt McIlwrick",
    "birthday": "1991-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/DSC_9499-COPY.jpg/229px-DSC_9499-COPY.jpg",
    "extract": "Matt McIlwrick is a New Zealand former professional rugby league footballer who played as a hooker and lock.",
    "year": 1991,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Ben Stokes",
    "birthday": "1991-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/BEN_STOKES_%2811704837023%29_%28cropped%29.jpg/256px-BEN_STOKES_%2811704837023%29_%28cropped%29.jpg",
    "extract": "Benjamin Andrew Stokes is an English cricketer who is the current captain of the England Test team and plays for the England One Day International (ODI) and Twenty20 International (T20I) teams. In domestic cricket, he represents Durham, and has played in multiple Twenty20 leagues, including for Rising Pune Supergiant and Rajasthan Royals in the Indian Premier League.",
    "year": 1991,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Evan Spiegel",
    "birthday": "1990-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Evan_Spiegel%2C_founder_of_Snapchat.jpg/240px-Evan_Spiegel%2C_founder_of_Snapchat.jpg",
    "extract": "Evan Thomas Spiegel is an American businessman who is the co-founder and CEO of the American social media company Snap Inc., which he created with Bobby Murphy and Reggie Brown while they were students at Stanford University. Spiegel was the youngest billionaire in the world in 2015.",
    "year": 1990,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Paweł Fajdek",
    "birthday": "1989-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Pedros_Cup_2015_%C5%81%C3%B3d%C5%BA%2C_Pawe%C5%82_Fajdek_01.jpg/240px-Pedros_Cup_2015_%C5%81%C3%B3d%C5%BA%2C_Pawe%C5%82_Fajdek_01.jpg",
    "extract": "Paweł Fajdek is a Polish hammer thrower with a personal best throw of 83.93 metres. He is a four-time World Champion in the event.",
    "year": 1989,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Matt Bartkowski",
    "birthday": "1988-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Matt_Bartkowski_10-2015.jpg/228px-Matt_Bartkowski_10-2015.jpg",
    "extract": "Matthew Richard Bartkowski is an American professional ice hockey defenseman who is currently playing for the Wilkes-Barre/Scranton Penguins of the American Hockey League (AHL).",
    "year": 1988,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Leon Botha",
    "birthday": "1985-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Leon_Botha_%28cropped%29.jpg/320px-Leon_Botha_%28cropped%29.jpg",
    "extract": "Leon Botha was a South African painter and disk jockey. He was known for his close association with the hip hop group Die Antwoord, as well as for being one of the world's longest-lived persons with progeria.",
    "year": 1985,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Anna-Lena Grönefeld",
    "birthday": "1985-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Groenefeld_MA14_%287%29_%2814446344523%29.jpg/213px-Groenefeld_MA14_%287%29_%2814446344523%29.jpg",
    "extract": "Anna-Lena Grönefeld is a German retired professional tennis player.",
    "year": 1985,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Evan Lysacek",
    "birthday": "1985-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Evan_Lysacek_Podium_2009_Worlds.jpg/213px-Evan_Lysacek_Podium_2009_Worlds.jpg",
    "extract": "Evan Frank Lysacek is an American retired figure skater. He is the 2010 Olympic champion, the 2009 World champion, a two-time Four Continents champion, the 2009 Grand Prix Final champion, and a two-time U.S. national champion. Lysacek was the 2010 United States Olympic Committee's SportsMan of the Year, and the winner of the James E. Sullivan Award as the top U.S. amateur athlete of 2010. On January 22, 2016, he was inducted into the U.S. Figure Skating Hall of Fame.",
    "year": 1985,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Lukas Podolski",
    "birthday": "1985-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Lukas_Podolski_2019.jpg/253px-Lukas_Podolski_2019.jpg",
    "extract": "Lukas Josef Podolski is a German professional footballer who plays as a forward for Ekstraklasa club Górnik Zabrze. Famed for his powerful and accurate left foot, he is known for his explosive shot, technique and probing attacks from the left side.",
    "year": 1985,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Ian White (ice hockey)",
    "birthday": "1984-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Ian_White_Maple_Leafs_2008.jpg/320px-Ian_White_Maple_Leafs_2008.jpg",
    "extract": "Ian White is a Canadian professional ice hockey defenceman who played over 500 games in the National Hockey League. In a career spanning parts of nine seasons, White suited up for the Toronto Maple Leafs, Calgary Flames, Carolina Hurricanes, San Jose Sharks and Detroit Red Wings. White was originally selected in the sixth round, 191st overall in the 2002 NHL Draft. He is currently signed with the Columbus River Dragons of the Federal Prospects Hockey League.",
    "year": 1984,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Romaric (footballer)",
    "birthday": "1983-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/54/Romaric_2010.jpg",
    "extract": "Koffi Christian Romaric N'Dri, commonly known as Romaric, is an Ivorian former professional footballer. A versatile midfielder, he could play as either a defensive or central midfielder.",
    "year": 1983,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Emmanuel Eboué",
    "birthday": "1983-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Emmanuel_Eboue_2012.JPG/242px-Emmanuel_Eboue_2012.JPG",
    "extract": "Emmanuel Eboué is an Ivorian former professional footballer who played as a right back.",
    "year": 1983,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Olha Saladukha",
    "birthday": "1983-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Olga_Saladuha_by_Augustas_Didzgalvis.jpg/320px-Olga_Saladuha_by_Augustas_Didzgalvis.jpg",
    "extract": "Olha Saladuha is a Ukrainian former triple jumper. Since the 2019 Ukrainian parliamentary election she is a member of the Ukrainian parliament.",
    "year": 1983,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Abel Kirui",
    "birthday": "1982-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Podium_Men_Marathon_Daegu_2011_cropped.jpg/225px-Podium_Men_Marathon_Daegu_2011_cropped.jpg",
    "extract": "Abel Kirui is a long-distance runner from Kenya who competes in marathons. He had back-to-back wins in the World Championships Marathon in 2009 and 2011. He won in 2009 with a time of 2:06:54, then defended his title with a winning margin of two minutes and 28 seconds – the largest ever margin at the World Championship event. He won a silver medal in the 2012 Olympic marathon.",
    "year": 1982,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Ronnie Prude",
    "birthday": "1982-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Ronnie_Prude.jpg/320px-Ronnie_Prude.jpg",
    "extract": "Ronnie Edward Prude Jr. is a former American football cornerback. He played college football at LSU and was signed by the Baltimore Ravens as an undrafted free agent in 2006.",
    "year": 1982,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Giourkas Seitaridis",
    "birthday": "1981-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Seitaridis_2008.jpg/320px-Seitaridis_2008.jpg",
    "extract": "Georgios \"Giourkas\" Seitaridis is a Greek former professional footballer who played as a right-back and occasionally as a centre-back. He has last played in 2013 for Greek Superleague side Panathinaikos, having played previously at PAS Giannina, Porto, Dynamo Moscow and Atlético Madrid. He is a former member of the Greece national football team, for which he made a total of 72 international appearances, scoring one goal. He was part of their team which won Euro 2004, for which he was voted into the Team of the Tournament.",
    "year": 1981,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Natalia Vodopyanova",
    "birthday": "1981-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Natalia_Vodopyanova_92.JPG/240px-Natalia_Vodopyanova_92.JPG",
    "extract": "Natalia Andreyevna Vodopyanova is a Russian basketball player. She was part of the Russian teams that won bronze medals at the 2004 and 2008 Olympics and placed fourth in 2012; she also won the European title in 2007 and a silver medal at the 2006 World Championships.",
    "year": 1981,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "François Beauchemin",
    "birthday": "1980-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Fran%C3%A7ois_Beauchemin_Ducks2_2012-02-15.JPG/237px-Fran%C3%A7ois_Beauchemin_Ducks2_2012-02-15.JPG",
    "extract": "Joseph Jean-François Vinet Beauchemin is a Canadian former professional ice hockey defenceman who played in the National Hockey League (NHL). Although he spent tenures with the Montreal Canadiens, Columbus Blue Jackets, Toronto Maple Leafs and Colorado Avalanche, he spent the vast majority of his career playing for the Anaheim Ducks. Drafted in the third round, 75th overall, by Montreal in the 1998 NHL Entry Draft, Beauchemin won a Stanley Cup in 2007 with the Ducks.",
    "year": 1980,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Naohiro Takahara",
    "birthday": "1979-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Takahara_Naohiro%2C_Omiya_vs_Shimizu_2012_%28cropped%29.jpg/181px-Takahara_Naohiro%2C_Omiya_vs_Shimizu_2012_%28cropped%29.jpg",
    "extract": "Naohiro Takahara  is a Japanese football player and manager. He played for Japan's national football team. Currently, he plays for Okinawa SV.",
    "year": 1979,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Dan Vickerman",
    "birthday": "1979-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Dan_Vickerman_2011.jpg/223px-Dan_Vickerman_2011.jpg",
    "extract": "Daniel Joseph Vickerman was a professional rugby union player. The 204 cm, 119 kg lock played 63 Tests with the Wallabies, the national team of his adopted country of Australia. After seven seasons with the Wallabies, and having played Super Rugby for the New South Wales Waratahs and ACT Brumbies, Vickerman left his successful international rugby career in 2008. He attended the University of Cambridge, where he read a degree in Land Economy at Hughes Hall. While in England, he played rugby for Cambridge University and Northampton Saints. In 2011, he returned to Australia and played again for the Wallabies, including at the 2011 Rugby World Cup, before he retired from the game.",
    "year": 1979,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Dionysis Chiotis",
    "birthday": "1977-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Dionisis_Chiotis.jpg/320px-Dionisis_Chiotis.jpg",
    "extract": "Dionysis Chiotis is a Greek former professional footballer who played as a goalkeeper. Currently, he serves as a goalkeeping coach for AEK Athens B football club.",
    "year": 1977,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Alex Manninger",
    "birthday": "1977-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Juventus_-_2010_-_Alexander_Manninger_%28cropped%29.jpg/215px-Juventus_-_2010_-_Alexander_Manninger_%28cropped%29.jpg",
    "extract": "Alexander Manninger is an Austrian former professional footballer who played as a goalkeeper. He played internationally for the Austria national team on 33 occasions, including at UEFA Euro 2008, and has represented football clubs in Italy, Germany, Austria and England.",
    "year": 1977,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Roman Miroshnichenko",
    "birthday": "1977-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Roman_Miroshnichenko_guitarist.jpg/280px-Roman_Miroshnichenko_guitarist.jpg",
    "extract": "Roman Maksimovich Miroshnichenko is a Ukraine-born Russian multi-award winning jazz fusion guitarist, composer, and record producer. He has received numerous accolades, including four The Independent Music Awards, 1st Prize of the USA Songwriting Competition, 1st Prize of the International Acoustic Music Awards, five Global Music Awards and three Hollywood Music in Media Awards nominees. He has worked with musicians such as Steve Vai, Al Di Meola, Marco Mendoza, Paul Wertico, Jennifer Batten, Heather Headley, Djivan Gasparyan, Dominique DiPiazza, to name a few, during his career. Formerly, he played in a duo with fusion guitarist Larry Coryell.",
    "year": 1977,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Roland G. Fryer Jr.",
    "birthday": "1977-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Roland_G._Fryer_%2810009616%29_%28cropped%29.jpg/240px-Roland_G._Fryer_%2810009616%29_%28cropped%29.jpg",
    "extract": "Roland Gerhard Fryer Jr. is an American economist and professor at Harvard University. Following a difficult childhood, Fryer earned an athletic scholarship to the University of Texas at Arlington, but once there chose to concentrate instead on academics. Graduating cum laude in 2+1⁄2 years, he went on to receive a Ph.D. in economics from Pennsylvania State University in 2002 and completed postdoctoral work at the University of Chicago with Gary Becker. He joined the faculty of Harvard University and rapidly rose through the academic ranks; in 2007, at age 30, he became the second-youngest professor, and the youngest African-American, ever to be awarded tenure at Harvard. He has received numerous awards, including a MacArthur Fellowship in 2011 and the John Bates Clark Medal in 2015.",
    "year": 1977,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Kasey Chambers",
    "birthday": "1976-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Kasey_Chambers_at_APRA_Music_Awards_2012_%28cropped%29.jpg/235px-Kasey_Chambers_at_APRA_Music_Awards_2012_%28cropped%29.jpg",
    "extract": "Kasey Chambers is an Australian country singer-songwriter and musician born in Mount Gambier. She is the daughter of fellow musicians, Diane and Bill Chambers, and the younger sister of musician and producer, Nash Chambers. All four were members of family country music group in Dead Ringer Band, in Bowral, New South Wales, from 1992 to 1998, with Chambers starting her solo career thereafter. Five of her twelve studio albums have reached No. 1 on the ARIA Albums Chart, Barricades & Brickwalls, Wayward Angel, Carnival Rattlin' Bones and Dragonfly. In November 2018 she was inducted into the ARIA Hall of Fame and has won an additional fourteen ARIA Music Awards with nine for Best Country Album. Her autobiography, A Little Bird Told Me..., which was co-authored with music journalist, Jeff Apter, was released in 2011.",
    "year": 1976,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Alexei Navalny",
    "birthday": "1976-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Alexei_Navalny_marching_in_2017_%28cropped_2%29.jpg/234px-Alexei_Navalny_marching_in_2017_%28cropped_2%29.jpg",
    "extract": "Alexei Anatolievich Navalny is a Russian opposition leader, lawyer, and anti-corruption activist. He has organised anti-government demonstrations and run for office to advocate reforms against corruption in Russia, and against president Vladimir Putin and his government, who avoids referring directly to Navalny by name. Navalny was a Russian Opposition Coordination Council member. He is the leader of the Russia of the Future party and founder of the Anti-Corruption Foundation (FBK).",
    "year": 1976,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Nenad Zimonjić",
    "birthday": "1976-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Flickr_-_Carine06_-_Nenad_Zimonjic.jpg/231px-Flickr_-_Carine06_-_Nenad_Zimonjic.jpg",
    "extract": "Nenad Zimonjić is a Serbian professional tennis player who is a former world No. 1 in doubles.",
    "year": 1976,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Russell Brand",
    "birthday": "1975-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Arthur_Russell_Brand_%285622506846%29.jpg/213px-Arthur_Russell_Brand_%285622506846%29.jpg",
    "extract": "Russell Edward Brand is an English comedian, actor, radio host and YouTuber.",
    "year": 1975,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Henry Burris",
    "birthday": "1975-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Winnipeg_Blue_Bombers_Preseason_June_13_vs_OTT_%2827462614170%29_%28cropped%29.jpg/320px-Winnipeg_Blue_Bombers_Preseason_June_13_vs_OTT_%2827462614170%29_%28cropped%29.jpg",
    "extract": "Henry Armand Burris Jr. is a gridiron football coach and former professional quarterback. He is currently an offensive quality control coach for the Jacksonville Jaguars of the National Football League (NFL) and was formerly an offensive quality control coach for the Chicago Bears. Burris played in the Canadian Football League (CFL) from 1998 to 2016. He won three Grey Cup championships, two with the Calgary Stampeders, in 1998 and 2008, having spent 10 years of his career with them, and one with the Ottawa Redblacks in 2016. He is now a sports broadcaster and football analyst at TSN, appearing as a panel member on the network's CFL on TSN broadcasts.",
    "year": 1975,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Angelina Jolie",
    "birthday": "1975-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Angelina_Jolie_2_June_2014_%28cropped%29.jpg/228px-Angelina_Jolie_2_June_2014_%28cropped%29.jpg",
    "extract": "Angelina Jolie is an American actress, filmmaker, and humanitarian. The recipient of numerous accolades, including an Academy Award and three Golden Globe Awards, she has been named Hollywood's highest-paid actress multiple times.",
    "year": 1975,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Jacob Sahaya Kumar Aruni",
    "birthday": "1974-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Jacobworldrecord3.jpg/240px-Jacobworldrecord3.jpg",
    "extract": "Jacob Sahaya Kumar Aruni, popularly known as \"Chef Jacob\", was an Indian celebrity chef born in Uthamapalayam, Tamil Nadu. He was known for his authentic South Indian cuisines. Aruni was a visiting chef at several hotels, and a consultant chef. He was also a food historian, spice collector and promoter of South Indian cooking.",
    "year": 1974,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Darin Erstad",
    "birthday": "1974-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/8TH_7936_Darin_Erstad.jpg/213px-8TH_7936_Darin_Erstad.jpg",
    "extract": "Darin Charles Erstad is an American former professional baseball player and the former head coach of the University of Nebraska Cornhuskers baseball team. Prior to 2007, he had played with the Los Angeles Angels of Anaheim franchise (1996–2006) before signing with the Chicago White Sox in 2007. Erstad batted and threw left-handed. He was a two-time MLB All-Star and a three-time Gold Glove Award winner.",
    "year": 1974,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Andrew Gwynne",
    "birthday": "1974-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Official_portrait_of_Andrew_Gwynne_MP_crop_2.jpg/240px-Official_portrait_of_Andrew_Gwynne_MP_crop_2.jpg",
    "extract": "Andrew John Gwynne is a British politician who has served as Member of Parliament (MP) for Denton and Reddish since 2005. A member of the Labour Party, he has been Shadow Minister for Public Health since 2021 and previously from 2015 to 2016.",
    "year": 1974,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Janette Husárová",
    "birthday": "1974-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Husarova_RG13_%2814%29_%289379642156%29.jpg/203px-Husarova_RG13_%2814%29_%289379642156%29.jpg",
    "extract": "Janette Husárová is a retired Slovak tennis player.",
    "year": 1974,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Buddy Wakefield",
    "birthday": "1974-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3b/Buddy_Wakefield_in_Elephant_Engine_Diner.jpg",
    "extract": "Buddy Wakefield is an American spoken word artist, a three-time poetry slam world champion, and the most toured performance poet in history. His works have been released by Strange Famous Records (CD), Righteous Babe Records (CD), and Write Bloody Publishing (books). He has lived in Sanborn, New York; Baytown, Texas; Seattle, Washington; and Los Angeles, California.",
    "year": 1974,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Mikey Whipwreck",
    "birthday": "1973-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/10.2.10MikeyWhipwreckByLuigiNovi.jpg/312px-10.2.10MikeyWhipwreckByLuigiNovi.jpg",
    "extract": "John Michael Watson, better known by his ring name Mikey Whipwreck, is an American semi-retired professional wrestler working for All Elite Wrestling (AEW) as a trainer, and global ambassador. He is best known for his career with Extreme Championship Wrestling (ECW), where he was an ECW Triple Crown Champion. Whipwreck is a former world champion, winning the ECW World Heavyweight Championship once. He also became a two-time World Television Champion and a three-time World Tag Team Champion in ECW.",
    "year": 1973,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Derian Hatcher",
    "birthday": "1972-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Derian_Hatcher.jpg/320px-Derian_Hatcher.jpg",
    "extract": "Derian John Hatcher is an American former professional ice hockey defenseman who played 16 seasons in the National Hockey League (NHL) with the Minnesota North Stars, Dallas Stars, Detroit Red Wings and Philadelphia Flyers. He is currently an owner of the Sarnia Sting of the Ontario Hockey League (OHL).",
    "year": 1972,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Rob Huebel",
    "birthday": "1972-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Rob_Huebel_CCI2012.JPG/320px-Rob_Huebel_CCI2012.JPG",
    "extract": "Robert Anderson Huebel is an American actor, comedian and writer best known for his sketch comedy work on the MTV series Human Giant and for his role of Dr. Owen Maestro on the Adult Swim series Childrens Hospital. He also appeared as Russell on the FX/FXX series The League and as Len Novak on the Amazon Prime Video series Transparent.",
    "year": 1972,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Joseph Kabila",
    "birthday": "1971-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Joseph_Kabila_April_2016.jpg/250px-Joseph_Kabila_April_2016.jpg",
    "extract": "Joseph Kabila Kabange is a Congolese politician who served as President of the Democratic Republic of the Congo between January 2001 and January 2019. He took office ten days after the assassination of his father, President Laurent-Désiré Kabila in the context of the Second Congo War. He was allowed to remain in power after the 2003 Pretoria Accord ended the war as the president of the country's new transitional government. He was elected as president in 2006 and re-elected in 2011 for a second term. Since stepping down after the 2018 election, Kabila, as a former president, serves as a senator for life.",
    "year": 1971,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Mike Lee",
    "birthday": "1971-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Mike_Lee%2C_official_portrait.jpg/256px-Mike_Lee%2C_official_portrait.jpg",
    "extract": "Michael Shumway Lee is an American lawyer and politician serving as the senior United States senator from Utah. A Republican, Lee has been in the Senate since 2011.",
    "year": 1971,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Noah Wyle",
    "birthday": "1971-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Noah-Wyle-2010_%28cropped%29.jpg/258px-Noah-Wyle-2010_%28cropped%29.jpg",
    "extract": "Noah Strausser Speer Wyle is an American actor. He is best known for his role as John Carter in the television series ER (1994–2009), which earned him nominations for three Golden Globe Awards and five Primetime Emmy Awards. He is also known for his roles as Flynn Carsen in The Librarian franchise including three TV movies The Librarian: Quest for the Spear (2004), The Librarian: Return to King Solomon's Mine (2006), and The Librarian: Curse of the Judas Chalice (2008) then returning for the television series (2013–2018) and Tom Mason in the television series Falling Skies (2011–2015). He has appeared in films such as A Few Good Men (1992), Pirates of Silicon Valley (1999), Donnie Darko (2001), and W. (2008).",
    "year": 1971,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Deborah Compagnoni",
    "birthday": "1970-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Deborah_Compagnoni_%28cropped%29.jpg/195px-Deborah_Compagnoni_%28cropped%29.jpg",
    "extract": "Deborah Compagnoni is an Italian former Alpine skier who won three gold medals at the 1992, 1994, and 1998 Winter Olympics.",
    "year": 1970,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Richie Hawtin",
    "birthday": "1970-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Richie_Hawtin-SMS-2018-2.jpg/320px-Richie_Hawtin-SMS-2018-2.jpg",
    "extract": "Richard \"Richie\" Hawtin is a British-Canadian electronic musician and DJ. A three-time DJ Awards winner, he became involved with Detroit techno's second wave in the early 1990s, and has been a leading exponent of minimal techno since the mid-1990s. He became known for his recordings under the Plastikman and F.U.S.E.  aliases. Under the latter, he released his debut album Dimension Intrusion (1993) as part of Warp's Artificial Intelligence series.",
    "year": 1970,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Dave Pybus",
    "birthday": "1970-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Dave_Pybus.jpg/213px-Dave_Pybus.jpg",
    "extract": "Dave Pybus is a British extreme metal musician, best known as the former bass player of Cradle of Filth.",
    "year": 1970,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Izabella Scorupco",
    "birthday": "1970-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Izabella_Scorupco_2013_%28cropped%29.jpg/226px-Izabella_Scorupco_2013_%28cropped%29.jpg",
    "extract": "Izabella Scorupco is a Polish-born Swedish-American actress, singer and model. She is best known for having played Bond girl Natalya Simonova in the 1995 James Bond film GoldenEye. She is also known for her cover of the Shirley & Company song \"Shame, Shame, Shame\" which was released in 1992 and became a European hit.",
    "year": 1970,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Horatio Sanz",
    "birthday": "1969-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Horatio_Sanz_on_Behind_The_Velvet_Rope_TV_%28cropped%29.jpg/307px-Horatio_Sanz_on_Behind_The_Velvet_Rope_TV_%28cropped%29.jpg",
    "extract": "Horacio Sanz, better known by his stage name Horatio Sanz, is a Chilean-born American actor and comedian. He was a cast member on Saturday Night Live from 1998 to 2006.",
    "year": 1969,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Roger Lim",
    "birthday": "1968-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/df/Roger_Lim.jpg/213px-Roger_Lim.jpg",
    "extract": "Roger Lim is an American actor, director, producer, and screenwriter.",
    "year": 1968,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Niurka Montalvo",
    "birthday": "1968-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/%28Niurka_Montalvo%29_Jos%C3%A9_Mar%C3%ADa_Aznar_recibe_a_deportistas_del_equipo_espa%C3%B1ol_de_atletismo._Pool_Moncloa._1_de_septiembre_de_1999_%28cropped%29.jpeg/233px-%28Niurka_Montalvo%29_Jos%C3%A9_Mar%C3%ADa_Aznar_recibe_a_deportistas_del_equipo_espa%C3%B1ol_de_atletismo._Pool_Moncloa._1_de_septiembre_de_1999_%28cropped%29.jpeg",
    "extract": "Niurka Montalvo Amaro is a former Cuban and Spanish athlete who specialised in the long jump and triple jump events. Her greatest achievement came in 1999, when she became world champion with a personal best jump of 7.06 metres. She was the autonomous secretary of sport for the Autonomous government of Valencia.",
    "year": 1968,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Al B. Sure!",
    "birthday": "1968-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Al_B_Sure_in_2020.jpg/310px-Al_B_Sure_in_2020.jpg",
    "extract": "Albert Joseph Brown III, known professionally as Al B. Sure!, is an American singer, songwriter, record producer, radio host and former record executive. He was born in Boston and raised in Mount Vernon, New York. During the late 1980s and early 1990s, Brown was one of new jack swing's most popular romantic singers, songwriters and record producers.",
    "year": 1968,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Scott Wolf",
    "birthday": "1968-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Scott_Wolf_by_Gage_Skidmore.jpg/245px-Scott_Wolf_by_Gage_Skidmore.jpg",
    "extract": "Scott Richard Wolf is an American actor. He is known for his roles in the television series Party of Five as Bailey Salinger, as Jake Hartman in Everwood, as Chad Decker in V and as Carson Drew in Nancy Drew. In film, he is best known for the cult classic Go.",
    "year": 1968,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Shane Kimbrough",
    "birthday": "1967-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Shanekimbroughv2.jpg/256px-Shanekimbroughv2.jpg",
    "extract": "Robert Shane Kimbrough is a retired United States Army officer, and a NASA astronaut. He was part of the first group of candidates selected for NASA astronaut training following the Space Shuttle Columbia disaster. Kimbrough is a veteran of three spaceflights, the first being a Space Shuttle flight, and the second being a six-month mission to the ISS on board a Russian Soyuz craft. He was the commander of the International Space Station for Expedition 50, and returned to Earth in April 2017. He is married to the former Robbie Lynn Nickels.",
    "year": 1967,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Cecilia Bartoli",
    "birthday": "1966-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Cecilia_Bartoli_at_BOZAR_2007_Cropped.jpg/240px-Cecilia_Bartoli_at_BOZAR_2007_Cropped.jpg",
    "extract": "Cecilia Bartoli, Cavaliere OMRI is an Italian coloratura mezzo-soprano opera singer and recitalist. She is best known for her interpretations of the music of Bellini, Handel, Mozart, Rossini and Vivaldi, as well as for her performances of lesser-known music from the Baroque and Classical period. She is known for having the versatility to sing both soprano and mezzo roles.",
    "year": 1966,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Vladimir Voevodsky",
    "birthday": "1966-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/79/VladimirVoevodsky.jpg",
    "extract": "Vladimir Alexandrovich Voevodsky was a Russian-American mathematician. His work in developing a homotopy theory for algebraic varieties and formulating motivic cohomology led to the award of a Fields Medal in 2002. He is also known for the proof of the Milnor conjecture and motivic Bloch–Kato conjectures and for the univalent foundations of mathematics and homotopy type theory.",
    "year": 1966,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Bill Wiggin",
    "birthday": "1966-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Official_portrait_of_Bill_Wiggin_MP_crop_2.jpg/240px-Official_portrait_of_Bill_Wiggin_MP_crop_2.jpg",
    "extract": "Sir William David Wiggin is a British Conservative Party politician, and a former Shadow Minister for Agriculture & Fisheries. He has been the Member of Parliament (MP) for North Herefordshire, previously Leominster, since the 2001 general election.",
    "year": 1966,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Mick Doohan",
    "birthday": "1965-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Mick_Doohan_1990_Japanese_GP.jpg/320px-Mick_Doohan_1990_Japanese_GP.jpg",
    "extract": "Michael Sydney Doohan is an Australian former Grand Prix motorcycle road racing World Champion, who won five consecutive 500 cc World Championships.",
    "year": 1965,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Andrea Jaeger",
    "birthday": "1965-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/fa/Andrea_Jaeger.jpg",
    "extract": "Andrea Jaeger is a former World No. 2 professional tennis player from the United States whose brief but highly successful tennis career ended prematurely due to major shoulder injuries. Jaeger reached the singles final of Wimbledon in 1983 and the French Open in 1982. She reached the singles semifinals of the Australian Open in 1982 and of the U.S. Open in 1980 and 1982. She also won 10 singles titles.",
    "year": 1965,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Sean Pertwee",
    "birthday": "1964-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Sean_Pertwee_2017.jpg/248px-Sean_Pertwee_2017.jpg",
    "extract": "Sean Carl Roland Pertwee is an English actor, narrator and producer with an extensive career since the 1980s in television and cinema productions.",
    "year": 1964,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Kōji Yamamura",
    "birthday": "1964-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/63/Koji_Yamamura.jpg",
    "extract": "Kōji Yamamura  is a Japanese independent animator who, after leaving a career as a background artist at an animation studio, directs, writes, edits, animates, creates the model sheets and background art for and sometimes produces his own short films and has worked on many commissions such as music videos, television advertisements, title sequences and station idents, both on his own and under or with other directors. He is also a regular illustrator of children's literature and textbooks.",
    "year": 1964,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Sean Fitzpatrick",
    "birthday": "1963-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Sean_Fitzpatrick_2008.jpg/213px-Sean_Fitzpatrick_2008.jpg",
    "extract": "Sean Brian Thomas Fitzpatrick is a former rugby union player who represented New Zealand, and is widely regarded as one of the finest players ever to come from that country.",
    "year": 1963,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Krzysztof Hołowczyc",
    "birthday": "1962-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Krzysztof_Ho%C5%82owczyc.jpg/313px-Krzysztof_Ho%C5%82owczyc.jpg",
    "extract": "Krzysztof Wiesław Hołowczyc is a Polish rally driver. He won the Polish Rally Championship in 1995, 1996 and 1999 and the European Rally Championship in 1997. He was also member of European Parliament (2007–2009) from Civil Platform list.",
    "year": 1962,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Zenon Jaskuła",
    "birthday": "1962-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Bundesarchiv_Bild_183-1987-0517-016%2C_Zenon_Jaskula.jpg/304px-Bundesarchiv_Bild_183-1987-0517-016%2C_Zenon_Jaskula.jpg",
    "extract": "Zenon Jaskuła is a Polish former professional racing cyclist from Śrem, who was active in the 1990s. He won stage 16 and finished third overall in the 1993 Tour de France. He competed in the team time trial at the 1988 Summer Olympics winning a silver medal.",
    "year": 1962,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Junius Ho",
    "birthday": "1962-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/JuniusHo20180425_%28cropped%29.jpg/240px-JuniusHo20180425_%28cropped%29.jpg",
    "extract": "Junius Ho Kwan-yiu is a Hong Kong lawyer and politician who currently serves as a member of Hong Kong Legislative Council. He is a former president of the Law Society of Hong Kong and chairman of the Tuen Mun Rural Committee and served as an elected member of the Tuen Mun District Council from 2015 to 2019.",
    "year": 1962,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Ferenc Gyurcsány",
    "birthday": "1961-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Ferenc_Gyurcs%C3%A1ny%2C_Davos_2_%28cropped%29.jpg/233px-Ferenc_Gyurcs%C3%A1ny%2C_Davos_2_%28cropped%29.jpg",
    "extract": "Ferenc Gyurcsány is a Hungarian entrepreneur and politician who served as Prime Minister of Hungary from 2004 to 2009. Prior to that, he held the position of Minister of Youth Affairs and Sports between 2003 and 2004.",
    "year": 1961,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Bradley Walsh",
    "birthday": "1960-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Bradley_Walsh_in_2012_%28cropped%29.jpg/279px-Bradley_Walsh_in_2012_%28cropped%29.jpg",
    "extract": "Bradley John Walsh is an English actor, comedian, singer, television presenter, and former professional footballer.",
    "year": 1960,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Anil Ambani",
    "birthday": "1959-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Anil_Ambani_Reliance.jpg/320px-Anil_Ambani_Reliance.jpg",
    "extract": "Anil Dhirubhai Ambani is an Indian businessman. He was the chairman of Reliance Group, which was created in July 2006 following a demerger from Reliance Industries Limited. He leads a number of stocks listed corporations including Reliance Capital, Reliance Infrastructure, Reliance Power and Reliance Communications. Ambani, once the sixth richest person in the world, declared before a UK court in February 2020 that his net worth is zero and he is bankrupt, although the veracity of that claim is in question. He served in the Rajya Sabha, the upper house of the Parliament of India from Uttar Pradesh as an Independent MP between 2004 and 2006.",
    "year": 1959,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Keith David",
    "birthday": "1956-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Keith_David_3rd_Annual_ICON_MANN_POWER_50_event_-_Feb_2015_%28cropped%29.jpg/223px-Keith_David_3rd_Annual_ICON_MANN_POWER_50_event_-_Feb_2015_%28cropped%29.jpg",
    "extract": "Keith David Williams is an American actor and producer. He is known for his signature deep voice and commanding screen presence, in over 300 roles across film, stage, television, and interactive media.",
    "year": 1956,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "John Hockenberry",
    "birthday": "1956-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/John_Hockenberry_at_New_America_NYC_%28Dis%29Honesty_-_The_Truth_About_Lies_%2819962005979%29_%28cropped%29.jpg/320px-John_Hockenberry_at_New_America_NYC_%28Dis%29Honesty_-_The_Truth_About_Lies_%2819962005979%29_%28cropped%29.jpg",
    "extract": "John Charles Hockenberry is an American journalist and author. He has reported from all over the world, on a wide variety of stories in several mediums for more than three decades. He has written dozens of magazine and newspaper articles, a play, and two books, including the bestselling memoir Moving Violations: War Zones, Wheelchairs, and Declarations of Independence, which was a finalist for the National Book Critics Circle Award, and the novel A River Out Of Eden. He has written for The New York Times, The New Yorker, Wired, The Columbia Journalism Review, Metropolis, The Washington Post, and Harper's Magazine.",
    "year": 1956,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Terry Kennedy (baseball)",
    "birthday": "1956-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/1983_San_Diego_Padres_Postcards_Terry_Kennedy.jpg/207px-1983_San_Diego_Padres_Postcards_Terry_Kennedy.jpg",
    "extract": "Terrence Edward Kennedy is a former All-Star Major League Baseball catcher who played for the St. Louis Cardinals (1978–80), San Diego Padres (1981–86), Baltimore Orioles (1987–88) and San Francisco Giants (1989–91). Kennedy batted left-handed and threw right-handed. He is the son of former major league player and manager Bob Kennedy.",
    "year": 1956,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Val McDermid",
    "birthday": "1955-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/ValMcDermid.jpg/320px-ValMcDermid.jpg",
    "extract": "Valarie \"Val\" McDermid, is a Scottish crime writer, best known for a series of novels featuring clinical psychologist Dr. Tony Hill in a grim sub-genre that McDermid and others have identified as Tartan Noir.",
    "year": 1955,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Mary Testa",
    "birthday": "1955-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Mary_Testa_2011_%282%29_%28cropped%29.jpg/320px-Mary_Testa_2011_%282%29_%28cropped%29.jpg",
    "extract": "Mary Testa is an American stage and film actress. She is a three-time Tony Award nominee, for performances in revivals of Leonard Bernstein's On the Town (1998), 42nd Street (2001) and Oklahoma (2019).",
    "year": 1955,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Raphael Ravenscroft",
    "birthday": "1954-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Raphael_Ravenscroft_2.jpg/223px-Raphael_Ravenscroft_2.jpg",
    "extract": "Raphael Ravenscroft was a British musician, composer and author. He is best known for playing the saxophone on Gerry Rafferty's song \"Baker Street\".",
    "year": 1954,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Kazuhiro Yamaji",
    "birthday": "1954-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Kazuhiro_Yamaji.jpg/316px-Kazuhiro_Yamaji.jpg",
    "extract": "Kazuhiro Yamaji  is a Japanese actor and voice actor affiliated with the Seinenza Theater Company. He has been married to Romi Park since 2020.",
    "year": 1954,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Linda Lingle",
    "birthday": "1953-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Linda_Lingle_in_March_2010.jpg/252px-Linda_Lingle_in_March_2010.jpg",
    "extract": "Linda Lingle is an American politician, who was the sixth governor of Hawaii from 2002 until 2010. She was the first Republican governor of Hawaii since 1962. Lingle was also the state's first female and first Jewish governor. Prior to serving as governor, Lingle served as Maui County mayor, council member, and chair of the Hawaii Republican Party.",
    "year": 1953,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Jimmy McCulloch",
    "birthday": "1953-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Jimmy_McCulloch_-_Wings_-_1976.jpg/275px-Jimmy_McCulloch_-_Wings_-_1976.jpg",
    "extract": "James McCulloch was a Scottish musician and songwriter best known for playing lead guitar and bass, as a member of Paul McCartney's band Wings from 1974 to 1977. McCulloch was a member of the Glasgow psychedelic band One in a Million, Thunderclap Newman, and Stone the Crows.",
    "year": 1953,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Bronisław Komorowski",
    "birthday": "1952-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Bronis%C5%82aw_Komorowski_%282%29.jpg/233px-Bronis%C5%82aw_Komorowski_%282%29.jpg",
    "extract": "Bronisław Maria Komorowski is a Polish politician and historian who served as President of Poland from 2010 to 2015.",
    "year": 1952,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Bronisław Malinowski (runner)",
    "birthday": "1951-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/MalonowskiBronislawFuerth1976.jpg/320px-MalonowskiBronislawFuerth1976.jpg",
    "extract": "Bronisław Malinowski was a Polish track and field athlete, who is best known for winning a gold medal in the 3000 m steeplechase race during the 1980 Summer Olympics held in Moscow, Soviet Union and the silver four years earlier in Montreal. One year after his last Olympic appearance, Malinowski was killed in a car accident in Grudziądz, at the age of 30.",
    "year": 1951,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Melanie Phillips",
    "birthday": "1951-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Melanie_Phillips.jpg/320px-Melanie_Phillips.jpg",
    "extract": "Melanie Phillips is a British journalist, author, and public commentator. She began her career writing for The Guardian and New Statesman. During the 1990s, she came to identify with ideas more associated with the right and currently writes for The Times, The Jerusalem Post, and The Jewish Chronicle, covering political and social issues from a social conservative perspective. Phillips, quoting Irving Kristol, defines herself as a liberal who has \"been mugged by reality\".",
    "year": 1951,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Wendy and Richard Pini",
    "birthday": "1951-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/RichardWendyPiniFanimeCon2010-05-31.JPG/320px-RichardWendyPiniFanimeCon2010-05-31.JPG",
    "extract": "Wendy Pini née Fletcher, and Richard Pini are the husband-and-wife team responsible for creating the well-known Elfquest series of comics, graphic novels and prose works. They are also known as WaRP.",
    "year": 1951,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Bob Champion",
    "birthday": "1948-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Bob_Champion_%28cropped%29.jpg/249px-Bob_Champion_%28cropped%29.jpg",
    "extract": "Robert Champion is an English former jump jockey, who won the 1981 Grand National on Aldaniti. His triumph, while recovering from cancer, was made into the 1984 film Champions, with John Hurt portraying Champion. The film is based on Champion's book Champion's Story, which he wrote with close friend, racing journalist and broadcaster Jonathan Powell.",
    "year": 1948,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Jürgen Sparwasser",
    "birthday": "1948-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Bundesarchiv_Bild_183-P1017-0317%2C_J%C3%BCrgen_Sparwasser.jpg/220px-Bundesarchiv_Bild_183-P1017-0317%2C_J%C3%BCrgen_Sparwasser.jpg",
    "extract": "Jürgen Sparwasser is a retired German football player and later briefly a football manager.",
    "year": 1948,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Viktor Klima",
    "birthday": "1947-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Bundeskanzler_Viktor_Klima_%28cropped%29.JPG/239px-Bundeskanzler_Viktor_Klima_%28cropped%29.JPG",
    "extract": "Viktor Klima is an Austrian Social Democrat politician and businessman. He was chancellor of Austria from 1997 to 2000.",
    "year": 1947,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Anthony Braxton",
    "birthday": "1945-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Anthony_braxton_5268134w.jpg/240px-Anthony_braxton_5268134w.jpg",
    "extract": "Anthony Braxton is an American experimental composer, improviser and multi-instrumentalist who is best known for playing saxophones, particularly the alto. Braxton grew up on the South Side of Chicago, Illinois, and was a key early member of the Association for the Advancement of Creative Musicians. He received great acclaim for his 1969 double-LP record For Alto, the first full-length album of solo saxophone music.",
    "year": 1945,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Gordon Waller",
    "birthday": "1945-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Gordon_%28cropped%29.png/234px-Gordon_%28cropped%29.png",
    "extract": "Gordon Trueman Riviere Waller was a Scottish guitarist, singer and songwriter, best known as Gordon of the 1960s pop music duo Peter and Gordon, whose biggest hit was the no. 1 million-selling single \"A World Without Love\".",
    "year": 1945,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Roger Ball (musician)",
    "birthday": "1944-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fb/Roger_Ball_of_AWB_in_2005.jpg/267px-Roger_Ball_of_AWB_in_2005.jpg",
    "extract": "Roger Ball is a Scottish saxophonist, keyboardist, songwriter and arranger. He is a former original member of the Average White Band (AWB).",
    "year": 1944,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Michelle Phillips",
    "birthday": "1944-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Michelle_Phillips_1966_press_book_headshot_Dunhill.jpg/256px-Michelle_Phillips_1966_press_book_headshot_Dunhill.jpg",
    "extract": "Michelle Gilliam Phillips is an American singer, songwriter, actress, and model. She rose to fame as a vocalist in the musical quartet the Mamas and the Papas in the mid-1960s. Her voice was described by Time magazine as the \"purest soprano in pop music.\" She later established a successful career as an actress in film and television from the 1970s onwards.",
    "year": 1944,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Tom Jaine",
    "birthday": "1943-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Tom_Jaine.JPG/269px-Tom_Jaine.JPG",
    "extract": "Tom Jaine is a former restaurateur, a food writer and until recently the publisher of Prospect Books.",
    "year": 1943,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Louis Reichardt",
    "birthday": "1942-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/LouisReichardt.JPG/222px-LouisReichardt.JPG",
    "extract": "Louis French Reichardt is a noted American neuroscientist and mountaineer, the first American to summit both Everest and K2. He was also director of the Simons Foundation Autism Research Initiative, the largest non-federal supporter of scientific research into autism spectrum disorders and is an emeritus professor of physiology and biochemistry/biophysics at UCSF, where he studied neuroscience. The character of Harold Jameson, U.C.S.F. biophysicist and mountaineer in the film K2 is based on Reichardt, though the events of his actual 1978 K2 attempt with Jim Wickwire bear little resemblance to the plot of the film.",
    "year": 1942,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Kenneth G. Ross",
    "birthday": "1941-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4b/Kenneth_G._Ross.jpeg",
    "extract": "Kenneth Graham Ross is an Australian playwright, screenwriter, and lyricist best known for writing the 1978 stage play Breaker Morant, that was based on the life of Australian soldier Harry \"Breaker\" Morant.",
    "year": 1941,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Ludwig Schwarz",
    "birthday": "1940-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Ludwig_Schwarz_2014_%2815716466865%29.jpg/205px-Ludwig_Schwarz_2014_%2815716466865%29.jpg",
    "extract": "Ludwig Schwarz, S.D.B. is the Catholic bishop of the Diocese of Linz, Austria.",
    "year": 1940,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Henri Pachard",
    "birthday": "1939-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Henri_Pachard.jpg/212px-Henri_Pachard.jpg",
    "extract": "Henri Pachard, Jackson St. Louis and Crystal Blue were the pseudonyms of the American film director Ron Sullivan .\n",
    "year": 1939,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "George Reid (Scottish politician)",
    "birthday": "1939-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/George_Reid_MSP.jpg/240px-George_Reid_MSP.jpg",
    "extract": "Sir George Reid is a Scottish politician and journalist who served as Presiding Officer of the Scottish Parliament from 2003 to 2007. A member of the Scottish National Party (SNP), he was a Member of the Scottish Parliament (MSP) for the Mid Scotland and Fife region from 1999 to 2003 and then for the Ochil constituency from 2003 to 2007. Reid was Member of Parliament (MP) for Clackmannan and East Stirlingshire from February 1974 to 1979.",
    "year": 1939,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "John Harvard (politician)",
    "birthday": "1938-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e2/John_Harvard_Manitoba_Lieutenant_Governor.jpg",
    "extract": "John Harvard, was a Canadian journalist, politician and office holder in Manitoba. He served as a federal Member of Parliament from 1988 to 2004, and was appointed the 23rd Lieutenant Governor of Manitoba just before Canada's 2004 federal election.",
    "year": 1938,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Art Mahaffey",
    "birthday": "1938-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Art_Mahaffey_1961.png/226px-Art_Mahaffey_1961.png",
    "extract": "Arthur Mahaffey Jr. is an American former professional baseball starting pitcher, who played in Major League Baseball (MLB) for the Philadelphia Phillies (1960–1965) and St. Louis Cardinals (1966). He batted and threw right-handed. In a seven-season MLB career, Mahaffey posted a 59–64 record, with 639 strikeouts, and a 4.17 earned run average (ERA), in 999.0 innings pitched.",
    "year": 1938,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Freddy Fender",
    "birthday": "1937-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Freddy_Fender_1974_-_cropped.jpg/276px-Freddy_Fender_1974_-_cropped.jpg",
    "extract": "Freddy Fender was an American Tejano, country and rock and roll musician, known for his work as a solo artist and in the groups Los Super Seven and the Texas Tornados. He was best known for his 1975 hits \"Before the Next Teardrop Falls\" and the subsequent remake of his own \"Wasted Days and Wasted Nights\".",
    "year": 1937,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Mortimer Zuckerman",
    "birthday": "1937-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Mortimer_Zuckerman%2C_January_2013-1.jpg/232px-Mortimer_Zuckerman%2C_January_2013-1.jpg",
    "extract": "Mortimer Benjamin Zuckerman is a Canadian-American billionaire media proprietor, magazine editor, and investor. He is the co-founder, executive chairman and former CEO of Boston Properties, one of the largest real estate investment trusts in the US. Zuckerman is also the owner and publisher of U.S. News & World Report, where he serves as editor-in-chief. He formerly owned the New York Daily News, The Atlantic, and Fast Company. On the Forbes 2016 list of the world's billionaires, he was ranked No. 688 with a net worth of US$2.5 billion. As of January 2020, his net worth is estimated at US$3.0 billion.",
    "year": 1937,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Bruce Dern",
    "birthday": "1936-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Bruce_Dern_by_Gage_Skidmore.jpg/244px-Bruce_Dern_by_Gage_Skidmore.jpg",
    "extract": "Bruce MacLeish Dern is an American actor, often playing supporting villainous characters of unstable nature. He is the recipient of several accolades, including the Cannes Film Festival Award for Best Actor and the Silver Bear for Best Actor. He was nominated for the Academy Award for Best Supporting Actor for Coming Home (1978) and the Academy Award for Best Actor for Nebraska (2013). He is also a BAFTA Award, two-time Genie Award, and three-time Golden Globe Award nominee.",
    "year": 1936,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "John Drew Barrymore",
    "birthday": "1932-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/John_Drew_Barrymore_1964.jpg/299px-John_Drew_Barrymore_1964.jpg",
    "extract": "John Drew Barrymore was an American film actor and member of the Barrymore family of actors, which included his father, John Barrymore, and his father's siblings, Lionel and Ethel. He was the father of four children, including actor John Blyth Barrymore and actress Drew Barrymore. Diana Barrymore was his half-sister from his father's second marriage.",
    "year": 1932,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Oliver Nelson",
    "birthday": "1932-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/72/Oliver_Edward_Nelson.jpg/320px-Oliver_Edward_Nelson.jpg",
    "extract": "Oliver Edward Nelson was an American jazz saxophonist, clarinetist, arranger, composer, and bandleader. His 1961 Impulse! album The Blues and the Abstract Truth (1961) is regarded as one of the most significant recordings of its era. The centerpiece of the album is the definitive version of Nelson's composition, \"Stolen Moments\". Other important recordings from the early 1960s are More Blues and the Abstract Truth and Sound Pieces, both also on Impulse!.",
    "year": 1932,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Maurice Shadbolt",
    "birthday": "1932-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Feltex_Television_Awards_%2828323055161%29.jpg/320px-Feltex_Television_Awards_%2828323055161%29.jpg",
    "extract": "Maurice Francis Richard Shadbolt was a New Zealand writer and occasional playwright.",
    "year": 1932,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Gustav Nossal",
    "birthday": "1931-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Gustav_Nossal.jpg/320px-Gustav_Nossal.jpg",
    "extract": "Sir Gustav Victor Joseph Nossal is an Austrian-born Australian research biologist. He is famous for his contributions to the fields of antibody formation and immunological tolerance.",
    "year": 1931,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Morgana King",
    "birthday": "1930-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Morgana_King_1968.JPG/228px-Morgana_King_1968.JPG",
    "extract": "Maria Grazia Morgana Messina, known as Morgana King, was an American jazz singer and actress. She began a professional singing career at sixteen years old. In her twenties, she was singing at a Greenwich Village nightclub when she was recognized for her unique phrasing and vocal range, described as a four-octave contralto range. She was signed to a label and began recording solo albums. She recorded dozens of albums well into the late 1990s.",
    "year": 1930,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Viktor Tikhonov (born 1930)",
    "birthday": "1930-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Victor_Tihonov.jpg/225px-Victor_Tihonov.jpg",
    "extract": "Viktor Vasilyevich Tikhonov was a Soviet ice hockey player and coach. Tikhonov was a defenceman with VVS Moscow and Dynamo Moscow from 1949 to 1963, winning four national championships. He was the coach of the Soviet team when it was the dominant team in the world, winning eight World Championship gold medals, as well as Olympic gold in 1984, 1988, and 1992. Tikhonov also led CSKA Moscow to twelve consecutive league championships. He was named to the IIHF Hall of Fame as a builder in 1998.",
    "year": 1930,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Karolos Papoulias",
    "birthday": "1929-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Karolos_Papoulias.jpg/250px-Karolos_Papoulias.jpg",
    "extract": "Karolos Papoulias was a Greek politician who served as President of Greece from 2005 to 2015.",
    "year": 1929,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Ruth Westheimer",
    "birthday": "1928-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Ruth_Westheimer_%2810877%29.jpg/269px-Ruth_Westheimer_%2810877%29.jpg",
    "extract": "Karola Ruth Westheimer, better known as Dr. Ruth, is a Jewish German-American sex therapist, talk show host, author, professor, Holocaust survivor, and former Haganah sniper.",
    "year": 1928,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Geoffrey Palmer (actor)",
    "birthday": "1927-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Geoffrey_Palmer_Breath_of_Fresh_Air.JPG/199px-Geoffrey_Palmer_Breath_of_Fresh_Air.JPG",
    "extract": "Geoffrey Dyson Palmer was an English actor. He was best known for his roles in British television sitcoms playing Jimmy Anderson in The Fall and Rise of Reginald Perrin (1976–79), Ben Parkinson in Butterflies (1978–1983) and Lionel Hardcastle in As Time Goes By (1992–2005). His film appearances include A Fish Called Wanda (1988), The Madness of King George (1994), Mrs. Brown (1997) and Tomorrow Never Dies (1997).",
    "year": 1927,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Ain Kaalep",
    "birthday": "1926-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Ain_Kaalep_2000.jpg/245px-Ain_Kaalep_2000.jpg",
    "extract": "Ain Kaalep was an Estonian poet, playwright, literary critic and translator.",
    "year": 1926,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Judith Malina",
    "birthday": "1926-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/JudithMalina.jpg/251px-JudithMalina.jpg",
    "extract": "Judith Malina was a German-born American actress, director and writer. With her husband, Julian Beck, Malina co-founded The Living Theatre, a radical political theatre troupe that rose to prominence in New York City and Paris during the 1950s and 60s. The Living Theatre and its founders were the subject of the 1983 documentary Signals Through The Flames.",
    "year": 1926,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Antonio Puchades",
    "birthday": "1925-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Antoni_Puchades_i_Casanova%2C_i_Toni_el_Segonero%2C_05-09-1950_%28Alginet%2C_Pa%C3%ADs_Valenci%C3%A0%29.jpg/246px-Antoni_Puchades_i_Casanova%2C_i_Toni_el_Segonero%2C_05-09-1950_%28Alginet%2C_Pa%C3%ADs_Valenci%C3%A0%29.jpg",
    "extract": "Antonio Puchades Casanova was a Spanish footballer who played as a defensive midfielder.",
    "year": 1925,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Tofilau Eti Alesana",
    "birthday": "1924-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Tofilau_Eti_Alesana_1983_%28cropped%29.jpg/283px-Tofilau_Eti_Alesana_1983_%28cropped%29.jpg",
    "extract": "Tofilau Eti Alesana, AC, born Aualamalefalelima Alesana was a Samoan politician who served as the fifth prime minister of Samoa from 1982 to 1985, and again from 1988 until his resignation in 1998.",
    "year": 1924,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Dennis Weaver",
    "birthday": "1924-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Dennis_Weaver_1960.JPG/250px-Dennis_Weaver_1960.JPG",
    "extract": "William Dennis Weaver was an American actor and former president of the Screen Actors Guild, best known for his work in television and films from the early 1950s until just before his death in 2006. Weaver's two most famous roles were as Marshal Matt Dillon's trusty partner Chester Goode/Proudfoot on the CBS western Gunsmoke and as Deputy Marshal Sam McCloud on the NBC police drama McCloud. He starred in the 1971 television film Duel, the first film of director Steven Spielberg. He is also remembered for his role as the twitchy motel attendant in Orson Welles's film Touch of Evil (1958).",
    "year": 1924,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Elizabeth Jolley",
    "birthday": "1923-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/18/Elizabeth_Jolley.gif",
    "extract": "Monica Elizabeth Jolley AO was an English-born Australian writer who settled in Western Australia in the late 1950s and forged an illustrious literary career there. She was 53 when her first book was published, and she went on to publish fifteen novels, four short story collections and three non-fiction books, publishing well into her 70s and achieving significant critical acclaim. She was also a pioneer of creative writing teaching in Australia, counting many well-known writers such as Tim Winton among her students at Curtin University.",
    "year": 1923,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Mas Oyama",
    "birthday": "1923-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Kyokushinkai-6754_vsdl.jpg/267px-Kyokushinkai-6754_vsdl.jpg",
    "extract": "Masutatsu Ōyama , more commonly known as Mas Oyama, was a karate master who founded Kyokushin Karate, considered the first and most influential style of full contact karate. A Zainichi Korean, he spent most of his life living in Japan and acquired Japanese citizenship in 1968.",
    "year": 1923,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Milan Komar",
    "birthday": "1921-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/eb/Milan_Komar.jpg",
    "extract": "Milan Komar, also known as Emilio Komar was a Slovene Argentine Catholic philosopher and essayist.",
    "year": 1921,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Robert Merrill",
    "birthday": "1917-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Robert_Merrill.jpg/292px-Robert_Merrill.jpg",
    "extract": "Robert Merrill was an American operatic baritone and actor, who was also active in the musical theatre circuit. He received the National Medal of Arts in 1993.",
    "year": 1917,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Robert F. Furchgott",
    "birthday": "1916-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Drfurchgott.jpg/320px-Drfurchgott.jpg",
    "extract": "Robert Francis Furchgott was a Nobel Prize-winning American biochemist who contributed to the discovery of nitric oxide as a transient cellular signal in mammalian systems.",
    "year": 1916,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Fernand Leduc",
    "birthday": "1916-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f4/Leduc.png",
    "extract": "Fernand Leduc was a Canadian abstract expressionist painter and a major figure in the Quebec contemporary art scene in the 1940s and 1950s. During his 50-year career, Leduc participated in many expositions in Canada and France. He was born in Viauville, Montreal, Quebec.",
    "year": 1916,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Walter Hadlee",
    "birthday": "1915-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Walter_Hadlee_1937.jpg/148px-Walter_Hadlee_1937.jpg",
    "extract": "Walter Arnold Hadlee was a New Zealand cricketer and Test match captain. He played domestic first-class cricket for Canterbury and Otago. Three of his five sons, Sir Richard, Dayle and Barry played cricket for New Zealand. The Chappell–Hadlee Trophy, which is competed for by Test teams from New Zealand and Australia is named in honour of the Hadlee family and the Australian Chappell family.",
    "year": 1915,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Modibo Keïta",
    "birthday": "1915-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/bd/Keita%2C_1966_%28cropped%29.jpg",
    "extract": "Modibo Keïta was the first President of Mali (1960–1968) and the Prime Minister of the Mali Federation. He espoused a form of African socialism.",
    "year": 1915,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Nils Kihlberg",
    "birthday": "1915-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Nils_Kihlberg.jpg/300px-Nils_Kihlberg.jpg",
    "extract": "Nils Kihlberg was a Swedish actor, singer and director known for En trallande jänta (1942), Bröderna Östermans huskors (1945) and Det är min musik (1942). He died on April 2, 1965 in Stockholm. Nils appeared in approximately 40 films and He was married to actress Mimi Nelson.",
    "year": 1915,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Robert Jacobsen",
    "birthday": "1912-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/ca/Robert_Jacobsen.jpg",
    "extract": "Robert Julius Tommy Jacobsen was a Danish sculptor and painter. The Danish Robert Award award is named in his honor.",
    "year": 1912,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Christopher Cockerell",
    "birthday": "1910-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Memorial_to_Sir_Christopher_Cockerell_at_Hythe_-_geograph.org.uk_-_514712.jpg/213px-Memorial_to_Sir_Christopher_Cockerell_at_Hythe_-_geograph.org.uk_-_514712.jpg",
    "extract": "Sir Christopher Sydney Cockerell CBE RDI FRS was an English engineer, best known as the inventor of the hovercraft.",
    "year": 1910,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Jacques Roumain",
    "birthday": "1907-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Jacquess_Roumain.jpeg/208px-Jacquess_Roumain.jpeg",
    "extract": "Jacques Roumain was a Haitian writer, politician, and advocate of Marxism. He is considered one of the most prominent figures in Haitian literature. The African-American poet, Langston Hughes, translated some of Roumain's works, including Gouverneurs de la Rosée.",
    "year": 1907,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Rosalind Russell",
    "birthday": "1907-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Rosalind_russell.jpg/250px-Rosalind_russell.jpg",
    "extract": "Catherine Rosalind Russell was an American actress, comedienne, screenwriter, and singer, known for her role as fast-talking newspaper reporter Hildy Johnson in the Howard Hawks screwball comedy His Girl Friday (1940), opposite Cary Grant, as well as for her portrayals of Mame Dennis in Auntie Mame (1958) and Rose in Gypsy (1962). A noted comedienne, she won all five Golden Globes for which she was nominated. Russell won the Tony Award for Best Actress in a Musical in 1953 for her portrayal of Ruth in the Broadway show Wonderful Town. She was nominated for the Academy Award for Best Actress four times during her career.",
    "year": 1907,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Yevgeny Mravinsky",
    "birthday": "1903-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a9/Portrait_of_Yevgeny_Mravinsky.jpg/245px-Portrait_of_Yevgeny_Mravinsky.jpg",
    "extract": "Yevgeny Aleksandrovich Mravinsky was a Russian conductor, pianist, and music pedagogue; he was a professor at Leningrad State Conservatory.",
    "year": 1903,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Beno Gutenberg",
    "birthday": "1889-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9a/Beno_Gutenberg.jpg",
    "extract": "Beno Gutenberg was a German-American seismologist who made several important contributions to the science. He was a colleague and mentor of Charles Francis Richter at the California Institute of Technology and Richter's collaborator in developing the Richter magnitude scale for measuring an earthquake's magnitude.",
    "year": 1889,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Arturo Rawson",
    "birthday": "1885-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Gral._Arturo_Rawson.jpg/251px-Gral._Arturo_Rawson.jpg",
    "extract": "Arturo Rawson was an Argentine politician, military officer, and the provisional President of the Republic from June 4, 1943, to June 7, 1943.",
    "year": 1885,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Clara Blandick",
    "birthday": "1880-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Clara_Blandick.jpg/243px-Clara_Blandick.jpg",
    "extract": "Clara Blandick was an American character, film, stage and theater actress. She played Aunt Em in Metro-Goldwyn-Mayer's The Wizard of Oz (1939).\nAs a character actress, she often played eccentric elderly matriarchs.",
    "year": 1880,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Heinrich Otto Wieland",
    "birthday": "1877-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Heinrich_Wieland.jpg/226px-Heinrich_Wieland.jpg",
    "extract": "Heinrich Otto Wieland was a German chemist. He won the 1927 Nobel Prize in Chemistry for his research into the bile acids.",
    "year": 1877,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Carl Gustaf Emil Mannerheim",
    "birthday": "1867-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Mannerheim1940.jpg/232px-Mannerheim1940.jpg",
    "extract": "Baron Carl Gustaf Emil Mannerheim was a Finnish military leader and statesman. He served as the military leader of the Whites in the Finnish Civil War of 1918, as Regent of Finland (1918–1919), as commander-in-chief of Finland's defence forces during the period of World War II (1939–1945), as Marshal of Finland (1942–), and as the sixth president of Finland (1944–1946).",
    "year": 1867,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Miina Sillanpää",
    "birthday": "1866-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c0/Miina_sillanpaa.jpg",
    "extract": "Miina Sillanpää was a Finnish politician. She served as Deputy Minister of Social Affairs in 1926-1927. She was Finland's first female minister and a key figure in the workers' movement. In 2016, the Finnish government made 1 October an official flag flying day in honour of Sillanpää. She was involved in the preparation of Finland's first Municipal Homemaking Act.",
    "year": 1866,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "William Propsting",
    "birthday": "1861-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/William_Propsting.jpg/211px-William_Propsting.jpg",
    "extract": "William Bispham Propsting, CMG was an Australian politician and member of the Tasmanian House of Assembly, who served as Premier of Tasmania from 9 April 1903 to 11 July 1904.",
    "year": 1861,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Alexis Lapointe",
    "birthday": "1860-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Alexis_Lapointe.jpg/203px-Alexis_Lapointe.jpg",
    "extract": "Alexis Lapointe, known as Alexis le Trotteur was a Quebec athlete in the early 20th century who has become a legendary character of québécois folklore.",
    "year": 1860,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Jinmaku Kyūgorō",
    "birthday": "1829-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Jinmaku_Kyugoro.JPG/223px-Jinmaku_Kyugoro.JPG",
    "extract": "Jinmaku Kyūgorō  was a Japanese professional sumo wrestler from Itō, Izumo Province. He was the sport's 12th yokozuna.",
    "year": 1829,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Apollon Maykov",
    "birthday": "1821-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Perov-Maikov.jpg/245px-Perov-Maikov.jpg",
    "extract": "Apollon Nikolayevich Maykov was a Russian poet, best known for his lyric verse showcasing images of Russian villages, nature, and history. His love for ancient Greece and Rome, which he studied for much of his life, is also reflected in his works. Maykov spent four years translating the epic The Tale of Igor's Campaign (1870) into modern Russian. He translated the folklore of Belarus, Greece, Serbia and Spain, as well as works by Heine, Adam Mickiewicz and Goethe, among others. Several of Maykov's poems were set to music by Russian composers, among them Rimsky-Korsakov and Tchaikovsky.",
    "year": 1821,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Constant Prévost",
    "birthday": "1787-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Constant-Pr%C3%A9vost-1787-1836.jpg/282px-Constant-Pr%C3%A9vost-1787-1836.jpg",
    "extract": "Louis-Constant Prévost was a French geologist.",
    "year": 1787,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Miguel de Azcuénaga",
    "birthday": "1754-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Miguel_de_Azcu%C3%A9naga_1865.jpg/268px-Miguel_de_Azcu%C3%A9naga_1865.jpg",
    "extract": "Miguel de Azcuénaga was an Argentine brigadier. Educated in Spain, at the University of Seville, Azcuénaga began his military career in the Viceroyalty of the Río de la Plata and became a member of the Primera Junta, the first autonomous government of modern Argentina. He was shortly exiled because of his support to the minister Mariano Moreno, and returned to Buenos Aires when the First Triumvirate replaced the Junta. He held several offices since then, most notably being the first Governor intendant of Buenos Aires after the May Revolution. He died at his country house in 1833.",
    "year": 1754,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Franz Xaver von Zach",
    "birthday": "1754-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Franz_Xaver%2C_Baron_Von_Zach.jpg/287px-Franz_Xaver%2C_Baron_Von_Zach.jpg",
    "extract": "Baron Franz Xaver von Zach was a Hungarian astronomer born at Pest, Hungary.",
    "year": 1754,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Patrick Ferguson",
    "birthday": "1744-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1d/Patrick_Ferguson.jpg",
    "extract": "Patrick Ferguson was a Scottish officer in the British Army, an early advocate of light infantry and the designer of the Ferguson rifle. He is best known for his service in the 1780 military campaign of Charles Cornwallis during the American Revolutionary War in the Carolinas, in which he played a great effort in recruiting American Loyalists to serve in his militia against the Patriots.",
    "year": 1744,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "George III",
    "birthday": "1738-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Allan_Ramsay_-_King_George_III_in_coronation_robes_-_Google_Art_Project.jpg/205px-Allan_Ramsay_-_King_George_III_in_coronation_robes_-_Google_Art_Project.jpg",
    "extract": "George III was King of Great Britain and of Ireland from 25 October 1760 until the union of the two kingdoms on 1 January 1801, after which he was King of the United Kingdom of Great Britain and Ireland until his death in 1820. He was concurrently Duke and Prince-elector of Brunswick-Lüneburg (\"Hanover\") in the Holy Roman Empire before becoming King of Hanover on 12 October 1814. He was a monarch of the House of Hanover but, unlike his two predecessors, he was born in Great Britain, spoke English as his first language and never visited Hanover.",
    "year": 1738,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Benjamin Huntsman",
    "birthday": "1704-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/BenjaminHuntsmanTribute.jpg/320px-BenjaminHuntsmanTribute.jpg",
    "extract": "Benjamin Huntsman was an English inventor and manufacturer of cast or crucible steel.",
    "year": 1704,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "François Quesnay",
    "birthday": "1694-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Quesnay_Portrait.jpg/255px-Quesnay_Portrait.jpg",
    "extract": " François Quesnay was a French economist and physician of the Physiocratic school. He is known for publishing the \"Tableau économique\" in 1758, which provided the foundations of the ideas of the Physiocrats. This was perhaps the first work attempting to describe the workings of the economy in an analytical way, and as such can be viewed as one of the first important contributions to economic thought. His Le Despotisme de la Chine, written in 1767, describes Chinese politics and society, and his own political support for enlightened despotism.",
    "year": 1694,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Claudia de' Medici",
    "birthday": "1604-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Justus_Sustermans_-_Claudia_de%27_Medici%2C_1626%2C_Appartamenti_reali%2C_Pitti.jpg/240px-Justus_Sustermans_-_Claudia_de%27_Medici%2C_1626%2C_Appartamenti_reali%2C_Pitti.jpg",
    "extract": "Claudia de' Medici was Regent of the Austrian County of Tyrol during the minority of her son from 1632 until 1646. \nShe was a daughter of Ferdinando I de' Medici, Grand Duke of Tuscany and Christina of Lorraine. She was born in Florence, and was named after her grandmother Claude of Valois, herself granddaughter of Claude, Duchess of Brittany, consort to King Francis I of France.",
    "year": 1604,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "George Heriot",
    "birthday": "1563-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/George_Heriot_%281563-1624%29.jpg/232px-George_Heriot_%281563-1624%29.jpg",
    "extract": "George Heriot was a Scottish goldsmith and philanthropist. He is chiefly remembered today as the founder of George Heriot's School, a large independent school in Edinburgh; his name has also been given to Heriot-Watt University, as well as several streets in the same city.",
    "year": 1563,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Antoine, Duke of Lorraine",
    "birthday": "1489-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Hans_Holbein_d._J._036.jpg/231px-Hans_Holbein_d._J._036.jpg",
    "extract": "Antoine, known as the Good, was Duke of Lorraine from 1508 until his death in 1544. Raised at the French court, Antoine would campaign in Italy twice: once under Louis XII and the other with Francis I. During the German Peasants' War, he would defeat two armies while retaking Saverne and Sélestat. Antoine succeeded in freeing Lorraine from the Holy Roman Empire with the Treaty of Nuremberg of 1542. In 1544, while Antoine suffered from an illness, the Duchy of Lorraine was invaded by Emperor Charles V's army on their way to attack France. Fleeing the Imperial armies, Antoine was taken to Bar-le-Duc where he died.",
    "year": 1489,
    "month": 6,
    "day": 4,
    "language": "en"
  },
  {
    "name": "Philippa of England",
    "birthday": "1394-6-4",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Queen_Philippa_of_Dacia.jpg/233px-Queen_Philippa_of_Dacia.jpg",
    "extract": "Philippa of England, also known as Philippa of Lancaster, was Queen of Denmark, Norway and Sweden from 1406 to 1430 by marriage to King Eric of the Kalmar Union. She was the daughter of King Henry IV of England by his first spouse Mary de Bohun and the younger sister of King Henry V. Queen Philippa participated significantly in state affairs during the reign of her spouse, and served as regent of Denmark from 1423 to 1425.",
    "year": 1394,
    "month": 6,
    "day": 4,
    "language": "en"
  }
]