[
  {
    "name": "Yulia Lipnitskaya",
    "birthday": "1998-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Julia_Lipnitskaia_Olympics_2014.jpeg/233px-Julia_Lipnitskaia_Olympics_2014.jpeg",
    "extract": "Yulia Vyacheslavovna Lipnitskaya is a Russian retired competitive figure skater. She was part of the Russian team to win the 2014 Winter Olympics team trophy. Individually, Lipnitskaya is the 2014 World silver medalist, the 2014 European champion, the 2013–14 Grand Prix Final silver medalist, and a two-time Russian national silver medalist. Competing as a junior, Lipnitskaya won the 2012 World Junior Championships, 2011–12 JGP Final, and 2012 Russian Junior Championships. She retired from the professional sport on 9 September 2017 due to complications with ligaments of the legs and hip joints, as well as anorexia.",
    "year": 1998,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Sam Darnold",
    "birthday": "1997-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Sam_darnold_2019.jpg/247px-Sam_darnold_2019.jpg",
    "extract": "Samuel Richard Darnold is an American football quarterback for the Carolina Panthers of the National Football League (NFL). He played college football at USC, where he won the 2017 Rose Bowl as a freshman, and was selected third overall by the New York Jets in the 2018 NFL Draft. At age 21, he was the NFL's youngest opening-day starting quarterback since the AFL–NFL merger. Darnold served as the Jets' starter from 2018 to 2020 until he was traded to the Panthers in 2021.",
    "year": 1997,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Troye Sivan",
    "birthday": "1995-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/2018.06.10_Troye_Sivan_at_Capital_Pride_w_Sony_A7III%2C_Washington%2C_DC_USA_03462_%2842690655572%29_%28cropped%29.jpg/277px-2018.06.10_Troye_Sivan_at_Capital_Pride_w_Sony_A7III%2C_Washington%2C_DC_USA_03462_%2842690655572%29_%28cropped%29.jpg",
    "extract": "Troye Sivan Mellet is an Australian-South African singer-songwriter, actor and YouTuber. After gaining popularity as a singer on YouTube and in Australian talent competitions, Sivan signed with EMI Australia in 2013 and released his third extended play, TRXYE (2014), which peaked at number five on the US Billboard 200. Its lead single, \"Happy Little Pill\", reached number ten on Australian music charts. In 2015, he released his fourth extended play Wild followed by his debut studio album Blue Neighbourhood, whose lead single \"Youth\" became Sivan's first single to enter the top 40 of the Billboard Hot 100 chart, peaking at number 23. His second studio album Bloom (2018) reached number three in Australia, and number four on the Billboard 200 chart. Its lead single, \"My My My!\", became Sivan's second number-one single on the Billboard Dance Club Songs chart. \"Take Yourself Home\" was the first single from his EP In a Dream (2020).",
    "year": 1995,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Ross Wilson (table tennis)",
    "birthday": "1995-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Ross_Wilson_-_British_table_tennis_player.png/211px-Ross_Wilson_-_British_table_tennis_player.png",
    "extract": "Ross Wilson is a British paralympic table tennis player.",
    "year": 1995,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Roger Tuivasa-Sheck",
    "birthday": "1993-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Roger_Tuivasa-Sheck.jpg/240px-Roger_Tuivasa-Sheck.jpg",
    "extract": "Roger Tuivasa-Sheck is a New Zealand rugby union player for the Auckland Blues in the Super Rugby Pacific. Tuivasa-Sheck previously played rugby league as a fullback and captain for the New Zealand Warriors in the National Rugby League. In 2018 Tuivasa-Sheck became the first New Zealand Warriors player to win the Dally-M Medal.\nHe also played for the Sydney Roosters in the National Rugby League, with whom he won a premiership in 2013, playing on the wing.",
    "year": 1993,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Emily Seebohm",
    "birthday": "1992-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Emily_Jane_Seebohm_-_Peking_2008.jpg/239px-Emily_Jane_Seebohm_-_Peking_2008.jpg",
    "extract": "Emily Jane Seebohm, OAM is an Australian swimmer. She has appeared at four Olympic Games between 2008 and 2021; and won three Olympic gold medals, five world championship gold medals and seven Commonwealth Games gold medals. She specialises in the backstroke, but has also won medals in the freestyle and individual medley.",
    "year": 1992,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Sören Bertram",
    "birthday": "1991-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Bertram%2C_S%C3%B6ren_Aue_17-18_%281%29_WP.jpg/240px-Bertram%2C_S%C3%B6ren_Aue_17-18_%281%29_WP.jpg",
    "extract": "Sören Bertram is a German professional footballer who plays as a midfielder for VfL Osnabrück.",
    "year": 1991,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Radko Gudas",
    "birthday": "1990-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Radko_Gudas_Lightning.jpg/213px-Radko_Gudas_Lightning.jpg",
    "extract": "Radko Gudas is a Czech professional ice hockey defenceman for the Florida Panthers in the National Hockey League (NHL). He has previously played in the NHL for the Tampa Bay Lightning, Philadelphia Flyers and the Washington Capitals.",
    "year": 1990,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Cam Atkinson",
    "birthday": "1989-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Cam_Atkinson_2014-12-13.JPG/320px-Cam_Atkinson_2014-12-13.JPG",
    "extract": "Cameron Thomas Atkinson is an American professional ice hockey right winger for the Philadelphia Flyers of the National Hockey League (NHL). Atkinson was selected by the Columbus Blue Jackets in the sixth round, 157th overall, of the 2008 NHL Entry Draft.",
    "year": 1989,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Megumi Nakajima",
    "birthday": "1989-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Megumi_Nakajima_performing_at_Nokia_Theater_LA_Live.jpg/213px-Megumi_Nakajima_performing_at_Nokia_Theater_LA_Live.jpg",
    "extract": "Megumi Nakajima  is a Japanese voice actress and singer from Mito, Ibaraki, who is affiliated with E-Stone Music. Her involvement in the entertainment industry began in 2003 when she participated in an audition held by the talent agency Stardust Promotion, becoming affiliated with them after passing the audition. Her debut came in 2007 when she passed an audition held by the music company Victor Entertainment; she was then cast as the character Ranka Lee in the 2008 anime series Macross Frontier. Her first solo single \"Tenshi ni Naritai\" was released in 2009, which was followed by her first solo album I Love You in 2010.",
    "year": 1989,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Marcus Thornton (basketball, born 1987)",
    "birthday": "1987-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Marcus_Thornton_2016.jpg/232px-Marcus_Thornton_2016.jpg",
    "extract": "Marcus Terrell Thornton is an American professional basketball player, who most recently played for the Motor City Cruise of the NBA G League. He played college basketball for Kilgore College and LSU before being drafted in the second round of the 2009 NBA draft by the Miami Heat. He has played in the NBA for the New Orleans Hornets, Sacramento Kings, Brooklyn Nets, Boston Celtics, Phoenix Suns, Houston Rockets and Washington Wizards.",
    "year": 1987,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Dave Bolland",
    "birthday": "1986-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/David_Bolland.JPG/295px-David_Bolland.JPG",
    "extract": "David D. Bolland is a Canadian former professional ice hockey player.",
    "year": 1986,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jeremy Abbott",
    "birthday": "1985-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Jeremy_ABBOTT_NHK_Trophy_2010.jpg/213px-Jeremy_ABBOTT_NHK_Trophy_2010.jpg",
    "extract": "Jeremy Abbott is a former American figure skater. He is the 2008 Grand Prix Final champion, a two-time Four Continents bronze medalist, and a four-time U.S. national champion. He represented the United States at the 2010 Winter Olympics, where he placed ninth, and at the 2014 Winter Olympics, winning a bronze medal in the team event.",
    "year": 1985,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Ekaterina Bychkova",
    "birthday": "1985-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Ekaterina_Bychkova_2%2C_2015_Wimbledon_Qualifying_-_Diliff.jpg/306px-Ekaterina_Bychkova_2%2C_2015_Wimbledon_Qualifying_-_Diliff.jpg",
    "extract": "Ekaterina Andreevna Bychkova is a tennis player from Russia.",
    "year": 1985,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Robert Barbieri",
    "birthday": "1984-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/ST_vs_Treviso_2013_%2804%29.JPG/213px-ST_vs_Treviso_2013_%2804%29.JPG",
    "extract": "Robert Julian Barbieri is a retired Canadian-born Italian rugby union player. He played as a flanker. He decided to represent Italy.",
    "year": 1984,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Marques Colston",
    "birthday": "1983-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Marques_Colston.JPG/203px-Marques_Colston.JPG",
    "extract": "Marques E. Colston is a former American football wide receiver. He played college football at Hofstra University, and was drafted by the New Orleans Saints in the seventh round of the 2006 NFL Draft. He helped the Saints achieve victory in Super Bowl XLIV with seven receptions for 83 yards against the Indianapolis Colts. He is the Saints' all-time franchise leader in receiving yards, yards from scrimmage, receiving touchdowns, total touchdowns, and total receptions. Despite favorable statistics compared to other Pro Bowl or All-Pro players in the same position like Brandon Marshall and Reggie Wayne, Colston was never selected for either in his career.",
    "year": 1983,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Suburban Legends",
    "birthday": "1982-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Suburban_Legends_at_Downtown_Disney.jpg/320px-Suburban_Legends_at_Downtown_Disney.jpg",
    "extract": "Suburban Legends are an American ska punk band that formed in Huntington Beach, California, in 1998 and later based themselves in nearby Santa Ana. After building a fanbase in the Orange County ska scene through their numerous regular performances at the Disneyland Resort, a series of lineup changes in 2005 introduced elements of funk and disco into the group's style.",
    "year": 1982,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Serhat Akın",
    "birthday": "1981-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/aa/Serhat_Aikin.jpg",
    "extract": "Niyazi Serhat Akın is a retired Turkish footballer who played as a striker.",
    "year": 1981,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Sébastien Lefebvre",
    "birthday": "1981-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Sebmodesto.jpg/320px-Sebmodesto.jpg",
    "extract": "Sébastien Lefebvre is a Canadian musician, who is best known as the rhythm guitarist and backing vocalist for the rock band Simple Plan. He has also released solo albums and duo work.",
    "year": 1981,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Mike Fisher (ice hockey)",
    "birthday": "1980-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Mike_Fisher.jpg/195px-Mike_Fisher.jpg",
    "extract": "Michael Andrew Fisher is a Canadian-American former professional ice hockey centre who played for the Ottawa Senators and Nashville Predators in the National Hockey League (NHL). He was drafted by the Senators in the second round, 44th overall, in the 1998 NHL Entry Draft.",
    "year": 1980,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Antonio García (racing driver)",
    "birthday": "1980-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Antonio_Garc%C3%ADa_2009.jpg/272px-Antonio_Garc%C3%ADa_2009.jpg",
    "extract": "Antonio García Navarro is a Spanish professional racing driver. He has three class wins in the 24 Hours of Le Mans, winning GT1 with Aston Martin Racing in 2008 and with Corvette Racing in 2009 (GT1) and 2011 (GTE-Pro).",
    "year": 1980,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Stefanos Kotsolis",
    "birthday": "1979-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/%D0%94%D0%B8%D0%BD%D0%B0%D0%BC%D0%BE-%D0%9F%D0%B0%D0%BD%D0%B0%D1%82%D0%B8%D0%BD%D0%B0%D0%B8%D0%BA%D0%BE%D1%81_%286%29.jpg/213px-%D0%94%D0%B8%D0%BD%D0%B0%D0%BC%D0%BE-%D0%9F%D0%B0%D0%BD%D0%B0%D1%82%D0%B8%D0%BD%D0%B0%D0%B8%D0%BA%D0%BE%D1%81_%286%29.jpg",
    "extract": "Stefanos Kotsolis is a Greek former professional footballer who played as a goalkeeper.",
    "year": 1979,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Matthew Scarlett",
    "birthday": "1979-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Matthew_Scarlett_2018.1.jpg/213px-Matthew_Scarlett_2018.1.jpg",
    "extract": "Matthew Scarlett is a former Australian rules footballer, who formerly played for the Geelong Football Club in the Australian Football League (AFL). A fullback, who is 1.92 metres tall and weighing 94 kilograms (207 lb), Scarlett is the eldest son of former Geelong footballer John Scarlett.",
    "year": 1979,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Pete Wentz",
    "birthday": "1979-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Pete_Wentz_-_Hella_Mega_Tour_-_August_10%2C_2021_%28cropped%29.jpg/188px-Pete_Wentz_-_Hella_Mega_Tour_-_August_10%2C_2021_%28cropped%29.jpg",
    "extract": "Peter Lewis Kingston Wentz III is an American musician best known as the bassist and lyricist for the rock band Fall Out Boy, since 2001. Before Fall Out Boy, Wentz was a fixture of the Chicago hardcore scene and was the lead singer and songwriter for Arma Angelus, a metalcore band. During Fall Out Boy's hiatus from 2009 to 2012, Wentz formed the experimental, electropop and dubstep group Black Cards. He owns a record label, DCD2 Records, which has signed bands including Panic! at the Disco and Gym Class Heroes.",
    "year": 1979,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jason White (American racing driver)",
    "birthday": "1979-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Stremme_White_Gordon_Pocono_%28cropped%29.jpg/248px-Stremme_White_Gordon_Pocono_%28cropped%29.jpg",
    "extract": "Jason A. White is an American professional stock car racing driver. He last competed part-time in the NASCAR Xfinity Series, driving the No. 23 Ford Mustang for RSS Racing/Reaume Brothers Racing, and the No. 13 Ford Mustang for MBM Motorsports.",
    "year": 1979,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Fernando Meira",
    "birthday": "1978-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/FernandoMeira.jpg/228px-FernandoMeira.jpg",
    "extract": "Fernando José da Silva Freitas Meira is a Portuguese former footballer who played mainly as a central defender.",
    "year": 1978,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Liza Weil",
    "birthday": "1977-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c3/Liza_Weil_%28cropped%29.jpg",
    "extract": "Liza Rebecca Weil is an American actress. She is best known for her starring role as Paris Geller in the WB/CW comedy-drama series Gilmore Girls (2000–2007) and its Netflix revival series Gilmore Girls: A Year in the Life (2016). She is also known for her roles as White House aide Amanda Tanner in the ABC political drama series Scandal (2012) and as attorney Bonnie Winterbottom in the ABC legal drama series How to Get Away with Murder (2014–2020).",
    "year": 1977,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Zydrunas Ilgauskas",
    "birthday": "1975-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Zydrunas_Ilgauskas_Cavaliers.jpg/213px-Zydrunas_Ilgauskas_Cavaliers.jpg",
    "extract": "Zydrunas Ilgauskas is a Lithuanian-born American former professional basketball player who played the center position. The 7'3\" Ilgauskas played for the Cleveland Cavaliers of the National Basketball Association from 1997 to 2010 and played for the Miami Heat during the 2010–11 season. He was named to the 1997-1998 All-Rookie First Team and is a two-time NBA All-Star. Ilgauskas played in the 2007 NBA Finals as a member of the Cavaliers. He is known for his accurate jump shot, for his rebounding, and for overcoming difficult injury challenges during his career. Nicknamed Big Z, Ilgauskas is the Cavaliers' career leader in blocked shots; his jersey no. 11 has been retired by the team.",
    "year": 1975,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Duncan Patterson",
    "birthday": "1975-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Duncan_Patterson.jpg/213px-Duncan_Patterson.jpg",
    "extract": "Duncan Patterson is an English musician, best known for his work as a member of Anathema (1991–1998) and Antimatter (1998–2005).",
    "year": 1975,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Russ Ortiz",
    "birthday": "1974-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/0923_273c_Russ_Ortiz.jpg/320px-0923_273c_Russ_Ortiz.jpg",
    "extract": "Russell Reid Ortiz is an American former professional baseball pitcher. Ortiz during his career played for the San Francisco Giants, Atlanta Braves, Arizona Diamondbacks, Baltimore Orioles, Houston Astros and Los Angeles Dodgers of Major League Baseball. He is 6 ft 1 in (1.85 m) tall, and weighs 220 pounds.",
    "year": 1974,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Lamon Brewster",
    "birthday": "1973-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Lamon_Brewster_at_Agalarov_Estate.jpg/240px-Lamon_Brewster_at_Agalarov_Estate.jpg",
    "extract": "Lamon Tajuan Brewster is an American former professional boxer who competed from 1996 to 2010. He held the WBO heavyweight title from 2004 to 2006, and is best known for scoring an upset knockout victory over Wladimir Klitschko to win the vacant title. He was ranked as the world's No.8 heavyweight by BoxRec at the conclusion of 2004. As an amateur, Brewster won the U.S. national championships in 1995, and a silver medal at that year's Pan American Games, both in the heavyweight division. Following his retirement from the sport in 2011, he became an entrepreneur and founded a consulting business.",
    "year": 1973,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Gella Vandecaveye",
    "birthday": "1973-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Gella_vandecaveye-1513181453.jpg/213px-Gella_vandecaveye-1513181453.jpg",
    "extract": "Gella Vandecaveye is a judoka from Belgium who competed at four Olympic Games.",
    "year": 1973,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Yogi Adityanath",
    "birthday": "1972-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/The_Uttar_Pradesh_Chief_Minister%2C_Shri_Yogi_Adityanath_in_New_Delhi_on_February_10%2C_2018_%28cropped%29.jpg/206px-The_Uttar_Pradesh_Chief_Minister%2C_Shri_Yogi_Adityanath_in_New_Delhi_on_February_10%2C_2018_%28cropped%29.jpg",
    "extract": "Yogi Adityanath is an Indian Hindu monk and politician who is serving as the 21st and current Chief Minister of Uttar Pradesh, since 19 March 2017.",
    "year": 1972,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Alex Mooney",
    "birthday": "1971-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Alex_Mooney_Congress_%28sq%29.jpg/320px-Alex_Mooney_Congress_%28sq%29.jpg",
    "extract": "Alexander Xavier Mooney is an American politician serving since 2015 as the U.S. representative from West Virginia's 2nd congressional district. A member of the Republican Party, he represented the 3rd district in the Maryland State Senate from 1999 to 2011 and is a former chair of the Maryland Republican Party. He is the first Hispanic person elected to Congress from West Virginia.",
    "year": 1971,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Mark Wahlberg",
    "birthday": "1971-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Mark_Wahlberg_2021.jpg/235px-Mark_Wahlberg_2021.jpg",
    "extract": "Mark Robert Michael Wahlberg, former stage name Marky Mark, is an American actor, producer, businessman and former rapper. He has received multiple accolades, including a BAFTA Award, and nominations for two Academy Awards, three Golden Globe Awards, nine Primetime Emmy Awards, and three Screen Actors Guild Awards.",
    "year": 1971,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Martin Gélinas",
    "birthday": "1970-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Martin_Gelinas_140116.png/265px-Martin_Gelinas_140116.png",
    "extract": "Martin Gélinas is a Canadian former professional ice hockey forward who played 1,273 games in the National Hockey League (NHL) for the Edmonton Oilers, Quebec Nordiques, Vancouver Canucks, Carolina Hurricanes, Calgary Flames, Florida Panthers and Nashville Predators. A first round selection of the Los Angeles Kings at the 1988 NHL Entry Draft, Gélinas was sent to the Oilers as part of the 1988 Wayne Gretzky trade before ever playing a game for the Kings.",
    "year": 1970,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Brian McKnight",
    "birthday": "1969-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Brian_McKnight_by_Gage_Skidmore_2.jpg/234px-Brian_McKnight_by_Gage_Skidmore_2.jpg",
    "extract": "Brian Kelly McKnight is an American singer, songwriter, actor, record producer, radio host and multi-instrumentalist. He is most recognized for his strong falsetto, high belting range and melisma.",
    "year": 1969,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Ed Vaizey",
    "birthday": "1968-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Official_portrait_of_Lord_Vaizey_of_Didcot%2C_2020.jpg/240px-Official_portrait_of_Lord_Vaizey_of_Didcot%2C_2020.jpg",
    "extract": "Edward Henry Butler Vaizey, Baron Vaizey of Didcot, is a British politician, media columnist, political commentator and former barrister who served as Minister for Culture, Communications and Creative Industries from 2010 to 2016. A member of the Conservative Party, he was Member of Parliament (MP) for Wantage from 2005 to 2019.",
    "year": 1968,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Michael E. Brown",
    "birthday": "1965-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Mike_Brown_Caltech_2021_01.jpg/240px-Mike_Brown_Caltech_2021_01.jpg",
    "extract": "Michael E. Brown is an American astronomer, who has been professor of planetary astronomy at the California Institute of Technology (Caltech) since 2003. His team has discovered many trans-Neptunian objects (TNOs), including the dwarf planet Eris, which was originally thought to be bigger than Pluto, triggering a debate on the definition of a planet.",
    "year": 1965,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jeff Garlin",
    "birthday": "1962-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Garlin.jpg/245px-Garlin.jpg",
    "extract": "Jeffrey Garlin is an American stand-up comedian and actor. He is best known for playing Murray Goldberg, the father of the eponymous family in the ABC sitcom The Goldbergs and Jeff Greene on the HBO sitcom Curb Your Enthusiasm. He also played Marvin on Mad About You and Mort Meyers on Arrested Development for Fox and Netflix.",
    "year": 1962,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Tõnis Lukas",
    "birthday": "1962-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/IRL_T%C3%B5nis_Lukas.jpg/216px-IRL_T%C3%B5nis_Lukas.jpg",
    "extract": "Tõnis Lukas is an Estonian politician, former Minister of Culture from 2019 to 2021 and Minister of Education and Research from 1999 to 2002 and from 2007 to 2011.",
    "year": 1962,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Anke Behmer",
    "birthday": "1961-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/29/Bundesarchiv_Bild_183-1983-0522-051%2C_Anke_Vater_%28cropped%29_v2.jpg",
    "extract": "Anke Behmer is a former East German athlete who competed mainly in the heptathlon.",
    "year": 1961,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Mary Kay Bergman",
    "birthday": "1961-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/12/Mary_Kay_Bergman_Color.jpg",
    "extract": "Mary Kay Bergman, also credited as Shannen Cassidy, was an American voice actress and voice-over teacher. Bergman was the lead female voice actress on South Park from the show's 1997 debut until her death. Throughout her career, Bergman performed voice work for over 400 television commercials and voiced over 100 cartoon, film, and video game characters.",
    "year": 1961,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Anthony Burger",
    "birthday": "1961-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Anthonyburger.jpg/320px-Anthonyburger.jpg",
    "extract": "Anthony John Burger was an American pianist and singer, most closely associated with Southern gospel music.",
    "year": 1961,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Ramesh Krishnan",
    "birthday": "1961-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/The_former_Tennis_players%2C_Shri_Ramanathan_Krishnan_and_Shri_Ramesh_Krishnan_called_on_the_Union_Minister_of_Youth_Affairs_and_Sports%2C_Dr._M.S._Gill%2C_in_New_Delhi_on_November_26%2C_2009.jpg/320px-thumbnail.jpg",
    "extract": "Ramesh Krishnan is a tennis coach and former professional tennis player from India. As a junior player in the late 1970s, he won the singles titles at both, Wimbledon and the French Open. He went on to reach three Grand Slam quarterfinals in the 1980s and was a part of the Indian team captained by Vijay Amritraj which reached the final of the Davis Cup in 1987 against Sweden. Krishnan also beat then-world No. 1, Mats Wilander, at the 1989 Australian Open. He became India's Davis Cup captain in 2007.",
    "year": 1961,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Claire Fox",
    "birthday": "1960-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Baroness_Claire_Fox.jpg/240px-Baroness_Claire_Fox.jpg",
    "extract": "Claire Regina Fox, Baroness Fox of Buckley, is a British writer, journalist, lecturer and politician who sits in the House of Lords as a non-affiliated life peer. She is the director and founder of the think tank Academy of Ideas.",
    "year": 1960,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Werner Schildhauer",
    "birthday": "1959-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Bundesarchiv_Bild_183-1982-0530-006%2C_Werner_Schildhauer.jpg/221px-Bundesarchiv_Bild_183-1982-0530-006%2C_Werner_Schildhauer.jpg",
    "extract": "Werner Schildhauer is a retired German track and field athlete, who represented the former East Germany at the 1980 Olympic Games in Moscow in the 10,000 meter run and placed 7th behind his teammate Jörg Peter.",
    "year": 1959,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Avigdor Lieberman",
    "birthday": "1958-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Avigdor_Lieberman_2017.jpg/234px-Avigdor_Lieberman_2017.jpg",
    "extract": "Avigdor Lieberman is a Soviet-born Israeli politician serving as Minister of Finance since 2021, having previously served twice as Deputy Prime Minister of Israel from 2006 to 2008 and 2009 to 2012.",
    "year": 1958,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Ahmed Abdallah Mohamed Sambi",
    "birthday": "1958-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Sambi.jpg/223px-Sambi.jpg",
    "extract": "Ahmed Abdallah Mohamed Sambi is a Comorian Islamic leader and politician, and former President of Comoros. He is popularly known as 'Ayatollah'. After easily winning the 14 May 2006 presidential election with 58.02% of the national vote, Sambi was inaugurated as President of the Union of the Comoros on 26 May 2006. It was the first peaceful transfer of power in the history of the Comoros.",
    "year": 1958,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Kenny G",
    "birthday": "1956-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/KennyGHWOFMay2013.jpg/320px-KennyGHWOFMay2013.jpg",
    "extract": "Kenneth Bruce Gorelick, known professionally as Kenny G, is an American smooth jazz saxophonist, composer, and producer. His 1986 album Duotones brought him commercial success. Kenny G is one of the best-selling artists of all time, with global sales totaling more than 75 million records.",
    "year": 1956,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Alberto Malesani",
    "birthday": "1954-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Malesani2010_%28cropped%29.jpg/248px-Malesani2010_%28cropped%29.jpg",
    "extract": "Alberto Malesani is an Italian football manager and former player. As a manager, he is mostly remembered for his successful spell with Parma during the late 1990s, where he won the Coppa Italia, the UEFA Cup, and the Supercoppa Italiana.",
    "year": 1954,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Nancy Stafford",
    "birthday": "1954-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/76/Nancy_Stafford.jpg",
    "extract": "Nancy Elizabeth Stafford is an American actress, speaker and author, known for her roles on television. She came to prominence in the 1980s as Michelle Thomas, law partner, on five seasons of Matlock. She later hosted a syndicated TV series called Main Floor (1995–2005), a show about fashion and beauty.",
    "year": 1954,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Kathleen Kennedy (producer)",
    "birthday": "1953-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Kathleen_Kennedy_by_Gage_Skidmore.jpg/206px-Kathleen_Kennedy_by_Gage_Skidmore.jpg",
    "extract": "Kathleen Kennedy is an American film producer and current president of Lucasfilm. In 1981, she co-founded the production company Amblin Entertainment with Steven Spielberg and her husband Frank Marshall.",
    "year": 1953,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Pierre Bruneau (journalist)",
    "birthday": "1952-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Pierre_Bruneau_-_2018_%2827183108378%29_%28cropped%29.jpg/320px-Pierre_Bruneau_-_2018_%2827183108378%29_%28cropped%29.jpg",
    "extract": "Pierre Bruneau, is a Canadian journalist and news anchor. He is the longtime anchor of the weekday edition of TVA Nouvelles news bulletins which air on the Quebec television network TVA every weekday.",
    "year": 1952,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Carole Fredericks",
    "birthday": "1952-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1d/Carole-Fredericks1.jpg/320px-Carole-Fredericks1.jpg",
    "extract": "Carole Denise Fredericks was an American singer best known for her work in French music. She was the younger sister of Taj Mahal.",
    "year": 1952,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Nicko McBrain",
    "birthday": "1952-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Nicko_McBrain_2.jpg/213px-Nicko_McBrain_2.jpg",
    "extract": "Michael Henry \"Nicko\" McBrain is an English musician, and drummer in the British heavy metal band Iron Maiden since 1983. Having played in small pub bands since 1966 from the age of 14, McBrain paid his bills after graduating from school with session work before he joined a variety of artists, such as Streetwalkers in 1975, Pat Travers, and the French political band, Trust. He joined Iron Maiden, in time to debut on their fourth album Piece of Mind (1983), and has remained with them since, contributing to a total of fourteen studio releases, as well as being the third-longest serving member of the band.",
    "year": 1952,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Suze Orman",
    "birthday": "1951-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/5.3.10SuzeOrmanByDavidShankbone.jpg/248px-5.3.10SuzeOrmanByDavidShankbone.jpg",
    "extract": "Susan Lynn \"Suze\" Orman is an American financial advisor, author, and podcast host. In 1987, she founded the Suze Orman Financial Group. Her work as a financial advisor gained notability with The Suze Orman Show, which ran on CNBC from 2002 to 2015.",
    "year": 1951,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Abraham Sarmiento Jr.",
    "birthday": "1950-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/BantayogWall20181115Alternativity-92L.jpg/320px-BantayogWall20181115Alternativity-92L.jpg",
    "extract": "Abraham \"Ditto\" P. Sarmiento Jr. was a Filipino student journalist who gained prominence as an early and visible critic of the martial law regime of dictator Ferdinand Marcos. As editor-in-chief of the Philippine Collegian, Ditto melded the University of the Philippines student newspaper into an independent though solitary voice against martial law rule at a time when the mass media was under the control of the Marcos government. His subsequent seven-month imprisonment by the military impaired his health and contributed to his premature death.",
    "year": 1950,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Ken Follett",
    "birthday": "1949-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4c/Ken_Follett_official.jpg",
    "extract": "Kenneth Martin Follett, is a British author of thrillers and historical novels who has sold more than 160 million copies of his works.",
    "year": 1949,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Elizabeth Gloster",
    "birthday": "1949-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Royal_Coat_of_Arms_of_the_United_Kingdom.svg/320px-Royal_Coat_of_Arms_of_the_United_Kingdom.svg.png",
    "extract": "Dame Elizabeth Gloster, DBE, PC is a former judge of the Court of Appeal of England and Wales and Vice-President of the Civil Division. She was the first female judge of the Commercial Court.",
    "year": 1949,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Laurie Anderson",
    "birthday": "1947-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/50/LA21uitsnede.jpg",
    "extract": "Laura Phillips Anderson, known as Laurie Anderson, is an American avant-garde artist, composer, musician, and film director whose work spans performance art, pop music, and multimedia projects. Initially trained in violin and sculpting, Anderson pursued a variety of performance art projects in New York during the 1970s, focusing particularly on language, technology, and visual imagery. She became more widely known outside the art world when her single \"O Superman\" reached number two on the UK singles chart in 1981. She also starred in and directed the 1986 concert film Home of the Brave.",
    "year": 1947,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "David Hare (playwright)",
    "birthday": "1947-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/David-Hare-edinburgh-film-festival-2018_%28cropped%29.jpg/241px-David-Hare-edinburgh-film-festival-2018_%28cropped%29.jpg",
    "extract": "Sir David Hare is an English playwright, screenwriter and theatre and film director. Best known for his stage work, Hare has also enjoyed great success with films, receiving two Academy Award nominations for Best Adapted Screenplay for writing The Hours in 2002, based on the novel written by Michael Cunningham, and The Reader in 2008, based on the novel of the same name written by Bernhard Schlink.",
    "year": 1947,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Wanderléa",
    "birthday": "1946-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Wanderlea%2C_Fundo_Correio_da_Manh%C3%A3_-_2.tif/lossy-page1-195px-Wanderlea%2C_Fundo_Correio_da_Manh%C3%A3_-_2.tif.jpg",
    "extract": "Wanderléa Charlup Boere Salim is a Brazilian singer, and former co-host of the historic TV show Jovem Guarda alongside Roberto Carlos and Erasmo Carlos. The show aired on TV Record between 1965 and 1968. Wanderléa was nicknamed Ternurinha after her first hit \"Ternura\".",
    "year": 1946,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "John Carlos",
    "birthday": "1945-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/John_Carlos_%28cropped%29.jpg/211px-John_Carlos_%28cropped%29.jpg",
    "extract": "John Wesley Carlos is an American former track and field athlete and professional football player. He was the bronze-medal winner in the 200 meters at the 1968 Summer Olympics, where he displayed the Black Power salute on the podium with Tommie Smith. He went on to tie the world record in the 100-yard dash and beat the 200 meters world record. After his track career, he enjoyed a brief stint in the Canadian Football League but retired due to injury.",
    "year": 1945,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Whitfield Diffie",
    "birthday": "1944-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Whitfield_Diffie_Royal_Society.jpg/213px-Whitfield_Diffie_Royal_Society.jpg",
    "extract": "Bailey Whitfield 'Whit' Diffie, ForMemRS, is an American cryptographer and one of the pioneers of public-key cryptography along with Martin Hellman and Ralph Merkle. Diffie and Hellman's 1976 paper New Directions in Cryptography introduced a radically new method of distributing cryptographic keys, that helped solve key distribution—a fundamental problem in cryptography. Their technique became known as Diffie–Hellman key exchange. The article stimulated the almost immediate public development of a new class of encryption algorithms, the asymmetric key algorithms.",
    "year": 1944,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Teodoro Obiang Nguema Mbasogo",
    "birthday": "1942-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Teodoro_Obiang_detail%2C_1650FRP051.jpg/243px-Teodoro_Obiang_detail%2C_1650FRP051.jpg",
    "extract": "Teodoro Obiang Nguema Mbasogo is an Equatoguinean politician and former military officer who has served as the 2nd president of Equatorial Guinea since August 1979. He is the longest consecutively serving current non-royal national leader in the world.",
    "year": 1942,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Martha Argerich",
    "birthday": "1941-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Martha_Argerich_en_el_Centro_Cultural_Kirchner_-_19788929535.jpg/320px-Martha_Argerich_en_el_Centro_Cultural_Kirchner_-_19788929535.jpg",
    "extract": "María Martha Argerich is an Argentinian classical concert pianist. She is widely considered to be one of the greatest pianists of all time.",
    "year": 1941,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Erasmo Carlos",
    "birthday": "1941-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Erasmo_Carlos.jpg/320px-Erasmo_Carlos.jpg",
    "extract": "Erasmo Carlos is a Brazilian singer and songwriter, most closely associated with his friend and longtime collaborator Roberto Carlos. Together, he created many chart hits including \"É Proibido Fumar\", \"Sentado à beira do caminho\", \"Além do Horizonte\", \"Amigo\" and \"Festa de Arromba\".",
    "year": 1941,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Spalding Gray",
    "birthday": "1941-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/02/Early_gray.jpg/285px-Early_gray.jpg",
    "extract": "Spalding Gray was an American actor and writer. He is best known for the autobiographical monologues that he wrote and performed for the theater in the 1980s and 1990s, as well as for his film adaptations of these works, beginning in 1987. He wrote and starred in several, working with different directors.",
    "year": 1941,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Gudrun Sjödén",
    "birthday": "1941-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Gudrun_Sj%C3%B6d%C3%A9n_2013-08-29_004.jpg/306px-Gudrun_Sj%C3%B6d%C3%A9n_2013-08-29_004.jpg",
    "extract": "Gudrun Sjödén is a Swedish fashion designer.",
    "year": 1941,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Joe Clark",
    "birthday": "1939-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/JoeClark.jpg/264px-JoeClark.jpg",
    "extract": "Charles Joseph Clark is a Canadian statesman, businessman, writer, and politician who served as the 16th prime minister of Canada from June 4, 1979, to March 3, 1980.",
    "year": 1939,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Margaret Drabble",
    "birthday": "1939-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Margaret_Drabble_%282011%29.jpg/318px-Margaret_Drabble_%282011%29.jpg",
    "extract": "Dame Margaret Drabble, Lady Holroyd, is an English novelist, biographer and critic. Her first novel appeared in 1963. She won the John Llewellyn Rhys Memorial Prize in 1966 for The Millstone, and the James Tait Black Memorial Prize in 1967 for Jerusalem the Golden. She edited two editions of The Oxford Companion to English Literature and has written non-fiction on Arnold Bennett, Angus Wilson, William Wordsworth and Thomas Hardy.",
    "year": 1939,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Karin Balzer",
    "birthday": "1938-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Bundesarchiv_Bild_183-B1002-0014-001%2C_Karin_Balzer.jpg/229px-Bundesarchiv_Bild_183-B1002-0014-001%2C_Karin_Balzer.jpg",
    "extract": "Karin Balzer was an East German hurdler who competed in the 80 m hurdles event at the 1960, 1964 and 1968 Olympics, and in the 100 m hurdles in 1972. She won a gold medal in 1964 and a bronze in 1972, while finishing fifth in 1968. During her career she set 37 world's best performances.",
    "year": 1938,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Hélène Cixous",
    "birthday": "1937-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/H%C3%A9l%C3%A8ne_Cixous_par_Claude_Truong-Ngoc_2011.jpg/213px-H%C3%A9l%C3%A8ne_Cixous_par_Claude_Truong-Ngoc_2011.jpg",
    "extract": "Hélène Cixous is a professor, French feminist writer, poet, playwright, philosopher, literary critic and rhetorician. Cixous is best known for her article \"The Laugh of the Medusa\", which established her as one of the early thinkers in post-structural feminism. She founded the first centre of feminist studies at a European university at the Centre universitaire de Vincennes of the University of Paris.",
    "year": 1937,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Bill Moyers",
    "birthday": "1934-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Bill_Moyers_by_Gage_Skidmore.jpg/233px-Bill_Moyers_by_Gage_Skidmore.jpg",
    "extract": "Bill Moyers is an American journalist and political commentator. He served as the eleventh White House Press Secretary under the Johnson administration from 1965 to 1967. He was a director of the Council on Foreign Relations, from 1967 to 1974. He also worked as a network TV news commentator for ten years. Moyers has been extensively involved with public broadcasting, producing documentaries and news journal programs. He has won numerous awards and honorary degrees for his investigative journalism and civic activities. He has become well known as a trenchant critic of the corporately structured U.S. news media.",
    "year": 1934,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Bata Živojinović",
    "birthday": "1933-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Velimir_Bata_%C5%BDivojinovi%C4%87_1.jpg/301px-Velimir_Bata_%C5%BDivojinovi%C4%87_1.jpg",
    "extract": "Velimir \"Bata\" Živojinović was a Yugoslav and Serbian actor and politician. He appeared in more than 340 films and TV series, and is regarded as one of the best actors in former Yugoslavia.",
    "year": 1933,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jacques Demy",
    "birthday": "1931-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/3a/Jacques_Demy.jpg",
    "extract": "Jacques Demy was a French director, lyricist, and screenwriter. He appeared in the wake of the French New Wave alongside contemporaries like Jean-Luc Godard and François Truffaut. Demy's films are celebrated for their visual style, which drew upon diverse sources such as classic Hollywood musicals, the plein-air realism of his French New Wave colleagues, fairy tales, jazz, Japanese manga, and the opera. His films contain overlapping continuity, lush musical scores and motifs like teenage love, labor rights, chance encounters, incest, and the intersection between dreams and reality. He was married to Agnès Varda, another prominent director of the French New Wave. Demy is best known for the two musicals he directed in the mid-1960s: The Umbrellas of Cherbourg (1964) and The Young Girls of Rochefort (1967).",
    "year": 1931,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Alifa Rifaat",
    "birthday": "1930-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/03/Alifa_Rifaat.jpg",
    "extract": "Fatimah Rifaat, better known by her pen name Alifa Rifaat, was an Egyptian author whose controversial short stories are renowned for their depictions of the dynamics of female sexuality, relationships, and loss in rural Egyptian culture. While taking on such controversial subjects, Fatimah Rifaat's protagonists remained religiously faithful with passive feelings towards their fate. Her stories did not attempt to undermine the patriarchal system; rather they were used to depict the problems inherent in a patriarchal society when men do not adhere to their religious teachings that advocate for the kind treatment of women. Fatimah Rifaat used the pseudonym Alifa to prevent embarrassment on the part of her family due to the themes of her stories and her writing career.",
    "year": 1930,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Robert Lansing (actor)",
    "birthday": "1928-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Robert_Lansing_1962.JPG/254px-Robert_Lansing_1962.JPG",
    "extract": "Robert Lansing was an American stage, film, and television actor.",
    "year": 1928,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Art Donovan",
    "birthday": "1924-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Art_Donovan_1961.jpg/230px-Art_Donovan_1961.jpg",
    "extract": "Arthur James Donovan Jr., nicknamed the Bulldog, was an American football defensive tackle who played for three National Football League (NFL) teams, most notably the Baltimore Colts. He was inducted into the Pro Football Hall of Fame in 1968.",
    "year": 1924,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Daniel Pinkham",
    "birthday": "1923-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b7/Daniel_Pinkham.jpg/246px-Daniel_Pinkham.jpg",
    "extract": "Daniel Rogers Pinkham, Jr. was an American composer, organist, and harpsichordist.",
    "year": 1923,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Sheila Sim",
    "birthday": "1922-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/4b/Sheila_Canterbury_2004.jpg",
    "extract": "Sheila Beryl Grant Sim, Baroness Attenborough was an English film and theatre actress. She was also the widow of the actor, director and peer Richard Attenborough.",
    "year": 1922,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Marion Motley",
    "birthday": "1920-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Marion_Motley%2C_American_football_fullback%2C_on_a_1950_football_card.jpg/254px-Marion_Motley%2C_American_football_fullback%2C_on_a_1950_football_card.jpg",
    "extract": "Marion Motley was an American professional football player who was a halfback and linebacker for the Cleveland Browns in the All-America Football Conference (AAFC) and National Football League (NFL). He was a leading pass-blocker and rusher in the late 1940s and early 1950s, and ended his career with an average of 5.7 yards per carry, a record for running backs that still stands. A versatile player who possessed both quickness and size, Motley was a force on both offense and defense. Fellow Hall of Fame running back Joe Perry once called Motley \"the greatest all-around football player there ever was\".",
    "year": 1920,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Cornelius Ryan",
    "birthday": "1920-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Cornelius_Ryan_and_Godfried_Bomans_1966.jpg/217px-Cornelius_Ryan_and_Godfried_Bomans_1966.jpg",
    "extract": "Cornelius Ryan was an Irish-American journalist and author known mainly for writing popular military history. He was especially known for his histories of World War II events: The Longest Day: 6 June 1944 D-Day (1959), The Last Battle (1966), and A Bridge Too Far (1974).",
    "year": 1920,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Sid Barnes",
    "birthday": "1916-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/SidBarnesHeadshot.jpg/217px-SidBarnesHeadshot.jpg",
    "extract": "Sidney George Barnes was an Australian cricketer and cricket writer, who played 13 Test matches between 1938 and 1948. Able to open the innings or bat down the order, Barnes was regarded as one of Australia's finest batsmen in the period immediately following the Second World War. He helped create an enduring record when scoring 234 in the second Test against England at Sydney in December 1946; exactly the same score as his captain, Don Bradman, in the process setting a world-record 405-run fifth wicket partnership. Barnes averaged 63.05 over 19 innings in a career that, like those of most of his contemporaries, was interrupted by the Second World War.",
    "year": 1916,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Eddie Joost",
    "birthday": "1916-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Eddie_Joost_1954.png/259px-Eddie_Joost_1954.png",
    "extract": "Edwin David Joost was an American professional baseball player and manager. He played as a shortstop in Major League Baseball for all or portions of 17 seasons between 1936 and 1955. In 1954, Joost became the third and last manager in the 54-year history of the Philadelphia Athletics. Under Joost, the A's finished last in the American League and lost over 100 games. After that season, they relocated to Kansas City.",
    "year": 1916,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Lancelot Ware",
    "birthday": "1915-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/db/Lancelot_Ware_Mensa_Slovakia.jpg",
    "extract": "Lancelot Lionel Ware OBE was an English barrister and biochemist. He co-founded Mensa, the international society for intellectually gifted people, with the Australian barrister Roland Berrill in 1946. It was originally called the \"High IQ Club\".",
    "year": 1915,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Beatrice de Cardi",
    "birthday": "1914-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d3/Beatrice_de_Cardi.jpg/240px-Beatrice_de_Cardi.jpg",
    "extract": "Beatrice Eileen de Cardi, was a British archaeologist, specializing in the study of the Persian Gulf and the Baluchistan region of Pakistan. She was president of the British Foundation for the Study of Arabia, and she was Secretary of the Council for British Archaeology from 1949 to 1973. At the end of her career, she was the world's oldest practising archaeologist.",
    "year": 1914,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Conrad Marca-Relli",
    "birthday": "1913-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Marca-Relli.jpg/311px-Marca-Relli.jpg",
    "extract": "Conrad Marca-Relli was an American artist who belonged to the early generation of New York School Abstract Expressionist artists whose artistic innovation by the 1950s had been recognized across the Atlantic, including Paris. New York School Abstract Expressionism, represented by Jackson Pollock, Willem de Kooning, Franz Kline, Robert Motherwell, Marca-Relli and others became a leading art movement of the postwar era.",
    "year": 1913,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Dean Amadon",
    "birthday": "1912-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/75/Dean_Amadon_%28ornithologist%2C_born_1912%29.jpg",
    "extract": "Dean Arthur Amadon was an American ornithologist and an authority on birds of prey.",
    "year": 1912,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Eric Hollies",
    "birthday": "1912-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a4/Eric_Hollies.jpg",
    "extract": "William Eric Hollies was an English cricketer, who is mainly remembered for taking the wicket of Donald Bradman for a duck in Bradman's final Test match innings, in which he needed only four runs for a Test average of 100. Hollies played all his first-class cricket career for Warwickshire, taking 2,323 wickets at less than 21 apiece.",
    "year": 1912,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Dennis Gabor",
    "birthday": "1900-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Dennis_Gabor_1971b.jpg/240px-Dennis_Gabor_1971b.jpg",
    "extract": "Dennis Gabor  was a Hungarian-British electrical engineer and physicist, most notable for inventing holography, for which he later received the 1971 Nobel Prize in Physics. He obtained British citizenship in 1934, and spent most of his life in England.",
    "year": 1900,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Otis Barton",
    "birthday": "1899-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Portrait_of_Master_Otis_Barton_and_his_Grandfather%2C_by_William_Merritt_Chase%2C_1903%2C_oil_on_canvas_-_Currier_Museum_of_Art_-_Manchester%2C_NH_-_DSC07551.jpg/220px-Portrait_of_Master_Otis_Barton_and_his_Grandfather%2C_by_William_Merritt_Chase%2C_1903%2C_oil_on_canvas_-_Currier_Museum_of_Art_-_Manchester%2C_NH_-_DSC07551.jpg",
    "extract": "Frederick Otis Barton Jr. was an American deep-sea diver, inventor and actor.",
    "year": 1899,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Theippan Maung Wa",
    "birthday": "1899-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/2f/Thke-Pan-Maung-Wa.gif/202px-Thke-Pan-Maung-Wa.gif",
    "extract": "Theippan Maung Wa was a Burmese writer, and one of the pioneers of the Hkit San literary movement. The movement searched for a new style and content in Burmese literature before the Second World War starting with Hkit san ponbyin.",
    "year": 1899,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Salvatore Ferragamo",
    "birthday": "1898-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Famiglia_Ferragamo.jpg/320px-Famiglia_Ferragamo.jpg",
    "extract": "Salvatore Ferragamo was an Italian shoe designer and the founder of luxury goods high-end retailer Salvatore Ferragamo S.p.A. An innovative shoe designer, Salvatore Ferragamo established a reputation in the 1930s. In addition to experimenting with materials including kangaroo, crocodile, and fish skin, Ferragamo drew on historic inspiration for his shoes.",
    "year": 1898,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Federico García Lorca",
    "birthday": "1898-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Fotograf%C3%ADa_an%C3%B3nima_MNCARS_4.jpg/199px-Fotograf%C3%ADa_an%C3%B3nima_MNCARS_4.jpg",
    "extract": "Federico del Sagrado Corazón de Jesús García Lorca, known as Federico García Lorca, was a Spanish poet, playwright, and theatre director.",
    "year": 1898,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "William Boyd (actor)",
    "birthday": "1895-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/William_Boyd%2C_Boxoffice_Barometer%2C_1939.jpg/235px-William_Boyd%2C_Boxoffice_Barometer%2C_1939.jpg",
    "extract": "William Lawrence Boyd was an American film actor who is known for portraying the cowboy hero Hopalong Cassidy.",
    "year": 1895,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "William Roberts (painter)",
    "birthday": "1895-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/08/William_Roberts_%28painter%29.jpg/211px-William_Roberts_%28painter%29.jpg",
    "extract": "William Patrick Roberts was a British artist.",
    "year": 1895,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Roy Thomson, 1st Baron Thomson of Fleet",
    "birthday": "1894-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/59/Roy_Thomson_Cropped.jpg",
    "extract": "Roy Herbert Thomson, 1st Baron Thomson of Fleet, GBE was a Canadian-born British newspaper proprietor who became one of the moguls of Fleet Street in London.",
    "year": 1894,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Jaan Kikkas",
    "birthday": "1892-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Jaan_Kikkas.jpg/197px-Jaan_Kikkas.jpg",
    "extract": "Juhan \"Jaan\" Kikkas was an Estonian middleweight weightlifter. He won a bronze medal at the 1924 Summer Olympics, setting a world record in the snatch.",
    "year": 1892,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Ralph Benatzky",
    "birthday": "1884-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Ralph_Benatzky_%281884-1957%29.jpg/213px-Ralph_Benatzky_%281884-1957%29.jpg",
    "extract": "Ralph Benatzky, born in Mährisch Budwitz as Rudolph Franz [František] Josef Benatzky, was an Austrian composer of Moravian origin. He composed operas and operettas, such as Casanova (1928), Die drei Musketiere (1929), Im weißen Rössl (1930) and Meine Schwester und ich (1930). He died in Zürich, Switzerland.",
    "year": 1884,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Ivy Compton-Burnett",
    "birthday": "1884-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/01/Ivy_Compton-Burnett.jpg",
    "extract": "Dame Ivy Compton-Burnett, was an English novelist, published in the original editions as I. Compton-Burnett. She was awarded the 1955 James Tait Black Memorial Prize for her novel Mother and Son. Her works consist mainly of dialogue and focus on family life among the late Victorian or Edwardian upper middle class. Manservant and Maidservant (1947) is considered one of her best.",
    "year": 1884,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Frederick Lorz",
    "birthday": "1884-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Frederick_Lorz_1904_olympics.jpg/247px-Frederick_Lorz_1904_olympics.jpg",
    "extract": "Frederick \"Fred\" Lorz was an American long distance runner who won the 1905 Boston Marathon. Lorz is also known for his \"finish\" in the marathon at the 1904 Summer Olympics for not having crossed the \"half-way mark\" and still winning.",
    "year": 1884,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "John Maynard Keynes",
    "birthday": "1883-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/04/Keynes_1933.jpg",
    "extract": "John Maynard Keynes, 1st Baron Keynes, was an English economist whose ideas fundamentally changed the theory and practice of macroeconomics and the economic policies of governments. Originally trained in mathematics, he built on and greatly refined earlier work on the causes of business cycles. One of the most influential economists of the 20th century, his writings are the basis for the school of thought known as Keynesian economics, and its various offshoots. His ideas, reformulated as New Keynesianism, are fundamental to mainstream macroeconomics.",
    "year": 1883,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Pancho Villa",
    "birthday": "1878-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Pancho_villa_horseback.jpg/260px-Pancho_villa_horseback.jpg",
    "extract": "Francisco Villa was a general in the Mexican Revolution. He was a key figure in the revolutionary movement that forced out President Porfirio Díaz and brought Francisco I. Madero to power in 1911. When Madero was ousted by a coup led by General Victoriano Huerta in February 1913, he led anti-Huerta forces in the Constitutionalist Army 1913–14. The commander of the coalition was civilian governor of Coahuila Venustiano Carranza. After the defeat and exile of Huerta in July 1914, Villa broke with Carranza. Villa dominated the meeting of revolutionary generals that excluded Carranza and helped create a coalition government. Emiliano Zapata and Villa became formal allies in this period, but it was only in principle. Like Zapata, Villa was strongly in favor of land reform, but his plans were not implemented when he had power. At the height of his power and popularity in late 1914 and early 1915, the U.S. considered recognizing him as Mexico's legitimate authority. Civil war broke out when Carranza challenged Villa. Villa was decisively defeated by Constitutionalist General Álvaro Obregón in summer 1915, and the U.S. aided Carranza directly against Villa in the Second Battle of Agua Prieta in November 1915. Much of Villa's army left after Villa's defeat on the battlefield and his lack of resources to buy arms and pay soldiers' salaries. Angered at the U.S. aid to Carranza, Villa conducted a raid on the border town of Columbus, New Mexico to goad the U.S. to invade Mexico in 1916-17. Despite a major contingent of soldiers and the latest military technology, the U.S. failed to capture Villa. When President Carranza was ousted from power in 1920, Villa negotiated an amnesty with interim President Adolfo de la Huerta and was given a landed estate, on the condition he retire from politics. He was assassinated in 1923. Although his faction did not prevail in the Revolution, he is one of its most charismatic and prominent figures.",
    "year": 1878,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Willard Miller",
    "birthday": "1877-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Willard_D_Miller.jpg/248px-Willard_D_Miller.jpg",
    "extract": "Willard Dwight Miller was a United States Navy sailor and a recipient of America's highest military decoration—the Medal of Honor—for his actions in the Spanish–American War.",
    "year": 1877,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Isaac Heinemann",
    "birthday": "1876-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Isaak_Heinemann.jpg/194px-Isaak_Heinemann.jpg",
    "extract": "Isaac Heinemann was an Israeli rabbinical scholar and a professor of classical literature, Hellenistic literature and philology.",
    "year": 1876,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "James Connolly",
    "birthday": "1868-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/James_Connolly2.jpg/240px-James_Connolly2.jpg",
    "extract": "James Connolly was an Irish republican, socialist and trade union leader. Born to Irish parents in the Cowgate area of Edinburgh, Scotland, Connolly left school for working life at the age of 11, and became involved in socialist politics in the 1880s.",
    "year": 1868,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Allvar Gullstrand",
    "birthday": "1862-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Allvar_Gullstrand.jpg/220px-Allvar_Gullstrand.jpg",
    "extract": "Allvar Gullstrand was a Swedish ophthalmologist and optician.",
    "year": 1862,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Pat Garrett",
    "birthday": "1850-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/82/PatGarrettEnhanced.jpg/249px-PatGarrettEnhanced.jpg",
    "extract": "Patrick Floyd Jarvis Garrett was an American Old West lawman, bartender and customs agent known for killing Billy the Kid. He was the sheriff of Lincoln County, New Mexico as well as Doña Ana County, New Mexico.",
    "year": 1850,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Carmine Crocco",
    "birthday": "1830-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Carmine_Crocco1.jpg/185px-Carmine_Crocco1.jpg",
    "extract": "Carmine Crocco, known as Donatello or sometimes Donatelli, was an Italian brigand. Initially a soldier for the Bourbons, he later fought in the service of Giuseppe Garibaldi.",
    "year": 1830,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "John Couch Adams",
    "birthday": "1819-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/John_Couch_Adams_1870s.jpg/226px-John_Couch_Adams_1870s.jpg",
    "extract": "John Couch Adams was a British mathematician and astronomer. He was born in Laneast, near Launceston, Cornwall, and died in Cambridge.",
    "year": 1819,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Christian Lobeck",
    "birthday": "1781-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Christian_Lobeck_-_Imagines_philologorum.jpg/263px-Christian_Lobeck_-_Imagines_philologorum.jpg",
    "extract": "Christian August Lobeck was a German classical scholar.",
    "year": 1781,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Ernest Augustus, King of Hanover",
    "birthday": "1771-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Ernst_August_von_Hannover_%281771-1851%29%2C_by_Edmund_Koken.jpg/262px-Ernst_August_von_Hannover_%281771-1851%29%2C_by_Edmund_Koken.jpg",
    "extract": "Ernest Augustus was King of Hanover from 20 June 1837 until his death in 1851. As the fifth son of King George III of the United Kingdom and Hanover, initially he seemed unlikely to become a monarch, but none of his elder brothers had a legitimate son. When his older brother William IV, who ruled both kingdoms, died in 1837, his niece Victoria inherited the British throne under British succession law, while Ernest succeeded in Hanover under Salic law, which barred women from the succession, thus ending the personal union between Britain and Hanover that had begun in 1714.",
    "year": 1771,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Johan Gadolin",
    "birthday": "1760-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Johan-Gadolin-1960.jpg/230px-Johan-Gadolin-1960.jpg",
    "extract": "Johan Gadolin was a Finnish chemist, physicist and mineralogist. Gadolin discovered a \"new earth\" containing the first rare-earth compound yttrium, which was later determined to be a chemical element. He is also considered the founder of Finnish chemistry research, as the second holder of the Chair of Chemistry at the Royal Academy of Turku. Gadolin was ennobled for his achievements and awarded the Order of Saint Vladimir and the Order of Saint Anna.",
    "year": 1760,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Pierre Jean Georges Cabanis",
    "birthday": "1757-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Pierre-Jean-Georges_Cabanis.jpg/244px-Pierre-Jean-Georges_Cabanis.jpg",
    "extract": "Pierre Jean Georges Cabanis was a French physiologist, freemason and materialist philosopher.",
    "year": 1757,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Sarah Churchill, Duchess of Marlborough",
    "birthday": "1660-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Sarah%2C_Duchess_of_Marlborough_by_Jervas.jpg/320px-Sarah%2C_Duchess_of_Marlborough_by_Jervas.jpg",
    "extract": "Sarah Churchill, Duchess of Marlborough, Princess of Mindelheim, Countess of Nellenburg, was an English courtier who rose to be one of the most influential women of her time through her close relationship with Anne, Queen of Great Britain. Sarah's relationship and influence with Princess Anne were widely known, and leading public figures often turned their attentions to her, hoping for favor from Anne. By the time Anne became queen, Sarah’s knowledge of government and intimacy with the queen had made her a powerful friend and a dangerous enemy.",
    "year": 1660,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Elena Cornaro Piscopia",
    "birthday": "1646-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Elena_Piscopia_portrait.jpg/237px-Elena_Piscopia_portrait.jpg",
    "extract": "Elena Lucrezia Cornaro Piscopia, also known in English as Helen Cornaro, was a Venetian philosopher of noble descent who in 1678 became one of the first women to receive an academic degree from a university, and the first to receive a Doctor of Philosophy degree.",
    "year": 1646,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Pu Songling",
    "birthday": "1640-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Pu_Songling.jpg/320px-Pu_Songling.jpg",
    "extract": "Pu Songling was a Chinese writer during the Qing dynasty, best known as the author of Strange Stories from a Chinese Studio.",
    "year": 1640,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Peter Wtewael",
    "birthday": "1596-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Peter_Wtewael_001.jpg/205px-Peter_Wtewael_001.jpg",
    "extract": "Peter Wtewael was a Dutch Golden Age painter.",
    "year": 1596,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Robert Rich, 2nd Earl of Warwick",
    "birthday": "1587-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/2ndEarlOfWarwickColour.jpg/197px-2ndEarlOfWarwickColour.jpg",
    "extract": "Robert Rich, 2nd Earl of Warwick, Lord of the Manor of Hunningham, was an English colonial administrator, admiral, and Puritan, who commanded the Parliamentarian navy during the Wars of the Three Kingdoms.",
    "year": 1587,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Benedetto Giustiniani",
    "birthday": "1554-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Cardinal_Benedetto_Giustiniani_%281554-1621%29.jpg/232px-Cardinal_Benedetto_Giustiniani_%281554-1621%29.jpg",
    "extract": "Benedetto Giustiniani was an Italian clergyman who was made a cardinal in the consistory of 16 November 1586 by Pope Sixtus V.",
    "year": 1554,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Margaret of Valois, Duchess of Berry",
    "birthday": "1523-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Margaret_of_France%2C_Duchess_of_Berry_by_Studio_of_Fran%C3%A7ois_Clouet.jpg/237px-Margaret_of_France%2C_Duchess_of_Berry_by_Studio_of_Fran%C3%A7ois_Clouet.jpg",
    "extract": "Margaret of Valois, Duchess of Berry was Duchess of Savoy by marriage to Duke Emmanuel Philibert of Savoy. She was the daughter of King Francis I of France and Claude, Duchess of Brittany.",
    "year": 1523,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Justus Jonas",
    "birthday": "1493-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Justus-Jonas-6.jpg/192px-Justus-Jonas-6.jpg",
    "extract": "Justus Jonas, the Elder, or simply Justus Jonas, was a German Lutheran theologian and reformer. He was a Jurist, Professor and Hymn writer. He is best known for his translations of the writings of Martin Luther and Philipp Melanchthon. He accompanied Martin Luther in his final moments.",
    "year": 1493,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Ludovico III Gonzaga, Marquis of Mantua",
    "birthday": "1412-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Andrea_Mantegna_057.jpg/239px-Andrea_Mantegna_057.jpg",
    "extract": "Ludovico III Gonzaga of Mantua, also spelled Lodovico was the ruler of the Italian city of Mantua from 1444 to his death in 1478.",
    "year": 1412,
    "month": 6,
    "day": 5,
    "language": "en"
  },
  {
    "name": "Edmund of Langley, 1st Duke of York",
    "birthday": "1341-6-5",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Edmund_of_Langley_remonstrating_with_the_King_of_Portugal_-_Chronique_d%27_Angleterre_%28Volume_III%29_%28late_15th_C%29%2C_f.186r_-_BL_Royal_MS_14_E_IV.png/320px-Edmund_of_Langley_remonstrating_with_the_King_of_Portugal_-_Chronique_d%27_Angleterre_%28Volume_III%29_%28late_15th_C%29%2C_f.186r_-_BL_Royal_MS_14_E_IV.png",
    "extract": "Edmund of Langley, 1st Duke of York, KG was the fourth surviving son of King Edward III of England and Philippa of Hainault. Like many medieval English princes, Edmund gained his nickname from his birthplace: Kings Langley Palace in Hertfordshire. He was the founder of the House of York, but it was through the marriage of his younger son, Richard of Conisburgh, 3rd Earl of Cambridge, to Anne de Mortimer, great-granddaughter of Edmund's elder brother Lionel of Antwerp, 1st Duke of Clarence, that the House of York made its claim to the English throne in the Wars of the Roses. The other party in the Wars of the Roses, the incumbent House of Lancaster, was formed from descendants of Edmund's elder brother John of Gaunt, 1st Duke of Lancaster, Edward III's third son.",
    "year": 1341,
    "month": 6,
    "day": 5,
    "language": "en"
  }
]