[
  {
    "name": "DeAndre Hopkins",
    "birthday": "1992-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/DeAndre_Hopkins_2020.jpg/229px-DeAndre_Hopkins_2020.jpg",
    "extract": "DeAndre Rashaun Hopkins is an American football wide receiver for the Arizona Cardinals of the National Football League (NFL). He played college football at Clemson and was drafted by the Houston Texans in the first round of the 2013 NFL Draft. Hopkins is a five-time Pro Bowler and has also been named to five All-Pro teams.",
    "year": 1992,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Becky Sauerbrunn",
    "birthday": "1985-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Becky_Sauerbrunn_%2849628077113%29_%28cropped%29.jpg/216px-Becky_Sauerbrunn_%2849628077113%29_%28cropped%29.jpg",
    "extract": "Rebecca Elizabeth Sauerbrunn is an American professional soccer player for Portland Thorns FC of the National Women's Soccer League (NWSL), the highest division of women's professional soccer in the United States. Since 2021, Sauerbrunn is the captain of the United States women's national soccer team. She previously captained Utah Royals FC and, from 2016 to 2018, co-captained the national team with Carli Lloyd.",
    "year": 1985,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Sonya Walger",
    "birthday": "1974-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Sonya_Walger_cropped.jpg/212px-Sonya_Walger_cropped.jpg",
    "extract": "Sonya Walger is a British actress who also holds American citizenship. She had starring roles in the short-lived sitcoms The Mind of the Married Man (2001–2002) and Coupling (2003) before landing her role as Penny Widmore in the ABC drama series Lost. Walger later starred on Tell Me You Love Me (2007), FlashForward (2009–2010), Common Law (2012), The Catch (2016–2017) and For All Mankind (2019–present).",
    "year": 1974,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Natalie Morales (journalist)",
    "birthday": "1972-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Natalie_Morales_US_Navi_2011_NewYork.jpg/179px-Natalie_Morales_US_Navi_2011_NewYork.jpg",
    "extract": "Natalie Morales-Rhodes is an American journalist who is currently a co-host and moderator of the CBS Daytime talk show The Talk. Prior to that, Morales worked for NBC News as the West Coast anchor of Today, and appeared on Dateline NBC and NBC Nightly News.",
    "year": 1972,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Paul Giamatti",
    "birthday": "1967-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Paul_Giamatti_2010_TIFF.jpg/294px-Paul_Giamatti_2010_TIFF.jpg",
    "extract": "Paul Edward Valentine Giamatti is an American actor and film producer. He first garnered attention for his breakout role in Private Parts as Kenny \"Pig Vomit\" Rushton, leading to supporting roles in Saving Private Ryan, Man on the Moon, Big Momma's House, and Big Fat Liar.",
    "year": 1967,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Björn Borg",
    "birthday": "1956-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Bjorn_Borg_en_2014.jpg/213px-Bjorn_Borg_en_2014.jpg",
    "extract": "Björn Rune Borg is a Swedish former world No. 1 tennis player. Between 1974 and 1981, he became the first man in the Open Era to win 11 Grand Slam singles titles, but he never won the US Open despite four finals appearances. He is the first male player to win five Wimbledon titles in the Open Era, as well as the only Swedish tennis player, male or female, to win more than 10 Grand Slams.",
    "year": 1956,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Sam Simon",
    "birthday": "1955-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Sam_Simon.jpg/255px-Sam_Simon.jpg",
    "extract": "Samuel Michael Simon was an American director, producer, writer, animal rights activist and philanthropist, who co-developed the television series The Simpsons.",
    "year": 1955,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Harvey Fierstein",
    "birthday": "1954-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Harvey_Fierstein_Shankbone_Metropolitan_Opera_2009.jpg/247px-Harvey_Fierstein_Shankbone_Metropolitan_Opera_2009.jpg",
    "extract": "Harvey Forbes Fierstein is an American actor, playwright and screenwriter. He is best known for his theater work in Torch Song Trilogy and Hairspray and movie roles in Mrs. Doubtfire, Independence Day, and as the voice of Yao in Mulan and Mulan II. Fierstein won two Tony Awards, Best Actor in a Play and Best Play, for Torch Song Trilogy. He received his third Tony Award, Best Book of a Musical, for the musical La Cage aux Folles and his fourth, the Tony Award for Best Actor in a Musical, for playing Edna Turnblad in Hairspray. Fierstein also wrote the book for the Tony Award-winning musicals Kinky Boots, Newsies, and Tony Award-nominated, Drama League Award-winner A Catered Affair. He was inducted into the American Theater Hall of Fame in 2007.",
    "year": 1954,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Władysław Żmuda",
    "birthday": "1954-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b4/Wladyslaw_Zmuda.jpg",
    "extract": "Władysław Antoni Żmuda is a Polish former professional footballer, who played as a defender for Śląsk Wrocław, Widzew Łódź, Hellas Verona, New York Cosmos and US Cremonese. He earned 91 caps for the Poland national team and is a four-time FIFA World Cup participant.",
    "year": 1954,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Holly Near",
    "birthday": "1949-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/38/Hollynear02.jpg",
    "extract": "Holly Near is an American singer-songwriter, actress, teacher, and activist.",
    "year": 1949,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Arlene Harris (inventor)",
    "birthday": "1948-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/65/Arlene_Harris%2C_the_1st_lady_of_wireless_%28cropped%29.jpg",
    "extract": "Arlene Joy Harris is an entrepreneur, inventor, investor, and policy advocate in the telecommunications industry. She is the president and co-founder of Dyna LLC, an incubator for start-up and early-stage organizations historically in the wireless technology field. Harris is widely recognized as a pioneer in mobile and wireless enterprise and an innovator of consumer products and services. In May 2007, she became the first female inductee of the Wireless Hall of Fame, and was named to the Consumer Technology Hall of Fame in 2017.",
    "year": 1948,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "David Blunkett",
    "birthday": "1947-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Official_Portrait_of_Lord_Blunkett_crop_1.jpg/240px-Official_Portrait_of_Lord_Blunkett_crop_1.jpg",
    "extract": "David Blunkett, Baron Blunkett, is a British politician, now in the House of Lords, who was MP for the Sheffield Brightside and Hillsborough constituency for 28 years, from 1987 to 2015, when he stood down. Blind since birth, and coming from a poor family in one of Sheffield's most deprived districts, he rose to become Education and Employment Secretary, Home Secretary and Work and Pensions Secretary in Tony Blair's Cabinet following Labour's victory in the 1997 general election.",
    "year": 1947,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Robert Englund",
    "birthday": "1947-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Robert_Englund_in_Chicago_2017.jpg/218px-Robert_Englund_in_Chicago_2017.jpg",
    "extract": "Robert Barton Englund is an American actor and director, best known for playing the supernatural serial killer Freddy Krueger in the Nightmare on Elm Street film series. Classically trained at the Royal Academy of Dramatic Art, Englund began his career as a stage actor in regional theatre, and made his film debut in the 1974 drama film Buster and Billie. After supporting roles in films like Stay Hungry (1976), A Star Is Born (1976), and Big Wednesday (1977), he had his breakthrough as resistance fighter Willie in the 1983 miniseries V and its subsequent sequel series. After his performance in A Nightmare on Elm Street (1984), he became closely associated with the horror film genre, and is widely-regarded as one of its iconic actors.",
    "year": 1947,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ada Kok",
    "birthday": "1947-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/IISG_AHF_19400_1963-09-02.jpg/243px-IISG_AHF_19400_1963-09-02.jpg",
    "extract": "Aagje (\"Ada\") Kok is a former Dutch swimmer who ranked among the world's best in the butterfly stroke category during the 1960s.",
    "year": 1947,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tony Levin",
    "birthday": "1946-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Tony_levin.jpg/216px-Tony_levin.jpg",
    "extract": "Anthony Frederick Levin is an American musician and composer, specializing in electric bass, Chapman Stick and upright bass. He also sings and plays synthesizer. Levin is best known for his work with King Crimson and Peter Gabriel. He is also a member of Liquid Tension Experiment, Bruford Levin Upper Extremities (1998–2000) and HoBoLeMa (2008–2010). He has led his own band, Stick Men, since 2010.",
    "year": 1946,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Monty Alexander",
    "birthday": "1944-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Monty_Alexander.jpg/320px-Monty_Alexander.jpg",
    "extract": "Montgomery Bernard \"Monty\" Alexander is a Jamaican jazz pianist. His playing has a Caribbean influence and bright swinging feeling, with a strong vocabulary of bebop jazz and blues rooted melodies. He was influenced by Louis Armstrong, Duke Ellington, Nat King Cole, Oscar Peterson, and Frank Sinatra. Alexander also sings and plays the melodica. He is known for his surprising musical twists, bright rhythmic sense, and intense dramatic musical climaxes. Monty's recording career has covered many of the well known American songbook standards, jazz standards, pop hits, and Jamaican songs from his original homeland. Alexander has resided in New York City for many years and performs frequently throughout the world at jazz festivals and clubs.",
    "year": 1944,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Phillip Allen Sharp",
    "birthday": "1944-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Phillip_Sharp_HD2007_with_Winthrop_Sears_Medal.jpg/214px-Phillip_Sharp_HD2007_with_Winthrop_Sears_Medal.jpg",
    "extract": "Phillip Allen Sharp is an American geneticist and molecular biologist who co-discovered RNA splicing. He shared the 1993 Nobel Prize in Physiology or Medicine with Richard J. Roberts for \"the discovery that genes in eukaryotes are not contiguous strings but contain introns, and that the splicing of messenger RNA to delete those introns can occur in different ways, yielding different proteins from the same DNA sequence\". He has been selected to receive the 2015 Othmer Gold Medal.",
    "year": 1944,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tommie Smith",
    "birthday": "1944-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Tommie_Smith-modified_%28cropped%29.jpg/235px-Tommie_Smith-modified_%28cropped%29.jpg",
    "extract": "Tommie C. Smith is an American former track and field athlete and former wide receiver in the American Football League. At the 1968 Summer Olympics, Smith, aged 24, won the 200-meter sprint finals and gold medal in 19.83 seconds – the first time the 20-second barrier was broken officially. His Black Power salute with John Carlos atop the medal podium to protest racism and injustice against African-Americans in the United States caused controversy, as it was seen as politicizing the Olympic Games. It remains a symbolic moment in the history of the Black Power movement.",
    "year": 1944,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Richard Smalley",
    "birthday": "1943-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/bf/Richard_Smalley.png",
    "extract": "Richard Errett Smalley was the Gene and Norman Hackerman Professor of Chemistry and a Professor of Physics and Astronomy at Rice University. In 1996, along with Robert Curl, also a professor of chemistry at Rice, and Harold Kroto, a professor at the University of Sussex, he was awarded the Nobel Prize in Chemistry for the discovery of a new form of carbon, buckminsterfullerene, also known as buckyballs. He was an advocate of nanotechnology and its applications.",
    "year": 1943,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Louis Andriessen",
    "birthday": "1939-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Louis_Andriessen%2C_Bestanddeelnr_932-5716.jpg/213px-Louis_Andriessen%2C_Bestanddeelnr_932-5716.jpg",
    "extract": "Louis Joseph Andriessen was a Dutch composer, pianist and academic teacher. Considered the most influential Dutch composer of his generation, he was a central proponent of The Hague school of composition. Although his music was initially dominated by neoclassicism and serialism, his style gradually shifted to a synthesis of American minimalism, jazz and the manner of Stravinsky.",
    "year": 1939,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gary U.S. Bonds",
    "birthday": "1939-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Gary_US_Bonds.jpg/320px-Gary_US_Bonds.jpg",
    "extract": "Gary U.S. Bonds is an American rhythm and blues and rock and roll singer, known for his classic hits \"New Orleans\" and \"Quarter to Three\".",
    "year": 1939,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "D. Ramanaidu",
    "birthday": "1936-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/RamaNaidu.jpg/248px-RamaNaidu.jpg",
    "extract": "Daggubati Ramanaidu was an Indian film producer and the founder of Suresh Productions known for his work in Telugu cinema. He was placed in the Guinness Book of World Records for the most films produced by an individual, with more than 150 films in 13 Indian languages. He also served as a member of parliament for the Bapatla constituency of Guntur district in the 13th Lok Sabha from 1999 to 2004.",
    "year": 1936,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Levi Stubbs",
    "birthday": "1936-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Levi_Stubbs.jpg/236px-Levi_Stubbs.jpg",
    "extract": "Levi Stubbs was an American baritone singer, best known as the lead vocalist of the R&B group the Four Tops, who released a variety of Motown hit records during the 1960s and 1970s. He has been noted for his powerful, emotional, dramatic style of singing.",
    "year": 1936,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jon Henricks",
    "birthday": "1935-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3e/Jon_Henricks_Cropped.jpg",
    "extract": "John Malcolm Henricks is an Australian Olympic swimmer who won two gold medals at the 1956 Summer Olympics in Melbourne. Henricks set world records in two freestyle events.",
    "year": 1935,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Albert II of Belgium",
    "birthday": "1934-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Albert_II_of_Belgium.jpg/246px-Albert_II_of_Belgium.jpg",
    "extract": "Albert II is a member of the Belgian royal family who reigned as King of the Belgians from 9 August 1993 to 21 July 2013.",
    "year": 1934,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Heinrich Rohrer",
    "birthday": "1933-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/32/Rohrer.jpg",
    "extract": "Heinrich Rohrer was a Swiss physicist who shared half of the 1986 Nobel Prize in Physics with Gerd Binnig for the design of the scanning tunneling microscope (STM). The other half of the Prize was awarded to Ernst Ruska. The Heinrich Rohrer Medal is presented triennially by the Surface Science Society of Japan with IBM Research – Zurich, Swiss Embassy in Japan, and Ms. Rohrer in his memory. The medal is not to be confused with the Heinrich Rohrer Award presented at the Nano Seoul 2020 conference.",
    "year": 1933,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "David Scott",
    "birthday": "1932-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Dave_Scott_Apollo_15_CDR.jpg/256px-Dave_Scott_Apollo_15_CDR.jpg",
    "extract": "David Randolph Scott is an American retired test pilot and NASA astronaut who was the seventh person to walk on the Moon. The commander of Apollo 15, Scott was selected as an astronaut as part of the third group in 1963. Scott flew to space three times, and is one of four surviving Moon walkers and the last surviving crew member of Apollo 15.",
    "year": 1932,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Frank Tyson",
    "birthday": "1930-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Frank_Tyson_1954.jpg/226px-Frank_Tyson_1954.jpg",
    "extract": " Frank Holmes Tyson was an England international cricketer of the 1950s, who also worked as a schoolmaster, journalist, cricket coach and cricket commentator after emigrating to Australia in 1960. Nicknamed \"Typhoon Tyson\" by the press, he was regarded by many commentators as one of the fastest bowlers ever seen in cricket and took 76 wickets (18.56) in 17 Test matches. Tyson has the seventh-lowest bowling average in Test cricket for bowlers who have taken 75 wickets, and no bowler since Tyson has taken more than 20 wickets at a lower average. In 2007 a panel of judges declared him Wisden Leading Cricketer in the World for 1955 due to his outstanding tour of Australia in 1954–55 where his 28 wickets (20.82) was instrumental in retaining the Ashes. Tyson coached Victoria to two Sheffield Shield victories and later coached the Sri Lankan national cricket team. He was a cricket commentator for 26 years on ABC and Channel Nine.",
    "year": 1930,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "James Barnor",
    "birthday": "1929-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/JamesBarnor2016Leiden2.jpg/320px-JamesBarnor2016Leiden2.jpg",
    "extract": "James Barnor HonFRPS is a Ghanaian photographer who has been based in London since the 1990s. His career spans six decades, and although for much of that period his work was not widely known, it has latterly been discovered by new audiences. In his street and studio photography, Barnor represents societies in transition in the 1950s and 1960s: Ghana moving toward independence, and London becoming a multicultural metropolis. He has said: \"I was lucky to be alive when things were happening...when Ghana was going to be independent and Ghana became independent, and when I came to England the Beatles were around. Things were happening in the 60s, so I call myself Lucky Jim.\" He was Ghana's first full-time newspaper photographer in the 1950s, and he is credited with introducing colour processing to Ghana in the 1970s. It has been said: \"James Barnor is to Ghana and photojournalism what Ousmane Sembène was to Senegal and African cinema.\"",
    "year": 1929,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Sunil Dutt",
    "birthday": "1929-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/A_still_of_the_Union_Minister_for_Youth_Affairs_and_Sports%2C_Shri_Sunil_Dutt_in_New_Delhi_on_April_15%2C_2005.jpg/217px-A_still_of_the_Union_Minister_for_Youth_Affairs_and_Sports%2C_Shri_Sunil_Dutt_in_New_Delhi_on_April_15%2C_2005.jpg",
    "extract": "Sunil Dutt was an Indian actor, film producer, director and politician. He was the Minister of Youth Affairs and Sports in the Manmohan Singh government (2004–2005). He was a former Sheriff of Mumbai. He is the father of actor Sanjay Dutt and politician Priya Dutt.",
    "year": 1929,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Klaus Tennstedt",
    "birthday": "1926-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7f/Klaus_Tennstedt.jpg",
    "extract": "Klaus Hermann Wilhelm Tennstedt was a German conductor from Merseburg. Known for his interpretation of the Austro-German repertoire, especially his sympathetic approaches towards Gustav Mahler, Tennstedt is widely considered one of the greatest and most influential conductors of the late 20th century. He worked with the Swedish Radio Symphony Orchestra, the NDR Symphony Orchestra, world-top ensembles such as the Berlin Philharmonic Orchestra, and most notably the London Philharmonic Orchestra, with which he was closely associated and recorded many of his celebrated recordings under the EMI label, including a cycle of Mahler's 10 symphonies.",
    "year": 1926,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Maxine Kumin",
    "birthday": "1925-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Maxine_Kumin_in_1974.jpg/226px-Maxine_Kumin_in_1974.jpg",
    "extract": "Maxine Kumin was an American poet and author. She was appointed Poet Laureate Consultant in Poetry to the Library of Congress in 1981–1982.",
    "year": 1925,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Frank Chee Willeto",
    "birthday": "1925-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Defense.gov_photo_essay_100219-M-1318S-092.jpg/320px-Defense.gov_photo_essay_100219-M-1318S-092.jpg",
    "extract": "Frank Chee Willeto was an American politician and Navajo code talker during World War II. Willeto served as the vice president of the Navajo Nation under President Milton Bluehouse, Sr. from his appointment in August 1998 until January 1999, when the Begaye administration took office.",
    "year": 1925,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "V. C. Andrews",
    "birthday": "1923-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/2f/V._C._Andrews.jpg/289px-V._C._Andrews.jpg",
    "extract": "Cleo Virginia Andrews, better known as V. C. Andrews or Virginia C. Andrews, was an American novelist.",
    "year": 1923,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Peter Carington, 6th Baron Carrington",
    "birthday": "1919-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Peter_Carington_1984.jpg/243px-Peter_Carington_1984.jpg",
    "extract": "Peter Alexander Rupert Carington, 6th Baron Carrington, Baron Carington of Upton,, was a British Conservative Party politician and hereditary peer who served as defence secretary from 1970 to 1974, foreign secretary from 1979 to 1982, chairman of British General Electric Company from 1983 to 1984, and secretary general of NATO from 1984 to 1988. In the first government of Margaret Thatcher, he played a major role in negotiating the Lancaster House Agreement that ended the racial conflict in Rhodesia and enabled the creation of Zimbabwe.",
    "year": 1919,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kenneth Connor",
    "birthday": "1918-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/40/Kenconnor.jpg",
    "extract": "Kenneth Connor, was an English stage, film and broadcasting actor, who rose to national prominence with his appearances in the Carry On films.",
    "year": 1918,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Edwin G. Krebs",
    "birthday": "1918-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/9e/Edwin_G._Krebs.jpg",
    "extract": "Edwin Gerhard Krebs was an American biochemist. He received the Albert Lasker Award for Basic Medical Research and the Louisa Gross Horwitz Prize of Columbia University in 1989 together with Alfred Gilman and, together with his collaborator Edmond H. Fischer, was awarded the Nobel Prize in Physiology or Medicine in 1992 for describing how reversible phosphorylation works as a switch to activate proteins and regulate various cellular processes.",
    "year": 1918,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kirk Kerkorian",
    "birthday": "1917-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Kirk_Kerkorian_2017_stamp_of_Armenia.jpg/240px-Kirk_Kerkorian_2017_stamp_of_Armenia.jpg",
    "extract": "Kerkor \"Kirk\" Kerkorian was an American businessman, investor, and philanthropist. He was the president and CEO of Tracinda Corporation, his private holding company based in Beverly Hills, California. Kerkorian was one of the important figures in the shaping of Las Vegas and, with architect Martin Stern Jr., is described as the \"father of the mega-resort\". He built the world's largest hotel in Las Vegas three times: the International Hotel, the MGM Grand Hotel (1973) and the MGM Grand (1993). He purchased the Metro-Goldwyn-Mayer movie studio in 1979.",
    "year": 1917,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Hamani Diori",
    "birthday": "1916-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Hamani_Diori_1968b.jpg/255px-Hamani_Diori_1968b.jpg",
    "extract": "Hamani Diori was the first President of the Republic of Niger. He was appointed to that office in 1960, when Niger gained independence. Although corruption was a common feature of his administration, he gained international respect for his role as a spokesman for African affairs and as a popular arbitrator in conflicts. His rule ended with a coup in 1974.",
    "year": 1916,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Isaiah Berlin",
    "birthday": "1909-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/IsaiahBerlin1983.jpg/240px-IsaiahBerlin1983.jpg",
    "extract": "Sir Isaiah Berlin was a Russian-British social and political theorist, philosopher, and historian of ideas. Although he became increasingly averse to writing for publication, his improvised lectures and talks were sometimes recorded and transcribed, and many of his spoken words were converted into published essays and books, both by himself and by others, especially his principal editor from 1974, Henry Hardy.",
    "year": 1909,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Bill Dickey",
    "birthday": "1907-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Bill_Dickey_1937_cropped.jpg/232px-Bill_Dickey_1937_cropped.jpg",
    "extract": "William Malcolm Dickey was an American professional baseball catcher and manager. He played in Major League Baseball with the New York Yankees for 19 seasons. Dickey managed the Yankees as a player-manager in 1946 in his last season as a player.",
    "year": 1907,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Max August Zorn",
    "birthday": "1906-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/71/Zorn%2CMax_August_1930_Jena.jpg",
    "extract": "Max August Zorn was a German mathematician. He was an algebraist, group theorist, and numerical analyst. He is best known for Zorn's lemma, a method used in set theory that is applicable to a wide range of mathematical constructs such as vector spaces, ordered sets and the like. Zorn's lemma was first postulated by Kazimierz Kuratowski in 1922, and then independently by Zorn in 1935.",
    "year": 1906,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Aram Khachaturian",
    "birthday": "1903-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Aram_Khachaturian_1971.png/289px-Aram_Khachaturian_1971.png",
    "extract": "Aram Ilyich Khachaturian was a Soviet and Armenian composer and conductor. He is considered one of the leading Soviet composers.",
    "year": 1903,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jimmie Lunceford",
    "birthday": "1902-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Jimmie_Lunceford_August_1946_%28Gottlieb%29.jpg/306px-Jimmie_Lunceford_August_1946_%28Gottlieb%29.jpg",
    "extract": "James Melvin Lunceford was an American jazz alto saxophonist and bandleader in the swing era.",
    "year": 1902,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Sukarno",
    "birthday": "1901-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Presiden_Sukarno.jpg/223px-Presiden_Sukarno.jpg",
    "extract": "Sukarno was an Indonesian statesman, orator, revolutionary, and nationalist who was the first president of Indonesia, serving from 1945 to 1967.",
    "year": 1901,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Manfred Sakel",
    "birthday": "1900-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4e/Manfred_sakel.jpg/260px-Manfred_sakel.jpg",
    "extract": "Manfred Joshua Sakel was an Austrian-Jewish neurophysiologist and psychiatrist, credited with developing insulin shock therapy in 1927.",
    "year": 1900,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jim Fouché",
    "birthday": "1898-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Jacobus_Johannes_Fouch%C3%A9_1968.jpg/248px-Jacobus_Johannes_Fouch%C3%A9_1968.jpg",
    "extract": "Jacobus Johannes \"Jim\" Fouché,, also known as J. J. Fouché, was a South African politician who served as the second state president of South Africa from 1968 to 1975.",
    "year": 1898,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ninette de Valois",
    "birthday": "1898-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/bb/Ninette_de_Valois.jpg/240px-Ninette_de_Valois.jpg",
    "extract": "Dame Ninette de Valois was an Irish-born British dancer, teacher, choreographer, and director of classical ballet. Most notably, she danced professionally with Serge Diaghilev's Ballets Russes, later establishing the Royal Ballet, one of the foremost ballet companies of the 20th century and one of the leading ballet companies in the world. She also established the Royal Ballet School and the touring company which became the Birmingham Royal Ballet. She is widely regarded as one of the most influential figures in the history of ballet and as the \"godmother\" of English and Irish ballet.",
    "year": 1898,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Joel Rinne",
    "birthday": "1897-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Toivo_Joel_Rinne.jpg/246px-Toivo_Joel_Rinne.jpg",
    "extract": "Toivo Joel Rinne was a prolific Finnish actor of stage and screen. Among his most memorable film parts was the title role in the Inspector Palmu movie series, which started in 1960's Komisario Palmun erehdys, and continued in three sequels. Another well-known role in Joel Rinne is in the 1970 film Päämaja, directed by Matti Kassila, in which Rinne interprets in the role of Marshal Mannerheim.",
    "year": 1897,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Henry Allingham",
    "birthday": "1896-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Henry_Allingham_in_June_2006.jpg/178px-Henry_Allingham_in_June_2006.jpg",
    "extract": "Henry William Allingham was an English supercentenarian. He is the longest-lived man ever recorded from the United Kingdom, a First World War veteran, and, for one month, the verified oldest living man in the world. He is also the second-oldest military veteran ever, and at the time of his death was the 12th-verified oldest man of all time.",
    "year": 1896,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Italo Balbo",
    "birthday": "1896-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Italio_Balbo_in_the_mountains_%28cropped%29.jpg/253px-Italio_Balbo_in_the_mountains_%28cropped%29.jpg",
    "extract": "Italo Balbo was an Italian fascist politician and Blackshirts' leader who served as Italy's Marshal of the Air Force, Governor-General of Libya and Commander-in-Chief of Italian North Africa. Due to his young age, he was sometimes seen as a possible successor of dictator Benito Mussolini.",
    "year": 1896,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Masti Venkatesha Iyengar",
    "birthday": "1891-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/bf/Venkatesh_Iyengar.jpg/209px-Venkatesh_Iyengar.jpg",
    "extract": "Masti Venkatesha Iyengar was a well-known writer in Kannada language. He was the fourth among Kannada writers to be honored with the Jnanpith Award, the highest literary honor conferred in India. He was popularly referred to as Maasti Kannadada Aasti which means \"Maasti, Kannada's Treasure\". He is most renowned for his short stories. He wrote under the pen name Srinivasa. He was honoured with the title Rajasevasakta by then Maharaja of Mysore Nalvadi Krishnaraja Wadeyar.",
    "year": 1891,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Erich Marcks",
    "birthday": "1891-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/cc/Erich_Marcks.jpeg/211px-Erich_Marcks.jpeg",
    "extract": "Erich Marcks was a German general in the Wehrmacht during World War II. He authored the first draft of the operational plan, Operation Draft East, for Operation Barbarossa, the invasion of the Soviet Union, advocating what was later known as A-A line as the goal for the Wehrmacht to achieve, within nine to seventeen weeks. Marcks studied philosophy in Freiburg in 1909.",
    "year": 1891,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ted Lewis (musician)",
    "birthday": "1890-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Tedlewis.jpg/201px-Tedlewis.jpg",
    "extract": "Theodore Leopold Friedman, known as Ted Lewis, was an American entertainer, bandleader, singer, and musician. He fronted a band and touring stage show that presented a combination of jazz, comedy, and nostalgia that was a hit with the American public before and after World War II. He was known by the moniker \"Mr. Entertainment\" or Ted \"Is Everybody Happy?\" Lewis. Lewis died of lung failure in August 1971.",
    "year": 1890,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Thomas Mann",
    "birthday": "1875-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Thomas_Mann_1929.jpg/226px-Thomas_Mann_1929.jpg",
    "extract": "Paul Thomas Mann was a German novelist, short story writer, social critic, philanthropist, essayist, and the 1929 Nobel Prize in Literature laureate. His highly symbolic and ironic epic novels and novellas are noted for their insight into the psychology of the artist and the intellectual. His analysis and critique of the European and German soul used modernized versions of German and Biblical stories, as well as the ideas of Johann Wolfgang von Goethe, Friedrich Nietzsche, and Arthur Schopenhauer.",
    "year": 1875,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alexandra Feodorovna (Alix of Hesse)",
    "birthday": "1872-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Alexandra_Fyodorovna_LOC_01137u.jpg/241px-Alexandra_Fyodorovna_LOC_01137u.jpg",
    "extract": "Alexandra Feodorovna, Princess Alix of Hesse and by Rhine at birth, was the empress consort of Emperor Nicholas II from their marriage on 26 November [O.S. 14 November] 1894 until his forced abdication on 15 March [O.S. 2 March] 1917. As such, she was also the last empress consort of Russia. A favourite granddaughter of Queen Victoria of the United Kingdom, she was, like her grandmother, one of the most famous royal carriers of haemophilia and bore a haemophiliac heir, Alexei Nikolaevich, Tsarevich of Russia. Her reputation for encouraging her husband's resistance to the surrender of autocratic authority and her known faith in the Russian mystic Grigori Rasputin severely damaged her popularity and that of the Romanov monarchy in its final years. She and her immediate family were all killed while in Bolshevik captivity in 1918, during the Russian Revolution. In 2000 the Russian Orthodox Church canonized her as Saint Alexandra the Passion Bearer.",
    "year": 1872,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Robert Falcon Scott",
    "birthday": "1868-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Scott_of_the_Antarctic_%28bw%29_%28cropped%29.jpg/241px-Scott_of_the_Antarctic_%28bw%29_%28cropped%29.jpg",
    "extract": "Captain Robert Falcon Scott,, was a Royal Navy officer and explorer who led two expeditions to the Antarctic regions: the Discovery expedition of 1901–1904 and the ill-fated Terra Nova expedition of 1910–1913. On the first expedition, he set a new southern record by marching to latitude 82°S and discovered the Antarctic Plateau, on which the South Pole is located. On the second venture, Scott led a party of five which reached the South Pole on 17 January 1912, less than five weeks after Amundsen's South Pole expedition.",
    "year": 1868,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Henry Newbolt",
    "birthday": "1862-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Sir_Henry_John_Newbolt_by_George_Charles_Beresford_%281900s-1910s%29.jpg/217px-Sir_Henry_John_Newbolt_by_George_Charles_Beresford_%281900s-1910s%29.jpg",
    "extract": "Sir Henry John Newbolt, CH was an English poet, novelist and historian. He also had a role as a government adviser with regard to the study of English in England. He is perhaps best remembered for his poems \"Vitaï Lampada\" and \"Drake's Drum\".",
    "year": 1862,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Aleksandr Lyapunov",
    "birthday": "1857-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f5/Alexander_Ljapunow_jung.jpg",
    "extract": "Aleksandr Mikhailovich Lyapunov was a Russian mathematician, mechanician and physicist. His surname is variously romanized as Ljapunov, Liapunov, Liapounoff or Ljapunow. He was the son of astronomer Mikhail Lyapunov and the brother of pianist and composer Sergei Lyapunov.",
    "year": 1857,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Karl Ferdinand Braun",
    "birthday": "1850-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Ferdinand_Braun.jpg/233px-Ferdinand_Braun.jpg",
    "extract": "Karl Ferdinand Braun was a German electrical engineer, inventor, physicist and Nobel laureate in physics. Braun contributed significantly to the development of radio and television technology: he shared the 1909 Nobel Prize in Physics with Guglielmo Marconi \"for their contributions to the development of wireless telegraphy\".",
    "year": 1850,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Eliza Orzeszkowa",
    "birthday": "1841-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Eliza_Orzeszkowa.PNG/201px-Eliza_Orzeszkowa.PNG",
    "extract": "Eliza Orzeszkowa was a Polish novelist and a leading writer of the Positivism movement during foreign Partitions of Poland. In 1905, together with Henryk Sienkiewicz, she was nominated for the Nobel Prize in Literature.",
    "year": 1841,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Friedrich Wilhelm Schneidewin",
    "birthday": "1810-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Friedrich_Wilhelm_Schneidewin.jpg/252px-Friedrich_Wilhelm_Schneidewin.jpg",
    "extract": "Friedrich Wilhelm Schneidewin, was a German classical scholar.",
    "year": 1810,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alexander Pushkin",
    "birthday": "1799-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Kiprensky_Pushkin.jpg/275px-Kiprensky_Pushkin.jpg",
    "extract": "Alexander Sergeyevich Pushkin was a Russian poet, playwright, and novelist of the Romantic era. He is considered by many to be the greatest Russian poet and the founder of modern Russian literature.",
    "year": 1799,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "John Trumbull",
    "birthday": "1756-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Self_Portrait_by_John_Trumbull_circa_1802.jpeg/267px-Self_Portrait_by_John_Trumbull_circa_1802.jpeg",
    "extract": "John Trumbull was an American artist of the early independence period, notable for his historical paintings of the American Revolutionary War, of which he was a veteran. He has been called \"The Painter of the Revolution\".",
    "year": 1756,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Nathan Hale",
    "birthday": "1755-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Nathan-hale-cityhall.jpg/217px-Nathan-hale-cityhall.jpg",
    "extract": "Nathan Hale was an American Patriot, soldier and spy for the Continental Army during the American Revolutionary War. He volunteered for an intelligence-gathering mission in New York City but was captured by the British and executed. Hale is considered an American hero and in 1985 was officially designated the state hero of Connecticut.",
    "year": 1755,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Joseph I of Portugal",
    "birthday": "1714-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Assinatura_D._Jos%C3%A9_I.svg/320px-Assinatura_D._Jos%C3%A9_I.svg.png",
    "extract": "Dom Joseph I, known as the Reformer, was King of Portugal from 31 July 1750 until his death in 1777. Among other activities, Joseph was devoted to hunting and the opera. Indeed, he assembled one of the greatest collections of operatic scores in Europe. His government was controlled by Sebastião José de Carvalho e Melo, 1st Marquis of Pombal.",
    "year": 1714,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Claude-Jean Allouez",
    "birthday": "1622-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Father_Claude_Jean_Allouez.JPG/239px-Father_Claude_Jean_Allouez.JPG",
    "extract": "Claude Jean Allouez was a Jesuit missionary and French explorer of North America. He established a number of missions among the indigenous people living near Lake Superior.",
    "year": 1622,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Pierre Corneille",
    "birthday": "1606-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Pierre_Corneille_2.jpg/318px-Pierre_Corneille_2.jpg",
    "extract": "Pierre Corneille was a French tragedian. He is generally considered one of the three great seventeenth-century French dramatists, along with Molière and Racine.",
    "year": 1606,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Diego Velázquez",
    "birthday": "1599-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Diego_Vel%C3%A1zquez_Autorretrato_45_x_38_cm_-_Colecci%C3%B3n_Real_Academia_de_Bellas_Artes_de_San_Carlos_-_Museo_de_Bellas_Artes_de_Valencia.jpg/270px-Diego_Vel%C3%A1zquez_Autorretrato_45_x_38_cm_-_Colecci%C3%B3n_Real_Academia_de_Bellas_Artes_de_San_Carlos_-_Museo_de_Bellas_Artes_de_Valencia.jpg",
    "extract": "Diego Rodríguez de Silva y Velázquez was a Spanish painter, the leading artist in the court of King Philip IV of Spain and Portugal, and of the Spanish Golden Age. He was an individualistic artist of the Baroque period. He began to paint in a precise tenebrist style, later developing a freer manner characterized by bold brushwork. In addition to numerous renditions of scenes of historical and cultural significance, he painted scores of portraits of the Spanish royal family and commoners, culminating in his masterpiece Las Meninas (1656).",
    "year": 1599,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Andrea Cesalpino",
    "birthday": "1519-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Andrea_Cesalpino.jpg/235px-Andrea_Cesalpino.jpg",
    "extract": "Andrea Cesalpino was a Florentine physician, philosopher and botanist.",
    "year": 1519,
    "month": 6,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Regiomontanus",
    "birthday": "1436-6-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Johannes_Regiomontanus.jpg/196px-Johannes_Regiomontanus.jpg",
    "extract": "Johannes Müller von Königsberg, better known as Regiomontanus, was a mathematician, astrologer and astronomer of the German Renaissance, active in Vienna, Buda and Nuremberg. His contributions were instrumental in the development of Copernican heliocentrism in the decades following his death.",
    "year": 1436,
    "month": 6,
    "day": 6,
    "language": "en"
  }
]