[
  {
    "name": "George Ezra",
    "birthday": "1993-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/George_Ezra_-_Frequency_Festival_-_2017-08-16-20-01-02.jpg/256px-George_Ezra_-_Frequency_Festival_-_2017-08-16-20-01-02.jpg",
    "extract": "George Ezra Barnett is an English singer, songwriter and guitarist. After releasing two EPs, Did You Hear the Rain? in November 2013 and Cassy O' in March 2014, Ezra rose to prominence with the release of his hit single, \"Budapest\", which reached number one in several countries. His debut studio album, Wanted on Voyage, was released in June 2014, reaching number one in the UK and the top ten in seven other countries. It was also the third-best-selling album of 2014 in the UK.",
    "year": 1993,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Fetty Wap",
    "birthday": "1991-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Fetty_Wap_2015.png/245px-Fetty_Wap_2015.png",
    "extract": "Willie Junior Maxwell II, better known by his stage name Fetty Wap, is an American rapper and singer. He rose to prominence after his debut single \"Trap Queen\" reached number two on the U.S. Billboard Hot 100 chart in May 2015. This helped Fetty Wap secure a record deal with 300 Entertainment. The single was followed up with two Top 10 singles in the U.S., \"679\" and \"My Way\". Both were featured on Fetty Wap's eponymous debut album, released in September 2015 and peaking atop the U.S. Billboard 200 chart.",
    "year": 1991,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Iggy Azalea",
    "birthday": "1990-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Iggy_Azalea_August_2015.jpg/213px-Iggy_Azalea_August_2015.jpg",
    "extract": "Amethyst Amelia Kelly, known professionally as Iggy Azalea, is an Australian rapper and former model. At the age of 16, Azalea moved from Australia to the United States in order to pursue a career in music. Azalea earned public recognition after releasing the music videos for her songs \"Pussy\" and \"Two Times\" on YouTube, both of which gained rapid popularity. Azalea signed a recording contract with American rapper T.I.'s label Grand Hustle shortly afterward and released her debut mixtape, Ignorant Art (2011).",
    "year": 1990,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Anna Kournikova",
    "birthday": "1981-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Anna_Kournikova-Bagram_Airfield_2009.jpg/228px-Anna_Kournikova-Bagram_Airfield_2009.jpg",
    "extract": "Anna Sergeyevna Kournikova is a Russian former professional tennis player and American television personality. Her appearance and celebrity status made her one of the best known tennis stars worldwide. At the peak of her fame, fans looking for images of Kournikova made her name one of the most common search strings on Google Search.",
    "year": 1981,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Bill Hader",
    "birthday": "1978-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Bill_Hader_%2829419489470%29_%28cropped%29.jpg/227px-Bill_Hader_%2829419489470%29_%28cropped%29.jpg",
    "extract": "William Thomas Hader Jr. is an American actor, comedian, and filmmaker. He is the creator, producer, writer, director, and star of the HBO dark comedy series Barry (2018–present), for which he has been nominated for eight Emmy Awards, winning two.",
    "year": 1978,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Bear Grylls",
    "birthday": "1974-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Coventry_Scouts_groups_have_a_visit_from_Bear_Grylls.jpg/212px-Coventry_Scouts_groups_have_a_visit_from_Bear_Grylls.jpg",
    "extract": "Edward Michael \"Bear\" Grylls is a British adventurer, writer, television presenter and businessman. He first drew attention after embarking on a number of adventures, and then became widely known for his television series Man vs. Wild (2006–2011). He is also involved in a number of wilderness survival television series in the UK and US, such as Running Wild with Bear Grylls and The Island with Bear Grylls. In July 2009, Grylls was appointed the youngest-ever Chief Scout of the United Kingdom and Overseas Territories at age 35, a post he has held for a second term since 2015.",
    "year": 1974,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Cafu",
    "birthday": "1970-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Feir%C3%A3o_Morar_Bem%2C_Viver_Melhor_%2837184774001%29_%28cropped%29.jpg/238px-Feir%C3%A3o_Morar_Bem%2C_Viver_Melhor_%2837184774001%29_%28cropped%29.jpg",
    "extract": "Marcos Evangelista de Morais, known as Cafu [kaˈfu] is a Brazilian former professional footballer. With 142 appearances for the Brazil national team, he is the most internationally capped Brazilian player of all time. Known for his pace and energetic attacking runs along the right flank, he is regarded as one of the greatest full-backs of all time, one of the best defenders ever to play in the Italian Serie A, and as one of the greatest Brazilian and South American players of his generation.",
    "year": 1970,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Damien Hirst",
    "birthday": "1965-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/The_Future_of_Art_-_Damien_Hirst.jpg/246px-The_Future_of_Art_-_Damien_Hirst.jpg",
    "extract": "Damien Steven Hirst is an English artist, entrepreneur, and art collector. He is one of the Young British Artists (YBAs) who dominated the art scene in the UK during the 1990s. He is reportedly the United Kingdom's richest living artist, with his wealth estimated at $384 million in the 2020 Sunday Times Rich List. During the 1990s his career was closely linked with the collector Charles Saatchi, but increasing frictions came to a head in 2003 and the relationship ended.",
    "year": 1965,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Bill Prady",
    "birthday": "1960-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/BillPrady1.jpg/213px-BillPrady1.jpg",
    "extract": "William Scott Prady is an American television writer and producer who has worked on American sitcoms and variety programs, including Married... with Children, Dream On, Star Trek: Voyager, Dharma & Greg, Two and a Half Men and Gilmore Girls and is the co-creator of The Big Bang Theory and The Muppets.",
    "year": 1960,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Mike Pence",
    "birthday": "1959-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Mike_Pence_official_Vice_Presidential_portrait.jpg/256px-Mike_Pence_official_Vice_Presidential_portrait.jpg",
    "extract": "Michael Richard Pence is an American politician, broadcaster, and lawyer who served as the 48th vice president of the United States from 2017 to 2021. A member of the Republican Party, he previously served as the 50th governor of Indiana from 2013 to 2017. Pence was also a member of the U.S. House of Representatives from 2001 to 2013.",
    "year": 1959,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Prince (musician)",
    "birthday": "1958-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Prince_Brussels_1986.jpg/205px-Prince_Brussels_1986.jpg",
    "extract": "Prince Rogers Nelson was an American singer-songwriter and multi-instrumentalist. Widely regarded as one of the greatest musicians of his generation, he was known for his flamboyant, androgynous persona and wide vocal range, which included a far-reaching falsetto and high-pitched screams. Prince produced his albums himself, pioneering the Minneapolis sound. His music incorporated a wide variety of styles, including funk, R&B, rock, new wave, soul, synth-pop, pop, jazz, and hip hop. He often played most or all instruments on his recordings.",
    "year": 1958,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Louise Erdrich",
    "birthday": "1954-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Louise_erdrich_8199.jpg/240px-Louise_erdrich_8199.jpg",
    "extract": "Louise Erdrich is an American author of novels, poetry, and children's books featuring Native American characters and settings. She is an enrolled member of the Turtle Mountain Band of Chippewa Indians, a federally recognized tribe of the Anishinaabe.",
    "year": 1954,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Liam Neeson",
    "birthday": "1952-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Liam_Neeson_Deauville_2012.jpg/207px-Liam_Neeson_Deauville_2012.jpg",
    "extract": "William John Neeson is an actor from Northern Ireland. He has received several accolades throughout his career, including nominations for an Academy Award, a British Academy Film Award, two Tony Awards, three Golden Globe Awards and a Volpi Cup. In 2020, he was placed 7th on The Irish Times list of Ireland's 50 Greatest Film Actors.",
    "year": 1952,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Orhan Pamuk",
    "birthday": "1952-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Orhan_Pamuk_2009_Shankbone.jpg/229px-Orhan_Pamuk_2009_Shankbone.jpg",
    "extract": "Ferit Orhan Pamuk is a Turkish novelist, screenwriter, academic and recipient of the 2006 Nobel Prize in Literature. One of Turkey's most prominent novelists, his work has sold over thirteen million books in sixty-three languages, making him the country's best-selling writer.",
    "year": 1952,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Wolfgang Schüssel",
    "birthday": "1945-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/W_Schuessel7.jpg/228px-W_Schuessel7.jpg",
    "extract": "Wolfgang Schüssel is an Austrian People's Party politician. He was Chancellor of Austria for two consecutive terms from February 2000 to January 2007. While being recognised as a rare example of an active reformer in contemporary Austrian politics, his governments were also highly controversial from the beginning, starting with the fact that he formed a coalition government with Jörg Haider's Freedom Party of Austria (FPÖ) on both occasions. In 2011, he retired from being an active member of parliament due to a multitude of charges of corruption against members of his governments.",
    "year": 1945,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Clarence White",
    "birthday": "1944-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/01/Clarence_White01.jpg/227px-Clarence_White01.jpg",
    "extract": "Clarence White was an American bluegrass and country guitarist and singer. He is best known as a member of the bluegrass ensemble the Kentucky Colonels and the rock band the Byrds, as well as for being a pioneer of the musical genre of country rock during the late 1960s.",
    "year": 1944,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Tom Jones (singer)",
    "birthday": "1940-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Sir_Tom_Jones_at_The_Queen%27s_Birthday_Party_%28cropped-2%29.jpg/207px-Sir_Tom_Jones_at_The_Queen%27s_Birthday_Party_%28cropped-2%29.jpg",
    "extract": "Sir Thomas Jones Woodward, known professionally as Tom Jones, is a Welsh singer. His career began with a string of top-ten hits in the mid-1960s. He has toured regularly, with appearances in Las Vegas (1967–2011). Jones's voice has been described by AllMusic as a \"full-throated, robust baritone\".",
    "year": 1940,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ian St John",
    "birthday": "1938-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Ian_St_John_%281966%29.jpg/241px-Ian_St_John_%281966%29.jpg",
    "extract": "John \"Ian\" St John was a Scottish professional football player, coach and broadcaster. St John played as a forward for Liverpool throughout most of the 1960s. Signed by Bill Shankly in 1961, St John was a key member of the Liverpool team that emerged from the second tier of English football to win two league titles and one FA Cup—in which he scored the winner in the 1965 final—to cement a position as one of the country's top sides. He played for Scotland 21 times, scoring nine goals.",
    "year": 1938,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Bert Sugar",
    "birthday": "1936-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Sugar_%28cropped%29.JPG/202px-Sugar_%28cropped%29.JPG",
    "extract": "Bert Randolph Sugar was a boxing writer and sports historian recognizable by his trademark fedora and unlit cigar.",
    "year": 1936,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Per Maurseth",
    "birthday": "1932-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/PerMaurseth.jpg/320px-PerMaurseth.jpg",
    "extract": "Per Maurseth was a Norwegian historian and politician for the Socialist Left Party.",
    "year": 1932,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Virginia McKenna",
    "birthday": "1931-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Virginiamckenna_westminster_%28cropped%29.jpg/240px-Virginiamckenna_westminster_%28cropped%29.jpg",
    "extract": "Virginia Anne McKenna, OBE is a British stage and screen actress, author and wildlife campaigner. She is best known for the films A Town Like Alice (1956), Carve Her Name with Pride (1958), Born Free (1966), and Ring of Bright Water (1969), as well as her work with The Born Free Foundation.",
    "year": 1931,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "John Turner",
    "birthday": "1929-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Turner_1968_cropped.jpg/222px-Turner_1968_cropped.jpg",
    "extract": "John Napier Wyndham Turner was a Canadian lawyer and politician who served as the 17th prime minister of Canada from June to September 1984. He served as leader of the Liberal Party of Canada and leader of the Official Opposition from 1984 to 1990.",
    "year": 1929,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "James Ivory",
    "birthday": "1928-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/James_Ivory_%281991.09%29.jpg/247px-James_Ivory_%281991.09%29.jpg",
    "extract": "James Francis Ivory is an American film director, producer, and screenwriter. For many years, he worked extensively with Indian-born film producer Ismail Merchant, his domestic as well as professional partner, and with screenwriter Ruth Prawer Jhabvala. All three were principals in Merchant Ivory Productions, whose films have won seven Academy Awards; Ivory himself has been nominated for four Oscars, winning one.",
    "year": 1928,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Paul Salamunovich",
    "birthday": "1927-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Salamunovich1_big.jpg/212px-Salamunovich1_big.jpg",
    "extract": "Paul Salamunovich KCSG was a Grammy-nominated, American conductor and educator.",
    "year": 1927,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ernestina Herrera de Noble",
    "birthday": "1925-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Ernestina_Herrera_de_Noble%2C_Jorge_Rafel_Videla_y_Julio_Humberto_Grondona%2C_1978_%28cropped%29.jpg/320px-Ernestina_Herrera_de_Noble%2C_Jorge_Rafel_Videla_y_Julio_Humberto_Grondona%2C_1978_%28cropped%29.jpg",
    "extract": "Ernestina Laura Herrera de Noble was a prominent Argentine publisher and executive. She was the largest shareholder of the Grupo Clarín media conglomerate and director of the flagship Clarín newspaper. She was the first woman to become director of a mainstream newspaper in South America.",
    "year": 1925,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Georges Marchais",
    "birthday": "1920-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Georges_Marchais_%28cropped%29.JPG/219px-Georges_Marchais_%28cropped%29.JPG",
    "extract": "Georges René Louis Marchais was the head of the French Communist Party (PCF) from 1972 to 1994, and a candidate in the French presidential elections of 1981.",
    "year": 1920,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Gwendolyn Brooks",
    "birthday": "1917-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/89/Gwendolyn_Brooks_USPS_postage_stamp.jpg/252px-Gwendolyn_Brooks_USPS_postage_stamp.jpg",
    "extract": "Gwendolyn Elizabeth Brooks was an American poet, author, and teacher. Her work often dealt with the personal celebrations and struggles of ordinary people in her community. She won the Pulitzer Prize for Poetry on May 1, 1950, for Annie Allen, making her the first African American to receive a Pulitzer Prize.",
    "year": 1917,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Dean Martin",
    "birthday": "1917-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Dean_Martin_-_publicity.JPG/256px-Dean_Martin_-_publicity.JPG",
    "extract": "Dean Martin was an American singer, actor and comedian of Italian descent. One of the most popular and enduring American entertainers of the mid-20th century, Martin was nicknamed \"The King of Cool\". Martin gained his career breakthrough together with comedian Jerry Lewis, billed as Martin and Lewis, in 1946. They performed in nightclubs and later had numerous appearances on radio, television and in films.",
    "year": 1917,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jacques Hélian",
    "birthday": "1912-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/H%C3%A9lian_Harcourt_1948.jpg/236px-H%C3%A9lian_Harcourt_1948.jpg",
    "extract": "Jacques Mikaël Der Mikaëlian better known as Jacques Hélian, was a famous French orchestra conductor for French music-hall.",
    "year": 1912,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Brooks Stevens",
    "birthday": "1911-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Excalibur_Series_III_Roadster_SS_in_Paris.jpg/320px-Excalibur_Series_III_Roadster_SS_in_Paris.jpg",
    "extract": "Clifford Brooks Stevens was an American industrial designer of home furnishings, appliances, automobiles, and motorcycles, as well as a graphic designer and stylist. Stevens founded Brooks Stevens, Inc., headquartered in Allenton, Wisconsin.",
    "year": 1911,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Mike Sebastian",
    "birthday": "1910-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/25/33_RB_msI_2.jpg/151px-33_RB_msI_2.jpg",
    "extract": "Michael John \"Lefty\" Sebastian was an American football halfback in the National Football League for the Cincinnati Reds, Boston Redskins, Philadelphia Eagles, Pittsburgh Pirates, and the Cleveland Rams. Nicknamed the Rose of Sharon, he also played for the Rams while they were still members of the second American Football League as well as the AFL's Rochester Tigers. Prior to his professional career, Sebastian played college football at the University of Pittsburgh. At Pitt, he played under coach Jock Sutherland, who had declared Sebastian the best passer whom he had seen in \"many days.\"",
    "year": 1910,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Marion Post Wolcott",
    "birthday": "1910-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Marion_Post_Wolcott_1940.jpg/320px-Marion_Post_Wolcott_1940.jpg",
    "extract": "Marion Post Wolcott was an American photographer who worked for the Farm Security Administration during the Great Depression documenting poverty, the Jim Crow South, and deprivation.",
    "year": 1910,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Virginia Apgar",
    "birthday": "1909-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Virginia-Apgar-July-6-1959.jpg/239px-Virginia-Apgar-July-6-1959.jpg",
    "extract": "Virginia Apgar was an American physician, obstetrical anesthesiologist and medical researcher, best known as the inventor of the Apgar Score, a way to quickly assess the health of a newborn child immediately after birth in order to combat infant mortality. In 1952, she developed the 10-point Apgar score to assist physicians and nurses in assessing the status of newborns. Given at one minute and five minutes after birth, the Apgar test measures a child's breathing, skin color, reflexes, motion, and heart rate. A friend said, \"She probably did more than any other physician to bring the problem of birth defects out of back rooms.\" She was a leader in the fields of anesthesiology and teratology, and introduced obstetrical considerations to the established field of neonatology.",
    "year": 1909,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Peter W. Rodino",
    "birthday": "1909-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a8/Peter_Rodino.jpg",
    "extract": "Peter Wallace Rodino Jr. was an American Democratic politician. He represented parts of Newark, New Jersey and surrounding Essex and Hudson counties for twenty terms from 1949 to 1989. He was the longest-serving member of the House of Representatives from New Jersey until passed by Chris Smith in 2021.",
    "year": 1909,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jessica Tandy",
    "birthday": "1909-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7d/Jessica_Tandy_Publicity_Photo.jpg",
    "extract": "Jessie Alice Tandy was a British-American actress. Tandy appeared in over 100 stage productions and had more than 60 roles in film and TV, receiving an Academy Award, four Tony Awards, a BAFTA, a Golden Globe Award, and a Primetime Emmy Award. She acted as Blanche DuBois in the original Broadway production of A Streetcar Named Desire in 1948. Her films included Alfred Hitchcock's The Birds and The Gin Game. At 80, she became the oldest actress to receive the Academy Award for Best Actress for her role in Driving Miss Daisy.",
    "year": 1909,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Sigvard Bernadotte",
    "birthday": "1907-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/LRK-SigvardB.jpg/225px-LRK-SigvardB.jpg",
    "extract": "Sigvard Oscar Fredrik, Prince Bernadotte, Count of Wisborg born as, and until 1934 known as, Prince Sigvard of Sweden, Duke of Uppland, was a member of the Swedish Royal Family and a successful industrial designer by profession.",
    "year": 1907,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Glen Gray",
    "birthday": "1906-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/93/Glen_Gray_Billboard.jpg",
    "extract": "Glenn Gray Knoblauch, known professionally as Glen Gray, was an American jazz saxophonist and leader of the Casa Loma Orchestra.",
    "year": 1906,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "James J. Braddock",
    "birthday": "1905-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Jim_Braddock.jpg/243px-Jim_Braddock.jpg",
    "extract": "James Walter Braddock was an American boxer who was the world heavyweight champion from 1935 to 1937.",
    "year": 1905,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Elizabeth Bowen",
    "birthday": "1899-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/48/Elizabeth_Bowen.jpg/232px-Elizabeth_Bowen.jpg",
    "extract": "Elizabeth Bowen CBE was an Irish - British novelist and short story writer notable for her books about the \"big house\" of Irish landed Protestants as well her fiction about life in wartime London.",
    "year": 1899,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "George Szell",
    "birthday": "1897-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/George_Szell.jpg/231px-George_Szell.jpg",
    "extract": "George Szell, originally György Széll, György Endre Szél, or Georg Szell, was a Hungarian-born American conductor and composer. He is widely considered one of the twentieth century's greatest conductors. He is remembered today for his long and successful tenure as music director of the Cleveland Orchestra of Cleveland, Ohio, and for the recordings of the standard classical repertoire he made in Cleveland and with other orchestras.",
    "year": 1897,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Douglas Campbell (aviator)",
    "birthday": "1896-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Douglas_Campbell_on_14_June_1918_near_Tour%2C_France_-_111-SC-15819_-_NARA_-_55191740_%28cropped%29.jpg/240px-Douglas_Campbell_on_14_June_1918_near_Tour%2C_France_-_111-SC-15819_-_NARA_-_55191740_%28cropped%29.jpg",
    "extract": "Douglas Campbell was an American aviator and World War I flying ace. He was the first American aviator flying in an American-trained air unit to achieve the status of ace.",
    "year": 1896,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Robert S. Mulliken",
    "birthday": "1896-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6a/Mulliken%2CRobert_1929_Chicago.jpg",
    "extract": "Robert Sanderson Mulliken was an American physicist and chemist, primarily responsible for the early development of molecular orbital theory, i.e. the elaboration of the molecular orbital method of computing the structure of molecules. Mulliken received the Nobel Prize in Chemistry in 1966 and the Priestley Medal in 1983.",
    "year": 1896,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Imre Nagy",
    "birthday": "1896-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Nagy_Imre_retouched.jpg/240px-Nagy_Imre_retouched.jpg",
    "extract": "Imre Nagy was a Hungarian communist politician who served as Chairman of the Council of Ministers of the Hungarian People's Republic from 1953 to 1955. In 1956 Nagy became leader of the Hungarian Revolution of 1956 against the Soviet-backed government, for which he was sentenced to death and executed two years later.",
    "year": 1896,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Alexander P. de Seversky",
    "birthday": "1894-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Major_Alexander_Procofieff_de_Seversky_sits_at_the_controls_of_an_early_aircraft%2C_circa_1914.jpg/244px-Major_Alexander_Procofieff_de_Seversky_sits_at_the_controls_of_an_early_aircraft%2C_circa_1914.jpg",
    "extract": "Alexander Nikolaievich Prokofiev de Seversky was a Russian-American aviation pioneer, inventor, and influential advocate of strategic air power.",
    "year": 1894,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Gillis Grafström",
    "birthday": "1893-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Gillis_Grafstr%C3%B6m_1924.jpg/155px-Gillis_Grafstr%C3%B6m_1924.jpg",
    "extract": "Gillis Emanuel Grafström was a Swedish figure skater. He was born in Stockholm, Sweden. He won three successive Olympic gold medals in Men's Figure Skating as well as an Olympic silver medal in the same event in 1932, and three World Championships. He and Eddie Eagan are the only athletes to have won a gold medal at both the Summer and Winter Olympic Games. Grafström has the further distinction of being the only person to have won an individual gold medal in both the Summer (1920) and Winter Olympics, although Eagan remains the only one to have managed the feat in different disciplines. Grafstrom is one of the few athletes who have competed in both the Summer and Winter Olympic games. He is one of the oldest figure skating Olympic champions.",
    "year": 1893,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Leo Reise",
    "birthday": "1892-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Leo_Reise_OHA_Hamilton_Tigers.jpg/240px-Leo_Reise_OHA_Hamilton_Tigers.jpg",
    "extract": "Leopold Adolph Emile Reise, Sr. was a Canadian hockey player who played 8 seasons in the National Hockey League for the Hamilton Tigers, New York Americans and New York Rangers. Prior to turning professional in 1920 he played several years for the amateur Hamilton Tigers, joining the professional version when they started and staying for four seasons. He also spent three seasons with the Saskatoon Crescents of the Western Canada Hockey League, and returned to the NHL in 1926 with the New York Americans, spending four seasons with them before finishing his time in the NHL with the New York Rangers. Reise spent two additional seasons in the minor International Hockey League before retiring in 1932. His son, Leo Reise, Jr., would also play in the NHL.",
    "year": 1892,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Clarence DeMar",
    "birthday": "1888-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Clarence_DeMar_1.jpg/175px-Clarence_DeMar_1.jpg",
    "extract": "Clarence Harrison DeMar was a U.S. marathoner, winner of seven Boston Marathons, and Bronze medalist at the 1924 Paris Olympics. He was known by the nickname \"Mr. DeMarathon.\"",
    "year": 1888,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Henri Coandă",
    "birthday": "1886-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/IICCR_G240_Ceausescu_Coanda_crop.jpg/223px-IICCR_G240_Ceausescu_Coanda_crop.jpg",
    "extract": "Henri Marie Coandă was a Romanian inventor, aerodynamics pioneer, and builder of an experimental aircraft, the Coandă-1910 described by Coandă in the mid-1950s as the world's first jet, a controversial claim disputed by some and supported by others. He invented a great number of devices, designed a \"flying saucer\" and discovered the Coandă effect of fluid dynamics.",
    "year": 1886,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ester Claesson",
    "birthday": "1884-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Ester_Claesson_Idun_1907_less_grainy.jpg/320px-Ester_Claesson_Idun_1907_less_grainy.jpg",
    "extract": "Ester Laura Matilda Claesson was a Swedish landscaping pioneer and is considered the first female landscape architect in Sweden.",
    "year": 1884,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Sylvanus Morley",
    "birthday": "1883-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/fa/Sylvanus_Morley_copan.jpg",
    "extract": "Sylvanus Griswold Morley was an American archaeologist and epigrapher who studied the pre-Columbian Maya civilization in the early 20th century. Morley led extensive excavations of the Maya site of Chichen Itza on behalf of the Carnegie Institution and published several large compilations and treatises on Maya hieroglyphic writing. He also wrote popular accounts on the Maya for a general audience.",
    "year": 1883,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Knud Rasmussen",
    "birthday": "1879-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/16/Knud_Rasmussen.jpg",
    "extract": "Knud Johan Victor Rasmussen was a Greenlandic–Danish polar explorer and anthropologist. He has been called the \"father of Eskimology\" and was the first European to cross the Northwest Passage via dog sled. He remains well known in Greenland, Denmark and among Canadian Inuit.",
    "year": 1879,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Joan Voûte",
    "birthday": "1879-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/JVoute.jpg/206px-JVoute.jpg",
    "extract": "Joan George Erardus Gijsbertus Voûte was a Dutch astronomer.",
    "year": 1879,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Roelof Klein",
    "birthday": "1877-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Fran%C3%A7ois_Brandt%2C_Roelof_Klein_and_unknown_French_Boy_%281900_Summer_Olympics%29_cropped.jpg/291px-Fran%C3%A7ois_Brandt%2C_Roelof_Klein_and_unknown_French_Boy_%281900_Summer_Olympics%29_cropped.jpg",
    "extract": "Roelof Klein was a Dutch rower who competed at the 1900 Summer Olympics in Paris. Klein was part of the Dutch eight team that won a bronze medal with Hermanus Brockmann as the coxswain. Brockmann also steered the boat of Klein and François Brandt in the coxed pairs semifinal, which they lost to France. The pair realized that the 60 kg weight of Brockmann puts them in disadvantage; they replaced him with a local boy of 33 kg and won the final narrowly beating the French team.",
    "year": 1877,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Charles Rennie Mackintosh",
    "birthday": "1868-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Charles-Rennie-Mackintosh.jpg/252px-Charles-Rennie-Mackintosh.jpg",
    "extract": "Charles Rennie Mackintosh was a Scottish architect, designer, water colourist and artist. His artistic approach had much in common with European Symbolism. His work, alongside that of his wife Margaret Macdonald, was influential on European design movements such as Art Nouveau and Secessionism and praised by great modernists such as Josef Hoffmann. Mackintosh was born in Glasgow and died in London. He is among the most important figures of Modern Style.",
    "year": 1868,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Bones Ely",
    "birthday": "1863-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/33/Bones_Ely.jpg",
    "extract": "William Frederick \"Bones\" Ely was a shortstop in Major League Baseball. He was born in North Girard, Pennsylvania.",
    "year": 1863,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Philipp Lenard",
    "birthday": "1862-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Phillipp_Lenard_in_1900.jpg/240px-Phillipp_Lenard_in_1900.jpg",
    "extract": "Philipp Eduard Anton von Lenard was a Hungarian-born German physicist and the winner of the Nobel Prize for Physics in 1905 for his work on cathode rays and the discovery of many of their properties. One of his most important contributions was the experimental realization of the photoelectric effect. He discovered that the energy (speed) of the electrons ejected from a cathode depends only on the wavelength, and not the intensity, of the incident light.",
    "year": 1862,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Robina Nicol",
    "birthday": "1861-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Robina_Nicol_%28cropped%29.jpg/291px-Robina_Nicol_%28cropped%29.jpg",
    "extract": "Robina Nicol was a New Zealand photographer and suffragist.",
    "year": 1861,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ture Malmgren",
    "birthday": "1851-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Turemalmgren.jpg/225px-Turemalmgren.jpg",
    "extract": "Ture Robert Ferdinand Malmgren was a Swedish journalist, book publisher, and municipal politician. A prominent figure in his home Uddevalla, Malmgren became a colourful and well-known part of the city's history through, among other things, his long-lasting ownership of the newspaper Bohusläningen, work in the local political scene, eccentric and extravagant lifestyle, and faux-medieval Tureborg Castle.",
    "year": 1851,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Paul Gauguin",
    "birthday": "1848-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Paul_Gauguin_1891.png/251px-Paul_Gauguin_1891.png",
    "extract": "Eugène Henri Paul Gauguin was a French Post-Impressionist artist. Unappreciated until after his death, Gauguin is now recognized for his experimental use of color and Synthetist style that were distinct from Impressionism. Toward the end of his life, he spent ten years in French Polynesia. The paintings from this time depict people or landscapes from that region.",
    "year": 1848,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "George Washington Ball (Iowa Democrat)",
    "birthday": "1847-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/George_W._Ball_%28Iowa_Democrat%29_1.jpg/230px-George_W._Ball_%28Iowa_Democrat%29_1.jpg",
    "extract": "George Washington Ball was an American lawyer and politician from the state of Iowa. He served in the Iowa General Assembly as Representative of Johnson County and later as State Senator. He also served on the city council of Iowa City from 1881 to 1883, and was mayor of the city from 1905 to 1909.",
    "year": 1847,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Leopold Auer",
    "birthday": "1845-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Leopold_Auer.jpg/210px-Leopold_Auer.jpg",
    "extract": "Leopold von Auer was a Hungarian violinist, academic, conductor, composer, and instructor. Many of his students went on to become prominent concert performers and teachers.",
    "year": 1845,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Carlota of Mexico",
    "birthday": "1840-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Santiago_Rebull_-_Emperatriz_Carlota_%281867%29.jpg/261px-Santiago_Rebull_-_Emperatriz_Carlota_%281867%29.jpg",
    "extract": "Charlotte of Belgium, known by the Spanish version of her name, Carlota, was by birth a Princess of Belgium and member of the House of Wettin in the branch of Saxe-Coburg and Gotha. As the wife of Archduke Maximilian of Austria, Viceroy of Lombardy–Venetia and later Emperor of Mexico, she became Archduchess of Austria and Empress consort of Mexico. She was daughter, granddaughter, sister, sister in-law, cousin and wife of reigning or deposed sovereigns throughout Europe and Mexico.",
    "year": 1840,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Alois Hitler",
    "birthday": "1837-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Alois_Hitler_in_his_last_years.jpg/256px-Alois_Hitler_in_his_last_years.jpg",
    "extract": "Alois Hitler was an Austrian civil servant in the customs service, and the father of Adolf Hitler, dictator of Germany from 1933 to 1945.",
    "year": 1837,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Amelia Edwards",
    "birthday": "1831-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Amelia_B_Edwards_1890_in_Amerika.jpg/178px-Amelia_B_Edwards_1890_in_Amerika.jpg",
    "extract": "Amelia Ann Blanford Edwards, also known as Amelia B. Edwards, was an English novelist, journalist, traveller and Egyptologist. Her literary successes included the ghost story \"The Phantom Coach\" (1864), the novels Barbara's History (1864) and Lord Brackenbury (1880), and the travelogue of Egypt A Thousand Miles up the Nile (1877). She also edited a poetry anthology published in 1878. In 1882, she co-founded the Egypt Exploration Fund. She gained the nickname \"Godmother of Egyptology\" for her contribution.",
    "year": 1831,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "James Young Simpson",
    "birthday": "1811-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Simpson_James_Young_signature_picture.jpg/236px-Simpson_James_Young_signature_picture.jpg",
    "extract": "Sir James Young Simpson, 1st Baronet, was a Scottish obstetrician and a significant figure in the history of medicine. He was the first physician to demonstrate the anaesthetic properties of chloroform on humans and helped to popularise its use in medicine.",
    "year": 1811,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Beau Brummell",
    "birthday": "1778-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/BrummellEngrvFrmMiniature.jpg/259px-BrummellEngrvFrmMiniature.jpg",
    "extract": "George Bryan \"Beau\" Brummell was an important figure in Regency England and for many years the arbiter of men's fashion. At one time he was a close friend of the Prince Regent, the future King George IV, but after the two quarrelled, and Brummell got into debt, he had to take refuge in France. Eventually he died shabby and insane in Caen.",
    "year": 1778,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Robert Jenkinson, 2nd Earl of Liverpool",
    "birthday": "1770-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Robert_Banks_Jenkinson%2C_2nd_Earl_of_Liverpool.jpg/195px-Robert_Banks_Jenkinson%2C_2nd_Earl_of_Liverpool.jpg",
    "extract": "Robert Banks Jenkinson, 2nd Earl of Liverpool, was a British Tory statesman who served as Prime Minister of the United Kingdom from 1812 to 1827. He held many important cabinet offices such as Foreign Secretary, Home Secretary and Secretary of State for War and the Colonies. He was also a member of the House of Lords and served as leader.",
    "year": 1770,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "John Rennie the Elder",
    "birthday": "1761-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/John_Rennie_%28Engineer%29.jpg/267px-John_Rennie_%28Engineer%29.jpg",
    "extract": "John Rennie FRSE FRS was a Scottish civil engineer who designed many bridges, canals, docks and warehouses, and a pioneer in the use of structural cast-iron.",
    "year": 1761,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Georgiana Cavendish, Duchess of Devonshire",
    "birthday": "1757-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Thomas_Gainsborough_Lady_Georgiana_Cavendish.jpg/204px-Thomas_Gainsborough_Lady_Georgiana_Cavendish.jpg",
    "extract": "Georgiana Cavendish, Duchess of Devonshire, was an English socialite, political organiser, style icon, author, and activist. Of noble birth from the Spencer family, married into the Cavendish family, she was the first wife of William Cavendish, 5th Duke of Devonshire, and the mother of the 6th Duke of Devonshire.",
    "year": 1757,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Louis George, Margrave of Baden-Baden",
    "birthday": "1702-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Portr%C3%A4t_des_Markgrafen_Ludwig_Georg_von_Baden-Baden.png/275px-Portr%C3%A4t_des_Markgrafen_Ludwig_Georg_von_Baden-Baden.png",
    "extract": "Louis George, Margrave of Baden-Baden was the Margrave of Baden-Baden from 1707 until his death in 1761. From 1707 to 1727, his mother Sibylle of Saxe-Lauenburg was the regent of Baden-Baden. He was succeeded by his younger brother, Augustus George. Because of his passion for hunting, he was nicknamed Jägerlouis.",
    "year": 1702,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Gaetano Berenstadt",
    "birthday": "1687-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Senesino%2C_Cuzzoni%2C_Berenstadt.JPG/320px-Senesino%2C_Cuzzoni%2C_Berenstadt.JPG",
    "extract": "Gaetano Berenstadt was an Italian alto castrato who is best remembered for his association with the composer George Frideric Handel. Berenstadt created roles in three of Handel's operas. Berenstadt's parents were German and his father was timpanist to the Grand Duke of Tuscany. By the end of his 27-year-long career Berenstadt had sung in 55 dramatic works, 33 of which were newly composed.",
    "year": 1687,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "John VII, Count of Nassau-Siegen",
    "birthday": "1561-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Jan_de_middelste_van_Nassau-Siegen.jpg/253px-Jan_de_middelste_van_Nassau-Siegen.jpg",
    "extract": "Count John VII ‘the Middle’ of Nassau-Siegen, German: Johann VII. ‘der Mittlere’ Graf von Nassau-Siegen, official titles: Graf zu Nassau, Katzenelnbogen, Vianden und Diez, Herr zu Beilstein, was since 1606 Count of Nassau-Siegen, a part of the County of Nassau, and the progenitor of the House of Nassau-Siegen, a cadet branch of the Ottonian Line of the House of Nassau. He was one of the most important military theorists of his time, who introduced many innovations and inventions. His Kriegsbuch contained all the military knowledge of his time, but also many new ideas, which made an essential contribution to the reform of the Dutch States Army by his cousin Maurice. John served in the Dutch States Army, was colonel general of the Palatinate and commander-in-chief of the Swedish army. His reputation reached far beyond the borders of the Holy Roman Empire.",
    "year": 1561,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Étienne Pasquier",
    "birthday": "1529-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/%C3%89tienne_Pasquier_by_Thomas_de_Leu.jpg/251px-%C3%89tienne_Pasquier_by_Thomas_de_Leu.jpg",
    "extract": "Étienne Pasquier was a French lawyer and man of letters. By his own account he was born in Paris on 7 June 1529, but according to others he was born in 1528. He was called to the Paris bar in 1549.",
    "year": 1529,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "John III of Portugal",
    "birthday": "1502-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/D._Jo%C3%A3o_III_-_Crist%C3%B3v%C3%A3o_Lopes_%28attrib%29.png/246px-D._Jo%C3%A3o_III_-_Crist%C3%B3v%C3%A3o_Lopes_%28attrib%29.png",
    "extract": "John III, nicknamed The Pious, was the King of Portugal and the Algarves from 1521 until his death in 1557. He was the son of King Manuel I and Maria of Aragon, the third daughter of King Ferdinand II of Aragon and Queen Isabella I of Castile. John succeeded his father in 1521 at the age of nineteen.",
    "year": 1502,
    "month": 6,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Federico da Montefeltro",
    "birthday": "1422-6-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Federico_da_Montefeltro.jpg/225px-Federico_da_Montefeltro.jpg",
    "extract": "Federico da Montefeltro, also known as Federico III da Montefeltro KG, was one of the most successful mercenary captains (condottieri) of the Italian Renaissance, and lord of Urbino from 1444 until his death. A renowned intellectual humanist and civil leader in Urbino on top of his impeccable reputation for martial skill and honor, he commissioned the construction of a great library, perhaps the largest of Italy after the Vatican, with his own team of scribes in his scriptorium, and assembled around him a large humanistic court in the Ducal Palace, Urbino, designed by Luciano Laurana and Francesco di Giorgio Martini.",
    "year": 1422,
    "month": 6,
    "day": 7,
    "language": "en"
  }
]