[
  {
    "name": "Jeļena Ostapenko",
    "birthday": "1997-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Ostapenko_RG19_%2831%29_%2848199115066%29.jpg/214px-Ostapenko_RG19_%2831%29_%2848199115066%29.jpg",
    "extract": "Jeļena Ostapenko, also known as Aļona Ostapenko, is a Latvian professional tennis player. She has career-high WTA rankings of world No. 5 in singles, achieved on 19 March 2018, and world No. 17 in doubles, reached on 2 March 2020.",
    "year": 1997,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Timea Bacsinszky",
    "birthday": "1989-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Timea_Bacsinszky_%2844273613155%29.jpg/240px-Timea_Bacsinszky_%2844273613155%29.jpg",
    "extract": "Timea Bacsinszky is a Swiss former professional tennis player who won four singles titles and five doubles titles on the WTA Tour, as well as 13 singles and 14 doubles titles on the ITF Circuit. A former top ten singles player, Bacsinszky reached a career-high singles ranking of world No. 9, on 16 May 2016.",
    "year": 1989,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Javier Mascherano",
    "birthday": "1984-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Mascherano_casagob.jpg/249px-Mascherano_casagob.jpg",
    "extract": "Javier Alejandro Mascherano is an Argentine professional football coach and former player who is the head coach of the Argentina national under-20 team. As a player, he played as a centre-back or defensive midfielder, most notably for Liverpool, Barcelona and the Argentina national team.",
    "year": 1984,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kim Clijsters",
    "birthday": "1983-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Kim_Clijsters.jpg/213px-Kim_Clijsters.jpg",
    "extract": "Kim Antonie Lode Clijsters is a Belgian former professional tennis player. Clijsters reached the world No. 1 ranking in both singles and doubles, having held both rankings simultaneously in 2003. She won six major titles, four in singles and two in doubles.",
    "year": 1983,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Nadia Petrova",
    "birthday": "1982-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Nadia_Petrova_RG13_%288%29_%289393577913%29.jpg/204px-Nadia_Petrova_RG13_%288%29_%289393577913%29.jpg",
    "extract": "Nadezhda Viktorovna \"Nadia\" Petrova is a Russian former professional tennis player. A former top-five player in both singles and doubles, she reached a career-high ranking of No. 3 in the world in both disciplines. Petrova won a total of 37 titles on the WTA Tour in her career, 13 in singles and 24 in doubles, as well as over $12.4 million in prize money, making her one of the most successful Russian tennis players of all time.",
    "year": 1982,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Rachel Held Evans",
    "birthday": "1981-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Rachel_Held_Evans.jpg/320px-Rachel_Held_Evans.jpg",
    "extract": "Rachel Held Evans was an American Christian columnist, blogger and author. Her book A Year of Biblical Womanhood was a New York Times bestseller in e-book non-fiction, and Searching for Sunday was a New York Times bestseller nonfiction paperback.",
    "year": 1981,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Maria Menounos",
    "birthday": "1978-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Maria_Menounos_2014_Kaleidoscope_Ball_%28cropped%29.jpg/194px-Maria_Menounos_2014_Kaleidoscope_Ball_%28cropped%29.jpg",
    "extract": "Maria Menounos is an American actress, journalist and television presenter. She has hosted Extra and E! News, and served as a TV correspondent for Today, Access Hollywood, and co-hosted the Eurovision Song Contest 2006 in Athens, Greece. She also co-created and is currently CEO of online podcast series network AfterBuzz TV. She is currently signed to WWE where she has served as an ambassador since 2013. She hosts the podcast Conversations with Maria Menounos.",
    "year": 1978,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kanye West",
    "birthday": "1977-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Kanye_West_at_the_2009_Tribeca_Film_Festival_%28cropped%29.jpg/240px-Kanye_West_at_the_2009_Tribeca_Film_Festival_%28cropped%29.jpg",
    "extract": "Ye, commonly known as Kanye West, is an American rapper, record producer, entrepreneur and fashion designer. He is widely regarded as one of the greatest and most influential hip hop musicians of all time, as well as one of the greatest musicians of his generation. Born in Atlanta and raised in Chicago, West gained recognition as a producer for Roc-A-Fella Records in the early 2000s, producing singles for several artists and developing the \"chipmunk soul\" sampling style. Intent on pursuing a solo career as a rapper, he released his debut studio album, The College Dropout (2004), to critical and commercial success. West subsequently founded his record label GOOD Music later that same year.",
    "year": 1977,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Lindsay Davenport",
    "birthday": "1976-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Davenport_2013_%28cropped%29.jpg/271px-Davenport_2013_%28cropped%29.jpg",
    "extract": "Lindsay Ann Davenport Leach is an American former professional tennis player. She was ranked singles world No. 1 for a total of 98 weeks. Davenport is one of five women who have been the year-end singles world No. 1 at least four times since 1975; the others are Chris Evert, Steffi Graf, Martina Navratilova and Serena Williams. She also held the doubles world No. 1 ranking for 32 weeks.",
    "year": 1976,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mark Ricciuto",
    "birthday": "1975-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/64/Mark_Ricciuto_300th.jpg",
    "extract": "Mark Anthony Ricciuto is a former Australian rules footballer who played for the Adelaide Football Club in the Australian Football League (AFL). From Ramco, South Australia, Ricciuto started as a junior with the local Waikerie Magpies Football Club. He joined the West Adelaide Football Club in the South Australian National Football League (SANFL), making his debut at the age of 16, before being recruited by Adelaide as a zone selection prior to the 1993 season.",
    "year": 1975,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sharon Shannon",
    "birthday": "1968-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Sharon_Shannon_smiling.jpg/320px-Sharon_Shannon_smiling.jpg",
    "extract": "Sharon Shannon is an Irish musician, best known for her work with the button accordion and for her fiddle technique. She also plays the tin whistle and melodeon. Her 1991 debut album, Sharon Shannon, was the best-selling album of traditional Irish music ever released in Ireland. Beginning with Irish folk music, her work demonstrates a wide-ranging number of musical influences. She won the lifetime achievement award at the 2009 Meteor Awards.",
    "year": 1968,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Russell E. Morris",
    "birthday": "1967-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Professor_Russell_Morris_FRS.jpg/213px-Professor_Russell_Morris_FRS.jpg",
    "extract": "Russell Edward Morris is Bishop Wardlaw Professor of Chemistry at the University of St Andrews. He played first-class cricket while he was a student at the University of Oxford. He also represented the University of Oxford at Association Football (soccer) playing in Varsity matches at various venues, including Wembley Stadium and Highbury, the home of Arsenal Football Club.",
    "year": 1967,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kevin Farley",
    "birthday": "1965-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/KevinFarleyJune09.jpg/199px-KevinFarleyJune09.jpg",
    "extract": "Kevin Peter Farley is an American actor, comedian, writer, producer and director.",
    "year": 1965,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mick Hucknall",
    "birthday": "1960-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Simply_Red_crop.jpg/320px-Simply_Red_crop.jpg",
    "extract": "Michael James Hucknall is an English singer and songwriter. Hucknall achieved international fame in the 1980s as the lead singer and songwriter of the soul-influenced pop band Simply Red, with whom he enjoyed a 25-year career and sold over 50 million albums. Hucknall was described by Australian music magazine Rhythms as \"one of the truly great blue-eyed soul singers\", while Q credited him with \"the most prodigious voice this side of Motown\".",
    "year": 1960,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Thomas Steen",
    "birthday": "1960-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/2022-04-20_Eisb%C3%A4ren_Berlin_gegen_Adler_Mannheim_%28Deutsche_Eishockey-Liga_2021-22%2C_Playoff-Halbfinale%29_by_Sandro_Halank%E2%80%93026.jpg/276px-2022-04-20_Eisb%C3%A4ren_Berlin_gegen_Adler_Mannheim_%28Deutsche_Eishockey-Liga_2021-22%2C_Playoff-Halbfinale%29_by_Sandro_Halank%E2%80%93026.jpg",
    "extract": "Anders Thomas Steen is a Swedish former professional ice hockey player and coach. Steen is the former city councillor for the Winnipeg ward of Elmwood-East Kildonan. Steen played professional ice hockey in the Elitserien, National Hockey League and Deutsche Eishockey Liga. In his time in the NHL, he spent the entirety of his career with the original Winnipeg Jets.",
    "year": 1960,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mohsen Kadivar",
    "birthday": "1959-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Mohsen_Kadivar-_January_2012.jpg/211px-Mohsen_Kadivar-_January_2012.jpg",
    "extract": "Mohsen Kadivar is a mujtahid, Islamic theologian, philosopher, writer, leading intellectual reformist, and research professor of Islamic Studies at Duke University. A political Iranian dissident, Kadivar has been a vocal critic of the doctrine of clerical rule, also known as Velayat-e Faqih, and a strong advocate of democratic and liberal reforms in Iran as well as constructional reform in understanding of shari'a and Shi'a theology. Kadivar has served time in prison in Iran for his political activism and beliefs.",
    "year": 1959,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Louise Richardson",
    "birthday": "1958-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Louise_Richardson.jpg/320px-Louise_Richardson.jpg",
    "extract": "Louise Mary Richardson FRSE is an Irish political scientist whose specialist field is the study of terrorism. In January 2016 she became the Vice-Chancellor of the University of Oxford, having formerly served as the Principal and Vice-Chancellor of the University of St Andrews, and as the executive dean of the Radcliffe Institute for Advanced Study at Harvard University. Her leadership at the University of Oxford played an important role in the successful development of a vaccine to combat Covid-19.",
    "year": 1958,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Scott Adams",
    "birthday": "1957-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Scott_Adams_2017.png/233px-Scott_Adams_2017.png",
    "extract": "Scott Raymond Adams is an American author and cartoonist. He is the creator of the Dilbert comic strip and the author of several nonfiction works of satire, commentary, and business. Dilbert came to national prominence during the downsizing period in 1990s America and reached a worldwide audience. Adams worked in various business roles before he became a full-time cartoonist in 1995. He writes in a satirical, often sarcastic way about the social and psychological landscape of white-collar workers in modern corporations.",
    "year": 1957,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Don Robinson (baseball)",
    "birthday": "1957-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Don_Robinson_Pirates.jpg/198px-Don_Robinson_Pirates.jpg",
    "extract": "Don Allen \"Donnie\" Robinson is a former Major League Baseball pitcher who played for the Pittsburgh Pirates, San Francisco Giants, California Angels, and Philadelphia Phillies, from 1978 through 1992. Nicknamed \"The Caveman\", Robinson's career record was 109–106 with a 3.79 ERA.",
    "year": 1957,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sonja Vectomov (sculptor)",
    "birthday": "1957-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Sonja_Vectomov_%28sculptor%29.jpg/260px-Sonja_Vectomov_%28sculptor%29.jpg",
    "extract": "Sonja Vectomov is a Czech sculptor based in Jyväskylä, Finland, known for her bronze statues of Finnish cultural figures.",
    "year": 1957,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jonathan Potter",
    "birthday": "1956-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Jonathan_Potter_2009.jpg/267px-Jonathan_Potter_2009.jpg",
    "extract": "Jonathan Potter is Dean of the School of Communication and Information at Rutgers University and one of the originators of discursive psychology.",
    "year": 1956,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Tim Berners-Lee",
    "birthday": "1955-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Sir_Tim_Berners-Lee_%28cropped%29.jpg/256px-Sir_Tim_Berners-Lee_%28cropped%29.jpg",
    "extract": "Sir Timothy John Berners-Lee, also known as TimBL, is an English computer scientist best known as the inventor of the World Wide Web. He is a Professorial Fellow of Computer Science at the University of Oxford and a professor at the Massachusetts Institute of Technology (MIT). Berners-Lee proposed an information management system on 12 March 1989, then implemented the first successful communication between a Hypertext Transfer Protocol (HTTP) client and server via the Internet in mid-November.",
    "year": 1955,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "José Antonio Camacho",
    "birthday": "1955-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Jose_Antonio_Camacho.jpg/211px-Jose_Antonio_Camacho.jpg",
    "extract": "José Antonio Camacho Alfaro is a Spanish former football left back and manager.",
    "year": 1955,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Griffin Dunne",
    "birthday": "1955-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Griffin_Dunne_by_David_Shankbone.jpg/247px-Griffin_Dunne_by_David_Shankbone.jpg",
    "extract": "Thomas Griffin Dunne is an American actor, film producer, and film director. Dunne studied acting at The Neighborhood Playhouse School of the Theatre in New York City. He is known for portraying Jack Goodman in An American Werewolf in London (1981) and Paul Hackett in After Hours (1985), for which he was nominated for the Golden Globe Award for Best Actor – Motion Picture Musical or Comedy.",
    "year": 1955,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kiril of Varna",
    "birthday": "1954-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/%D0%92%D0%B0%D1%80%D0%BD%D0%B5%D0%BD%D1%81%D0%BA%D0%B8_%D0%B8_%D0%92%D0%B5%D0%BB%D0%B8%D0%BA%D0%BE%D0%BF%D1%80%D0%B5%D1%81%D0%BB%D0%B0%D0%B2%D1%81%D0%BA%D0%B8_%D0%BC%D0%B8%D1%82%D1%80%D0%BE%D0%BF%D0%BE%D0%BB%D0%B8%D1%82_%D0%9A%D0%B8%D1%80%D0%B8%D0%BB.JPEG/320px-%D0%92%D0%B0%D1%80%D0%BD%D0%B5%D0%BD%D1%81%D0%BA%D0%B8_%D0%B8_%D0%92%D0%B5%D0%BB%D0%B8%D0%BA%D0%BE%D0%BF%D1%80%D0%B5%D1%81%D0%BB%D0%B0%D0%B2%D1%81%D0%BA%D0%B8_%D0%BC%D0%B8%D1%82%D1%80%D0%BE%D0%BF%D0%BE%D0%BB%D0%B8%D1%82_%D0%9A%D0%B8%D1%80%D0%B8%D0%BB.JPEG",
    "extract": "Metropolitan Kiril ; June 8, 1954 – July 9, 2013), was the Bulgarian Orthodox metropolitan of Varna and Veliki Preslav, Bulgaria.",
    "year": 1954,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sergei Storchak",
    "birthday": "1954-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/%D0%A1%D1%82%D0%BE%D1%80%D1%87%D0%B0%D0%BA_%D0%A1%D0%B5%D1%80%D0%B3%D0%B5%D0%B9_%D0%90%D0%BD%D0%B0%D1%82%D0%BE%D0%BB%D1%8C%D0%B5%D0%B2%D0%B8%D1%87.jpg/212px-%D0%A1%D1%82%D0%BE%D1%80%D1%87%D0%B0%D0%BA_%D0%A1%D0%B5%D1%80%D0%B3%D0%B5%D0%B9_%D0%90%D0%BD%D0%B0%D1%82%D0%BE%D0%BB%D1%8C%D0%B5%D0%B2%D0%B8%D1%87.jpg",
    "extract": "Sergei Anatolievich Storchak is a Deputy Finance Minister of Russia. Storchak was born in Olevsk, Zhytomyr Oblast, Ukraine SSR, and became one of Russia's three deputy finance ministers in November 2005. He specialized in international financial relations, and was a prominent figure in negotiations over paying off Soviet-era debt. He negotiated Russia's repayment of its debt to the Paris Club of creditor nations, which it completed last year. In April 2009, he was charged with attempted fraud and embezzlement of state funds.",
    "year": 1954,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ivo Sanader",
    "birthday": "1953-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Ivo_Sanader_Svecanost_podizanja_NATOve_zastave_Zagreb_67_crop.jpg/245px-Ivo_Sanader_Svecanost_podizanja_NATOve_zastave_Zagreb_67_crop.jpg",
    "extract": "Ivo Sanader is a former Croatian politician who served as Prime Minister of Croatia from 2003 to 2009.",
    "year": 1953,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Olav Stedje",
    "birthday": "1953-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Olav-stedje-2021.jpg/320px-Olav-stedje-2021.jpg",
    "extract": "Olav Stedje is a Norwegian singer-songwriter, known for a number of soft rock recordings, six silver albums and three attempts in Melodi Grand Prix.",
    "year": 1953,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bonnie Tyler",
    "birthday": "1951-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Bonnie_Tyler_ESC_-_United_Kingdom_01_crop.JPG/230px-Bonnie_Tyler_ESC_-_United_Kingdom_01_crop.JPG",
    "extract": "Bonnie Tyler is a Welsh singer who is known for her distinctive husky voice. Tyler came to prominence with the release of her 1977 album The World Starts Tonight and its singles \"Lost in France\" and \"More Than a Lover\". Her 1978 single \"It's a Heartache\" reached number four on the UK Singles Chart, and number three on the US Billboard Hot 100.",
    "year": 1951,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kathy Baker",
    "birthday": "1950-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/KathyBaker_%28cropped%29.jpg/240px-KathyBaker_%28cropped%29.jpg",
    "extract": "Katherine Whitton Baker is an American actress. Baker began her career in theater and made her screen debut in the 1983 drama film The Right Stuff. She received the National Society of Film Critics Award for Best Supporting Actress and an Independent Spirit Award nomination for her performance in Street Smart (1987). Baker also has appeared in over 50 films, including  Jacknife (1989), Edward Scissorhands (1990), The Cider House Rules (1999), Cold Mountain (2003), Nine Lives (2005), The Jane Austen Book Club (2007), Last Chance Harvey (2008), Take Shelter (2011), Saving Mr. Banks (2013), and The Age of Adaline (2015).",
    "year": 1950,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sônia Braga",
    "birthday": "1950-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/S%C3%B4nia_Braga_-_F%C3%AAnix_2016.png/229px-S%C3%B4nia_Braga_-_F%C3%AAnix_2016.png",
    "extract": "Sônia Maria Campos Braga is a Brazilian actress. She is known in the English-speaking world for her Golden Globe Award–nominated performances in Kiss of the Spider Woman (1985) and Moon over Parador (1988). She also received a BAFTA Award nomination in 1981 for Dona Flor and Her Two Husbands. For the 1994 television film The Burning Season, she was nominated for an Emmy Award and a third Golden Globe Award. Her other television and film credits include The Cosby Show (1986), Sex and the City (2001), American Family (2002), Alias (2005), Aquarius (2016), Bacurau (2019), and Fatima (2020). In 2020, The New York Times ranked her #24 in its list of the 25 Greatest Actors of the 21st Century.",
    "year": 1950,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Emanuel Ax",
    "birthday": "1949-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Emanuel_Ax.JPG/320px-Emanuel_Ax.JPG",
    "extract": "Emanuel \"Manny\" Ax is a Grammy-winning American classical pianist. He is a teacher on the faculty of the Juilliard School.",
    "year": 1949,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Hildegard Falck",
    "birthday": "1949-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Hildegard_Falck_c1974.jpg/257px-Hildegard_Falck_c1974.jpg",
    "extract": "Hildegard Falck is a retired West German runner. At the 1972 Olympics she won a gold medal in the 800 m and a bronze medal in the 4 × 400 m relay with West German team. In the 800 m final she finished 0.1 seconds ahead of Nijolė Sabaitė and Gunhild Hoffmeister.",
    "year": 1949,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Annie Haslam",
    "birthday": "1947-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Annie_Haslam_of_Renaissance_at_NEARfest_2012.jpg/320px-Annie_Haslam_of_Renaissance_at_NEARfest_2012.jpg",
    "extract": "Annie Haslam is an English vocalist, songwriter and painter. She is best known as the lead singer of progressive rock band Renaissance since 1971, and for her long and diverse solo singing career. She has a five-octave vocal range. From 2002, Haslam has developed a parallel career as a visual artist, producing paintings on canvas, painted musical instruments and giclées.",
    "year": 1947,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sara Paretsky",
    "birthday": "1947-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/SaraParetsky.jpg/260px-SaraParetsky.jpg",
    "extract": "Sara Paretsky is an American author of detective fiction, best known for her novels focused on the protagonist V. I. Warshawski.",
    "year": 1947,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Eric F. Wieschaus",
    "birthday": "1947-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Wieschaus_ecal2011.jpg/320px-Wieschaus_ecal2011.jpg",
    "extract": "Eric Francis Wieschaus is an American evolutionary developmental biologist and 1995 Nobel Prize-winner.",
    "year": 1947,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Graham Henry",
    "birthday": "1946-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Graham_Henry_knight_2012.jpg/213px-Graham_Henry_knight_2012.jpg",
    "extract": "Sir Graham William Henry is a New Zealand rugby union coach, and former head coach of the country's national team, the All Blacks. Nicknamed 'Ted', he led New Zealand to win the 2011 World Cup.",
    "year": 1946,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Steven Fromholz",
    "birthday": "1945-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Steven_fromholz_2007.jpg/320px-Steven_fromholz_2007.jpg",
    "extract": "Steven John Fromholz was an American entertainer, singer-songwriter who was selected as the Poet Laureate of Texas for 2007.",
    "year": 1945,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Derek Underwood",
    "birthday": "1945-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Derek_Underwood.jpg/225px-Derek_Underwood.jpg",
    "extract": "Derek Leslie Underwood is an English former international cricketer, and a former President of the Marylebone Cricket Club (MCC).",
    "year": 1945,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Boz Scaggs",
    "birthday": "1944-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Boz_Scaggs_-_Coral_Springs%2C_FL_-_22886393275.jpg/320px-Boz_Scaggs_-_Coral_Springs%2C_FL_-_22886393275.jpg",
    "extract": "William Royce \"Boz\" Scaggs is an American singer, songwriter, and guitarist. An early bandmate of Steve Miller in The Ardells and the Steve Miller Band, he began his solo career in 1969, though he lacked a major hit until his 1976 album Silk Degrees peaked at number 2 on the Billboard 200, and produced the hit singles \"Lido Shuffle\" and \"Lowdown\". Scaggs produced two more platinum-certified albums in Down Two Then Left and Middle Man, the latter of which produced two top-40 singles \"Breakdown Dead Ahead\" and \"Jojo\". After a hiatus for most of the 1980s, he returned to recording and touring in 1988, joining The New York Rock and Soul Revue and opening the nightclub Slim's, a popular San Francisco music venue until it closed in 2020. He has continued to record and tour throughout the 1990s, 2000s, and 2010s, with his most recent album being 2018's Out of the Blues.",
    "year": 1944,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Colin Baker",
    "birthday": "1943-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Colin_Baker_January_2015.jpg/237px-Colin_Baker_January_2015.jpg",
    "extract": "Colin Baker is an English actor who played Paul Merroney in the BBC drama series The Brothers from 1974 to 1976 and the sixth incarnation of the Doctor in the long-running science fiction television series Doctor Who from 1984 to 1986. Baker's tenure as the Doctor proved to be a controversial era for the series, which included a hiatus in production and his subsequent replacement on the orders of BBC executive Michael Grade.",
    "year": 1943,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "William Calley",
    "birthday": "1943-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/William_Calley_Jr.jpg/320px-William_Calley_Jr.jpg",
    "extract": "William Laws Calley Jr. is a former American army officer and war criminal convicted by court-martial for the premeditated killings of 200 to 400 unarmed South Vietnamese civilians in the Mỹ Lai massacre on March 16, 1968, during the Vietnam War. Calley was released to house arrest under orders by President Richard Nixon three days after his conviction. A new trial was ordered by the United States Court of Appeals for the Fifth Circuit but that ruling was overturned by the Supreme Court. Calley served three years of house arrest for the murders. Public opinion about Calley was divided.",
    "year": 1943,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Willie Davenport",
    "birthday": "1943-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Willie_Davenport_1968.jpg/216px-Willie_Davenport_1968.jpg",
    "extract": "William \"Willie\" D. Davenport was an American sprint runner. He attended Howland High School and college at Southern University and A&M College in Baton Rouge, Louisiana. He competed in the 110 m hurdles at the 1964, 1968, 1972 and 1976 Summer Olympics, winning a gold medal in 1968 and a bronze in 1976, and finishing fourth in 1972. In 1980 he took part in the Winter Olympics as a runner for the American bobsleigh team. Because of the boycott, and the quirk of participating in the Winter Olympics, he was the only U.S. track and field athlete to participate in the 1980 Olympics.",
    "year": 1943,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Pierre-André Fournier",
    "birthday": "1943-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Coat_of_arms_of_Pierre-Andr%C3%A9_Fournier.svg/300px-Coat_of_arms_of_Pierre-Andr%C3%A9_Fournier.svg.png",
    "extract": "Pierre-André Fournier was a Canadian prelate of the Roman Catholic Church. He was the sixth Archbishop of Rimouski.",
    "year": 1943,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Nikos Konstantopoulos",
    "birthday": "1942-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Nikos_Konstantopoulos_2013_cropped.jpg/220px-Nikos_Konstantopoulos_2013_cropped.jpg",
    "extract": "Nikos Konstantopoulos is a Greek politician, member of the Hellenic Parliament and former president of the left-wing Synaspismos. His daughter, Zoi, was until September 2015 the Speaker of the Hellenic Parliament.",
    "year": 1942,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Doug Mountjoy",
    "birthday": "1942-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/14/Doug_Mountjoy.jpg",
    "extract": "Doug Mountjoy was a Welsh snooker player from Tir-y-Berth, Gelligaer, Glamorgan, Wales. He was a member of the professional snooker circuit from the late 1970s and throughout the 1980s, and remained within the top 16 of the world rankings for 11 consecutive years. He began his professional snooker career by taking the 1977 Masters, which he entered as a reserve player. He won both the 1978 UK Championship and the 1979 Irish Masters. Mountjoy reached the final of the 1981 World Snooker Championship where he was defeated by Steve Davis. He was also runner-up at the 1985 Masters losing to Cliff Thorburn, but by 1988 he had dropped out of the top 16.",
    "year": 1942,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Robert Bradford (Northern Irish politician)",
    "birthday": "1941-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f5/Robert_Bradford.jpg",
    "extract": "Robert Jonathan Bradford was a Methodist Minister and a Vanguard Unionist and Ulster Unionist Member of Parliament for the Belfast South constituency in Northern Ireland until his assassination by the Provisional Irish Republican Army (IRA) on 14 November 1981.",
    "year": 1941,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "George Pell",
    "birthday": "1941-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Cardinal_George_Pell_in_2012.jpg/245px-Cardinal_George_Pell_in_2012.jpg",
    "extract": "George Pell is an Australian cardinal of the Catholic Church. He served as the inaugural prefect of the Secretariat for the Economy between 2014 and 2019, and was a member of the Council of Cardinal Advisers between 2013 and 2018. Ordained a priest in 1966 and bishop in 1987, he was made a cardinal in 2003. Pell served as the eighth Archbishop of Sydney (2001–2014), the seventh Archbishop of Melbourne (1996–2001) and an auxiliary bishop of Melbourne (1987–1996). He has also been an author, columnist and public speaker. Since 1996, Pell has maintained a high public profile on a wide range of issues, while retaining an adherence to Catholic orthodoxy.",
    "year": 1941,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Nancy Sinatra",
    "birthday": "1940-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Nancy_Sinatra.JPG/254px-Nancy_Sinatra.JPG",
    "extract": "Nancy Sandra Sinatra is an American former singer and actress. She is the elder daughter of Frank Sinatra and Nancy Sinatra, and is best known for her 1966 signature hit \"These Boots Are Made for Walkin'\".",
    "year": 1940,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Angelo Amato",
    "birthday": "1938-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Visita_de_Cardenal_Angelo_Amato_-_17792469768_%28cropped%29.jpg/320px-Visita_de_Cardenal_Angelo_Amato_-_17792469768_%28cropped%29.jpg",
    "extract": "Angelo Amato, S.D.B. is an Italian cardinal of the Catholic Church who served as the Prefect of the Congregation for the Causes of Saints between 2008 and 2018. He served as Secretary of the Congregation for the Doctrine of the Faith from 2002 to 2008 and became a cardinal in 2010.",
    "year": 1938,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "James Darren",
    "birthday": "1936-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/James_Darren_2015.jpg/205px-James_Darren_2015.jpg",
    "extract": "James William Ercolani known by his stage name James Darren, is an American television and film actor, television director, and singer. During the late-1950s and early-'60s, he had notable starring and supporting roles in such films as Gidget (1959) and its sequels, The Gene Krupa Story (1959), All the Young Men (1960), The Guns of Navarone (1961), and Diamond Head (1962), and was briefly promoted as a teen pop singer. Later in the 1960s he became more active in television, starring in the short-lived science fiction series The Time Tunnel (1966–1967) and taking on the recurring role of Vic Fontaine in Star Trek: Deep Space Nine (1998–1999).",
    "year": 1936,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kenneth G. Wilson",
    "birthday": "1936-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d1/Kenneth_G._Wilson.jpg",
    "extract": "Kenneth Geddes \"Ken\" Wilson was an American theoretical physicist and a pioneer in leveraging computers for studying particle physics. He was awarded the 1982 Nobel Prize in Physics for his work on phase transitions—illuminating the subtle essence of phenomena like melting ice and emerging magnetism. It was embodied in his fundamental work on the renormalization group.",
    "year": 1936,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Rommie Loudd",
    "birthday": "1933-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Rommie_Loudd.jpg/259px-Rommie_Loudd.jpg",
    "extract": "Rommie Lee Loudd was an American former collegiate and professional American football player, coach, and executive. He was the first black assistant coach in the American Football League and the first black majority owner of a major league sports team.",
    "year": 1933,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Joan Rivers",
    "birthday": "1933-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Joan_Rivers_2010_-_David_Shankbone.jpg/226px-Joan_Rivers_2010_-_David_Shankbone.jpg",
    "extract": "Joan Alexandra Molinsky, known professionally as Joan Rivers, was an American comedian, actress, producer, writer and television host. She was noted for her blunt, often controversial comedic persona—heavily self-deprecating and acerbic, especially towards celebrities and politicians. She is considered a pioneer of women in comedy by many critics.",
    "year": 1933,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Dana Wynter",
    "birthday": "1931-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Dana_Wynter_-_1962.jpg/241px-Dana_Wynter_-_1962.jpg",
    "extract": "Dana Wynter was a German-born British actress, who was raised in the United Kingdom and southern Africa. She appeared in film and television for more than 40 years, beginning in the 1950s. Her best-known film performance was in Invasion of the Body Snatchers (1956). A tall, dark, elegant beauty, she played both victim and villain. Her characters both in film and on television sometimes faced horrific dangers which they often did not survive, but she also played scheming, manipulative women on television mysteries and crime procedural dramas.",
    "year": 1931,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Robert Aumann",
    "birthday": "1930-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Robert_Aumann_2010.jpg/196px-Robert_Aumann_2010.jpg",
    "extract": "Robert John Aumann is an Israeli-American mathematician, and a member of the United States National Academy of Sciences. He is a professor at the Center for the Study of Rationality in the Hebrew University of Jerusalem in Israel. He also holds a visiting position at Stony Brook University, and is one of the founding members of the Stony Brook Center for Game Theory.",
    "year": 1930,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Marcel Léger",
    "birthday": "1930-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Marcel_L%C3%A9ger.jpg/266px-Marcel_L%C3%A9ger.jpg",
    "extract": "Marcel Léger was a Canadian politician, and a supporter of Quebec sovereignty. He also founded the Canadian polling firm that became Léger Marketing.",
    "year": 1930,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jerry Stiller",
    "birthday": "1927-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Jerry_Stiller_-_Anne_Meara_%28cropped%29.JPG/320px-Jerry_Stiller_-_Anne_Meara_%28cropped%29.JPG",
    "extract": "Gerald Isaac Stiller was an American actor and comedian. He spent many years as part of the comedy duo Stiller and Meara with his wife, Anne Meara, to whom he was married for over 60 years until her death in 2015. Stiller saw a late-career resurgence starting in 1993, playing George Costanza's father Frank on the sitcom Seinfeld, a part which earned him an Emmy nomination. The year Seinfeld went off the air, Stiller began his role as the eccentric Arthur Spooner on the CBS comedy series The King of Queens, another role which garnered him widespread acclaim.",
    "year": 1927,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Barbara Bush",
    "birthday": "1925-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Barbara_Bush_portrait_1992_%28cropped%29.jpg/225px-Barbara_Bush_portrait_1992_%28cropped%29.jpg",
    "extract": "Barbara Pierce Bush was the first lady of the United States from 1989 to 1993 as the wife of President George H. W. Bush, and the founder of the Barbara Bush Foundation for Family Literacy. She previously was the second lady of the United States from 1981 to 1989. Among her six children are George W. Bush, the 43rd president of the United States, and Jeb Bush, the 43rd governor of Florida. She and Abigail Adams are the only two women to be the wife of one U.S. president and the mother of another.",
    "year": 1925,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kenneth Waltz",
    "birthday": "1924-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/cf/Kenneth_Waltz.jpg/222px-Kenneth_Waltz.jpg",
    "extract": "Kenneth Neal Waltz was an American political scientist who was a member of the faculty at both the University of California, Berkeley and Columbia University and one of the most prominent scholars in the field of international relations. He was a veteran of both World War II and the Korean War.",
    "year": 1924,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "LeRoy Neiman",
    "birthday": "1921-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/LeRoy_Neiman.png/320px-LeRoy_Neiman.png",
    "extract": "LeRoy Neiman was an American artist known for his brilliantly colored, expressionist paintings and screenprints of athletes, musicians, and sporting events.",
    "year": 1921,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Alexis Smith",
    "birthday": "1921-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Eiganotomo-2-1951-page26.jpg/214px-Eiganotomo-2-1951-page26.jpg",
    "extract": "Margaret Alexis Fitzsimmons-Smith was a Canadian-born American actress and singer. She appeared in several major Hollywood films in the 1940s and had a notable career on Broadway in the 1970s, winning a Tony Award in 1972 for the Stephen Sondheim-James Goldman musical Follies.",
    "year": 1921,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Suharto",
    "birthday": "1921-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Suharto_1978.jpg/248px-Suharto_1978.jpg",
    "extract": "Suharto was an Indonesian army officer and politician, who served as the second and the longest serving president of Indonesia. Widely regarded as a military dictator by international observers, Suharto led Indonesia through a dictatorship for 31 years, from the fall of Sukarno in 1967 until his own resignation in 1998. The legacy of his 31-year rule, and his US$38 billion net worth, is still debated at home and abroad.",
    "year": 1921,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John R. Deane Jr.",
    "birthday": "1919-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/John_R_Deane.jpg/259px-John_R_Deane.jpg",
    "extract": "John Russell Deane Jr. was a highly decorated United States Army officer who rose to the rank of general and served as commander of the United States Army Materiel Command.",
    "year": 1919,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "George Edward Hughes",
    "birthday": "1918-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2d/George_E._Hughes.jpg",
    "extract": "George Edward Hughes was an Irish-born New Zealand philosopher and logician whose principal scholarly works were concerned with modal logic and medieval philosophy.",
    "year": 1918,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Robert Preston (actor)",
    "birthday": "1918-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Robert_Preston-publicity.jpg/252px-Robert_Preston-publicity.jpg",
    "extract": "Robert Preston Meservey was an American stage and film actor and singer of Broadway and cinema, best known for his collaboration with composer Meredith Willson and originating the role of Professor Harold Hill in the 1957 musical The Music Man and the 1962 film adaptation; the film earned him his first of two Golden Globe Award nominations. Preston collaborated twice with filmmaker Blake Edwards, first in S.O.B. (1981) and again in Victor/Victoria (1982). For portraying Carroll \"Toddy\" Todd in the latter, he was nominated for the Academy Award for Best Supporting Actor at the 55th Academy Awards.",
    "year": 1918,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John D. Roberts",
    "birthday": "1918-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/John_D_Roberts_American_Chemist.jpg/250px-John_D_Roberts_American_Chemist.jpg",
    "extract": "John Dombrowski Roberts was an American chemist. He made contributions to the integration of physical chemistry, spectroscopy, and organic chemistry for the understanding of chemical reaction rates. Another characteristic of Roberts' work was the early use of NMR, focusing on the concept of spin coupling.",
    "year": 1918,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Byron White",
    "birthday": "1917-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Justice_White_Official.jpg/247px-Justice_White_Official.jpg",
    "extract": "Byron \"Whizzer\" Raymond White was an American lawyer and professional football player who served as an Associate Justice of the Supreme Court of the United States from 1962 to 1993. Born and raised in Colorado, he played college football, basketball, and baseball for the University of Colorado, finishing as the runner up for the Heisman Trophy in 1937. He was selected in the first round of the 1938 NFL Draft by the Pittsburgh Pirates, later called the Steelers, and led the National Football League in rushing yards in his rookie season. White was admitted to Yale Law School in 1939 and played for the Detroit Lions in the 1940 and 1941 seasons while still attending law school. During World War II, he served as an intelligence officer with the United States Navy in the Pacific Theatre. After the war, he graduated from Yale Law ranked first in his class and clerked for Chief Justice Fred M. Vinson.",
    "year": 1917,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Francis Crick",
    "birthday": "1916-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Francis_Crick_crop.jpg/291px-Francis_Crick_crop.jpg",
    "extract": "Francis Harry Compton Crick was an English molecular biologist, biophysicist, and neuroscientist. He, James Watson, and Rosalind Franklin played crucial roles in deciphering the helical structure of the DNA molecule. Crick and Watson's paper in Nature in 1953 laid the groundwork for understanding DNA structure and functions. Together with Maurice Wilkins, they were jointly awarded the 1962 Nobel Prize in Physiology or Medicine \"for their discoveries concerning the molecular structure of nucleic acids and its significance for information transfer in living material\".",
    "year": 1916,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Luigi Comencini",
    "birthday": "1916-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Luigi_Comencini_1971.jpg/229px-Luigi_Comencini_1971.jpg",
    "extract": "Luigi Comencini was an Italian film director. Together with Dino Risi, Ettore Scola and Mario Monicelli, he was considered among the masters of the commedia all'italiana genre.",
    "year": 1916,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Richard Pousette-Dart",
    "birthday": "1916-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/2d/Richard_Pousette-Dart.jpg",
    "extract": "Richard Warren Pousette-Dart was an American abstract expressionist artist most recognized as a founder of the New York School of painting. His artistic output also includes drawing, sculpture, and fine-art photography.",
    "year": 1916,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kayyar Kinhanna Rai",
    "birthday": "1915-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/eb/Kayyar-Kinhanna-Rai-pic.jpg",
    "extract": "Kayyara Kinhanna Rai was an Indian independence activist, author, poet, journalist, teacher and farmer.",
    "year": 1915,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Wilhelmina Barns-Graham",
    "birthday": "1912-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Wilhelmina_Barns-Graham_Porthmeor_Studios_1947.jpg/221px-Wilhelmina_Barns-Graham_Porthmeor_Studios_1947.jpg",
    "extract": "Wilhelmina Barns-Graham CBE was one of the foremost British abstract artists, a member of the influential Penwith Society of Arts.",
    "year": 1912,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Harry Holtzman",
    "birthday": "1912-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/4c/Photo_of_Harry_Holtzman.jpg",
    "extract": "Harry Holtzman was an American artist and founding member of the American Abstract Artists group.",
    "year": 1912,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Edmundo Rivero",
    "birthday": "1911-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Edmundo_rivero_portrait.jpg/204px-Edmundo_rivero_portrait.jpg",
    "extract": "Leonel Edmundo Rivero was an Argentine tango singer, composer, and impresario.",
    "year": 1911,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John W. Campbell",
    "birthday": "1910-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/3a/Johnwcampbell1965.jpg/235px-Johnwcampbell1965.jpg",
    "extract": "John Wood Campbell Jr. was an American science fiction writer and editor. He was editor of Astounding Science Fiction from late 1937 until his death and was part of the Golden Age of Science Fiction. Campbell wrote super-science space opera under his own name and stories under his primary pseudonym, Don A. Stuart. Campbell also used the pen names Karl Van Kampen and Arthur McCann. His novella Who Goes There? was adapted as the films The Thing from Another World (1951), The Thing (1982), and The Thing (2011).",
    "year": 1910,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ralph Yarborough",
    "birthday": "1903-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Ralph_Yarborough_1957.jpg/264px-Ralph_Yarborough_1957.jpg",
    "extract": "Ralph Webster Yarborough was an American politician and lawyer. He was a Texas Democratic politician who served in the United States Senate from 1957 to 1971 and was a leader of the progressive wing of his party. Along with Senate Majority Leader Lyndon B. Johnson and Speaker of the House Sam Rayburn, but unlike most Southern congressmen, Yarborough refused to support the 1956 Southern Manifesto, which called for resistance to the racial integration of schools and other public places. Yarborough voted in favor of the Civil Rights Acts of 1957, 1960, 1964, and 1968, as well as the 24th Amendment to the U.S. Constitution, the Voting Rights Act of 1965, and the confirmation of Thurgood Marshall to the U.S. Supreme Court. Yarborough was the only senator from a state that was part of the Confederacy to vote for all five bills.",
    "year": 1903,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Marguerite Yourcenar",
    "birthday": "1903-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Marguerite_Yourcenar-Bailleul-1982.10.04.Bernhard_De_Grendel_%289%29.jpg/230px-Marguerite_Yourcenar-Bailleul-1982.10.04.Bernhard_De_Grendel_%289%29.jpg",
    "extract": "Marguerite Yourcenar was a French novelist and essayist born in Brussels, Belgium, who became a US citizen in 1947. Winner of the Prix Femina and the Erasmus Prize, she was the first woman elected to the Académie française, in 1980, and the seventeenth person to occupy seat 3.",
    "year": 1903,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Lena Baker",
    "birthday": "1900-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/35/Lena_Baker.jpg",
    "extract": "Lena Baker was an African American maid in Cuthbert, Georgia, United States, who was wrongfully convicted of capital murder of a white man, Ernest Knight. She was executed by the state of Georgia in 1945. Baker was the only woman in Georgia to be executed by electrocution.",
    "year": 1900,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ernst-Robert Grawitz",
    "birthday": "1899-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/02/ErnstRobertGrawitz.jpg/245px-ErnstRobertGrawitz.jpg",
    "extract": "Ernst-Robert Grawitz was a German physician and an SS functionary during the Nazi era.",
    "year": 1899,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Santiago Bernabéu (footballer)",
    "birthday": "1895-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Santiago_Bernabeu.jpg/205px-Santiago_Bernabeu.jpg",
    "extract": "Santiago Bernabéu de Yeste was a Spanish footballer who played for Real Madrid as a forward. He is widely regarded one of the most important figures in the history of Real Madrid; he was the club's president for 35 years, from 11 September 1943 until his death in 1978. The team's current stadium is named in his honour.",
    "year": 1895,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Erwin Schulhoff",
    "birthday": "1894-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Schulhoff_Mayerova_1931.jpg/298px-Schulhoff_Mayerova_1931.jpg",
    "extract": "Erwin Schulhoff was a Czech composer and pianist. He was one of the figures in the generation of European musicians whose successful careers were prematurely terminated by the rise of the Nazi regime in Germany and whose works have been rarely noted or performed.",
    "year": 1894,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ernst Marcus (zoologist)",
    "birthday": "1893-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Ernst_Marcus_1943.jpg/269px-Ernst_Marcus_1943.jpg",
    "extract": "Ernst Gustav Gotthelf Marcus was a German zoologist, former occupant of the chair of zoology at the University of São Paulo from 1936 to 1963, and co-founder of the Oceanographic Institute of the University of São Paulo.",
    "year": 1893,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Gaby Morlay",
    "birthday": "1893-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Mayol_et_Gaby_de_Morlay-1912.jpg/229px-Mayol_et_Gaby_de_Morlay-1912.jpg",
    "extract": "Gaby Morlay was a French film actress.",
    "year": 1893,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Karl Genzken",
    "birthday": "1885-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Karl_August_Genzken_KZ-Arzt.jpg/239px-Karl_August_Genzken_KZ-Arzt.jpg",
    "extract": "Karl August Genzken was a Nazi physician who conducted human experiments on prisoners of several concentration camps. He was a Gruppenführer of the Waffen-SS and the Chief of the Medical Office of the Waffen-SS. Genzken was tried as a war criminal in the Doctors' Trial at Nuremberg.",
    "year": 1885,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Alexandre Tuffèri",
    "birthday": "1876-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d6/Alexandre_tufferi.jpg/253px-Alexandre_tufferi.jpg",
    "extract": "Alexandre Tuffèri, also spelt Tuffère, was a French-Greek athlete, although he was born and lived in Athens, his father was French. He competed at the 1896 Summer Olympics and the 1900 Summer Olympics for France, and the 1906 Intercalated Games for Greece.",
    "year": 1876,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ernst Enno",
    "birthday": "1875-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Ernst_Enno.jpg/201px-Ernst_Enno.jpg",
    "extract": "Ernst Enno was an Estonian poet and writer.",
    "year": 1875,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jan Frans De Boever",
    "birthday": "1872-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/JFDeBoever.jpg/262px-JFDeBoever.jpg",
    "extract": "Jan Frans De Boever was a Belgian Symbolist painter. While considered a successful artist during most of his lifetime, his megalomaniac character made him a solitary and isolated individual.",
    "year": 1872,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Robert Robinson Taylor",
    "birthday": "1868-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Robert_R_Taylor_c1906.jpg/239px-Robert_R_Taylor_c1906.jpg",
    "extract": "Robert Robinson Taylor was an American architect and educator. Taylor was the first African-American student enrolled at the Massachusetts Institute of Technology (MIT), and the first accredited African-American architect when he graduated in 1892. He was an early and influential member of the Tuskegee Institute faculty.",
    "year": 1868,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Frank Lloyd Wright",
    "birthday": "1867-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Frank_Lloyd_Wright_portrait.jpg/251px-Frank_Lloyd_Wright_portrait.jpg",
    "extract": "Frank Lloyd Wright was an American architect, designer, writer, and educator. He designed more than 1,000 structures over a creative period of 70 years. Wright played a key role in the architectural movements of the twentieth century, influencing architects worldwide through his works and hundreds of apprentices in his Taliesin Fellowship. Wright believed in designing in harmony with humanity and the environment, a philosophy he called organic architecture. This philosophy was exemplified in Fallingwater (1935), which has been called \"the best all-time work of American architecture\".",
    "year": 1867,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Alicia Boole Stott",
    "birthday": "1860-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5f/Alicia_Boole_Stott.jpg/263px-Alicia_Boole_Stott.jpg",
    "extract": "Alicia Boole Stott was an Irish mathematician. Despite never holding an academic position, she made a number of valuable contributions to the field, receiving an honorary doctorate from the University of Groningen. She is best known for introducing the term \"polytope\" for a convex solid in four dimensions, and having an impressive grasp of four-dimensional geometry from a very early age.",
    "year": 1860,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Smith Wigglesworth",
    "birthday": "1859-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Smith_Wigglesworth_preaching.jpg/256px-Smith_Wigglesworth_preaching.jpg",
    "extract": "Smith Wigglesworth was a British evangelist who was influential in the early history of Pentecostalism.",
    "year": 1859,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Charlotte Scott",
    "birthday": "1858-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/CharlotteAngasScott1910.png/248px-CharlotteAngasScott1910.png",
    "extract": "Charlotte Angas Scott was a British mathematician who made her career in the United States and was influential in the development of American mathematics, including the mathematical education of women. Scott played an important role in Cambridge changing the rules for its famous Mathematical Tripos exam.",
    "year": 1858,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "George Charles Haité",
    "birthday": "1855-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Geochaite.jpg/262px-Geochaite.jpg",
    "extract": "George Charles Haité was an English designer, painter, illustrator and writer. His most famous work is the iconic cover design of the Strand Magazine, launched in 1891, which helped popularise the Sherlock Holmes stories of Arthur Conan Doyle. Haité was also a founder member and the first president of the London Sketch Club.",
    "year": 1855,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Douglas Cameron (politician)",
    "birthday": "1854-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Douglas_Collin_Cameron.jpg/238px-Douglas_Collin_Cameron.jpg",
    "extract": "Sir Douglas Colin Cameron was a Canadian politician. He served in the Ontario Legislature from 1902 to 1905, and was the eighth Lieutenant Governor of Manitoba from 1911 to 1916.",
    "year": 1854,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Guido Banti",
    "birthday": "1852-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Guido_Banti.jpg/234px-Guido_Banti.jpg",
    "extract": "Guido Banti was an Italian physician and pathologist. He also performed innovative studies on the heart, infectious diseases and bacteriology, splenomegaly, nephrology, lung disease, leukaemia and motor aphasia. He gave his name to Banti’s disease.",
    "year": 1852,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jacques-Arsène d'Arsonval",
    "birthday": "1851-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Jacques-Ars%C3%A8ne_d%27Arsonval.jpg/246px-Jacques-Ars%C3%A8ne_d%27Arsonval.jpg",
    "extract": "Jacques-Arsène d'Arsonval was a French physician, physicist and inventor of the moving-coil D'Arsonval galvanometer and the thermocouple ammeter. D'Arsonval was an important contributor to the emerging field of electrophysiology, the study of the effects of electricity on biological organisms, in the nineteenth century.",
    "year": 1851,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Q. A. Brackett",
    "birthday": "1842-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2c/JohnQABrackett.jpg",
    "extract": "John Quincy Adams Brackett was an American lawyer and politician from Massachusetts. A Republican and temperance advocate, he served one term as the 36th Governor of Massachusetts, from 1890 to 1891. Born in New Hampshire and educated at Harvard, he practiced law in Boston before entering politics.",
    "year": 1842,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Thomas J. Higgins",
    "birthday": "1831-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/26/Thomas_J._Higgins.jpg",
    "extract": "Thomas J. Higgins was a Union Army soldier during the American Civil War who was a recipient of America's highest military decoration, the Medal of Honor, for his actions at the Battle of Vicksburg.",
    "year": 1831,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Everett Millais",
    "birthday": "1829-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Millais_-_Self-Portrait.jpg/228px-Millais_-_Self-Portrait.jpg",
    "extract": "Sir John Everett Millais, 1st Baronet, was an English painter and illustrator who was one of the founders of the Pre-Raphaelite Brotherhood. He was a child prodigy who, aged eleven, became the youngest student to enter the Royal Academy Schools. The Pre-Raphaelite Brotherhood was founded at his family home in London, at 83 Gower Street. Millais became the most famous exponent of the style, his painting Christ in the House of His Parents (1849–50) generating considerable controversy, and he produced a picture that could serve as the embodiment of the historical and naturalist focus of the group, Ophelia, in 1851–52.",
    "year": 1829,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Robert Schumann",
    "birthday": "1810-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Robert_Schumann_1839.jpg/320px-Robert_Schumann_1839.jpg",
    "extract": "Robert Schumann was a German composer, pianist, and influential music critic. He is widely regarded as one of the greatest composers of the Romantic era. Schumann left the study of law, intending to pursue a career as a virtuoso pianist. His teacher, Friedrich Wieck, a German pianist, had assured him that he could become the finest pianist in Europe, but a hand injury ended this dream. Schumann then focused his musical energies on composing.",
    "year": 1810,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Charles A. Wickliffe",
    "birthday": "1788-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Wickliffe_CA.jpg/253px-Wickliffe_CA.jpg",
    "extract": "Charles Anderson Wickliffe was a U.S. Representative from Kentucky. He also served as Speaker of the Kentucky House of Representatives, the 14th Governor of Kentucky, and was appointed Postmaster General by President John Tyler. Though he consistently identified with the Whig Party, he was politically independent, and often had differences of opinion with Whig founder and fellow Kentuckian Henry Clay.",
    "year": 1788,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ercole Consalvi",
    "birthday": "1757-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Cardinal_Consalvi.jpg/203px-Cardinal_Consalvi.jpg",
    "extract": "Ercole Consalvi was a deacon and cardinal of the Catholic Church, who served twice as Cardinal Secretary of State for the Papal States and who played a crucial role in the post-Napoleonic reassertion of the legitimist principle of the divine right of kings, of which he was a constant supporter.",
    "year": 1757,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Smeaton",
    "birthday": "1724-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/John_Smeaton.jpg/255px-John_Smeaton.jpg",
    "extract": "John Smeaton was a British civil engineer responsible for the design of bridges, canals, harbours and lighthouses. He was also a capable mechanical engineer and an eminent physicist. Smeaton was the first self-proclaimed \"civil engineer\", and is often regarded as the \"father of civil engineering\". He pioneered the use of hydraulic lime in concrete, using pebbles and powdered brick as aggregate. Smeaton was associated with the Lunar Society.",
    "year": 1724,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Tomaso Albinoni",
    "birthday": "1671-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Albinoni.jpg/259px-Albinoni.jpg",
    "extract": "Tomaso Giovanni Albinoni was a Venetian Baroque composer. His output includes operas, concertos, sonatas for one to six instruments, sinfonias, and solo cantatas. While famous in his day as an opera composer, he is known today for his instrumental music, especially his concertos. He is best remembered today for a work called \"Adagio in G minor\", attributed to him, but said to be written by Remo Giazotto, a 20th century musicologist and composer, who was a cataloger of the works of Albinoni.",
    "year": 1671,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Giovanni Domenico Cassini",
    "birthday": "1625-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Giovanni_Cassini.jpg/230px-Giovanni_Cassini.jpg",
    "extract": "Giovanni Domenico Cassini, also known as Jean-Dominique Cassini was an Italian mathematician, astronomer and engineer. Cassini was born in Perinaldo, near Imperia, at that time in the County of Nice, part of the Savoyard state. Cassini is known for his work on astronomy and engineering. He discovered four satellites of the planet Saturn and noted the division of the rings of Saturn; the Cassini Division was named after him. Giovanni Domenico Cassini was also the first of his family to begin work on the project of creating a topographic map of France.",
    "year": 1625,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "George I Rákóczi",
    "birthday": "1593-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/George_I_%28Gy%C3%B6rgy%29_R%C3%A1k%C3%B3czi_%281593-1648%29_-_Rembrandt_van_Rijn_%26_Jan_Gillisz._van_Vliet.jpg/280px-George_I_%28Gy%C3%B6rgy%29_R%C3%A1k%C3%B3czi_%281593-1648%29_-_Rembrandt_van_Rijn_%26_Jan_Gillisz._van_Vliet.jpg",
    "extract": "George I Rákóczi was Prince of Transylvania from 1630 until his death in 1648. Prior to that, he was a leader of the Protestant faction in Hungary and a faithful supporter of Gabriel Bethlen, his predecessor as Prince. When Bohemian nobles requested military support in their struggles against the Habsburg monarchy, Rákóczi persuaded Bethlen to help and commanded Transylvanian forces in several battles. Rákóczi was elected prince after Bethlen's death, succeeding Bethlen's wife Catherine of Brandenburg and brother Istvan.",
    "year": 1593,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Gabriello Chiabrera",
    "birthday": "1552-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Ottavio_Leoni%2C_Gabriello_Chiabrera%2C_1625%2C_NGA_159736.jpg/250px-Ottavio_Leoni%2C_Gabriello_Chiabrera%2C_1625%2C_NGA_159736.jpg",
    "extract": "Gabriello Chiabrera was an Italian poet, sometimes called the Italian Pindar. His \"new metres and a Hellenic style enlarged the range of lyric forms available to later Italian poets.\"",
    "year": 1552,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Primož Trubar",
    "birthday": "1508-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Primoz-Trubar.jpg/211px-Primoz-Trubar.jpg",
    "extract": "Primož Trubar or Primus Truber was a Slovene Protestant Reformer of the Lutheran tradition, mostly known as the author of the first Slovene language printed book, the founder and the first superintendent of the Protestant Church of the Duchy of Carniola, and for consolidating the Slovenian language. Trubar introduced The Reformation in Slovenia, leading the Austrian Habsburgs to wage the Counter-Reformation, which a small Protestant community survived. Trubar is a key figure of Slovenian history and in many aspects a major historical personality.",
    "year": 1508,
    "month": 6,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Emperor Xizong of Tang",
    "birthday": "862-6-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a3/TangXizong.jpg",
    "extract": "Emperor Xizong of Tang, né Li Yan, later name changed to Li Xuan, was an emperor of the Tang dynasty of China. He reigned from 873 to 888. He was the fifth son of his predecessor Emperor Yizong and was the elder brother of his successor Emperor Zhaozong. His reign saw his realm overrun by the great agrarian rebellions led by Wang Xianzhi and Huang Chao, and while both were eventually defeated, by the end of Emperor Xizong's reign, the Tang state had virtually disintegrated into pieces ruled by individual warlords, rather than the imperial government, and would never recover, falling eventually in 907.",
    "year": 862,
    "month": 6,
    "day": 8,
    "language": "en"
  }
]