[
  {
    "name": "George Jennings (rugby league)",
    "birthday": "1993-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/George_Jennings_Penrith_Panthers.jpg/243px-George_Jennings_Penrith_Panthers.jpg",
    "extract": "George Jennings is a Tonga international rugby league footballer who plays as a winger for the Melbourne Storm in the NRL.",
    "year": 1993,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Zach Hyman",
    "birthday": "1992-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Zach_Hyman_2017-12-09.jpg/320px-Zach_Hyman_2017-12-09.jpg",
    "extract": "Zachary Martin Hyman is a Canadian professional ice hockey left winger and author, currently playing for the Edmonton Oilers of the National Hockey League (NHL). He previously played for the Toronto Maple Leafs.",
    "year": 1992,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Yannick Agnel",
    "birthday": "1992-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/YANNICK_AGNEL_a.jpg/261px-YANNICK_AGNEL_a.jpg",
    "extract": "Yannick Agnel is a French former competitive swimmer who specializes in freestyle events, and is a three-time Olympic medalist. In his Olympic debut at the 2012 Summer Olympics in London, he won gold in the 200-meter freestyle, gold in the 4×100-meter freestyle relay, and silver in the 4×200-meter freestyle relay. He is the current world record holder in the 400-meter freestyle, the European record holder in the 800-meter freestyle, and the national record holder in the 200- and 400-meter freestyle.",
    "year": 1992,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Boyd Cordner",
    "birthday": "1992-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Boyd_Cordner_%28cropped%29.jpg/257px-Boyd_Cordner_%28cropped%29.jpg",
    "extract": "Boyd Cordner is an Australian former professional rugby league footballer who played as a second-row forward for the Sydney Roosters in the NRL and Australia at international level.",
    "year": 1992,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Aaron M. Johnson",
    "birthday": "1991-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Aaron_M._Johnson.jpg/256px-Aaron_M._Johnson.jpg",
    "extract": "Aaron Michael Johnson is an American jazz saxophonist and bandleader.",
    "year": 1991,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Matthias Mayer",
    "birthday": "1990-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Matthias_Mayer_January_2014.jpg/236px-Matthias_Mayer_January_2014.jpg",
    "extract": " Matthias Mayer is an Austrian World Cup alpine ski racer and Olympic champion.",
    "year": 1990,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Dídac Vilà",
    "birthday": "1989-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/80/D%C3%ADdac_Vil%C3%A0_Spain_Under-21_2011.jpg",
    "extract": "Dídac Vilà Rosselló is a Spanish professional footballer who plays for RCD Espanyol as a left back.",
    "year": 1989,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jason Demers",
    "birthday": "1988-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Jason_Demers_2019-11-11_2.jpg/318px-Jason_Demers_2019-11-11_2.jpg",
    "extract": "Jason Demers is a Canadian professional ice hockey defenceman who is currently playing for Ak Bars Kazan of the Kontinental Hockey League (KHL). He was drafted by the San Jose Sharks in the seventh round, 186th overall, at the 2008 NHL Entry Draft.",
    "year": 1988,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Sara Isaković",
    "birthday": "1988-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Sara_Isakovi%C4%87_%282007_Summer_Universiade%2C_Bangkok%29.jpg/219px-Sara_Isakovi%C4%87_%282007_Summer_Universiade%2C_Bangkok%29.jpg",
    "extract": "Sara Isaković is a retired Slovenian swimmer. At the 2008 Beijing Olympics, aged 20, she placed 2nd in the 200 m freestyle with the time of 1:54.97, becoming the second woman ever to break the 1 min 55 sec mark. It is still, to this day, the only swimming Olympic medal won for Slovenia. Isaković competed for Slovenia at the 2004 Summer Olympics in Athens, the 2008 Summer Olympics in Beijing, and the 2012 Summer Olympics in London.",
    "year": 1988,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mae Whitman",
    "birthday": "1988-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Mae_Whitman_March_22%2C_2014_%28cropped%29.jpg/256px-Mae_Whitman_March_22%2C_2014_%28cropped%29.jpg",
    "extract": "Mae Margaret Whitman is an American actress and singer. She began acting in commercials as a child, making her film debut at the age of six in the romantic drama When a Man Loves a Woman (1994). She achieved recognition as a child actress for her supporting roles in One Fine Day (1996), Independence Day (1996), Hope Floats (1998), and her television role on JAG (1998–2001).",
    "year": 1988,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jaan Mölder",
    "birthday": "1987-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Jaan_M%C3%B6lder_-_2008_Rally_d%27Italia_Sardegna.jpg/320px-Jaan_M%C3%B6lder_-_2008_Rally_d%27Italia_Sardegna.jpg",
    "extract": "Jaan Mölder is a former Estonian rally driver.",
    "year": 1987,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Doug Legursky",
    "birthday": "1986-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Doug_Legursky.JPG/313px-Doug_Legursky.JPG",
    "extract": "Wayne Douglas Legursky II is a former American football center. He was signed by the Steelers as an undrafted free agent in 2008. He played college football at Marshall.",
    "year": 1986,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Yadier Pedroso",
    "birthday": "1986-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Yadier_Pedroso_2010_%282%29.jpg/267px-Yadier_Pedroso_2010_%282%29.jpg",
    "extract": "Yadier Pedroso González, born in Guanajay, Havana Province, Cuba, was a right-handed pitcher for the Cuban national baseball team and La Habana of the Cuban National Series. Pedroso was part of the Cuban team at the 2006 and 2013 World Baseball Classics.",
    "year": 1986,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ashley Postell",
    "birthday": "1986-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Ashley_Postell%2C_2006_%28crop%29.jpg/227px-Ashley_Postell%2C_2006_%28crop%29.jpg",
    "extract": "Ashley Postell is an American former artistic gymnast. Postell was a member of the United States national gymnastics team from 1997 to 2004. During that time she was the world champion on balance beam in 2002 and the national champion on floor exercise in 2003. She was also the bronze medalist in the all-around at the 2002 US Nationals and the 2003 American Cup.",
    "year": 1986,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Richard Kahui",
    "birthday": "1985-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Kahui_%28cropped%29.jpg/241px-Kahui_%28cropped%29.jpg",
    "extract": "Richard Kahui is a New Zealand rugby union player. He plays for Western Force in Super Rugby AU. He previously played for the Highlanders and Chiefs in Super Rugby, Waikato in the National Provincial Championship, and New Zealand internationally. He plays at centre and wing.",
    "year": 1985,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Sonam Kapoor",
    "birthday": "1985-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Sonam-Kapoor-attends-Cond%C3%A9-Nast-Traveller-India-event.jpg/247px-Sonam-Kapoor-attends-Cond%C3%A9-Nast-Traveller-India-event.jpg",
    "extract": "Sonam Kapoor Ahuja is an Indian actress who works in Hindi films. She has won a National Film Award and a Filmfare Award, and from 2012 to 2016, she appeared in Forbes India's Celebrity 100 list based on her income and popularity.",
    "year": 1985,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Sebastian Telfair",
    "birthday": "1985-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Telfair_08.07.07.JPG/221px-Telfair_08.07.07.JPG",
    "extract": "Sebastian Telfair is an American former professional basketball player who played in the NBA and the Chinese Basketball Association. Telfair was picked thirteenth overall in the 2004 NBA draft by the Portland Trail Blazers on the heels of an eminent high school career playing for Abraham Lincoln in Brooklyn. He had committed to the University of Louisville during his senior year, but decided to turn professional instead. Telfair is the cousin of former NBA player Stephon Marbury.",
    "year": 1985,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Yuli Gurriel",
    "birthday": "1984-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Yulieski_Gurriel_on_August_21%2C_2016.jpg/240px-Yulieski_Gurriel_on_August_21%2C_2016.jpg",
    "extract": "Yulieski Gourriel Castillo, commonly known as Yuli Gurriel and nicknamed \"La Piña\", is a Cuban professional baseball first baseman for the Houston Astros of Major League Baseball (MLB). He previously played for Sancti Spiritus in the Cuban National Series (CNS) and the Yokohama DeNA BayStars of Nippon Professional Baseball (NPB). Gurriel is a former member of Cuba's national team, and an Olympic Games gold medalist in 2004. Always a versatile infielder, he has also played shortstop, second base, and third base in the major leagues.",
    "year": 1984,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Masoud Shojaei",
    "birthday": "1984-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Masoud_Shojaei%2C_Iran-Bolivia_prematch_conference.jpg/240px-Masoud_Shojaei%2C_Iran-Bolivia_prematch_conference.jpg",
    "extract": "Masoud Soleimani Shojaei  is an Iranian professional footballer who plays for F.C. Nassaji Mazandaran. Mainly an attacking midfielder, he can also play as a winger or forward.",
    "year": 1984,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Wesley Sneijder",
    "birthday": "1984-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Wesley_Sneijder_%2815487233555%29_%28cropped%29.jpg/273px-Wesley_Sneijder_%2815487233555%29_%28cropped%29.jpg",
    "extract": "Wesley Sneijder is a Dutch retired professional footballer. In 2010 he was named UEFA midfielder of the season, and one of the three best midfielders in the world by FIFA. A product of the Ajax Youth Academy, he started his professional career playing for Ajax, with whom he won four trophies and was awarded the Johan Cruyff Trophy in 2004. He was sold to Real Madrid for €27 million in 2007, winning La Liga in his first season with the club, and transferred to Inter Milan for €15 million in 2009. At Inter, he won Serie A, the UEFA Champions League, the FIFA Club World Cup, and two Coppa Italia. After being sold to Galatasaray for €7.5 million in 2013, he helped the club win the Süper Lig in his first season, following with the capture of the Turkish Super Cup, after a 1–0 win against rivals Fenerbahçe. After an unsuccessful stint with Nice, he concluded his footballing career at Qatar Stars League team Al Gharafa.",
    "year": 1984,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Firas Al-Khatib",
    "birthday": "1983-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Firas_Khatib.jpg/224px-Firas_Khatib.jpg",
    "extract": "Firas Mohamad Al Khatib is a Syrian former footballer who mainly played as a forward. He is the Syria national team all-time top goalscorer, with 36 goals.",
    "year": 1983,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Josh Cribbs",
    "birthday": "1983-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Josh_Cribbs_%2847929666951%29_%28cropped%29.jpg/243px-Josh_Cribbs_%2847929666951%29_%28cropped%29.jpg",
    "extract": "Joshua Cribbs is a former American football return specialist and wide receiver. He played college football for Kent State University, and was signed by the Cleveland Browns as an undrafted free agent in 2005. He has tied the NFL career record with eight kickoff returns for touchdowns, and also the NFL record with two kickoffs of 100 yards or more returned for touchdowns in a single game. He has also played for the New York Jets, Oakland Raiders and Indianapolis Colts. He was most recently a special teams coaching intern for the Cleveland Browns.",
    "year": 1983,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Dwayne Jones (basketball)",
    "birthday": "1983-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Dwayne_Jones_2008-04-24.jpg/161px-Dwayne_Jones_2008-04-24.jpg",
    "extract": "Dwayne Clinton Jones is an American professional basketball coach and former player who is currently an assistant coach for the Philadelphia 76ers of the National Basketball Association (NBA).",
    "year": 1983,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Yoshito Ōkubo",
    "birthday": "1982-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Okubo_Yoshito.jpg/192px-Okubo_Yoshito.jpg",
    "extract": "Yoshito Okubo  is a Japanese professional footballer who most recently played as a forward for Cerezo Osaka. He played for the Japan national team scoring 6 goals in 60 appearances",
    "year": 1982,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Christina Stürmer",
    "birthday": "1982-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/2018-08-19_ZDF_Fernsehgarten_Christina_St%C3%BCrmer-1663.jpg/260px-2018-08-19_ZDF_Fernsehgarten_Christina_St%C3%BCrmer-1663.jpg",
    "extract": "Christina Stürmer is an Austrian singer and songwriter. Born and raised in Linz, she rose to fame as the runner-up of the inaugural season of the ORF eins television talent series Starmania. Following her participation, she signed with Universal Music and released her debut single \"Ich lebe\" which spent nine weeks atop the Austrian Singles Chart. It was followed by the release of her first two albums, Freier Fall (2003) and Soll das wirklich alles sein (2004), both of which debuted atop the Austrian Albums Chart and produced eight top ten hits, including the number-one singles \"Mama \" and \"Vorbei\".",
    "year": 1982,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Natalie Portman",
    "birthday": "1981-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Natalie_Portman_%2848470988352%29_%28cropped%29.jpg/228px-Natalie_Portman_%2848470988352%29_%28cropped%29.jpg",
    "extract": "Natalie Portman is an Israeli-born American actress. With an extensive career in film since her teenage years, she has starred in various blockbusters and independent films, for which she has received multiple accolades, including an Academy Award, a British Academy Film Award, and two Golden Globe Awards.",
    "year": 1981,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Parinya Charoenphol",
    "birthday": "1981-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Nongthoomfairtex.jpg/212px-Nongthoomfairtex.jpg",
    "extract": "Parinya Charoenphol, nicknamed Toom, also known by the stage name Parinya Kiatbusaba and the colloquial name Nong Toom, is a Thai boxer, former muay Thai champion, model and actress. She was a kathoey, a Thai word for a pre-operative transgender woman. At the age of 18, she underwent sex reassignment surgery.",
    "year": 1981,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "D'banj",
    "birthday": "1980-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/D%27banjawards.jpg/225px-D%27banjawards.jpg",
    "extract": "Oladapo Daniel Oyebanjo, better known by his stage name D'banj, is a Nigerian singer, rapper, businessman and the founder of Mo' Hits Records with producer Don Jazzy. He has won several music awards, including the awards for Best African Act at the MTV Europe Music Awards 2007, Artist of the Year at the MTV Africa Music Awards 2009, Best International Act: Africa at the 2011 BET Awards, and Best-selling African Artist at the 2014 World Music Awards, Evolution award at the 2015 MTV Africa Music awards",
    "year": 1980,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mike Fontenot",
    "birthday": "1980-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Mike_Fontenot_on_June_10%2C_2012.jpg/197px-Mike_Fontenot_on_June_10%2C_2012.jpg",
    "extract": "Michael Eugene Fontenot Jr. is an American former professional baseball infielder who played in Major League Baseball (MLB) for the Chicago Cubs, San Francisco Giants, and Philadelphia Phillies. He batted left-handed and threw right-handed. Fontenot was commonly used at second base, shortstop, or third base during his career. He won a World Series with the Giants in 2010.",
    "year": 1980,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Udonis Haslem",
    "birthday": "1980-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Udonis_Haslem.jpg/213px-Udonis_Haslem.jpg",
    "extract": "Udonis Johneal Haslem is an American professional basketball player for the Miami Heat of the National Basketball Association (NBA). He played college basketball for the Florida Gators, where he was a key member of four NCAA tournament teams. Haslem began his professional career in France with Chalon-sur-Saône and then signed with his hometown Miami Heat in 2003 and has become the longest tenured Heat player in franchise history. He has also won three NBA championships while playing for the Heat.",
    "year": 1980,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Dario Dainelli",
    "birthday": "1979-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Dario_Dainelli%2C_2005.jpg/249px-Dario_Dainelli%2C_2005.jpg",
    "extract": "Dario Dainelli is an Italian former professional footballer who played as a defender.",
    "year": 1979,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Matt Bellamy",
    "birthday": "1978-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/20180603_N%C3%BCrnberg_Rock_im_Park_Muse_0382.jpg/213px-20180603_N%C3%BCrnberg_Rock_im_Park_Muse_0382.jpg",
    "extract": "Matthew James Bellamy is an English singer, musician, and songwriter. He is primarily known as the lead vocalist, guitarist, pianist, and primary songwriter for English rock band Muse. He is recognised for his eccentric stage persona, wide tenor vocal range and musicianship. Bellamy has released solo compositions and plays bass in the supergroup the Jaded Hearts Club, also producing their debut album, You've Always Been Here (2020).",
    "year": 1978,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Shandi Finnessey",
    "birthday": "1978-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Shandi_Finnessey.jpg/293px-Shandi_Finnessey.jpg",
    "extract": "Shandi Ren Finnessey is an American actress, model, TV host and beauty queen. She is best known for winning the Miss USA title, as Miss Missouri USA. She previously held the title of Miss Missouri 2002 and competed in Miss America, where she won a preliminary award. She placed as first runner-up at the Miss Universe 2004 competition. She is one of three women to have been both Miss Missouri USA and Miss Missouri and the only Missourian to have been Miss USA. Her first runner-up finish at Miss Universe was the best placement in the 2000s and was the best United States placement between Brook Mahealani Lee's Miss Universe 1997 competition victory and Olivia Culpo's Miss Universe 2012 pageant win.",
    "year": 1978,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Miroslav Klose",
    "birthday": "1978-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/2016209185719_2016-07-27_Champions_for_Charity_-_Sven_-_1D_X_-_0149_-_DV3P4742_mod.jpg/213px-2016209185719_2016-07-27_Champions_for_Charity_-_Sven_-_1D_X_-_0149_-_DV3P4742_mod.jpg",
    "extract": "Miroslav Josef Klose is a German former professional footballer who played as a striker. Klose is the all-time top scorer for Germany, which never lost a game in which Klose scored, and one of very few players to have won gold, silver and bronze medals in the FIFA World Cup.",
    "year": 1978,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Heather Mitts",
    "birthday": "1978-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2e/Heather_Mitts-2010a.jpg",
    "extract": "Heather Mitts Feeley is an American former professional soccer defender. Mitts played college soccer for the University of Florida, and thereafter, she played professionally in the Women's Professional Soccer (WPS) league; for the Philadelphia Charge, Boston Breakers, Philadelphia Independence and Atlanta Beat. She is a three-time Olympic gold medalist, and was a member of the U.S. women's national team. She played in four matches in the 2011 FIFA Women's World Cup, where the U.S. national team finished second. Mitts announced her retirement from soccer via Twitter on March 13, 2013.",
    "year": 1978,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Hayden Schlossberg",
    "birthday": "1978-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Hayden_Schlossberg_%282%29.jpg/255px-Hayden_Schlossberg_%282%29.jpg",
    "extract": "Hayden Schlossberg is an American screenwriter, director, and producer best known for his work on Cobra Kai and the Harold & Kumar films and the American Reunion.",
    "year": 1978,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Olin Kreutz",
    "birthday": "1977-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Olin_Kreutz.jpg/320px-Olin_Kreutz.jpg",
    "extract": "Olin George Kreutz is a former American college and professional football player who was a center in the National Football League (NFL) for fourteen seasons. He played college football for University of Washington, and earned consensus All-American honors. He was drafted by the Chicago Bears in the third round of the 1998 NFL Draft and played professionally for the Bears and, very briefly, for the New Orleans Saints of the NFL. Kreutz was a semi-finalist for the NFL Hall of Fame in 2020 after being named to the 2000s All-Decade Team, and is frequently cited as one of the greatest modern offensive linemen.",
    "year": 1977,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Peja Stojaković",
    "birthday": "1977-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Peja_Stojakovic_Mavs_cropped.jpg/212px-Peja_Stojakovic_Mavs_cropped.jpg",
    "extract": "Predrag Stojaković, known by his nickname Peja, is a Serbian professional basketball executive and former player who was most recently the assistant general manager and director of player personnel and development of the Sacramento Kings of the National Basketball Association (NBA).",
    "year": 1977,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Otto Addo",
    "birthday": "1975-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Otto_Addo_%E2%80%93_Tag_der_Legenden_2016_02.jpg/266px-Otto_Addo_%E2%80%93_Tag_der_Legenden_2016_02.jpg",
    "extract": "Otto Addo is a scout and manager, and a retired Ghanaian-German footballer who played for Ghana internationally. He is currently the head coach of the Ghana national football team.",
    "year": 1975,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ameesha Patel",
    "birthday": "1975-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/The_glamorous_Film_Star_Amisha_Patel_at_the_%E2%80%98India_%E2%80%93_The_Big_Picture_Conference_%E2%80%93_2005%E2%80%99_organized_by_CII_as_part_of_IFFI_events%2C_in_Panaji%2C_Goa_on_November_24%2C_2005.jpg/212px-thumbnail.jpg",
    "extract": "Ameesha Patel is an Indian actress and model who predominantly appears in Hindi films alongside few Telugu films. She made her acting debut with the romantic thriller blockbuster Kaho Naa... Pyaar Hai (2000).",
    "year": 1975,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Andrew Symonds",
    "birthday": "1975-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Andrew_symonds_%28cropped%29.jpg/232px-Andrew_symonds_%28cropped%29.jpg",
    "extract": "Andrew Symonds was an Australian international cricketer, who played all three formats as a batting all-rounder. Commonly nicknamed \"Roy\", he was a key member of two World Cup winning squads. Symonds played as a right-handed, middle order batsman and alternated between medium pace and off-spin bowling. He was also notable for his exceptional fielding skills.",
    "year": 1975,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Samoth",
    "birthday": "1974-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Samoth_2017_%28cropped%29.jpg/235px-Samoth_2017_%28cropped%29.jpg",
    "extract": "Samoth is a Norwegian guitarist and multi-instrumentalist in the country's black metal scene. He is well known for his distinct guitar work and drumming in the band Emperor, as well as his formation of the death metal band Zyklon. In very early Emperor releases, he was called Samot, and with the formation of Zyklon he became known as Zamoth. Samoth was the owner of the record label Nocturnal Art Productions and had a close relationship with Candlelight Records.",
    "year": 1974,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Aigars Apinis",
    "birthday": "1973-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Aigars_Apinis.jpg/213px-Aigars_Apinis.jpg",
    "extract": "Aigars Apinis is a Latvian athlete. He participates in F52 class which means he has limited finger movement and no trunk or leg function.",
    "year": 1973,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Tedy Bruschi",
    "birthday": "1973-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Tedy_Bruschi_2010.jpg/227px-Tedy_Bruschi_2010.jpg",
    "extract": "Tedy Lacap Bruschi is a former professional American football player who was a linebacker in the National Football League (NFL) for 13 seasons, who currently serves as the senior advisor to the head coach at University of Arizona. He played college football for the University of Arizona, and was a two-time consensus All-American. He was drafted by the New England Patriots in the third round of the 1996 NFL Draft, and played his entire professional career with the Patriots. Bruschi won three Super Bowls and was a two-time All-Pro selection.",
    "year": 1973,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Grant Marshall",
    "birthday": "1973-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Grant_Marshall.jpg/256px-Grant_Marshall.jpg",
    "extract": "Grant W. Marshall is a Canadian former ice hockey right winger who currently works on behalf of the Devils Alumni Association. He played for the Dallas Stars, Columbus Blue Jackets and New Jersey Devils of the NHL. He last played for the Devils' minor league affiliate, the Lowell Devils, during the 2007-08 season.",
    "year": 1973,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gilles De Bilde",
    "birthday": "1971-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Gilles_de_bilde-1478745037.jpg/216px-Gilles_de_bilde-1478745037.jpg",
    "extract": "Gilles De Bilde is a retired Belgian footballer who played as a striker. He played club football for Eendracht Aalst, Anderlecht, PSV, Sheffield Wednesday, Aston Villa, Lierse and Willebroek-Meerhof. He was capped by Belgium at international level.",
    "year": 1971,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jean Galfione",
    "birthday": "1971-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/75/Jean_Galfione_buste.jpg",
    "extract": "Jean Galfione is a retired, French pole vaulter. During his pole vaulting career, he won at least one medal in each of the following major international competitions - the Olympic Games, the World Championships, the World Indoor Championships, the European Championships and the European Indoors Championships",
    "year": 1971,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jackie McKeown",
    "birthday": "1971-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Jackiemckeownwiki.jpg/214px-Jackiemckeownwiki.jpg",
    "extract": "Jackie McKeown is the Scottish former lead singer and guitarist for the Glasgow indie rock band The Yummy Fur who plays in 1990s.",
    "year": 1971,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Eric Wynalda",
    "birthday": "1969-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Eric_Wynalda_-_2012-07-14_-_Atlanta_Silverbacks.jpg/228px-Eric_Wynalda_-_2012-07-14_-_Atlanta_Silverbacks.jpg",
    "extract": "Eric Boswell Wynalda is an American soccer coach, television commentator, and retired player. He was formerly an analyst and color commentator for soccer coverage on Fox Sports 1 and ESPN. Previously, he served as head coach and technical director of Las Vegas Lights FC in the USL Championship and he was previously the host of WTF: Wynalda Talks Football on SiriusXM FC.",
    "year": 1969,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jian Ghomeshi",
    "birthday": "1967-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Jian_Ghomeshi_in_Vancouver_2009.jpg/291px-Jian_Ghomeshi_in_Vancouver_2009.jpg",
    "extract": "Jian Ghomeshi is a Persian-Canadian broadcaster, writer, musician, producer and former CBC Radio broadcaster. \nFrom 1990 to 2000, he was a vocalist and drummer in the Thornhill-based folk-pop band Moxy Früvous. In the 2000s, he became a television and radio broadcaster. He hosted, among others, the CBC Newsworld TV show >play (2002–2005), the CBC Radio One radio show The National Playlist (2005–2006), and the CBC Radio One show Q, which he co-created and hosted from 2007 to 2014, until he was fired by CBC. Q, which featured interviews with prominent cultural and entertainment figures, became the highest rated show in its timeslot in CBC history.",
    "year": 1967,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gloria Reuben",
    "birthday": "1964-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Actress_gloria_reuben_photo_by_christopher_peterson_cropped_retouched.jpg/225px-Actress_gloria_reuben_photo_by_christopher_peterson_cropped_retouched.jpg",
    "extract": "Gloria Elizabeth Reuben is a Canadian-American actress, producer, and singer. She is well-known for her role as Jeanie Boulet on the medical drama ER, for which she was twice nominated for an Emmy Award, and for portraying Elizabeth Keckley in the 2012 Academy Award–winning, Steven Spielberg–directed film Lincoln.",
    "year": 1964,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Wayman Tisdale",
    "birthday": "1964-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d8/Wayman_Tisdale.jpg",
    "extract": "Wayman Lawrence Tisdale was an American professional basketball player in the National Basketball Association (NBA) and a smooth jazz bass guitarist. A three-time All American at the University of Oklahoma, he was elected to the National Collegiate Basketball Hall of Fame in 2009.",
    "year": 1964,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gilad Atzmon",
    "birthday": "1963-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Gilad_Atzmon.jpg/212px-Gilad_Atzmon.jpg",
    "extract": "Gilad Atzmon is a British jazz saxophonist, novelist, political activist, and writer.",
    "year": 1963,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Johnny Depp",
    "birthday": "1963-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Johnny_Depp-2757_%28cropped%29.jpg/282px-Johnny_Depp-2757_%28cropped%29.jpg",
    "extract": "John Christopher Depp II is an American actor, producer and musician. He is the recipient of multiple accolades, including a Golden Globe Award and a Screen Actors Guild Award, in addition to nominations for three Academy Awards and two BAFTAs.",
    "year": 1963,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Yuval Banay",
    "birthday": "1962-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Yuval_banay.jpg/320px-Yuval_banay.jpg",
    "extract": "Yuval Banay is an Israeli musician, best known as the lead singer of the influential Israeli pop rock band Mashina.",
    "year": 1962,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Michael J. Fox",
    "birthday": "1961-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Michael_J_Fox_2020.jpg/240px-Michael_J_Fox_2020.jpg",
    "extract": "Michael Andrew Fox, known professionally as Michael J. Fox, is a Canadian-American retired actor. Beginning his career in the 1970s, he first rose to prominence for portraying Alex P. Keaton on the NBC sitcom Family Ties (1982–1989). Fox achieved further recognition as protagonist Marty McFly in the Back to the Future film trilogy (1985–1990), which became a critical and commercial success. He went on to headline several films throughout the 1980s and 1990s, including Teen Wolf (1985), The Secret of My Success (1987), Casualties of War (1989), Doc Hollywood (1991), and The Frighteners (1996). Fox returned to television on the ABC sitcom Spin City, in which he portrayed the lead role of Mike Flaherty from 1996 to 2000.",
    "year": 1961,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Aaron Sorkin",
    "birthday": "1961-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Aaron_Sorkin_%2827566400913%29.jpg/213px-Aaron_Sorkin_%2827566400913%29.jpg",
    "extract": "Aaron Benjamin Sorkin is an American playwright, screenwriter, and film director. Born in New York City, Sorkin developed a passion for writing at an early age. He has earned an Academy Award, a BAFTA Award, five Primetime Emmy Awards, and three Golden Globes.",
    "year": 1961,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Steve Paikin",
    "birthday": "1960-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Steve_Paikin_at_the_state_funeral_for_Lincoln_Alexander_%28cropped%29.jpg/314px-Steve_Paikin_at_the_state_funeral_for_Lincoln_Alexander_%28cropped%29.jpg",
    "extract": "Steven Hillel Paikin is a Canadian journalist, author, and documentary producer. Paikin has primarily worked for TVOntario (TVO), Ontario's public broadcaster, and is anchor of TVO's flagship current affairs program The Agenda with Steve Paikin.",
    "year": 1960,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Peter Fowler",
    "birthday": "1959-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Peter_Fowler.JPG/213px-Peter_Fowler.JPG",
    "extract": "Peter Randall Fowler is an Australian golfer who plays on the PGA Tour of Australasia and European Senior Tour.",
    "year": 1959,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Randy Read",
    "birthday": "1957-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Professor_Randy_Read_FRS.jpg/213px-Professor_Randy_Read_FRS.jpg",
    "extract": "Randy John Read is a Wellcome Trust Principal Research Fellow and professor of protein crystallography at the University of Cambridge.",
    "year": 1957,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Berit Aunli",
    "birthday": "1956-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Berit_Aunli_DEX_PR_014268_%28cropped%29.jpg/192px-Berit_Aunli_DEX_PR_014268_%28cropped%29.jpg",
    "extract": "Berit Kristine Aunli, née Kvello, is a Norwegian former cross-country skier. She won her first international championship medal as a member of the Norwegian team that won the bronze medal at the 4 × 5 km relay at the 1980 Winter Olympics.",
    "year": 1956,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Patricia Cornwell",
    "birthday": "1956-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Patricia_Cornwell_in_2016.jpg/272px-Patricia_Cornwell_in_2016.jpg",
    "extract": "Patricia Cornwell is an American crime writer. She is known for her best-selling novels featuring medical examiner Kay Scarpetta, of which the first was inspired by a series of sensational murders in Richmond, Virginia, where most of the stories are set. The plots are notable for their emphasis on forensic science, which has influenced later TV treatments of police work. Cornwell has also initiated new research into the Jack the Ripper killings, incriminating the popular British artist Walter Sickert. Her books have sold more than 100 million copies.",
    "year": 1956,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Marek Gazdzicki",
    "birthday": "1956-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/M_gazdzicki.JPG/320px-M_gazdzicki.JPG",
    "extract": "Marek Gaździcki is a Polish high-energy nuclear physicist, and the initiator and spokesperson of the NA61/SHINE experiment at the CERN Super Proton Synchrotron (SPS).",
    "year": 1956,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Kayhan Mortezavi",
    "birthday": "1956-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Kayhan_Mortezavi.jpg/320px-Kayhan_Mortezavi.jpg",
    "extract": "Kayhan Mortezavi is a prominent film art director/production designer, and director. He has also been a university professor at University of Tehran, Alzahra University, Tehran University of Art, and Iran Broadcasting University, (1982–1994). Kayhan Mortezavi has been nomina twice for the best production designer at Fajr International Film Festival, and won the award for the best TV art direction at Sima Festival - IRIB, 1992.",
    "year": 1956,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Pete Byrne",
    "birthday": "1954-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1c/Pete_Byrne_of_Naked_Eyes.JPG/214px-Pete_Byrne_of_Naked_Eyes.JPG",
    "extract": "Peter James Byrne is an English recording artist, and lead singer for the pop/new wave duo Naked Eyes, during the earlier years of the 1980s. He is well known for his 1983 cover version of \"Always Something There to Remind Me\". He achieved further hits also writing his own songs, including \"Promises Promises\" which also made it to the higher reaches of the U.S. Billboard Hot 100 record chart.",
    "year": 1954,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gregory Maguire",
    "birthday": "1954-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Gregory_Maguire.jpg/320px-Gregory_Maguire.jpg",
    "extract": "Gregory Maguire is an American novelist. He is the author of Wicked: The Life and Times of the Wicked Witch of the West, Confessions of an Ugly Stepsister, and several dozen other novels for adults and children. Many of Maguire's adult novels are inspired by classic children's stories. Maguire published his first novel, The Lightning Time, in 1978. Wicked, published in 1995, was his first novel for adults. Though unsuccessful at first, it was adapted into a popular Broadway musical in 2003.",
    "year": 1954,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Elizabeth May",
    "birthday": "1954-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Elizabeth_May_in_July_2014.jpg/221px-Elizabeth_May_in_July_2014.jpg",
    "extract": "Elizabeth Evans May is a Canadian politician who served as Leader of the Green Party of Canada from 2006 to 2019 and has served as the Member of Parliament (MP) for Saanich—Gulf Islands since 2011. An environmentalist, author, activist and lawyer, May founded and served as the executive director of the Sierra Club Canada from 1989 to 2006. May was the longest serving female leader of a Canadian federal party.",
    "year": 1954,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "George Pérez",
    "birthday": "1954-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/10.13.12GeorgeP%C3%A9rezByLuigiNovi1.jpg/305px-10.13.12GeorgeP%C3%A9rezByLuigiNovi1.jpg",
    "extract": "George Pérez was an American comic book artist and writer, who worked primarily as a penciller. He came to prominence in the 1970s penciling The Avengers for Marvel Comics, and returned to the franchise in the 1990s. In the 1980s he penciled The New Teen Titans, which became one of DC Comics' top-selling series. He penciled DC's landmark limited series Crisis on Infinite Earths, followed by relaunching Wonder Woman as both writer and penciller for the rebooted series. In the meantime, he worked on other comics published by Marvel, DC, and other companies into the 2010s. He was known for his detailed and realistic rendering, and his facility with complex crowd scenes.",
    "year": 1954,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Ken Navarro",
    "birthday": "1953-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/38/KNavarro2002.jpg",
    "extract": "Ken Navarro is an American contemporary jazz guitarist.",
    "year": 1953,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Billy Knight",
    "birthday": "1952-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/BKnightPitt74NCAA_Owlp165.jpg/209px-BKnightPitt74NCAA_Owlp165.jpg",
    "extract": "William R. Knight is an American former professional basketball player and executive. Playing with the Indiana Pacers in both the American Basketball Association (ABA) and later the National Basketball Association (NBA), he was both an ABA and NBA All-Star. He played college basketball with the Pittsburgh Panthers, who retired his No. 34.",
    "year": 1952,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Michael Patrick Cronan",
    "birthday": "1951-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Michael-Patrick-Cronan.jpg/267px-Michael-Patrick-Cronan.jpg",
    "extract": "Michael Patrick Cronan was an American graphic designer, brand strategist, adjunct professor, and fine art painter. He was one of the founders of the San Francisco Bay Area postmodern movement in graphic design, that later became known as the \"Pacific Wave\".",
    "year": 1951,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "James Newton Howard",
    "birthday": "1951-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/James_Newton_Howard.jpg/238px-James_Newton_Howard.jpg",
    "extract": "James Newton Howard is an American film composer and music producer. He has scored over 100 films and is the recipient of a Grammy Award, an Emmy Award, and nine nominations for Academy Awards. His film scores include Pretty Woman (1990), The Fugitive (1993), Space Jam (1996), Peter Pan (2003), King Kong (2005), The Dark Knight (2008) which he composed with Hans Zimmer, and Fantastic Beasts and Where to Find Them (2016). He has collaborated extensively with directors M. Night Shyamalan and Francis Lawrence, having scored eight of Shyamalan's films since The Sixth Sense (1999) and all of Lawrence's films since I Am Legend (2007).",
    "year": 1951,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Dave Parker",
    "birthday": "1951-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Dave_Parker_Oakland_A%27s.jpg/274px-Dave_Parker_Oakland_A%27s.jpg",
    "extract": "David Gene Parker, nicknamed \"The Cobra,\" is an American former professional baseball player. He played in Major League Baseball as a right fielder from 1973 to 1991. A seven-time All-Star player, Parker won two National League batting titles and was the 1978 National League Most Valuable Player. He was a member of two World Series championship winning teams with the Pittsburgh Pirates in 1979 and with the Oakland Athletics in 1989.",
    "year": 1951,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Brian Taylor (basketball)",
    "birthday": "1951-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Brian_Dwight_Taylor.jpg/320px-Brian_Dwight_Taylor.jpg",
    "extract": "Brian Dwight Taylor is an American former professional basketball player who played for the New York Nets of the American Basketball Association (ABA) and the Kansas City Kings, Denver Nuggets, and San Diego Clippers of the National Basketball Association (NBA).",
    "year": 1951,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Trevor Bolder",
    "birthday": "1950-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Trevor-Bolder_Milan.jpg/320px-Trevor-Bolder_Milan.jpg",
    "extract": "Trevor Bolder was an English rock musician, songwriter and record producer. He is best known for his long association with Uriah Heep and his tenure with the Spiders from Mars, the backing band for David Bowie, although he also played alongside a variety of musicians from the early 1970s.",
    "year": 1950,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Fred Jackson (American football coach)",
    "birthday": "1950-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Fred_Jackson.jpg/228px-Fred_Jackson.jpg",
    "extract": "Fred Jackson is an American football coach and former player. He was previously the running backs coach at the University of Michigan. In 2014, he was the longest tenured member of the Michigan Wolverines football coaching staff, having been with the program since 1992. Jackson served on the staffs of Gary Moeller, Lloyd Carr, Rich Rodriguez, and Brady Hoke. In addition to coaching running backs, Jackson served as Michigan's offensive coordinator (1995–1996), assistant head coach (1997–2002), and associate head coach (2003–2007). He was a finalist for the Broyles Award, given annually to the nation's top college football assistant coach, in 2000. After Michigan head coach Lloyd Carr retired following the 2007 season, Jackson was the only member of the coaching staff retained by Carr's successor, Rich Rodriguez. When Rodriguez was fired after the 2010 season, Jackson was the only member of Rodriguez's staff retained by his successor, Brady Hoke. Hoke and Jackson served as assistants together under Carr and Gary Moeller for a total of eight years including the 1997 national championship season.",
    "year": 1950,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Kiran Bedi",
    "birthday": "1949-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Dr._Kiran_Bedi_in_2017_%28cropped%29.jpg/240px-Dr._Kiran_Bedi_in_2017_%28cropped%29.jpg",
    "extract": "Kiran Bedi is an Indian social activist, former-tennis player and politician who became the first woman in India to join the officer ranks the Indian Police Service (IPS) in 1972 and was the 24th Lieutenant Governor of Puducherry from 28 May 2016 to 16 February 2021. She remained in service for 35 years before taking voluntary retirement in 2007 as Director General, Bureau of Police Research and Development.",
    "year": 1949,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gudrun Schyman",
    "birthday": "1948-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Gudrun_Schyman_pressbild.tiff/lossy-page1-246px-Gudrun_Schyman_pressbild.tiff.jpg",
    "extract": "Gerd Gudrun Maria Schyman is a Swedish politician. She is currently the spokesperson of Feminist Initiative, a political party she co-formed in 2005.",
    "year": 1948,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Robbie Vincent",
    "birthday": "1947-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f6/Robbie_Vincent.jpg",
    "extract": "Robbie Vincent is an English radio broadcaster and DJ whose catch phrase for many years was \"If it moves, Funk it\". As a champion of jazz, funk and soul music in the UK during the late 1970s his contribution both live in clubs and on radio cannot be overestimated. Vincent himself proved as important a radio pioneer as some of the great American soul artists he interviewed and in 1995 was voted Independent Radio Personality of the Year at the prestigious Variety Club of Great Britain annual awards.",
    "year": 1947,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "James Kelman",
    "birthday": "1946-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/James_Kelman_Librairie_Mollat.jpg/318px-James_Kelman_Librairie_Mollat.jpg",
    "extract": "James Kelman is a Scottish novelist, short story writer, playwright and essayist. His novel A Disaffection was shortlisted for the Booker Prize and won the James Tait Black Memorial Prize for Fiction in 1989. Kelman won the 1994 Booker Prize with How Late It Was, How Late. In 1998 Kelman was awarded the Glenfiddich Spirit of Scotland Award. His 2008 novel Kieron Smith, Boy won both of Scotland's principal literary awards: the Saltire Society's Book of the Year and the Scottish Arts Council Book of the Year.",
    "year": 1946,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Giulio Terzi di Sant'Agata",
    "birthday": "1946-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Giulio_Terzi_di_Sant%27Agata_2012_%28cropped%29.jpg/218px-Giulio_Terzi_di_Sant%27Agata_2012_%28cropped%29.jpg",
    "extract": "Giulio Terzi di Sant'Agata is an Italian diplomat and politician. He was Italy's Minister of Foreign Affairs in Mario Monti's government from November 2011 until March 2013, Permanent Representative of Italy to the United Nations in New York between 2008 and 2009 and Ambassador of Italy to the United States between 2009 and 2011.",
    "year": 1946,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Janric Craig, 3rd Viscount Craigavon",
    "birthday": "1944-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Official_portrait_of_Viscount_Craigavon_crop_2.1.jpg/240px-Official_portrait_of_Viscount_Craigavon_crop_2.1.jpg",
    "extract": "Janric Fraser Craig, 3rd Viscount Craigavon, is a British peer and chartered accountant. He is one of the 92 hereditary peers elected to remain in the House of Lords after the passing of the House of Lords Act 1999; he sits as a crossbencher.",
    "year": 1944,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Wally Gabler",
    "birthday": "1944-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Wally_Gabler.png/320px-Wally_Gabler.png",
    "extract": "Wallace F. Gabler III is a retired professional American football player. He was the starting quarterback for the 1965 Michigan Wolverines football team and played seven seasons in the Canadian Football League (CFL) as the starting quarterback for the Toronto Argonauts (1966–1969), Winnipeg Blue Bombers (1969–1970), and Hamilton Tiger-Cats (1970–1972). In seven years in the CFL, Gabler passed for 13,080 yards and 61 touchdowns.",
    "year": 1944,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "John Fitzpatrick (racing driver)",
    "birthday": "1943-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/6f/John_Fitzpatrick_2014.jpg",
    "extract": "John Fitzpatrick is a former English racing driver, winning many titles throughout his career. He works within motorsport as a consultant doing corporate events and driver management. He published a book \"Fitz-My Life at the Wheel\" in 2016.",
    "year": 1943,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jon Lord",
    "birthday": "1941-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Jon_Lord_%281976%29.JPG/256px-Jon_Lord_%281976%29.JPG",
    "extract": "John Douglas Lord was an English orchestral and rock composer, pianist, and Hammond organ player known for his pioneering work in fusing rock with classical or baroque forms, especially with the British rock band Deep Purple. He also spent time in the bands Whitesnake, Paice Ashton Lord, The Artwoods, The Flower Pot Men and Santa Barbara Machine Head. In 1968, Lord co-founded Deep Purple, a hard rock band of which he was regarded as the leader until 1970. Together with the other members, he collaborated on most of his band's most popular songs. Lord's distinctive organ playing during Deep Purple's hard rock period was essential to the band's signature heavy sound and contributed to the early development of heavy metal. He and drummer Ian Paice were the only continuous presence in the band between 1968 and 1976, and also from when it was re-established, in 1984, until Lord's retirement in 2002. On 11 November 2010, he was inducted as an Honorary Fellow of Stevenson College in Edinburgh, Scotland. On 15 July 2011, he was awarded an honorary Doctor of Music degree at De Montfort Hall by the University of Leicester. Lord was posthumously inducted into the Rock and Roll Hall of Fame on 8 April 2016 as a member of Deep Purple.",
    "year": 1941,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "André Vallerand",
    "birthday": "1940-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/27/Andr%C3%A9_Vallerand.jpg",
    "extract": "André Vallerand is a Canadian administrator, entrepreneur, and former politician. Vallerand served in the National Assembly of Quebec from 1985 to 1994 and was a cabinet minister in the governments of Robert Bourassa and Daniel Johnson.",
    "year": 1940,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "David Hobbs (racing driver)",
    "birthday": "1939-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/David_Hobbs.jpg/320px-David_Hobbs.jpg",
    "extract": "David Wishart Hobbs is a British former racing driver. He worked as a commentator from the mid 1970s for CBS until 1996, Speed from 1996 to 2012 and NBC from 2013 to 2017. In 1969 Hobbs was included in the FIA list of graded drivers, a group of 27 drivers who by their achievements were rated the best in the world. Hobbs was inducted into the Motorsports Hall of Fame of America in 2009.",
    "year": 1939,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Dick Vitale",
    "birthday": "1939-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Dick_Vitale.jpg/304px-Dick_Vitale.jpg",
    "extract": "Richard John Vitale, also known as \"Dickie V\", is an American basketball sportscaster. A former head coach in the college and professional ranks, he is well known for his 41-year tenure as a college basketball broadcaster for ESPN. He is known for catchphrases such as \"This is awesome, baby!\" and \"diaper dandy\", as well as his enthusiastic and colorful remarks during games. He has also written nine books, and appeared in several films.",
    "year": 1939,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Charles Wuorinen",
    "birthday": "1938-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Charles_Wuorinen_at_desk_2.jpg/227px-Charles_Wuorinen_at_desk_2.jpg",
    "extract": "Charles Peter Wuorinen was a Pulitzer Prize-winning American composer of contemporary classical music based in New York City. He performed his works and other 20th-century music as pianist and conductor.",
    "year": 1938,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Mick O'Dwyer",
    "birthday": "1936-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Mick_O%27Dwyer_in_the_Timeless_Landscape.JPG/320px-Mick_O%27Dwyer_in_the_Timeless_Landscape.JPG",
    "extract": "Michael O'Dwyer is an Irish retired Gaelic football manager and former player. He most famously managed the Kerry senior team between 1974 and 1989, during which time he became the county's longest-serving manager and most successful in terms of major titles won. O'Dwyer is regarded as the greatest manager in the history of the game. He is one of only three men to manage five different counties.",
    "year": 1936,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "George Radda",
    "birthday": "1936-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/EWS02a.03.jpg/320px-EWS02a.03.jpg",
    "extract": "Sir George Charles Radda is a Hungarian chemist. In 1957 he attended Merton College, Oxford, to study chemistry, having set aside an earlier interest in literary criticism. His early work was concerned with the development and use of fluorescent probes for the study of structure and function of membranes and enzymes. He became interested in using spectroscopic methods including nuclear magnetic resonance (NMR) to study complex biological material. In 1974, his research paper was the first to introduce the use of NMR to study tissue metabolites. In 1981, he and his colleagues published the first scientific report on the clinical application of his work. This resulted in the installation of a magnet large enough to accommodate the whole human body for NMR investigations in 1983 at the John Radcliffe Hospital in Oxford.",
    "year": 1936,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jackie Wilson",
    "birthday": "1934-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Jackie_Wilson_1961.jpg/266px-Jackie_Wilson_1961.jpg",
    "extract": "Jack Leroy Wilson Jr. was an American soul and rock and roll singer and performer. Wilson was a prominent figure in the transition of rhythm and blues into soul. He was considered a master showman and one of the most dynamic singers and performers in pop, R&B, and rock and roll history, earning the nickname \"Mr. Excitement\".",
    "year": 1934,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Al Cantello",
    "birthday": "1933-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b4/AlCantello.jpeg",
    "extract": "Al Cantello is a retired American javelin thrower as a member of the United States Marine Corps. He was the coach of the men's distance running program at the United States Naval Academy from 1963 to 2018.",
    "year": 1933,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jackie Mason",
    "birthday": "1931-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/JackieMasonOct06.jpg/301px-JackieMasonOct06.jpg",
    "extract": "Jackie Mason was an American stand-up comedian and film and television actor.",
    "year": 1931,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Nandini Satpathy",
    "birthday": "1931-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Nandini_Satpathy.jpg/242px-Nandini_Satpathy.jpg",
    "extract": "Nandini Satpathy was an Indian politician and author. She was the Chief Minister of Odisha from June 1972 to December 1976.",
    "year": 1931,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Bill Virdon",
    "birthday": "1931-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Bill_Virdon_1965.jpg/294px-Bill_Virdon_1965.jpg",
    "extract": "William Charles Virdon was an American professional baseball outfielder, manager, and coach in Major League Baseball (MLB). Virdon played in MLB for the St. Louis Cardinals and Pittsburgh Pirates from 1955 through 1965 and in 1968. He served as a coach for the Pirates and Houston Astros, and managed the Pirates, Astros, New York Yankees, and Montreal Expos.",
    "year": 1931,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Barbara (singer)",
    "birthday": "1930-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Barbara_%281965%29.jpg/320px-Barbara_%281965%29.jpg",
    "extract": "Monique Andrée Serf, known as Barbara, was a French singer. She took her stage name from her grandmother, Varvara Brodsky, a native of Odessa, Russian Empire. Barbara became a famous cabaretière in the late 1950s in Paris, known as La Chanteuse de minuit, before she started composing her own tracks, which brought her to fame. Her most famous songs include \"Dis, quand reviendras-tu ?\" (1962), \"Ma plus belle histoire d'amour\" (1966) and \"L'Aigle noir\" (1970), the latter of which sold over 1 million copies in just twelve hours. She was buried at the Cimetière parisien de Bagneux, adjacent to the Paris Métro station named in her honour. The station Barbara opened 13 January 2022, on a southern extension of Line 4.",
    "year": 1930,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jordi Pujol",
    "birthday": "1930-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/35/Jordi_Pujol_-_Fotografia_oficial.jpg",
    "extract": "Jordi Pujol i Soley is a Spanish politician from Catalonia who was the leader of the party Convergència Democràtica de Catalunya (CDC) from 1974 to 2003, and President of the Generalitat de Catalunya from 1980 to 2003.",
    "year": 1930,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Johnny Ace",
    "birthday": "1929-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/12/Johnny_Ace_photo.jpg/245px-Johnny_Ace_photo.jpg",
    "extract": "John Marshall Alexander Jr., known by the stage name Johnny Ace, was an American rhythm-and-blues singer and musician. He had a string of hit singles in the mid 1950s. Alexander died of an accidental self-inflicted gunshot wound at the age of 25.",
    "year": 1929,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jim Nolan (basketball)",
    "birthday": "1927-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b6/Jim_Nolan_Georgia_Tech.jpg",
    "extract": "James S. Nolan was an American professional basketball player. Nolan was selected in the second round of the 1949 BAA Draft by the Philadelphia Warriors. He played for the Warriors for just five games in the 1949–50 NBA season and recorded totals of eight points and four assists. He played college basketball and football at Georgia Institute of Technology.",
    "year": 1927,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Happy Rockefeller",
    "birthday": "1926-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0c/Happy_Rockefeller_1973.JPG",
    "extract": "Margaretta Large \"Happy\" Rockefeller was a philanthropist and the second wife of the 49th governor of New York and 41st vice president of the United States, Nelson Rockefeller (1908–1979). She was first lady of New York from 1963 to 1973, and second lady of the United States from 1974 to 1977.",
    "year": 1926,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Keith Laumer",
    "birthday": "1925-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/6d/KLaumerEB.jpg",
    "extract": "John Keith Laumer was an American science fiction author. Prior to becoming a full-time writer, he was an officer in the United States Air Force and a diplomat in the United States Foreign Service. His older brother March Laumer was also a writer, known for his adult reinterpretations of the Land of Oz. Frank Laumer, their youngest brother, is a historian and writer.",
    "year": 1925,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "The Sheik (wrestler)",
    "birthday": "1924-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/33/TheSheik1972Cropped.png/260px-TheSheik1972Cropped.png",
    "extract": "Edward George Farhat was an American professional wrestler, better known by his ring name The Sheik. Farhat is credited as one of the originators of the hardcore wrestling style. He was also the promoter of Big Time Wrestling, and the uncle of ECW wrestler Sabu. Farhat promoted his shows at Cobo Hall in Detroit and was the booker for Frank Tunney's shows at Maple Leaf Gardens in Toronto from 1971 to 1977.",
    "year": 1924,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gerald Götting",
    "birthday": "1923-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Bundesarchiv_Bild_183-83285-0008%2C_Gerald_G%C3%B6tting.jpg/227px-Bundesarchiv_Bild_183-83285-0008%2C_Gerald_G%C3%B6tting.jpg",
    "extract": "Gerald Götting was a German politician and chairman of the East German Christian Democratic Union (CDU) from 1966 until 1989. He served as President of the People's Chamber (Volkskammer) from 1969 to 1976 and deputy chairman of the State Council of East Germany from 1960 to 1989.",
    "year": 1923,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Hein Eersel",
    "birthday": "1922-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/HeinEersel.jpg/320px-HeinEersel.jpg",
    "extract": "Christiaan Hendrik \"Hein\" Eersel is a Surinamese linguist and cultural researcher.",
    "year": 1922,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "John Gillespie Magee Jr.",
    "birthday": "1922-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/John_Gillespie_Magee%2C_Jr.jpg/237px-John_Gillespie_Magee%2C_Jr.jpg",
    "extract": "John Gillespie Magee Jr. was a World War II Anglo-American Royal Canadian Air Force fighter pilot and war poet, who wrote the iconic sonnet \"High Flight\". He was killed in an accidental mid-air collision over England in 1941.",
    "year": 1922,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Arthur Hertzberg",
    "birthday": "1921-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/72Hertzbergrescan.jpg/247px-72Hertzbergrescan.jpg",
    "extract": "Arthur Hertzberg was a Conservative rabbi and prominent Jewish-American scholar and activist.",
    "year": 1921,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jean Lacouture",
    "birthday": "1921-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Jean_Lacouture_%282%29.jpg/213px-Jean_Lacouture_%282%29.jpg",
    "extract": "Jean Lacouture was a journalist, historian and author. He was particularly famous for his biographies.",
    "year": 1921,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "John Hospers",
    "birthday": "1918-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/60/John_Hospers_1998.jpg",
    "extract": "John Hospers was an American philosopher and political activist. Hospers was interested in Objectivism, and was once a friend of the philosopher Ayn Rand, though she later broke with him. In 1972, Hospers became the first presidential candidate of the Libertarian Party, and was the only minor party candidate to receive an electoral vote in that year's U.S. presidential election.",
    "year": 1918,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Eric Hobsbawm",
    "birthday": "1917-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Eric_Hobsbawm.jpg/200px-Eric_Hobsbawm.jpg",
    "extract": "Eric John Ernest Hobsbawm was a British historian of the rise of industrial capitalism, socialism and nationalism. A life-long Marxist, his socio-political convictions influenced the character of his work. His best-known works include his tetralogy about what he called the \"long 19th century\", The Age of Extremes on the short 20th century, and an edited volume that introduced the influential idea of \"invented traditions\".",
    "year": 1917,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jurij Brězan",
    "birthday": "1916-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Bundesarchiv_Bild_183-E1114-0201-007%2C_Berlin%2C_1._DSV-Jahreskonferenz%2C_Jurij_Brezan.jpg/250px-Bundesarchiv_Bild_183-E1114-0201-007%2C_Berlin%2C_1._DSV-Jahreskonferenz%2C_Jurij_Brezan.jpg",
    "extract": "Jurij Brězan was a Sorbian writer. His works, especially the novels, narrative works and children's books, were available in the two languages German and Upper Sorbian.",
    "year": 1916,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Siegfried Graetschus",
    "birthday": "1916-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Siegfried_Graetschus.jpg/209px-Siegfried_Graetschus.jpg",
    "extract": "Siegfried Graetschus was a German SS functionary at the Sobibor extermination camp during Operation Reinhard, the deadliest phase of the Holocaust in occupied Poland. He was assassinated by a prisoner during the Sobibor uprising.",
    "year": 1916,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Robert McNamara",
    "birthday": "1916-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Robert_McNamara_official_portrait.jpg/256px-Robert_McNamara_official_portrait.jpg",
    "extract": "Robert Strange McNamara was an American business executive and the eighth United States Secretary of Defense, serving from 1961 to 1968 under Presidents John F. Kennedy and Lyndon B. Johnson. He played a major role in escalating the United States' involvement in the Vietnam War. McNamara was responsible for the institution of systems analysis in public policy, which developed into the discipline known today as policy analysis.",
    "year": 1916,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jim McDonald (halfback)",
    "birthday": "1915-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/0e/Jim_McDonald_%28American_football%29.png",
    "extract": "James Allen McDonald was a college and professional American football player, and later the football head coach at the University of Tennessee for one season.",
    "year": 1915,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Les Paul",
    "birthday": "1915-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Les_Paul%2C_ca._Jan._1947_%28William_P._Gottlieb_07001%29.jpg/299px-Les_Paul%2C_ca._Jan._1947_%28William_P._Gottlieb_07001%29.jpg",
    "extract": "Lester William Polsfuss, known as Les Paul, was an American jazz, country, and blues guitarist, songwriter, luthier, and inventor. He was one of the pioneers of the solid-body electric guitar, and his prototype, called the Log, served as inspiration for the Gibson Les Paul. Paul taught himself how to play guitar, and while he is mainly known for jazz and popular music, he had an early career in country music. In the 1950s, he and his wife, singer and guitarist Mary Ford, recorded numerous records, selling millions of copies.",
    "year": 1915,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Robert Cummings",
    "birthday": "1910-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Robert_Cummings_1956.jpg/244px-Robert_Cummings_1956.jpg",
    "extract": "Charles Clarence Robert Orville Cummings was an American film and television actor who appeared in roles in comedy films such as The Devil and Miss Jones (1941) and Princess O'Rourke (1943), and in dramatic films, especially two of Alfred Hitchcock's thrillers, Saboteur (1942) and Dial M for Murder (1954). He received five Primetime Emmy Award nominations, and won the Primetime Emmy Award for Best Actor in a Single Performance in 1955. On February 8, 1960, he received two stars on the Hollywood Walk of Fame for his contributions to the motion picture and television industries, at 6816 Hollywood Boulevard and 1718 Vine Street. He used the stage name Robert Cummings from mid-1935 until the end of 1954 and was credited as Bob Cummings from 1955 until his death.",
    "year": 1910,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Felice Bonetto",
    "birthday": "1903-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b8/Felice_Bonetto.jpg",
    "extract": "Felice Bonetto was a courageous racing driver who earned the nickname Il Pirata.",
    "year": 1903,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Skip James",
    "birthday": "1902-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/77/Skip_James.jpg/214px-Skip_James.jpg",
    "extract": "Nehemiah Curtis \"Skip\" James was an American Delta blues singer, guitarist, pianist and songwriter.",
    "year": 1902,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Fred Waring",
    "birthday": "1900-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Fred_Waring_Billboard_2.jpg/275px-Fred_Waring_Billboard_2.jpg",
    "extract": "Fredrick Malcolm Waring Sr. was an American musician, bandleader, and radio and television personality, sometimes referred to as \"America's Singing Master\" and \"The Man Who Taught America How to Sing\". He was also a promoter, financial backer and eponym of the Waring Blendor, the first modern electric blender on the market.",
    "year": 1900,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Luigi Fagioli",
    "birthday": "1898-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Luigi_Fagioli_in_his_Maserati_at_the_1932_Targa_Florio_%28cropped%29.jpg/258px-Luigi_Fagioli_in_his_Maserati_at_the_1932_Targa_Florio_%28cropped%29.jpg",
    "extract": "Luigi Cristiano Fagioli, nicknamed \"the Abruzzi robber\", was an Italian motor racing driver. Having won his last race at 53 years old, Fagioli holds the record for the oldest Formula One driver to win a race, and was the only winning Formula One driver born in the 19th century.",
    "year": 1898,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Archie Weston",
    "birthday": "1895-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Archie_Weston.jpg/320px-Archie_Weston.jpg",
    "extract": "Archie Bruce \"Beak\" Weston was an American football player who was a quarterback for the University of Michigan in 1917 and a halfback in 1919. He was selected as a first-team All-American in 1917 by Chicago Tribune sports editor Walter Eckersall.",
    "year": 1895,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Irish Meusel",
    "birthday": "1893-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Irish_Meusel.jpg/214px-Irish_Meusel.jpg",
    "extract": "Emil Frederick \"Irish\" Meusel was an American baseball left fielder. He played in the major leagues between 1914 and 1927 for the Washington Senators, Philadelphia Phillies, New York Giants, and Brooklyn Robins. With the Giants, he played in four consecutive World Series in the early 1920s. He was the brother of major league player Bob Meusel.",
    "year": 1893,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Cole Porter",
    "birthday": "1891-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Coleporter.jpg/241px-Coleporter.jpg",
    "extract": "Cole Albert Porter was an American composer and songwriter. Many of his songs became standards noted for their witty, urbane lyrics, and many of his scores found success on Broadway and in film.",
    "year": 1891,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Leslie Banks",
    "birthday": "1890-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Leslie_Banks_in_The_Most_Dangerous_Game.jpg/240px-Leslie_Banks_in_The_Most_Dangerous_Game.jpg",
    "extract": "Leslie James Banks CBE was an English stage and screen actor, director and producer, now best remembered for playing gruff, menacing characters in black-and-white films of the 1930s and 1940s, but also the Chorus in Laurence Olivier's wartime version of Henry V.",
    "year": 1890,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Felicjan Sławoj Składkowski",
    "birthday": "1885-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/FSSkladkowski_%28HistoriaPolski_str.247%29.jpg/231px-FSSkladkowski_%28HistoriaPolski_str.247%29.jpg",
    "extract": "Felicjan Sławoj Składkowski was a Polish physician, general, freemason and politician who served as Minister of Internal Affairs and as the 28th Prime Minister of Poland before and at the Outbreak of World War II.",
    "year": 1885,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Robert Kerr (athlete)",
    "birthday": "1882-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Bobby_Kerr.jpg/187px-Bobby_Kerr.jpg",
    "extract": "Robert Kerr was an Irish Canadian sprinter. He won the gold medal in the 200 metres and the bronze medal in the 100 metres at the 1908 Summer Olympics.",
    "year": 1882,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Henry Hallett Dale",
    "birthday": "1875-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Henry_Hallett_Dale3.jpg/264px-Henry_Hallett_Dale3.jpg",
    "extract": "Sir Henry Hallett Dale was an English pharmacologist and physiologist. For his study of acetylcholine as agent in the chemical transmission of nerve pulses (neurotransmission) he shared the 1936 Nobel Prize in Physiology or Medicine with Otto Loewi.",
    "year": 1875,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Launceston Elliot",
    "birthday": "1874-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3a/Launceston.gif",
    "extract": "Launceston Elliot was a Scottish weightlifter, and the first British Olympic champion.",
    "year": 1874,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jane Avril",
    "birthday": "1868-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Jane_Avril.gif/209px-Jane_Avril.gif",
    "extract": "Jane Avril was a French can-can dancer made famous by Henri de Toulouse-Lautrec through his paintings. Extremely thin, \"given to jerky movements and sudden contortions\", she was nicknamed La Mélinite, after an explosive.",
    "year": 1868,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Albéric Magnard",
    "birthday": "1865-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/ec/Lucien_Alb%C3%A9ric_Magnard.jpg",
    "extract": "Lucien Denis Gabriel Albéric Magnard was a French composer, sometimes referred to as a \"French Bruckner\", though there are significant differences between the two composers. Magnard became a national hero in 1914 when he refused to surrender his property to German invaders and died defending it.",
    "year": 1865,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Carl Nielsen",
    "birthday": "1865-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Carl_Nielsen_c._1908_-_Restoration.jpg/217px-Carl_Nielsen_c._1908_-_Restoration.jpg",
    "extract": "Carl August Nielsen was a Danish composer, conductor and violinist, widely recognized as his country's most prominent composer.",
    "year": 1865,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Jeanne Bérangère",
    "birthday": "1864-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Jeanne_B%C3%A9rang%C3%A8re_1880s.jpg/209px-Jeanne_B%C3%A9rang%C3%A8re_1880s.jpg",
    "extract": "Jeanne Bérangère was a French stage and film actress whose career spanned nearly forty years on the stage and in films during the silent film era.",
    "year": 1864,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Pierre Duhem",
    "birthday": "1861-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Pierre_Duhem.jpg/270px-Pierre_Duhem.jpg",
    "extract": "Pierre Maurice Marie Duhem was a French theoretical physicist who worked on thermodynamics, hydrodynamics, and the theory of elasticity. Duhem was also a historian of science, noted for his work on the European Middle Ages, which is regarded as having created the field of the history of medieval science. As a philosopher of science, he is remembered principally for his views on the indeterminacy of experimental criteria.",
    "year": 1861,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Gustav Heinrich Johann Apollon Tammann",
    "birthday": "1861-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Voit_221_Gustav_Tammann.jpg/222px-Voit_221_Gustav_Tammann.jpg",
    "extract": "Gustav Heinrich Johann Apollon Tammann was a prominent Baltic German chemist-physicist who made important contributions in the fields of glassy and solid solutions, heterogeneous equilibria, crystallization, and metallurgy.",
    "year": 1861,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Charles Joseph Bonaparte",
    "birthday": "1851-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/CJBonaparte.jpg/228px-CJBonaparte.jpg",
    "extract": "Charles Joseph Bonaparte was an American lawyer and political activist for progressive and liberal causes. Originally from Baltimore, Maryland, he served in the cabinet of the 26th U.S. president, Theodore Roosevelt.",
    "year": 1851,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Michael Ancher",
    "birthday": "1849-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Selvportr%C3%A6t%2C_1902_-_Michael_Ancher.jpg/256px-Selvportr%C3%A6t%2C_1902_-_Michael_Ancher.jpg",
    "extract": "Michael Peter Ancher was a Danish realist artist, and widely known for his paintings of fishermen, the lakes, and other scenes from the Danish fishing community in Skagen.",
    "year": 1849,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Frank Norton",
    "birthday": "1845-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Frank_Norton.jpg/213px-Frank_Norton.jpg",
    "extract": "Frank Prescott Norton  was an American professional baseball player, who played in one game for the Washington Olympics on May 5, 1871. He struck out in his only at-bat and played third base and outfield in the game.",
    "year": 1845,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Bertha von Suttner",
    "birthday": "1843-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Bertha_von_Suttner_nobel.jpg/226px-Bertha_von_Suttner_nobel.jpg",
    "extract": "Bertha Sophie Felicitas Freifrau von Suttner was an Austrian-Bohemian pacifist and novelist. In 1905, she became the second female Nobel laureate, the first woman to be awarded the Nobel Peace Prize, and the first Austrian laureate.",
    "year": 1843,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Hazard Stevens",
    "birthday": "1842-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c4/Hazard_Stevens.jpg",
    "extract": "Hazard Stevens was an American military officer, mountaineer, politician and writer. He received the Medal of Honor for his service in the Union army during the American Civil War at the Battle of Fort Huger. Stevens and Philemon Beecher Van Trump made the first documented successful climb of Mount Rainier on August 17, 1870.",
    "year": 1842,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Anne Isabella Thackeray Ritchie",
    "birthday": "1837-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Anne_Isabella_Thackeray_Ritchie.jpg/251px-Anne_Isabella_Thackeray_Ritchie.jpg",
    "extract": "Anne Isabella, Lady Ritchie, eldest daughter of William Makepeace Thackeray, was an English writer, whose several novels were appreciated in their time and made her a central figure on the late Victorian literary scene. She is noted especially as the custodian of her father's literary legacy, and for short fiction that places fairy tale narratives in a Victorian milieu. Her 1885 novel Mrs. Dymond introduced into English the proverb, \"Give a man a fish and you feed him for a day; teach a man to fish and you feed him for life.\"",
    "year": 1837,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Elizabeth Garrett Anderson",
    "birthday": "1836-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Elizabeth_Garrett_Anderson_%28detail_of_painting%29.jpg/320px-Elizabeth_Garrett_Anderson_%28detail_of_painting%29.jpg",
    "extract": "Elizabeth Garrett Anderson was an English physician and suffragist. She was the first woman to qualify in Britain as a physician and surgeon. She was the co-founder of the first hospital staffed by women, the first dean of a British medical school, the first woman in Britain to be elected to a school board and, as mayor of Aldeburgh, the first female mayor in Britain.",
    "year": 1836,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Johann Gottfried Galle",
    "birthday": "1812-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/JohannGalle.jpg/271px-JohannGalle.jpg",
    "extract": "Johann Gottfried Galle was a German astronomer from Radis, Germany, at the Berlin Observatory who, on 23 September 1846, with the assistance of student Heinrich Louis d'Arrest, was the first person to view the planet Neptune and know what he was looking at. Urbain Le Verrier had predicted the existence and position of Neptune, and sent the coordinates to Galle, asking him to verify. Galle found Neptune in the same night he received Le Verrier's letter, within 1° of the predicted position. The discovery of Neptune is widely regarded as a dramatic validation of celestial mechanics, and is one of the most remarkable moments of 19th-century science.",
    "year": 1812,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Otto Nicolai",
    "birthday": "1810-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Otto_Nicolai.jpg/279px-Otto_Nicolai.jpg",
    "extract": "Carl Otto Ehrenfried Nicolai was a German composer, conductor, and one of the founders of the Vienna Philharmonic. Nicolai is best known for his operatic version of Shakespeare's comedy The Merry Wives of Windsor as Die lustigen Weiber von Windsor. In addition to five operas, Nicolai composed lieder, works for orchestra, chorus, ensemble, and solo instruments.",
    "year": 1810,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "George Stephenson",
    "birthday": "1781-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/George_Stephenson_-_Project_Gutenberg_etext_13103.jpg/234px-George_Stephenson_-_Project_Gutenberg_etext_13103.jpg",
    "extract": "George Stephenson was an English civil engineer and mechanical engineer. Renowned as the \"Father of Railways\", Stephenson was considered by the Victorians a great example of diligent application and thirst for improvement. Self-help advocate Samuel Smiles particularly praised his achievements. His chosen rail gauge, sometimes called \"Stephenson gauge\", was the basis for the 4 feet 8+1⁄2 inches (1.435 m) standard gauge used by most of the world's railways.",
    "year": 1781,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Samuel Slater",
    "birthday": "1768-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Samuel_Slater_industrialist.jpg/282px-Samuel_Slater_industrialist.jpg",
    "extract": "Samuel Slater was an early English-American industrialist known as the \"Father of the American Industrial Revolution\" and the \"Father of the American Factory System\". In the UK, he was called \"Slater the Traitor\" and \"Sam the Slate\" because he brought British textile technology to the United States, modifying it for American use. He stole the textile factory machinery designs as an apprentice to a pioneer in the British industry before migrating to the United States at the age of 21. He designed the first textile mills in the U.S. and later went into business for himself, developing a family business with his sons. He eventually owned thirteen spinning mills and had developed tenant farms and company towns around his textile mills, such as Slatersville, Rhode Island.",
    "year": 1768,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Francis Mackenzie, 1st Baron Seaforth",
    "birthday": "1754-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Francis_Humberston_Mackenzie.jpg/193px-Francis_Humberston_Mackenzie.jpg",
    "extract": "Lieutenant-General Francis Humberston Mackenzie, 1st Baron Seaforth, was a British politician, soldier, and botanist. He was Chief of the Highland Clan Mackenzie, as which he raised the renowned 78th (Highlanders) Regiment of Foot.",
    "year": 1754,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Shivaji II",
    "birthday": "1696-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Samadhi_of_Shivaji_I_of_Kolhapur_01.jpg/320px-Samadhi_of_Shivaji_I_of_Kolhapur_01.jpg",
    "extract": "Shivaji II of Maratha Empire, later Shivaji I of Kolhapur was the son of the Maratha Chhatrapati, Rajaram I, and his wife Tarabai.",
    "year": 1696,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Andrey Osterman",
    "birthday": "1686-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/%D0%93%D0%B5%D0%BD%D1%80%D0%B8%D1%85_%D0%98%D0%BE%D0%B3%D0%B0%D0%BD%D0%BD_%D0%A4%D1%80%D0%B8%D0%B4%D1%80%D0%B8%D1%85_%28%D0%90%D0%BD%D0%B4%D1%80%D0%B5%D0%B9_%D0%98%D0%B2%D0%B0%D0%BD%D0%BE%D0%B2%D0%B8%D1%87%29_%D0%9E%D1%81%D1%82%D0%B5%D1%80%D0%BC%D0%B0%D0%BD.jpg/271px-%D0%93%D0%B5%D0%BD%D1%80%D0%B8%D1%85_%D0%98%D0%BE%D0%B3%D0%B0%D0%BD%D0%BD_%D0%A4%D1%80%D0%B8%D0%B4%D1%80%D0%B8%D1%85_%28%D0%90%D0%BD%D0%B4%D1%80%D0%B5%D0%B9_%D0%98%D0%B2%D0%B0%D0%BD%D0%BE%D0%B2%D0%B8%D1%87%29_%D0%9E%D1%81%D1%82%D0%B5%D1%80%D0%BC%D0%B0%D0%BD.jpg",
    "extract": "Count Andrey Ivanovich Osterman was a German-born Russian statesman who came to prominence under Tsar Peter I of Russia and served until the accession of the Tsesarevna Elizabeth in 1741. He based his foreign policy on the Austrian alliance. General Admiral.",
    "year": 1686,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Peter the Great",
    "birthday": "1672-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/J.-M._Nattier_%28d%27apr%C3%A8s%29_-_Portrait_de_Pierre_Ier_%28mus%C3%A9e_de_l%E2%80%99Ermitage%29.jpg/246px-J.-M._Nattier_%28d%27apr%C3%A8s%29_-_Portrait_de_Pierre_Ier_%28mus%C3%A9e_de_l%E2%80%99Ermitage%29.jpg",
    "extract": "Peter the Great, Peter I or Pyotr Alekséyevich was a monarch of the Tsardom of Russia and later the Russian Empire from 7 May [O.S. 27 April] 1682 until his death in 1725, jointly ruling before 1696 with his elder half-brother, Ivan V. Under his reign, Russia was modernised and grew into a European power.",
    "year": 1672,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Feodor III of Russia",
    "birthday": "1661-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Feodor_III_of_Russia.jpg/269px-Feodor_III_of_Russia.jpg",
    "extract": "Fyodor III Alekséyevich or Feodor III Alekséyevich was the Tsar of Russia between 1676 and 1682.",
    "year": 1661,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Leopold I, Holy Roman Emperor",
    "birthday": "1640-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Benjamin_von_Block_001.jpg/249px-Benjamin_von_Block_001.jpg",
    "extract": "Leopold I was Holy Roman Emperor, King of Hungary, Croatia, and Bohemia. The second son of Ferdinand III, Holy Roman Emperor, by his first wife, Maria Anna of Spain, Leopold became heir apparent in 1654 by the death of his elder brother Ferdinand IV. Elected in 1658, Leopold ruled the Holy Roman Empire until his death in 1705, becoming the longest-ruling Habsburg emperor. He was both a composer and considerable patron of music.",
    "year": 1640,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Pieter Jansz. Saenredam",
    "birthday": "1597-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Pieter_Saenredam_by_Jacob_van_Campen.jpg/225px-Pieter_Saenredam_by_Jacob_van_Campen.jpg",
    "extract": "Pieter Jansz. Saenredam was a painter of the Dutch Golden Age, known for his distinctive paintings of whitewashed church interiors such as Interior of St Bavo's Church in Haarlem and Interior of the Sint-Odulphuskerk in Assendelft.",
    "year": 1597,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Władysław IV Vasa",
    "birthday": "1595-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Rubens_W%C5%82adys%C5%82aw_Vasa.jpg/256px-Rubens_W%C5%82adys%C5%82aw_Vasa.jpg",
    "extract": "Władysław IV Vasa or Ladislaus IV of Poland was King of Poland, Grand Duke of Lithuania and claimant of the thrones of Sweden and Russia, who ruled from 1632 until his death in 1648. Władysław IV was the eldest son of Sigismund III Vasa and his first wife, Anna of Austria.",
    "year": 1595,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Johann Andreas Herbst",
    "birthday": "1588-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Johann_Andreas_Herbst.jpg/242px-Johann_Andreas_Herbst.jpg",
    "extract": "Johann Andreas Herbst was a German composer and music theorist of the early Baroque era. He was a contemporary of Michael Praetorius and Heinrich Schütz, and like them, assisted in importing the grand Venetian style and the other features of the early Baroque into Protestant Germany.",
    "year": 1588,
    "month": 6,
    "day": 9,
    "language": "en"
  },
  {
    "name": "Daniël Heinsius",
    "birthday": "1580-6-9",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Portret_van_Daniel_Heinsius%2C_hoogleraar_te_Leiden_BN_615.tiff/lossy-page1-231px-Portret_van_Daniel_Heinsius%2C_hoogleraar_te_Leiden_BN_615.tiff.jpg",
    "extract": "Daniel Heinsius was one of the most famous scholars of the Dutch Renaissance.",
    "year": 1580,
    "month": 6,
    "day": 9,
    "language": "en"
  }
]