[
  {
    "name": "Tate McRae",
    "birthday": "2003-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Tate_McRae%2C_Berlin%2C_1st_February_2020_%28cropped%29.jpg/240px-Tate_McRae%2C_Berlin%2C_1st_February_2020_%28cropped%29.jpg",
    "extract": "Tatum Rosner \"Tate\" McRae is a Canadian singer-songwriter and dancer. At the age of thirteen, she gained prominence as the first Canadian finalist on the American reality TV show So You Think You Can Dance. McRae caught the attention of RCA Records in 2019 after her original song \"One Day\" (2017) went viral on YouTube, subsequently releasing her debut EP, All the Things I Never Said (2020). McRae soon gained wider recognition after her song \"You Broke Me First\" became an international hit. In 2020, McRae was the youngest musician featured on Forbes' 30 Under 30 list. Her second EP, Too Young to Be Sad (2021) was the most streamed female EP of 2021 on Spotify. Her debut studio album, I Used to Think I Could Fly, was released on May 27, 2022.",
    "year": 2003,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Chosen Jacobs",
    "birthday": "2001-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Chosen_Jacobs_Photo_Op_GalaxyCon_Raleigh_2019.jpg/224px-Chosen_Jacobs_Photo_Op_GalaxyCon_Raleigh_2019.jpg",
    "extract": "Chosen Jacobs is an American actor and singer best known for his recurring role as Will Grover on the CBS television series Hawaii Five-0 and his role as Mike Hanlon in the 2017 film adaptation of the Stephen King novel It, and its follow-up It Chapter Two.",
    "year": 2001,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Lalu Muhammad Zohri",
    "birthday": "2000-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Lalu_Muhammad_Zohri_Tampere_2018_%28cropped%29.jpg/265px-Lalu_Muhammad_Zohri_Tampere_2018_%28cropped%29.jpg",
    "extract": "Lalu Muhammad Zohri is an Indonesian track and field sprinter. He is the first Indonesian male to win any medal at the IAAF World U20 Championships by winning a gold medal in the 100m. He is the current holder of the Indonesian 100m and 200m national records, and is labelled the \"fastest man in Southeast Asia\".",
    "year": 2000,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Aleksandra Golovkina",
    "birthday": "1998-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Aleksandra_Golovkina_at_the_2016_World_Championships_-_SP.jpg/213px-Aleksandra_Golovkina_at_the_2016_World_Championships_-_SP.jpg",
    "extract": "Aleksandra Golovkina is a Lithuanian figure skater. She is the 2014 CS Warsaw Cup bronze medalist and a five-time Lithuanian national champion. She has qualified to the free skate at three European Championships.",
    "year": 1998,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Adelina Sotnikova",
    "birthday": "1996-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Adelina_Sotnikova_Sochi_Medal_Ceremony_05_%28cropped%29.jpg/210px-Adelina_Sotnikova_Sochi_Medal_Ceremony_05_%28cropped%29.jpg",
    "extract": "Adelina Dmitriyevna Sotnikova is a retired Russian figure skater. She is the 2014 Olympic champion, a two-time European silver medalist, a two-time Rostelecom Cup bronze medalist, and a four-time Russian national champion.",
    "year": 1996,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Boli Bolingoli-Mbombo",
    "birthday": "1995-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/20170701_SK_Rapid_Wien_vs_Celtic_FC_1717.jpg/213px-20170701_SK_Rapid_Wien_vs_Celtic_FC_1717.jpg",
    "extract": "Boli Bolingoli-Mbombo is a Belgian professional footballer who plays as a left midfielder or defender for Scottish club Celtic.",
    "year": 1995,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Savvy Shields",
    "birthday": "1995-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Savvy_Shields_%28cropped%29.jpg/248px-Savvy_Shields_%28cropped%29.jpg",
    "extract": "Savannah Janine Shields Wolfe is an American beauty pageant titleholder from Fayetteville, Arkansas, who was crowned Miss Arkansas 2016. On September 11, 2016, she was crowned Miss America 2017 by Miss America 2016, Betty Cantrell.",
    "year": 1995,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Aaron Sanchez (baseball)",
    "birthday": "1992-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Aaron_Sanchez_pitching_for_the_Houston_Astros_in_2019_%28Cropped%29.jpg/180px-Aaron_Sanchez_pitching_for_the_Houston_Astros_in_2019_%28Cropped%29.jpg",
    "extract": "Aaron Jacob Sanchez is an American professional baseball pitcher for the Washington Nationals of Major League Baseball (MLB). He previously played in MLB for the Toronto Blue Jays, Houston Astros, and San Francisco Giants. He was drafted by the Blue Jays in the first round of the 2010 Major League Baseball draft, and made his MLB debut in 2014. In 2015, Sanchez was ranked by MLB as the number 3 prospect in the Blue Jays' organization, and the 44th best prospect in baseball.",
    "year": 1992,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Michael Wacha",
    "birthday": "1991-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Mwacha2017a.jpg/213px-Mwacha2017a.jpg",
    "extract": "Michael Joseph Wacha is an American professional baseball pitcher for the Boston Red Sox of Major League Baseball (MLB). He previously played for the St. Louis Cardinals, New York Mets, and Tampa Bay Rays. He played college baseball for the Texas A&M Aggies.",
    "year": 1991,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ben Coker",
    "birthday": "1990-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Ben_Coker_22-02-2014_1.jpg/246px-Ben_Coker_22-02-2014_1.jpg",
    "extract": "Ben Coker is an English professional footballer who plays as a defender or as a midfielder for EFL League Two club Stevenage. He will become a free agent on 30 June 2022.",
    "year": 1990,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Kent Bazemore",
    "birthday": "1989-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Kent_Bazemore_20171004_%28cropped%29.jpg/224px-Kent_Bazemore_20171004_%28cropped%29.jpg",
    "extract": "Kenneth Lamont \"Kent\" Bazemore Jr. is an American professional basketball player for the Los Angeles Lakers of the National Basketball Association. As a junior at Old Dominion University in 2010–11, Bazemore won the Lefty Driesell Award, an award given to the best defensive player in college basketball.",
    "year": 1989,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Daniel Ricciardo",
    "birthday": "1989-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/F12019_Schloss_Gabelhofen_%2818%29.jpg/213px-F12019_Schloss_Gabelhofen_%2818%29.jpg",
    "extract": "Daniel Joseph Ricciardo is an Italian-Australian racing driver who is currently competing in the 2022 FIA Formula One World Drivers Championship driving for the McLaren Formula One team, under the Australian flag. He made his debut at the 2011 British Grand Prix with the HRT team as part of a deal with Red Bull Racing, for whom he was test driving under its sister team Scuderia Toro Rosso. Ricciardo's driver number is 3. He has achieved 8 Grand Prix victories in Formula One.",
    "year": 1989,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Aleksander Lesun",
    "birthday": "1988-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a8/Aleksander_Lesun_%28cropped%29.jpg",
    "extract": "Aleksander Leonidovich Lesun is a Belarusian-Russian modern pentathlete. He is a multiple-time medalist at the World and European Championships, and was a top-ranked male modern pentathlete in the world by the Union Internationale de Pentathlon Moderne (UIPM).",
    "year": 1988,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Michael Schrader",
    "birthday": "1987-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Mehrkampf_Ratingen_2015_%2829%29.jpg/213px-Mehrkampf_Ratingen_2015_%2829%29.jpg",
    "extract": "Michael Schrader is a German decathlete. He finished tenth at the 2008 Olympic Games. His personal best score is 8670 points, winning him the silver medal at the 2013 World Championships in Moscow.",
    "year": 1987,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Charlie Blackmon",
    "birthday": "1986-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Charlie_Blackmon_%2851268950923%29_%28cropped%29.jpg/270px-Charlie_Blackmon_%2851268950923%29_%28cropped%29.jpg",
    "extract": "Charles Cobb Blackmon, nicknamed \"Chuck Nazty\", is an American professional baseball outfielder for the Colorado Rockies of Major League Baseball (MLB). He made his MLB debut on June 7, 2011, as a member of the Rockies. Blackmon throws and bats left-handed, stands 6 feet 3 inches (1.91 m), and weighs 221 pounds (100 kg).",
    "year": 1986,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Chris Perez (baseball)",
    "birthday": "1985-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Indians_%283871688409%29.jpg/320px-Indians_%283871688409%29.jpg",
    "extract": "Christopher Ralph Perez is an American former professional baseball pitcher. He pitched collegiately for the University of Miami, and was selected by the St. Louis Cardinals in the first round of the 2006 Major League Baseball Draft. Perez also played for the Cleveland Indians and Los Angeles Dodgers.",
    "year": 1985,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Donald Thomas (high jumper)",
    "birthday": "1984-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Osaka07_D5A_Donald_Thomas_celebrating.jpg/250px-Osaka07_D5A_Donald_Thomas_celebrating.jpg",
    "extract": "Donald Thomas is a Bahamian high jumper from Freeport, Bahamas.",
    "year": 1984,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Justin Huber",
    "birthday": "1982-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Justin_Huber.jpg/187px-Justin_Huber.jpg",
    "extract": "Justin Patrick Huber is an Australian former professional baseball player. A first baseman and outfielder, Huber has played in Major League Baseball, Nippon Professional Baseball, and the Australian Baseball League. He has also played for the Australian national baseball team in international competitions.",
    "year": 1982,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Joachim Johansson",
    "birthday": "1982-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Joachim_Pim-Pim_Johansson.jpg/318px-Joachim_Pim-Pim_Johansson.jpg",
    "extract": "Joachim Johansson is a former professional male tennis player from Sweden. He reached the semifinals of the 2004 US Open, won 3 singles titles and achieved a career-high singles ranking of World No. 9 in February 2005.",
    "year": 1982,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Hilarie Burton",
    "birthday": "1982-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Hilarie_Burton_Gitmo_%28crop%29.jpg/250px-Hilarie_Burton_Gitmo_%28crop%29.jpg",
    "extract": "Hilarie Ros Burton is an American actress, businesswoman, author and producer. A former host of MTV's Total Request Live, she portrayed Peyton Sawyer on The WB/CW drama One Tree Hill for six seasons (2003–2009). Post One Tree Hill, Burton starred in Our Very Own, Solstice, and The List. She has also had supporting or recurring roles in television series, including her role as Sara Ellis on White Collar (2010–2013), Dr. Lauren Boswell on the ABC medical drama Grey's Anatomy (2013), Molly Dawes on the ABC drama series Forever (2014), and Karen Palmer on the Fox television series Lethal Weapon (2016).",
    "year": 1982,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Tadhg Kennelly",
    "birthday": "1981-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Tadhg_Kennelly_2018.2.jpg/213px-Tadhg_Kennelly_2018.2.jpg",
    "extract": "Tadhg Kennelly is an Irish-Australian sportsperson known for his top-level careers in both Gaelic football and Australian rules football. He is the only holder of both an AFL Premiership medallion and a Senior All-Ireland Championship medal, the highest-possible team-based achievement in both sports. He has also represented Ireland in the International Rules Series.",
    "year": 1981,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Forrest Griffin",
    "birthday": "1979-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/USMC-100809-M-6457M-001_CROPPED.jpg/235px-USMC-100809-M-6457M-001_CROPPED.jpg",
    "extract": "Forrest Griffin is an American retired mixed martial artist and former UFC Light Heavyweight Champion. He was inducted into the UFC Hall of Fame in 2013 and currently serves as the Vice President of Athlete Development at the UFC Performance Institute. Griffin, a former Georgia police officer, first rose to prominence after winning the first season of The Ultimate Fighter. In the tournament finals, he defeated Stephan Bonnar, which is widely credited as sparking the success of the UFC.",
    "year": 1979,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Tom Frager",
    "birthday": "1977-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/TomFrager_Festivaux2012.JPG/240px-TomFrager_Festivaux2012.JPG",
    "extract": "Tom Frager is a French songwriter and performer in the group Gwayav' and is ten times a surfer winner in Guadeloupe. He is primarily known for his French hit \"Lady Melody\", which was number-one for four weeks.",
    "year": 1977,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Flow (Japanese band)",
    "birthday": "1977-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/FLOW_-_Japan_Expo_13_-_Samedi_-_2012-0707-_P1410706.jpg/320px-FLOW_-_Japan_Expo_13_-_Samedi_-_2012-0707-_P1410706.jpg",
    "extract": "Flow is a Japanese rock band formed in 1998 as a five-piece band made up of two vocalists, a drummer, a bassist, and a guitarist. They are signed to Sacra Music. As of April 2022, the band has released 38 singles, 2 collaboration singles with Granrodeo and 11 studio albums. Their songs have been featured in the opening sequences of several anime and Japanese drama series.",
    "year": 1977,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jarome Iginla",
    "birthday": "1977-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Jarome_Iginla._2008.JPG/247px-Jarome_Iginla._2008.JPG",
    "extract": "Jarome Arthur-Leigh Adekunle Tig Junior Elvis \"Iggy\" Iginla is a Canadian former professional ice hockey winger. He played over 1500 games in the National Hockey League (NHL) for the Calgary Flames, Pittsburgh Penguins, Boston Bruins, Colorado Avalanche and Los Angeles Kings.",
    "year": 1977,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Patrick Kluivert",
    "birthday": "1976-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Kluivert7Sep2006_%28cropped%29.jpg/266px-Kluivert7Sep2006_%28cropped%29.jpg",
    "extract": "Patrick Stephan Kluivert is a Dutch former football player and coach, former director of La Masia academy at FC Barcelona and former director of football for Paris Saint-Germain in France. Kluivert was the assistant manager of Cameroon. He played as a striker, most notably for AFC Ajax, FC Barcelona and the Netherlands national team.",
    "year": 1976,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Hannu Tihinen",
    "birthday": "1976-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Hannu_Tihinen.jpg/313px-Hannu_Tihinen.jpg",
    "extract": "Hannu Tihinen is a Finnish former professional footballer who played as a centre-back.",
    "year": 1976,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ruud van Nistelrooy",
    "birthday": "1976-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Ruud_van_Nistelrooy_2017.jpg/246px-Ruud_van_Nistelrooy_2017.jpg",
    "extract": "Rutgerus Johannes Martinus van Nistelrooij is a Dutch professional football coach and former player. He is currently the coach of the Jong PSV team and assistant manager for Netherlands. He will be taking over as manager of the PSV Eindhoven first team from the 2022–23 season.",
    "year": 1976,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Szymon Ziółkowski",
    "birthday": "1976-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Szymon_Zi%C3%B3%C5%82kowski_na_4._Mityngu_im.Kamili_Skolimowskiej.JPG/213px-Szymon_Zi%C3%B3%C5%82kowski_na_4._Mityngu_im.Kamili_Skolimowskiej.JPG",
    "extract": "Szymon Jerzy Ziółkowski is a retired Polish hammer thrower and an Olympic gold medal winner from Sydney 2000. He also won a gold medal at the 2001 World Championships in Edmonton with a career best throw of 83.38 metres, and two silvers at the 2005 and 2009 editions in Helsinki and Berlin respectively.",
    "year": 1976,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Sufjan Stevens",
    "birthday": "1975-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Sufjan_Stevens_performing_at_Pitchfork%2C_2016.jpg/218px-Sufjan_Stevens_performing_at_Pitchfork%2C_2016.jpg",
    "extract": "Sufjan Stevens is an American singer, songwriter, and multi-instrumentalist. He has released nine solo studio albums and multiple collaborative albums with other artists. Stevens has received Grammy and Academy Award nominations.",
    "year": 1975,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jefferson Pérez",
    "birthday": "1974-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Jefferson-Perez.jpg/213px-Jefferson-Perez.jpg",
    "extract": "Jefferson Leonardo Pérez Quezada is an Ecuadorian retired race walker. He specialized in the 20 km event, in which he won the first two medals his country achieved in the Olympic Games.",
    "year": 1974,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Missy Elliott",
    "birthday": "1971-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Missy_Elliot.jpg/320px-Missy_Elliot.jpg",
    "extract": "Melissa Arnette Elliott, best known by the stage name Missy Elliott, is an American rapper, singer, and record producer. She embarked on her music career with R&B girl group Sista in the early-mid 1990s and later became a member of the Swing Mob collective along with childhood friend and longtime collaborator Timbaland, with whom she worked on projects for American R&B acts Aaliyah, 702, Total, and SWV. Following several collaborations and guest appearances, she launched her solo career in 1997 with her debut album Supa Dupa Fly, which spawned the top 20 single \"Sock It 2 Me\". The album debuted at number three on the Billboard 200, the highest charting debut for a female rapper at the time.",
    "year": 1971,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Julianne Nicholson",
    "birthday": "1971-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Julianne_Nicholson_TIFF_2015.jpg/210px-Julianne_Nicholson_TIFF_2015.jpg",
    "extract": "Julianne Nicholson is an American actress. She is best known for her roles in the film August: Osage County (2013), as well as the television series Law & Order: Criminal Intent (2006–2009), Masters of Sex (2011–2013), and Mare of Easttown (2021), the lattermost of which earned her a Primetime Emmy Award.",
    "year": 1971,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Séamus Egan",
    "birthday": "1969-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/S%C3%A9amus_Egan.jpg/213px-S%C3%A9amus_Egan.jpg",
    "extract": "Séamus Egan is an Irish American musician. He resides in the United States.",
    "year": 1969,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Pamela Anderson",
    "birthday": "1967-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/AV0A6273_Pamela_Anderson.jpg/213px-AV0A6273_Pamela_Anderson.jpg",
    "extract": "Pamela Denise Anderson is a Canadian actress, model, activist, and author. She featured most prominently in the television series Baywatch (1992–1997). Her other roles include in Home Improvement and V.I.P. (1998–2002). She was the recipient of a star on the Canadian Walk of Fame in 2006.",
    "year": 1967,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Shawn Burr",
    "birthday": "1966-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Shawn_Burr_84-85.JPG/240px-Shawn_Burr_84-85.JPG",
    "extract": "Shawn Christopher Burr was a professional ice hockey left winger. Burr played in the NHL for parts of 16 seasons from 1985 to 2000.",
    "year": 1966,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Carl Fogarty",
    "birthday": "1965-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Carl_Fogarty_on_a_Ducati_916.jpg/320px-Carl_Fogarty_on_a_Ducati_916.jpg",
    "extract": "Carl George Fogarty,, often known as Foggy, is an English former motorcycle racer and one of the most successful World Superbike racers of all time. He also holds the second highest number of race wins at 59. He is the son of former motorcycle racer George Fogarty. In 2011, Fogarty was named a FIM Legend for his motorcycling achievements.",
    "year": 1965,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Harald Zwart",
    "birthday": "1965-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Harald_Zwart.jpg/229px-Harald_Zwart.jpg",
    "extract": "Harald Zwart is a Dutch-Norwegian film director.",
    "year": 1965,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Bernard Laporte",
    "birthday": "1964-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Jubil%C3%A9_Chabal-Nallet_-_20150604_-_Bernard_Laporte.jpg/213px-Jubil%C3%A9_Chabal-Nallet_-_20150604_-_Bernard_Laporte.jpg",
    "extract": "Bernard Laporte is a rugby player, coach and former French Secretary of State for Sport. From 1999 to 2007, Laporte was the head coach of the France national team. In 2011, he became the head coach at Toulon, after Philippe Saint-André became the new national team coach. He was previously the coach at Stade Français. He was the first fully professional head coach of France. On 3 December 2016, Bernard Laporte was elected president of the French Rugby Federation.",
    "year": 1964,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Roddy Bottum",
    "birthday": "1963-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Faith_No_More_en_Pukkelpop_Festival_Roddy_Bottum_%283880654149%29.jpg/253px-Faith_No_More_en_Pukkelpop_Festival_Roddy_Bottum_%283880654149%29.jpg",
    "extract": "Roswell Christopher Bottum is an American musician, singer, and songwriter, best known as the keyboardist for the San Francisco alternative metal band Faith No More. He is also guitarist and co-lead vocalist for the pop group Imperial Teen, best known for their 1999 single \"Yoo Hoo\" used in the movie Jawbreaker. In addition to popular musical career, Bottum also scored three Hollywood movies and composed an opera entitled Sasquatch: The Opera, which premiered in New York on April 2, 2015.",
    "year": 1963,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Andre Braugher",
    "birthday": "1962-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Andre_Braugher_2011_%28cropped%29.jpg/239px-Andre_Braugher_2011_%28cropped%29.jpg",
    "extract": "Andre Keith Braugher is an American actor. He is best known for his roles as Captain Raymond Holt in the police comedy series Brooklyn Nine-Nine (2013–2021), Detective Frank Pembleton in the police drama series Homicide: Life on the Street (1993–1999), and used car salesman Owen Thoreau Jr. in the comedy-drama series Men of a Certain Age (2009–2011).",
    "year": 1962,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Malcolm Elliott",
    "birthday": "1961-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/MalcolmElliot.jpg/224px-MalcolmElliot.jpg",
    "extract": "Malcolm Elliott is a former English professional cyclist, whose professional career has lasted from 1984 to 1997 when he retired and from 2003 up to 2011 when he made his comeback in British domestic racing.",
    "year": 1961,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ivan Kaye",
    "birthday": "1961-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Ivan_Kaye_05-08-2019.png/320px-Ivan_Kaye_05-08-2019.png",
    "extract": "Ivan Blakeley Kaye is an English actor and producer. His international fame came with roles in historical drama shows like the Duke of Milan in all three seasons of The Borgias, and King Aelle in the first four Seasons of History channel's series Vikings. More recent projects include action thriller Gunpowder Milkshake, the series pilot for Amazon's adaptation of Stephen King's The Dark Tower, the original British Disney+ series Wedding Season and a leading role in the Irish comedy feature film Apocalypse Clown. In the UK, he is also widely known for is role as Bryan in the comedy series The Green Green Grass.",
    "year": 1961,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Carl Lewis",
    "birthday": "1961-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Save_The_World_Awards_2009_show06_-_Carl_Lewis.jpg/320px-Save_The_World_Awards_2009_show06_-_Carl_Lewis.jpg",
    "extract": "Frederick Carlton Lewis is an American former track and field athlete who won nine Olympic gold medals, one Olympic silver medal, and 10 World Championships medals, including eight gold. His career spanned from 1979 to 1996, when he last won an Olympic event. He is one of only six Olympic athletes who won a gold medal in the same individual event in four consecutive Olympic Games.",
    "year": 1961,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Diana, Princess of Wales",
    "birthday": "1961-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Diana%2C_Princess_of_Wales_1997_%282%29.jpg/239px-Diana%2C_Princess_of_Wales_1997_%282%29.jpg",
    "extract": "Diana, Princess of Wales, was a member of the British royal family. She was the first wife of Charles, Prince of Wales—the heir apparent to the British throne—and mother of Princes William and Harry. Diana's activism and glamour made her an international icon and earned her enduring popularity as well as unprecedented public scrutiny, exacerbated by her tumultuous private life.",
    "year": 1961,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Michelle Wright",
    "birthday": "1961-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Michelle_Wright.jpg/240px-Michelle_Wright.jpg",
    "extract": "Michelle Wright is a Canadian country music artist. She is one of the country's most widely recognized and awarded female country singers of the 1990s, winning the Canadian Country Music Association's Fans' Choice Award twice. In 2011, Wright was inducted into the Canadian Country Music Hall of Fame.",
    "year": 1961,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Evelyn \"Champagne\" King",
    "birthday": "1960-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/King%2C_Evelyn_2008_%284593%29.jpg/225px-King%2C_Evelyn_2008_%284593%29.jpg",
    "extract": "Evelyn \"Champagne\" King is an American singer, songwriter, and record producer. She is best known for her hit disco single \"Shame\", which was released in 1977 during the height of disco's popularity. King had other hits from the early through the mid–1980s including; \"I'm in Love\" (1981), \"Love Come Down\" (1982) and \"Your Personal Touch\" (1985).",
    "year": 1960,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Kevin Swords",
    "birthday": "1960-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Kevin_Swords_Beacon_Hill.png/320px-Kevin_Swords_Beacon_Hill.png",
    "extract": "Kevin Robert Swords is a former USA international rugby player. The 6’7\", 260 lb, lock, Sports Illustrated Athlete of the Month, who at the time of his retirement was the most-capped US Eagle in history, won 36 caps between 1985 and 1994 and was tapped to play for the world-renowned Barbarians. \nHis 6'10\" brother Brian Swords also played for the Eagles as a lock. Brian, a much revered competitor and teammate introduced Kevin to Rugby while they both attended the College of the Holy Cross. Kevin Swords is the nephew of former president of the College of the Holy Cross, Rev. Raymond J. Swords, S. J., and the uncle of Carolyn Swords.",
    "year": 1960,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jack Dyer Crouch II",
    "birthday": "1958-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Jack_Dyer_Crouch.jpg/221px-Jack_Dyer_Crouch.jpg",
    "extract": "Jack Dyer Crouch II is an American diplomat and national security adviser. Since 2014, he has been president and chief executive officer (CEO) of the United Service Organizations (USO).",
    "year": 1958,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Lisa Blount",
    "birthday": "1957-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a4/Lisa_Blount.jpg",
    "extract": "Lisa Suzanne Blount was an American film and television actress, and Academy Award-winning producer.",
    "year": 1957,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Sean O'Driscoll",
    "birthday": "1957-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Sean_O%27Driscoll.jpg/244px-Sean_O%27Driscoll.jpg",
    "extract": "Sean Michael O'Driscoll is a former professional footballer and manager. He has previously managed AFC Bournemouth, Doncaster Rovers, Crawley Town, Nottingham Forest, Bristol City and Walsall. He was known by the nickname \"Noisy\" in his playing days at Fulham. He represented the Republic of Ireland as a player.",
    "year": 1957,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Li Keqiang",
    "birthday": "1955-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Dmitry_Medvedev_and_Li_Keqiang_20191101_%28cropped%29.jpg/249px-Dmitry_Medvedev_and_Li_Keqiang_20191101_%28cropped%29.jpg",
    "extract": "Li Keqiang is a Chinese politician. He became premier of the State Council of the People's Republic of China on 15 March 2013.",
    "year": 1955,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Lisa Scottoline",
    "birthday": "1955-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Lisa_scottoline_8203.jpg/240px-Lisa_scottoline_8203.jpg",
    "extract": "Lisa Scottoline is an American author of legal thrillers.",
    "year": 1955,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Maʻafu Tukuiʻaulahi",
    "birthday": "1955-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Lord_Ma%E2%80%99afu.jpg/277px-Lord_Ma%E2%80%99afu.jpg",
    "extract": "Siosaʻia Lausiʻi, Lord Maʻafu Tukuiʻaulahi, also known as Lord Maʻafu, was a Tongan politician, military officer, and member of the Tongan nobility.",
    "year": 1955,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Keith Whitley",
    "birthday": "1954-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/KeithWhitley.jpg/320px-KeithWhitley.jpg",
    "extract": "Jackie Keith Whitley was an American country music singer and songwriter. During his career, Whitley recorded only two albums but charted 12 singles on the Billboard country charts, and 7 more after his death.",
    "year": 1954,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Hossein Nuri",
    "birthday": "1954-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Hossein_Nuri_2014.jpg/320px-Hossein_Nuri_2014.jpg",
    "extract": "Hossein Nuri is an Iranian painter, playwright and film director. One of Nuri's pre-eminent characteristics is that despite his physical limitations he has gained professional acclaim in three fields of painting, theater, and cinema.",
    "year": 1954,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Lawrence Gonzi",
    "birthday": "1953-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/EPP_Congress_Marseille_7444.jpg/240px-EPP_Congress_Marseille_7444.jpg",
    "extract": "Lawrence Gonzi, is a Maltese politician, retired Nationalist politician and lawyer, who served for twenty-five years in various critical roles in Maltese politics. Gonzi was Prime Minister of Malta from 2004 to 2013, and leader of the Nationalist Party. He also served as speaker of the House from 1988 to 1996, and Minister of Social Policy from 1998 to 2004, as well as Deputy Prime Minister from 1999 to 2004. He served in practically all positions in Parliament, being also Leader of the House, an MP and Leader of the Opposition.",
    "year": 1953,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jadranka Kosor",
    "birthday": "1953-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Jadranka_Kosor_26052011_crop.jpg/208px-Jadranka_Kosor_26052011_crop.jpg",
    "extract": "Jadranka Kosor is a Croatian politician and former journalist who served as Prime Minister of Croatia from 2009 to 2011, having taken office following the sudden resignation of her predecessor Ivo Sanader. Kosor was the first and so far only woman to become Prime Minister of Croatia since independence.",
    "year": 1953,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Dan Aykroyd",
    "birthday": "1952-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Dan_Aykroyd_cropped.jpg/208px-Dan_Aykroyd_cropped.jpg",
    "extract": "Daniel Edward Aykroyd is a Canadian actor, comedian, producer, musician and writer. He was an original member of the \"Not Ready for Prime Time Players\" on Saturday Night Live (1975–1979). He performed with his friend John Belushi in a musical sketch on SNL, the Blues Brothers, which they turned into an actual performing band and then featured in the 1980 film The Blues Brothers. Aykroyd also conceived the premise for, and starred as Dr. Raymond Stantz in, Ghostbusters (1984), which spawned a sequel and eventually an entire media franchise.",
    "year": 1952,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "David Arkenstone",
    "birthday": "1952-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f0/David-Arkenstone-Portrait.jpg",
    "extract": "David Arkenstone is an American composer and performer. His music is primarily instrumental, with occasional vocalizations. Most of Arkenstone's music falls into new age category; however, he also worked in other genres, including even a heavy metal soundtrack for Emperor: Battle for Dune video game. His music has been described as 'soundtracks for the imagination'. Throughout his career, Arkenstone released over 50 albums and composed music for video games, including World of Warcraft, and for television, including NBC's Kentucky Derby. Arkenstone has been nominated for Grammy Awards five times.",
    "year": 1952,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Steve Shutt",
    "birthday": "1952-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Steve_Shutt.jpg/148px-Steve_Shutt.jpg",
    "extract": "Stephen John Shutt is a Canadian former professional ice hockey player and NHL Hall of Famer who played 13 seasons in the National Hockey League (NHL), 12 seasons for the Montreal Canadiens and 1 season for the Los Angeles Kings. He is in the Hockey Hall of Fame. While playing for the Canadiens he captured 5 Stanley Cups in 1973, 1976, 1977, 1978, and 1979.",
    "year": 1952,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Timothy J. Tobias",
    "birthday": "1952-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Tim_Tobias_Joes.jpg/320px-Tim_Tobias_Joes.jpg",
    "extract": "Timothy John Tobias was an American composer and musician.",
    "year": 1952,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Trevor Eve",
    "birthday": "1951-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Trevor_Eve.jpg/320px-Trevor_Eve.jpg",
    "extract": "Trevor John Eve is an English film and television actor. In 1979 he gained fame as the eponymous lead in the detective series Shoestring and is also known for his role as Detective Superintendent Peter Boyd in BBC television drama Waking the Dead. He is the father of three children, including actress Alice Eve.",
    "year": 1951,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Anne Feeney",
    "birthday": "1951-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Anne_Feeney%2C_singer%2C_songwriter%2C_guitar_player%2C_protestor_from_Pittsburgh%2C_PA.jpg/249px-Anne_Feeney%2C_singer%2C_songwriter%2C_guitar_player%2C_protestor_from_Pittsburgh%2C_PA.jpg",
    "extract": "Anne Feeney was an American folk musician, singer-songwriter, political activist and attorney. She began her career in 1969 as a student activist playing a Phil Ochs song at a Vietnam War protest, one of many causes she embraced.",
    "year": 1951,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Julia Goodfellow",
    "birthday": "1951-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Dame_Julia_Goodfellow_%28cropped%29.jpg/320px-Dame_Julia_Goodfellow_%28cropped%29.jpg",
    "extract": "Dame Julia Mary Goodfellow is a former Vice-Chancellor of the University of Kent, and Chair of the British Science Association. She was the president of Universities UK from 1 August 2015 until July 2017.",
    "year": 1951,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Klaus-Peter Justus",
    "birthday": "1951-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Com_L23-0644-0002-0003.tif/lossy-page1-320px-Com_L23-0644-0002-0003.tif.jpg",
    "extract": "Klaus-Peter Justus is a retired East German middle distance runner who specialized in the 1500 metres.",
    "year": 1951,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Fred Schneider",
    "birthday": "1951-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/The_B-52s_%283425717498%29.jpg/213px-The_B-52s_%283425717498%29.jpg",
    "extract": "Frederick William Schneider III is an American singer, songwriter, arranger, and musician, best known as the frontman of the rock band The B-52's, of which he is a founding member.",
    "year": 1951,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Victor Willis",
    "birthday": "1951-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Victor_Willis.jpg/204px-Victor_Willis.jpg",
    "extract": "Victor Edward Willis is an American singer, songwriter, and actor. He is the founding member of the disco group Village People. He performed as their lead singer and was co-songwriter for all of their most successful singles. In the group, he performed costumed as a policeman or a naval officer.",
    "year": 1951,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "David Duke",
    "birthday": "1950-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/db/DavidDuke.jpg",
    "extract": "David Ernest Duke is an American white supremacist, antisemitic conspiracy theorist, far-right politician, convicted felon, and former Grand Wizard of the Knights of the Ku Klux Klan. From 1989 to 1992, he was a member of the Louisiana House of Representatives for the Republican Party. His politics and writings are largely devoted to promoting conspiracy theories about Jews, such as Holocaust denial and Jewish control of academia, the press, and the financial system. The Anti-Defamation League has described Duke as promoting white supremacist views and as \"perhaps America’s most well-known racist and anti-Semite\".",
    "year": 1950,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "John Farnham",
    "birthday": "1949-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/John_Farnham_Live_%28cropped%29.jpg/284px-John_Farnham_Live_%28cropped%29.jpg",
    "extract": "John Peter Farnham AO is a British-born Australian singer. Farnham was a teen pop idol from 1967 until 1979, billed then as Johnny Farnham, but has since forged a career as an adult contemporary singer. His career has mostly been as a solo artist, although he replaced Glenn Shorrock as lead singer of Little River Band from 1982 to 1985.",
    "year": 1949,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "David Hogan (composer)",
    "birthday": "1949-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/TWA800reconstruction.jpg/320px-TWA800reconstruction.jpg",
    "extract": "H. David Hogan was an American composer and musical director of CIGAP, a choir composed of openly gay men.",
    "year": 1949,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Venkaiah Naidu",
    "birthday": "1949-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Venkaiah_Naidu_official_portrait.jpg/315px-Venkaiah_Naidu_official_portrait.jpg",
    "extract": "Muppavarapu Venkaiah Naidu is an Indian politician serving as the 13th and current vice president of India since 2017. Previously, he served as the minister of Housing and Urban Poverty Alleviation, Urban Development and Information and Broadcasting in the Modi Cabinet. A prominent leader of the Bharatiya Janata Party, he also served as its national president from 2002 to 2004. Earlier, he was the Union Cabinet Minister for Rural Development in the Atal Bihari Vajpayee government. He took the oath as vice president of India and the chairman of Rajya Sabha on 11 August 2017.",
    "year": 1949,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Kazuyoshi Hoshino",
    "birthday": "1947-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Kazuyoshi_Hoshino_2010_Formula_Nippon_Motegi_%28May%29.jpg/228px-Kazuyoshi_Hoshino_2010_Formula_Nippon_Motegi_%28May%29.jpg",
    "extract": "Kazuyoshi Hoshino  is a Japanese former racing driver and businessman.",
    "year": 1947,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Malcolm Wicks",
    "birthday": "1947-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Malcolm_Wicks_MP.jpg/240px-Malcolm_Wicks_MP.jpg",
    "extract": "Malcolm Hunt Wicks was a British Labour Party politician and academic specialising in social policy. He was a member of parliament (MP) from 1992, first for Croydon North West and then for Croydon North, until his death in 2012.",
    "year": 1947,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Mick Aston",
    "birthday": "1946-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/MickAston.jpg/213px-MickAston.jpg",
    "extract": "Michael Antony Aston was an English archaeologist who specialised in Early Medieval landscape archaeology. Over the course of his career, he lectured at both the University of Bristol and University of Oxford and published fifteen books on archaeological subjects. A keen populariser of the discipline, Aston was widely known for appearing as the resident academic on the Channel 4 television series Time Team from 1994 to 2011.",
    "year": 1946,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Erkki Tuomioja",
    "birthday": "1946-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Erkkituomiojaeduskunnankansalaisinfossa2014_16.JPG/253px-Erkkituomiojaeduskunnankansalaisinfossa2014_16.JPG",
    "extract": "Erkki Sakari Tuomioja is a Finnish politician and a member of the Finnish Parliament. From 2000 to 2007 and 2011 to 2015, he served as the minister for foreign affairs. He was president of the Nordic Council in 2008.",
    "year": 1946,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Debbie Harry",
    "birthday": "1945-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Debbie_Harry%2C_1977.jpg/242px-Debbie_Harry%2C_1977.jpg",
    "extract": "Deborah Ann Harry is an American singer, songwriter and actress, known as the lead vocalist of the band Blondie. Her recordings with the band reached No. 1 in the US and UK charts on many occasions from 1979 to 2017.",
    "year": 1945,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Philip Brunelle",
    "birthday": "1943-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Philip_Brunelle.jpg/320px-Philip_Brunelle.jpg",
    "extract": "Philip Brunelle is an American choral scholar, conductor and organist. He is the founder of VocalEssence. In the course of an international career as a choral and opera conductor Brunelle has been awarded Commander of the Royal Norwegian Order of Merit and made an Honorary Member of the Order of the British Empire as well as receiving Hungary's Kodály Medal, the Ohtli medal from Mexico, and Sweden's Royal Order of the Polar Star. He has received honorary doctoral degrees from Gustavus Adolphus College, St. John's University, St. Olaf College, United Theological Seminary, and the University of Minnesota.",
    "year": 1943,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Peeter Lepp",
    "birthday": "1943-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Siiri_Oviir_ja_Peeter_Lepp%2C_Tallinna_eksmeer_Vanalinna_p%C3%A4evadel_99.jpg/320px-Siiri_Oviir_ja_Peeter_Lepp%2C_Tallinna_eksmeer_Vanalinna_p%C3%A4evadel_99.jpg",
    "extract": "Peeter Lepp is an Estonian politician. From 1993 to 2002, he was a member of the Estonian Coalition Party. After its dissolution, he joined the Estonian Reform Party.",
    "year": 1943,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jeff Wayne",
    "birthday": "1943-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/JEFFWAYNE2014.jpg/230px-JEFFWAYNE2014.jpg",
    "extract": "Jeffry Wayne is an American-British composer, musician and lyricist. In 1978, he released Jeff Wayne's Musical Version of The War of the Worlds, his musical adaptation of H. G. Wells' science-fiction novel The War of the Worlds. Wayne wrote approximately 3,000 advertising jingles in the 1970s which appeared on television in the United Kingdom, including a Gordon's Gin commercial which was covered by The Human League. Wayne also composed numerous television themes, including Good Morning Britain (TV-am), ITV's The Big Match and World of Sport, BBC's Sixty Minutes, and for 24 years, the UK's first news radio station, LBC.",
    "year": 1943,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Izzat Ibrahim al-Douri",
    "birthday": "1942-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Izzat_Ibrahim_al-Douri_portrait.png/249px-Izzat_Ibrahim_al-Douri_portrait.png",
    "extract": "Izzat Ibrahim al-Douri was an Iraqi politician and Army Field Marshal. He served as Vice Chairman of the Iraqi Revolutionary Command Council until the 2003 U.S.-led invasion of Iraq and was regarded as the closest advisor and deputy under President Saddam Hussein. He led the Iraqi insurgent Naqshbandi Army.",
    "year": 1942,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Geneviève Bujold",
    "birthday": "1942-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Genevi%C3%A8ve_Bujold_-_1969.jpg/238px-Genevi%C3%A8ve_Bujold_-_1969.jpg",
    "extract": "Geneviève Bujold is a Canadian actress. For her portrayal of Anne Boleyn in the period drama film Anne of the Thousand Days (1969), Bujold received a nomination for the Academy Award for Best Actress. Her other film credits include The Trojan Women (1971), Earthquake (1974), Obsession (1976), Coma (1978), Murder by Decree (1979), Tightrope (1984), Choose Me (1984), Dead Ringers (1988), The House of Yes (1997), and Still Mine (2012).",
    "year": 1942,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Andraé Crouch",
    "birthday": "1942-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Andra%C3%A9_Crouch_cropped.JPG/248px-Andra%C3%A9_Crouch_cropped.JPG",
    "extract": "Andraé Edward Crouch was an American gospel singer, songwriter, arranger, record producer and pastor. Referred to as \"the father of modern gospel music\" by contemporary Christian and gospel music professionals, Crouch was known for his compositions \"The Blood Will Never Lose Its Power\", \"My Tribute \" and \"Soon and Very Soon\". He collaborated on some of his recordings with famous and popular artists such as Stevie Wonder, El DeBarge, Philip Bailey, Chaka Khan, and Sheila E., as well as the vocal group Take 6, and many popular artists covered his material, including Bob Dylan, Barbara Mandrell, Paul Simon, Elvis Presley and Little Richard. In the 1980s and 1990s, he was known as the \"go-to\" producer for superstars who sought a gospel choir sound in their recordings; he appeared on a number of recordings, including Michael Jackson's \"Man In the Mirror\", Madonna's \"Like a Prayer\", and \"The Power\", a duet between Elton John and Little Richard. Crouch was noted for his talent of incorporating contemporary secular music styles into the gospel music he grew up with. His efforts in this area helped pave the way for early American contemporary Christian music during the 1960s and 1970s.",
    "year": 1942,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Rod Gilbert",
    "birthday": "1941-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Topps_1960_Rod_Gilbert.png/237px-Topps_1960_Rod_Gilbert.png",
    "extract": "Rodrigue Gabriel Gilbert was a Canadian professional ice hockey forward who played his entire career for the New York Rangers of the National Hockey League (NHL). Known as \"Mr. Ranger\", he played right wing on the GAG line with Vic Hadfield and Jean Ratelle but never with a Stanley Cup championship team. He was inducted into the Hockey Hall of Fame in 1982, and was the first player in Rangers history to have his number retired. After his playing career, he became president of the Rangers' alumni association.",
    "year": 1941,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Alfred G. Gilman",
    "birthday": "1941-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Alfred_Goodman_Gilman_%28cropped%29.jpg/270px-Alfred_Goodman_Gilman_%28cropped%29.jpg",
    "extract": "Alfred Goodman Gilman was an American pharmacologist and biochemist. He and Martin Rodbell shared the 1994 Nobel Prize in Physiology or Medicine \"for their discovery of G-proteins and the role of these proteins in signal transduction in cells.\"",
    "year": 1941,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Myron Scholes",
    "birthday": "1941-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Myron_Scholes_2008_in_Lindau.png/228px-Myron_Scholes_2008_in_Lindau.png",
    "extract": "Myron Samuel Scholes is a Canadian-American financial economist. Scholes is the Frank E. Buck Professor of Finance, Emeritus, at the Stanford Graduate School of Business, Nobel Laureate in Economic Sciences, and co-originator of the Black–Scholes options pricing model. Scholes is currently the chairman of the Board of Economic Advisers of Stamos Capital Partners. Previously he served as the chairman of Platinum Grove Asset Management and on the Dimensional Fund Advisors board of directors, American Century Mutual Fund board of directors and the Cutwater Advisory Board. He was a principal and limited partner at Long-Term Capital Management and a managing director at Salomon Brothers. Other positions Scholes held include the Edward Eagle Brown Professor of Finance at the University of Chicago, senior research fellow at the Hoover Institution, director of the Center for Research in Security Prices, and professor of finance at MIT's Sloan School of Management. Scholes earned his PhD at the University of Chicago.",
    "year": 1941,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Twyla Tharp",
    "birthday": "1941-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Twyla_Tharp.jpg/248px-Twyla_Tharp.jpg",
    "extract": "Twyla Tharp is an American dancer, choreographer, and author who lives and works in New York City. In 1966 she formed the company Twyla Tharp Dance. Her work often uses classical music, jazz, and contemporary pop music.",
    "year": 1941,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ela Gandhi",
    "birthday": "1940-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Ela-gandhi-2018-phoenix.jpg/223px-Ela-gandhi-2018-phoenix.jpg",
    "extract": "Ela Gandhi, granddaughter of Mahatma Gandhi, is a South African peace activist and was a Member of Parliament in South Africa from 1994 to 2004, where she aligned with the African National Congress (ANC) party representing the Phoenix area of Inanda in the KwaZulu-Natal province. Her parliamentary committee assignments included the Welfare, and Public Enterprises committees as well as the ad hoc committee on Surrogate Motherhood. She was an alternate member of the Justice Committee and served on Theme Committee 5 on Judiciary and Legal Systems.",
    "year": 1940,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Cahit Zarifoğlu",
    "birthday": "1940-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Cahit_ZAR%C4%B0FO%C4%9ELU_2014-05-17_22-26.jpeg/320px-Cahit_ZAR%C4%B0FO%C4%9ELU_2014-05-17_22-26.jpeg",
    "extract": "Abdurrahman Cahit Zarifoğlu was a Turkish poet and writer.",
    "year": 1940,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Karen Black",
    "birthday": "1939-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Karen_Black_%281968%29.jpg/230px-Karen_Black_%281968%29.jpg",
    "extract": "Karen Blanche Black was an American actress, screenwriter, singer, and songwriter. She rose to prominence for her work in various studio and independent films in the 1970s, frequently portraying eccentric and offbeat characters, and established herself as a figure of New Hollywood. Her career spanned over 50 years and includes nearly 200 credits in both independent and mainstream films. Black received numerous accolades throughout her career, including two Golden Globe Awards, as well as an Academy Award nomination for Best Supporting Actress.",
    "year": 1939,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Delaney Bramlett",
    "birthday": "1939-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Delaney_%26_Bonnie.png/269px-Delaney_%26_Bonnie.png",
    "extract": "Delaine Alvin \"Delaney\" Bramlett was an American singer, songwriter, musician, and producer. Bramlett is best known for his musical partnership with his then-wife Bonnie Bramlett in the band Delaney & Bonnie and Friends, which included a wide variety of other musicians, many of whom were successful in other contexts.",
    "year": 1939,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Hariprasad Chaurasia",
    "birthday": "1938-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Hariprasad_Chaurasia_01.jpg/320px-Hariprasad_Chaurasia_01.jpg",
    "extract": "Hariprasad Chaurasia is an Indian music director and classical flautist, who plays the flute, in the Hindustani classical tradition.",
    "year": 1938,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Wally Amos",
    "birthday": "1936-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Wally_Amos_2007_%28cropped%29.jpg/261px-Wally_Amos_2007_%28cropped%29.jpg",
    "extract": "Wallace \"Wally\" Amos, Jr. is an American TV personality, entrepreneur, and author from Tallahassee, Florida. He is the founder of the Famous Amos chocolate-chip cookie, the Cookie Kahuna, and Aunt Della's Cookies gourmet cookie brands, and he was the host of the adult reading program, Learn to Read.",
    "year": 1936,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "James Cotton",
    "birthday": "1935-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/James_Cotton_Monterey_1981.jpg/228px-James_Cotton_Monterey_1981.jpg",
    "extract": "James Henry Cotton was an American blues harmonica player, singer and songwriter, who performed and recorded with many of the great blues artists of his time and with his own band. He played drums early in his career but is famous for his harmonica playing.",
    "year": 1935,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "David Prowse",
    "birthday": "1935-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/David_Prowse_2013.jpg/202px-David_Prowse_2013.jpg",
    "extract": "David Charles Prowse was an English actor, bodybuilder and weightlifter. He portrayed Darth Vader in the original Star Wars trilogy and a manservant in Stanley Kubrick's 1971 film A Clockwork Orange. In 2015, he starred in two documentaries concerning his Darth Vader role, one entitled The Force's Mouth which included Prowse voicing Darth Vader's lines with studio effects applied for the first time, and the other entitled I Am Your Father covering the subject of fallout between Prowse and Lucasfilm.",
    "year": 1935,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Claude Berri",
    "birthday": "1934-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/6d/Claude_Berri.jpg/257px-Claude_Berri.jpg",
    "extract": "Claude Berri was a French film director, writer, producer, actor and distributor.",
    "year": 1934,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jamie Farr",
    "birthday": "1934-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/JamieFarrHWOFSept2012.jpg/224px-JamieFarrHWOFSept2012.jpg",
    "extract": "Jamie Farr is an American television and film comedian and theatre actor. He is best known for playing the cross-dressing corporal Maxwell Q. Klinger in the CBS television sitcom M*A*S*H.",
    "year": 1934,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jean Marsh",
    "birthday": "1934-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Jean_Marsh%2C_December_2009_%28cropped%29.jpg/221px-Jean_Marsh%2C_December_2009_%28cropped%29.jpg",
    "extract": "Jean Lyndsey Torren Marsh is an English actress and writer. She co-created and starred in the ITV series Upstairs, Downstairs (1971–75), for which she won the 1975 Emmy Award for Outstanding Lead Actress in a Drama Series for her performance as Rose Buck. She later reprised the role in the BBC's revival of the series (2010–2012).",
    "year": 1934,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Sydney Pollack",
    "birthday": "1934-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Sydney_Pollack.jpg/234px-Sydney_Pollack.jpg",
    "extract": "Sydney Irwin Pollack was an American film director, producer and actor. Pollack directed more than 20 films and 10 television shows, acted in over 30 movies or shows and produced over 44 films. For his film Out of Africa (1985), Pollack won the Academy Award for Best Director and Best Picture. He was also nominated for Best Director Oscars for They Shoot Horses, Don't They? (1969) and Tootsie (1982).",
    "year": 1934,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "C. Scott Littleton",
    "birthday": "1933-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/75/C._Scott_Littleton.jpg/308px-C._Scott_Littleton.jpg",
    "extract": "Covington Scott Littleton was an American anthropologist who was Professor and Chair of the Department of Anthropology at Occidental College. A co-founder of the Journal of Indo-European Studies, Littleton was an expert on Indo-European mythology and Shinto, on which he was the author of numerous works.",
    "year": 1933,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ze'ev Schiff",
    "birthday": "1932-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Zeev_sh.jpeg/223px-Zeev_sh.jpeg",
    "extract": "Ze'ev Schiff was an Israeli journalist and military correspondent for Haaretz.",
    "year": 1932,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Leslie Caron",
    "birthday": "1931-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Leslie_Caron-publicity.JPG/250px-Leslie_Caron-publicity.JPG",
    "extract": "Leslie Claire Margaret Caron is a French-American actress and dancer. She is the recipient of a Golden Globe Award, two BAFTA Awards and a Primetime Emmy Award, in addition to nominations for two Academy Awards. She is one of the last surviving stars from the Golden Age of Hollywood cinema.",
    "year": 1931,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Moustapha Akkad",
    "birthday": "1930-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/27/Moustapha_Akkad.gif",
    "extract": "Moustapha Al Akkad was a Syrian American film producer and director, best known for producing the original series of Halloween films and directing The Message and Lion of the Desert. He was killed along with his daughter Rima Al Akkad Monla in the 2005 Amman bombings.",
    "year": 1930,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Carol Chomsky",
    "birthday": "1930-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Carol_Chomsky.jpg/241px-Carol_Chomsky.jpg",
    "extract": "Carol Doris Chomsky was an American linguist and education specialist who studied language acquisition in children.",
    "year": 1930,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Gerald Edelman",
    "birthday": "1929-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Professor_Gerald_M._Edelman_%28cropped%29.jpg/225px-Professor_Gerald_M._Edelman_%28cropped%29.jpg",
    "extract": "Gerald Maurice Edelman was an American biologist who shared the 1972 Nobel Prize in Physiology or Medicine for work with Rodney Robert Porter on the immune system. Edelman's Nobel Prize-winning research concerned discovery of the structure of antibody molecules. In interviews, he has said that the way the components of the immune system evolve over the life of the individual is analogous to the way the components of the brain evolve in a lifetime. There is a continuity in this way between his work on the immune system, for which he won the Nobel Prize, and his later work in neuroscience and in philosophy of mind.",
    "year": 1929,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Joseph Martin Sartoris",
    "birthday": "1927-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Mitre_%28plain%29.svg/320px-Mitre_%28plain%29.svg.png",
    "extract": "Joseph Martin Sartoris is an American prelate of the Roman Catholic Church. Sartoris served as an auxiliary bishop of the Archdiocese of Los Angeles in California from 1994 to 2002.",
    "year": 1927,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Chandra Shekhar",
    "birthday": "1927-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Chandra_Shekhar_Singh_enhanced.jpg/243px-Chandra_Shekhar_Singh_enhanced.jpg",
    "extract": "Chandra Shekhar Singh was an Indian politician who served as the 8th Prime Minister of India, between 10 November 1990 and 21 June 1991. He headed a minority government of a breakaway faction of the Janata Dal with outside support from the Indian National Congress. He was the first Indian Prime Minister who had never held any Government office.",
    "year": 1927,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Robert Fogel",
    "birthday": "1926-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Robert_William_Fogel.jpg/213px-Robert_William_Fogel.jpg",
    "extract": "Robert William Fogel was an American economic historian and scientist, and winner of the 1993 Nobel Memorial Prize in Economic Sciences. As of his death, he was the Charles R. Walgreen Distinguished Service Professor of American Institutions and director of the Center for Population Economics (CPE) at the University of Chicago's Booth School of Business. He is best known as an advocate of new economic history (cliometrics) – the use of quantitative methods in history.",
    "year": 1926,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Carl Hahn",
    "birthday": "1926-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Carl_H_Hahn_by_Stuart_Mentiply.jpg/215px-Carl_H_Hahn_by_Stuart_Mentiply.jpg",
    "extract": "Carl Horst Hahn is a German businessman and former head of the Volkswagen Group from 1982 to 1993. He served as the chairman of the board of management of the parent company, Volkswagen AG. During his tenure, the group's car production increased from two million units in 1982 to 3.5 million a decade later.",
    "year": 1926,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Mohamed Abshir Muse",
    "birthday": "1926-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/2b/Mohamed_Abshir_Musa.jpg",
    "extract": "Mohamed Abshir Muse also known as Mahamed Abshir Musa, was a prominent Somali General and the first Commander of the Somali Police Force.",
    "year": 1926,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Hans Werner Henze",
    "birthday": "1926-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Bundesarchiv_B_145_Bild-F008277-0008%2C_K%C3%B6ln%2C_Schloss_Br%C3%BChl%2C_Meisterkurse_Musik.jpg/229px-Bundesarchiv_B_145_Bild-F008277-0008%2C_K%C3%B6ln%2C_Schloss_Br%C3%BChl%2C_Meisterkurse_Musik.jpg",
    "extract": "Hans Werner Henze was a German composer. His large oeuvre of works is extremely varied in style, having been influenced by serialism, atonality, Stravinsky, Italian music, Arabic music and jazz, as well as traditional schools of German composition. In particular, his stage works reflect \"his consistent cultivation of music for the theatre throughout his life\".",
    "year": 1926,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Farley Granger",
    "birthday": "1925-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Farley_Granger_1951_press_photo.jpg/246px-Farley_Granger_1951_press_photo.jpg",
    "extract": "Farley Earle Granger Jr. was an American actor, best known for his two collaborations with director Alfred Hitchcock: Rope in 1948 and Strangers on a Train in 1951.",
    "year": 1925,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Antoni Ramallets",
    "birthday": "1924-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Antoni_ramallets.jpg/320px-Antoni_ramallets.jpg",
    "extract": "Antoni Ramallets Simón was a Spanish football goalkeeper and manager.",
    "year": 1924,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Florence Stanley",
    "birthday": "1924-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Florence_Stanley_1977.png/239px-Florence_Stanley_1977.png",
    "extract": "Florence Stanley was an American actress of stage, film, and television. She is best known for her roles in Barney Miller (1975–1977), My Two Dads (1987–1990), and Nurses (1991–1994), and the voice of Wilhelmina Bertha Packard in the franchise of Atlantis: The Lost Empire.",
    "year": 1924,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Georges Rivière",
    "birthday": "1924-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Jorge_Rivier_by_Annemarie_Heinrich%2C_Antena_1955.jpg/232px-Jorge_Rivier_by_Annemarie_Heinrich%2C_Antena_1955.jpg",
    "extract": "Georges Aristide Claude Félix Rivière is a French retired actor who worked in Argentine cinema in the 1950s. He appeared in nearly 50 films between 1948 and 1970.",
    "year": 1924,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Mordechai Bibi",
    "birthday": "1922-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Mordechai_Bibi%2C_1969._D708-097.jpg/239px-Mordechai_Bibi%2C_1969._D708-097.jpg",
    "extract": "Mordechai Bibi is an Israeli politician who served as a member of the Knesset for Ahdut HaAvoda and its successors between 1959 and 1974.",
    "year": 1922,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Seretse Khama",
    "birthday": "1921-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Seretse_Khama_%281921-1980%29_in_1980.jpg/211px-Seretse_Khama_%281921-1980%29_in_1980.jpg",
    "extract": "Sir Seretse Goitsebeng Maphiri Khama, GCB, KBE was a Botswana politician who served as the first President of Botswana, a post he held from 1966 to his death in 1980.",
    "year": 1921,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Michalina Wisłocka",
    "birthday": "1921-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Michalina_Wis%C5%82ocka_%28gr%C3%B3b%29_%283%29.JPG/231px-Michalina_Wis%C5%82ocka_%28gr%C3%B3b%29_%283%29.JPG",
    "extract": "Michalina Anna Wisłocka was a Polish gynecologist, sexologist, and author of Sztuka kochania, the first guide to sexual life in a communist country. Her book became a bestseller, with a total circulation of 7 million copies, and started greater openness about matters of sex and sex life in Poland.",
    "year": 1921,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Harold Sakata",
    "birthday": "1920-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a9/Harold_Sakata.jpg",
    "extract": "Toshiyuki Sakata , better known as Harold Sakata, was an American Olympic weightlifter, professional wrestler, and film actor of Japanese descent. He won a silver medal for the United States at the 1948 Summer Olympics in London in weightlifting, and later became a popular professional wrestler under the ring name Tosh Togo, wrestling primarily for various National Wrestling Alliance territories as a tag team with Great Togo. He also wrestled extensively in Japan for All Japan Pro Wrestling, and was a one-time All Asia Tag Team Championship with Rikidōzan. On the basis of his wrestling work, he was cast in the James Bond film Goldfinger (1964) as the villain Oddjob, a role he would be closely associated with for the rest of his life.",
    "year": 1920,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Arnold Meri",
    "birthday": "1919-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Arnold_Meri.jpg/231px-Arnold_Meri.jpg",
    "extract": "Arnold Meri was a Soviet World War II veteran and the first Estonian Hero of the Soviet Union. After Estonia became independent, he was later charged with genocide for his role in the deportation of some Estonians to the inhospitable regions of the USSR. He was the cousin of President of Estonia, Lennart Meri. At the time of his death, Meri was an honorary chairman of the Estonian Anti-Fascist Committee.",
    "year": 1919,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Malik Dohan al-Hassan",
    "birthday": "1919-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Malik_Dohan_al_Hassan.jpg/205px-Malik_Dohan_al_Hassan.jpg",
    "extract": "Malik Dohan al-Hassan was an Iraqi politician and academician, who served as Minister of Culture and Information in 1967, headed the Iraqi Bar Association in 2003, and was the Minister of Justice in the Iraqi Interim Government in 2004.",
    "year": 1919,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Gerald E. Miller",
    "birthday": "1919-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/VADM_Gerald_Miller.jpg/250px-VADM_Gerald_Miller.jpg",
    "extract": "Gerald Edward Miller was a vice admiral in the United States Navy. He was a commander of the United States Sixth Fleet. He graduated in 1942 from the United States Naval Academy. Miller died of cancer in 2014 at his home in Oakton, Virginia.",
    "year": 1919,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ralph Young (singer)",
    "birthday": "1918-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Sandler_and_young_1970.JPG/275px-Sandler_and_young_1970.JPG",
    "extract": "Ralph Young was an American singer and actor. He was best known as the singing partner of Belgian-born Tony Sandler in the duo of Sandler and Young.",
    "year": 1918,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ahmed Deedat",
    "birthday": "1918-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e4/AhmedDeedat%28Image%29.jpg",
    "extract": "Ahmed Husein Deedat, also known as Ahmed Deedat, was a self-taught Muslim thinker, author, and orator on Comparative Religion from South Africa. He was best known as a Muslim missionary, who held numerous inter-religious public debates with evangelical Christians, as well as video lectures on Islam, Christianity, and the Bible.",
    "year": 1918,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Pedro Yap",
    "birthday": "1918-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/56/Pedro_Yap.jpg",
    "extract": "Pedro L. Yap was the Chief Justice of the Supreme Court of the Philippines in 1988. He briefly served for two and a half months from April 19, 1988 to June 30, 1988, the shortest in history until that record was surpassed by Chief Justice Teresita de Castro.",
    "year": 1918,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Olivia de Havilland",
    "birthday": "1916-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Olivia_DeHavilland-2.JPG/223px-Olivia_DeHavilland-2.JPG",
    "extract": "Dame Olivia Mary de Havilland was a British-American actress. The major works of her cinematic career spanned from 1935 to 1988. She appeared in 49 feature films and was one of the leading actors of her time. At the time of her death at age 104, she was the oldest living and earliest surviving Academy Award winner and was widely considered as being the last surviving major star from the Golden Age of Hollywood cinema. Her younger sister was Oscar-winning actress Joan Fontaine.",
    "year": 1916,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Iosif Shklovsky",
    "birthday": "1916-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/I._S._Shklovsky_1977_%28cropped%29.jpg/243px-I._S._Shklovsky_1977_%28cropped%29.jpg",
    "extract": "Iosif Samuilovich Shklovsky was a Soviet astronomer and astrophysicist. He is remembered for work in theoretical astrophysics and other topics, as well as for his 1962 book on extraterrestrial life, the revised and expanded version of which was co-authored by American astronomer Carl Sagan in 1966 as Intelligent Life in the Universe.",
    "year": 1916,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Willie Dixon",
    "birthday": "1915-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Willie_Dixon_1979.jpg/320px-Willie_Dixon_1979.jpg",
    "extract": "William James Dixon was an American blues musician, vocalist, songwriter, arranger and record producer. He was proficient in playing both the upright bass and the guitar, and sang with a distinctive voice, but he is perhaps best known as one of the most prolific songwriters of his time. Next to Muddy Waters, Dixon is recognized as the most influential person in shaping the post–World War II sound of the Chicago blues.",
    "year": 1915,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Philip Lever, 3rd Viscount Leverhulme",
    "birthday": "1915-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/bf/The_Viscount_Leverhulme_KG.jpg/228px-The_Viscount_Leverhulme_KG.jpg",
    "extract": "Philip William Bryce Lever, 3rd Viscount Leverhulme was a British peer and racehorse owner.",
    "year": 1915,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Boots Poffenberger",
    "birthday": "1915-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e7/BootsPoffenberger.jpg/239px-BootsPoffenberger.jpg",
    "extract": "Cletus Elwood \"Boots\" Poffenberger was an American Major League Baseball pitcher for the Detroit Tigers (1937–1939) and Brooklyn Dodgers (1939).",
    "year": 1915,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Joseph Ransohoff",
    "birthday": "1915-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9d/Ajnr-22-07-37-f01.gif/320px-Ajnr-22-07-37-f01.gif",
    "extract": "Dr. Joseph Ransohoff, II was a member of the Ransohoff family and a pioneer in the field of neurosurgery. In addition to training numerous neurosurgeons, his \"ingenuity in adapting advanced technologies\" saved many lives and even influenced the television program Ben Casey. Among other innovations, he created the first intensive care unit dedicated to neurosurgery, pioneered the use of medical imaging and catheterization in the diagnosis and treatment of brain tumors, and helped define the fields of pediatric neurosurgery and neuroradiology.",
    "year": 1915,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Christl Cranz",
    "birthday": "1914-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Christl_Cranz_1936.jpg/320px-Christl_Cranz_1936.jpg",
    "extract": "Christl Franziska Antonia Cranz-Borchers was a German alpine ski racer. Cranz dominated international competition in the 1930s, winning twelve world championship titles between 1934 and 1939. At the 1936 Winter Olympics in Garmisch-Partenkirchen, she won the combined competition.",
    "year": 1914,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Lee Guttero",
    "birthday": "1913-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/31/Lee_Guttero.jpeg",
    "extract": "Lee A. \"Rubberlegs\" Guttero was an American basketball player who was the University of Southern California's first two-time NCAA All-American.",
    "year": 1913,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "David Brower",
    "birthday": "1912-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/42/David_Brower.jpg",
    "extract": "David Ross Brower was a prominent environmentalist and the founder of many environmental organizations, including the John Muir Institute for Environmental Studies (1997), Friends of the Earth (1969), Earth Island Institute (1982), North Cascades Conservation Council, and Fate of the Earth Conferences. From 1952 to 1969, he served as the first Executive Director of the Sierra Club, and served on its board three times: from 1941–1953; 1983–1988; and 1995–2000 as a petition candidate enlisted by reform-activists known as the John Muir Sierrans. As a younger man, he was a prominent mountaineer.",
    "year": 1912,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Sergey Sokolov (marshal)",
    "birthday": "1911-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Sergey_Leonidovich_Sokolov_%282008%29_%281%29.jpg/239px-Sergey_Leonidovich_Sokolov_%282008%29_%281%29.jpg",
    "extract": "Sergey Leonidovich Sokolov was a Soviet military commander, Hero of the Soviet Union, and served as Minister of Defence of the Soviet Union from 22 December 1984 until 29 May 1987.",
    "year": 1911,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Glenn Hardin",
    "birthday": "1910-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Glenn_Slats_Hardin.jpg/236px-Glenn_Slats_Hardin.jpg",
    "extract": "Glenn Foster \"Slats\" Hardin was an American athlete, winner of 400 m hurdles at the 1936 Summer Olympics.",
    "year": 1910,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Emmett Toppino",
    "birthday": "1909-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Picture_of_Martin_Emmett_Toppino.jpg/300px-Picture_of_Martin_Emmett_Toppino.jpg",
    "extract": "Martin Emmett Toppino was an American athlete, winner of a gold medal in the 4 × 100 m relay at the 1932 Summer Olympics.",
    "year": 1909,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jean Dieudonné",
    "birthday": "1906-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/ba/JeanDieudonn%C3%A9.jpg",
    "extract": "Jean Alexandre Eugène Dieudonné was a French mathematician, notable for research in abstract algebra, algebraic geometry, and functional analysis, for close involvement with the Nicolas Bourbaki pseudonymous group and the Éléments de géométrie algébrique project of Alexander Grothendieck, and as a historian of mathematics, particularly in the fields of functional analysis and algebraic topology. His work on the classical groups, and on formal groups, introducing what now are called Dieudonné modules, had a major effect on those fields.",
    "year": 1906,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Estée Lauder (businesswoman)",
    "birthday": "1906-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Estee_Lauder_NYWTS.jpg/255px-Estee_Lauder_NYWTS.jpg",
    "extract": "Estée Lauder was an American businesswoman. She co-founded her eponymous cosmetics company with her husband, Joseph Lauter. Lauder was the only woman on Time magazine's 1998 list of the 20 most influential business geniuses of the 20th century.",
    "year": 1906,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Amy Johnson",
    "birthday": "1903-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Amy_Johnson_%28Our_Generation%2C_1938%29.jpg/252px-Amy_Johnson_%28Our_Generation%2C_1938%29.jpg",
    "extract": "Amy Johnson was a pioneering English pilot who was the first woman to fly solo from London to Australia.",
    "year": 1903,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Beatrix Lehmann",
    "birthday": "1903-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/71/Beatrix_Lehmann.jpg/253px-Beatrix_Lehmann.jpg",
    "extract": "Beatrix Alice Lehmann was a British actress, theatre director, writer and novelist.",
    "year": 1903,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "William Wyler",
    "birthday": "1902-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/William_Wyler_portrait.jpg/246px-William_Wyler_portrait.jpg",
    "extract": "William Wyler was a Swiss-German-American film director and producer who won the Academy Award for Best Director three times, those being for Mrs. Miniver (1942), The Best Years of Our Lives (1946), and Ben-Hur (1959), all of which also won for Best Picture. In total, he holds a record twelve nominations for the Academy Award for Best Director.",
    "year": 1902,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Irna Phillips",
    "birthday": "1901-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/cb/Irna_Phillips.jpg",
    "extract": "Irna Phillips was an American scriptwriter, screenwriter, casting agent and actress. She is best remembered for pioneering a format of the daytime soap opera in the United States geared specifically toward women. Phillips created, produced, and wrote several radio and television daytime serials throughout her career, including Guiding Light, As the World Turns, and Another World. She was also a mentor to several other pioneers of the American daytime soap opera, including Agnes Nixon and William J. Bell.",
    "year": 1901,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Thomas A. Dorsey",
    "birthday": "1899-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/dd/Thomas_A_Dorsey.jpg",
    "extract": "Thomas Andrew Dorsey was an American musician, composer, and Christian evangelist influential in the development of early blues and 20th-century gospel music. He penned 3,000 songs, a third of them gospel, including \"Take My Hand, Precious Lord\" and \"Peace in the Valley\". Recordings of these sold millions of copies in both gospel and secular markets in the 20th century.",
    "year": 1899,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Charles Laughton",
    "birthday": "1899-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Charles_Laughton-publicity2.JPG/262px-Charles_Laughton-publicity2.JPG",
    "extract": "Charles Laughton was an English-American actor. He was trained in London at the Royal Academy of Dramatic Art and first appeared professionally on the stage in 1926. In 1927, he was cast in a play with his future wife Elsa Lanchester, with whom he lived and worked until his death.",
    "year": 1899,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Konstantinos Tsatsos",
    "birthday": "1899-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d6/Konstantinos_Tsatsos.JPG",
    "extract": "Konstantinos D. Tsatsos was a Greek diplomat, professor of law, scholar and politician. He served as the second President of the Third Hellenic Republic from 1975 to 1980.",
    "year": 1899,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "James M. Cain",
    "birthday": "1892-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/James-M.-Cain-1938.jpg/239px-James-M.-Cain-1938.jpg",
    "extract": "James Mallahan Cain was an American novelist, journalist and screenwriter. He is widely regarded as a progenitor of the hardboiled school of American crime fiction.",
    "year": 1892,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "László Lajtha",
    "birthday": "1892-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Lajtha_L%C3%A1szl%C3%B3_1920_k%C3%B6r%C3%BCl.jpg/231px-Lajtha_L%C3%A1szl%C3%B3_1920_k%C3%B6r%C3%BCl.jpg",
    "extract": "László Lajtha was a Hungarian composer, ethnomusicologist and conductor.",
    "year": 1892,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Amber Reeves",
    "birthday": "1887-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d6/AmberReeves.jpg",
    "extract": "Amber Blanco White was a New Zealand-born British feminist writer and scholar.",
    "year": 1887,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Dorothea Mackellar",
    "birthday": "1885-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/ac/Dorothea_Mackellar_retouched.jpg",
    "extract": "Isobel Marion Dorothea Mackellar, was an Australian poet and fiction writer. Her poem My Country is widely known in Australia, especially its second stanza, which begins: \"I love a sunburnt country/A land of sweeping plains,/Of ragged mountain ranges,/Of droughts and flooding rains.\"",
    "year": 1885,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Arthur Borton",
    "birthday": "1883-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8f/Arthur_Borton_VC.jpg/247px-Arthur_Borton_VC.jpg",
    "extract": "Lieutenant Colonel Arthur Drummond Borton was an English recipient of the Victoria Cross, the highest award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.",
    "year": 1883,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Bidhan Chandra Roy",
    "birthday": "1882-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Dr._Bidhan_Chandra_Roy_in_1943_%28cropped%29.jpg/320px-Dr._Bidhan_Chandra_Roy_in_1943_%28cropped%29.jpg",
    "extract": "Bidhan Chandra Roy MRCP FRCS was an Indian physician, educationist, philanthropist, freedom fighter and statesman who served as Chief Minister of West Bengal from 1948 until his death in 1962. Bidhan Roy is often considered the maker of modern West Bengal due to his key role in the founding of several institutions and the cities Durgapur, Kalyani, Bidhannagar and Ashoknagar. He is one of the few people in history to have become both a Fellow of the Royal College of Surgeons and a Member of the Royal College of Physicians. In India, the National Doctors' Day is celebrated in his memory every year on the 1st of July. He was awarded the Bharat Ratna, India's highest civilian honour on 4 February 1961.",
    "year": 1882,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Léon Jouhaux",
    "birthday": "1879-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/L%C3%A9on_Jouhaux_nobel.jpg/226px-L%C3%A9on_Jouhaux_nobel.jpg",
    "extract": "Léon Jouhaux was a French trade union leader who received the Nobel Peace Prize in 1951.",
    "year": 1879,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "T. J. Ryan",
    "birthday": "1876-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/T._J._Ryan_1916.jpg/228px-T._J._Ryan_1916.jpg",
    "extract": "Thomas Joseph Ryan was an Australian politician who served as Premier of Queensland from 1915 to 1919, as leader of the state Labor Party. He resigned to enter federal politics, sitting in the House of Representatives for the federal Labor Party from 1919 until his premature death less than two years later.",
    "year": 1876,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Alice Guy-Blaché",
    "birthday": "1873-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Alice_Guy.jpg/227px-Alice_Guy.jpg",
    "extract": "Alice Ida Antoinette Guy-Blaché was a French pioneer filmmaker. She was one of the first filmmakers to make a narrative fiction film, as well as the first woman to direct a film. From 1896 to 1906, she was probably the only female filmmaker in the world. She experimented with Gaumont's Chronophone sync-sound system, and with color-tinting, interracial casting, and special effects.",
    "year": 1873,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Andrass Samuelsen",
    "birthday": "1873-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d1/PM_Andrass_Samuelsen.jpg",
    "extract": "Andrass Samuelsen was a Faroese politician and member of the Union Party. He was the first Prime Minister of the Faroe Islands after the autonomy of the Faroe Islands in 1948 (Heimastýrislógin).",
    "year": 1873,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Louis Blériot",
    "birthday": "1872-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Louis_Bleriot.jpg/196px-Louis_Bleriot.jpg",
    "extract": "Louis Charles Joseph Blériot was a French aviator, inventor, and engineer. He developed the first practical headlamp for cars and established a profitable business manufacturing them, using much of the money he made to finance his attempts to build a successful aircraft. Blériot was the first to use the combination of hand-operated joystick and foot-operated rudder control as used to the present day to operate the aircraft control surfaces. Blériot was also the first to make a working, powered, piloted monoplane. In 1909 he became world-famous for making the first airplane flight across the English Channel, winning the prize of £1,000 offered by the Daily Mail newspaper. He was the founder of Blériot Aéronautique, a successful aircraft manufacturing company.",
    "year": 1872,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "William Duddell",
    "birthday": "1872-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Oscillograph_Duddell_Moving_Coil.png/320px-Oscillograph_Duddell_Moving_Coil.png",
    "extract": "William Du Bois Duddell was an English physicist and electrical engineer. His inventions include the moving coil oscillograph, as well as the thermo-ammeter and thermo-galvanometer.",
    "year": 1872,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "William Grant Stairs",
    "birthday": "1863-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Capt._William_Grant_Stairs.JPG/200px-Capt._William_Grant_Stairs.JPG",
    "extract": "William Grant Stairs was a Canadian-British explorer, soldier, and adventurer who had a leading role in two of the most controversial expeditions in the Scramble for Africa.",
    "year": 1863,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Willard Metcalf",
    "birthday": "1858-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Willard_L._Metcalf.jpg/239px-Willard_L._Metcalf.jpg",
    "extract": "Willard Leroy Metcalf was an American artist born in Lowell, Massachusetts. He studied at the School of the Museum of Fine Arts, Boston, and later attended Académie Julian, Paris. After early figure-painting and illustration, he became prominent as a landscape painter. He was one of the Ten American Painters who in 1897 seceded from the Society of American Artists. For some years he was an instructor in the Women's Art School, Cooper Union, New York, and in the Art Students League, New York. In 1893 he became a member of the American Watercolor Society, New York. Generally associated with American Impressionism, he is also remembered for his New England landscapes and involvement with the Old Lyme Art Colony at Old Lyme, Connecticut and his influential years at the Cornish Art Colony.",
    "year": 1858,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Velma Caldwell Melville",
    "birthday": "1858-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/VELMA_CALDWELL_MELVILLE_A_woman_of_the_century_%28page_508_crop%29.jpg/231px-VELMA_CALDWELL_MELVILLE_A_woman_of_the_century_%28page_508_crop%29.jpg",
    "extract": "Velma Caldwell Melville was an American editor, and writer of prose and poetry from Wisconsin. She served as editor of the \"Home Circle and Youths' Department\" of the Practical Farmer of Philadelphia, Pennsylvania as well as for the \"Hearth and Home Department\" of the Wisconsin Farmer, of Madison, Wisconsin. She was one of the most voluminous writers of her time in Central/Western United States publications. Melville wrote several serials, and her poems and sketches appeared in nearly 100 publications.",
    "year": 1858,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Florence Van Leer Earle Coates",
    "birthday": "1850-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Florence_Earle_Coates_Platinum_Print_3_-_Restoration.jpg/238px-Florence_Earle_Coates_Platinum_Print_3_-_Restoration.jpg",
    "extract": "Florence Van Leer Earle Nicholson Coates was an American poet, whose prolific output was published in many literary magazines, some of it set to music. She was mentored by the English poet Matthew Arnold, with whom she maintained a lifelong friendship. She was famous for her many nature-poems, inspired by the flora and fauna of the Adirondacks, where she lived, and she was elected poet laureate of Pennsylvania.",
    "year": 1850,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jadwiga Łuszczewska",
    "birthday": "1834-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Brandel-Deotyma-cropped.jpg/247px-Brandel-Deotyma-cropped.jpg",
    "extract": "Jadwiga Łuszczewska was a Polish poet, novelist and salonniére. She was born and died in Warsaw.",
    "year": 1834,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Nguyễn Đình Chiểu",
    "birthday": "1822-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Ch%C3%A2n_dung_Nguy%E1%BB%85n_%C4%90%C3%ACnh_Chi%E1%BB%83u.jpg/240px-Ch%C3%A2n_dung_Nguy%E1%BB%85n_%C4%90%C3%ACnh_Chi%E1%BB%83u.jpg",
    "extract": "Nguyễn Đình Chiểu was a Vietnamese poet who was known for his nationalist and anti-colonial writings against the French colonization of Cochinchina, the European name for the southern part of Vietnam.",
    "year": 1822,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ignaz Semmelweis",
    "birthday": "1818-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Ignaz_Semmelweis_1860.jpg/236px-Ignaz_Semmelweis_1860.jpg",
    "extract": "Ignaz Philipp Semmelweis was a Hungarian physician and scientist, now known as an early pioneer of antiseptic procedures. Described as the \"saviour of mothers\", Semmelweis discovered that the incidence of puerperal fever could be drastically cut by the use of hand disinfection in obstetrical clinics. Puerperal fever was common in mid-19th-century hospitals and often fatal. Semmelweis proposed the practice of washing hands with chlorinated lime solutions in 1847 while working in Vienna General Hospital's First Obstetrical Clinic, where doctors' wards had three times the mortality of midwives' wards. He published a book of his findings in Etiology, Concept and Prophylaxis of Childbed Fever.",
    "year": 1818,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Karl von Vierordt",
    "birthday": "1818-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Karl_von_Vierordt_1818-1884_001.jpg/255px-Karl_von_Vierordt_1818-1884_001.jpg",
    "extract": "Karl von Vierordt was a German physiologist.",
    "year": 1818,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ygnacio del Valle",
    "birthday": "1808-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Ygnacio_del_Valle.gif/210px-Ygnacio_del_Valle.gif",
    "extract": "Ygnacio Ramón de Jesus del Valle was a Californio ranchero and politician. He owned much of the Santa Clarita Valley and served briefly as Mayor of Los Angeles and as a California State Assemblyman.",
    "year": 1808,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Thomas Green Clemson",
    "birthday": "1807-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Thomas_Green_Clemson.jpg/222px-Thomas_Green_Clemson.jpg",
    "extract": "Thomas Green Clemson was an American politician and statesman, serving as an ambassador and United States Superintendent of Agriculture. He served in the Confederate Army and founded Clemson University in South Carolina. Historians have called Clemson \"a quintessential nineteenth-century Renaissance man.\"",
    "year": 1807,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "George Sand",
    "birthday": "1804-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/George_Sand.PNG/240px-George_Sand.PNG",
    "extract": "Amantine Lucile Aurore Dupin, best known by her pen name George Sand, was a French novelist, memoirist, and journalist. One of the most popular writers in Europe in her lifetime, being more renowned than both Victor Hugo and Honoré de Balzac in England in the 1830s and 1840s, Sand is recognised as one of the most notable writers of the European Romantic era.",
    "year": 1804,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jean-Victor Poncelet",
    "birthday": "1788-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Jean-Victor_Poncelet.jpg/298px-Jean-Victor_Poncelet.jpg",
    "extract": "Jean-Victor Poncelet was a French engineer and mathematician who served most notably as the Commanding General of the École Polytechnique. He is considered a reviver of projective geometry, and his work Traité des propriétés projectives des figures is considered the first definitive text on the subject since Gérard Desargues' work on it in the 17th century. He later wrote an introduction to it: Applications d'analyse et de géométrie.",
    "year": 1788,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Ferdinando Paer",
    "birthday": "1771-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Ferdinando_Pa%C3%ABr_by_Fran%C3%A7ois-S%C3%A9raphin_Delpech_after_Nicolas-Eustache_Maurin.jpg/267px-Ferdinando_Pa%C3%ABr_by_Fran%C3%A7ois-S%C3%A9raphin_Delpech_after_Nicolas-Eustache_Maurin.jpg",
    "extract": "Ferdinando Paer was an Italian composer known for his operas and oratorios. He was of Austrian descent and used the German spelling Pär in application for printing in Venice, and later in France the spelling Paër.",
    "year": 1771,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Georg Christoph Lichtenberg",
    "birthday": "1742-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Georg_Christoph_Lichtenberg2.jpg/274px-Georg_Christoph_Lichtenberg2.jpg",
    "extract": "Georg Christoph Lichtenberg was a German physicist, satirist, and Anglophile. As a scientist, he was the first to hold a professorship explicitly dedicated to experimental physics in Germany. He is remembered for his posthumously published notebooks, which he himself called sudelbücher, a description modelled on the English bookkeeping term \"waste books\" or \"scrapbooks\", and for his discovery of tree-like electrical discharge patterns now called Lichtenberg figures.",
    "year": 1742,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Adam Duncan, 1st Viscount Duncan",
    "birthday": "1731-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Adam_Duncan%2C_1st_Viscount_Duncan_by_John_Hoppner.jpg/266px-Adam_Duncan%2C_1st_Viscount_Duncan_by_John_Hoppner.jpg",
    "extract": "Admiral Adam Duncan, 1st Viscount Duncan, KB was a British admiral who defeated the Dutch fleet off Camperdown on 11 October 1797. This victory is considered one of the most significant actions in naval history.",
    "year": 1731,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Acharya Bhikshu (Jain Monk)",
    "birthday": "1726-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Acharya_Shree_Bhikshu_Painting.jpg/253px-Acharya_Shree_Bhikshu_Painting.jpg",
    "extract": "Acharya Bhikshu (1726–1803) was the founder and first spiritual head of the Swetambar Terapanth sect of Jainism.",
    "year": 1726,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Rhoda Delaval",
    "birthday": "1725-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Rhoda_Astley_%28n%C3%A9e_Delaval%29_by_Arthur_Pond.jpg/287px-Rhoda_Astley_%28n%C3%A9e_Delaval%29_by_Arthur_Pond.jpg",
    "extract": "Rhoda Delaval Astley was an English aristocrat and artist. She was married to Edward Astley, with whom she had a daughter and three sons. Lady Astley studied painting with Arthur Pond, who painted her portrait. Seaton Delaval Hall passed from the Delaval family to the Astley family through her descendants.",
    "year": 1725,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Jean-Baptiste Donatien de Vimeur, comte de Rochambeau",
    "birthday": "1725-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Rochambeau_Versailles.jpg/238px-Rochambeau_Versailles.jpg",
    "extract": "Marshal Jean-Baptiste Donatien de Vimeur, comte de Rochambeau was a French nobleman and general whose army played the decisive role in helping the United States defeat the British army at Yorktown in 1781 during the American Revolution. He was commander-in-chief of the French Expeditionary Force sent by France to help the American Continental Army fight against British forces.",
    "year": 1725,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Gottfried Wilhelm Leibniz",
    "birthday": "1646-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Christoph_Bernhard_Francke_-_Bildnis_des_Philosophen_Leibniz_%28ca._1695%29.jpg/259px-Christoph_Bernhard_Francke_-_Bildnis_des_Philosophen_Leibniz_%28ca._1695%29.jpg",
    "extract": "Gottfried Wilhelm (von) Leibniz was a German polymath active as a mathematician, philosopher, scientist, and diplomat. He is one of the most prominent figures in both the history of philosophy and the history of mathematics. He wrote works on philosophy, theology, ethics, politics, law, history, and philology. Leibniz also made major contributions to physics and technology, and anticipated notions that surfaced much later in probability theory, biology, medicine, geology, psychology, linguistics, and computer science. In addition, he contributed to the field of library science: while serving as overseer of the Wolfenbüttel library in Germany, he devised a cataloging system that would have served as a guide for many of Europe's largest libraries. Leibniz's contributions to this vast array of subjects were scattered in various learned journals, in tens of thousands of letters, and in unpublished manuscripts. He wrote in several languages, primarily in Latin, French, and German, but also in English, Italian, and Dutch.",
    "year": 1646,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Johann Heinrich Heidegger",
    "birthday": "1633-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Johann_Heinrich_Heidegger.jpg/194px-Johann_Heinrich_Heidegger.jpg",
    "extract": "Johann Heinrich Heidegger, Swiss theologian, was born at Bäretswil, in the Canton of Zürich.",
    "year": 1633,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Joseph Hall (bishop)",
    "birthday": "1574-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Joseph_Hall_%281628%29.jpg/240px-Joseph_Hall_%281628%29.jpg",
    "extract": "Joseph Hall was an English bishop, satirist and moralist. His contemporaries knew him as a devotional writer, and a high-profile controversialist of the early 1640s. In church politics, he tended in fact to a middle way.",
    "year": 1574,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Frederick II of Denmark",
    "birthday": "1534-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/43/Signatur_Friedrich_II._%28D%C3%A4nemark_und_Norwegen%29.PNG",
    "extract": "Frederick II was King of Denmark and Norway and Duke of Schleswig and Holstein from 1559 until his death.",
    "year": 1534,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Louis II of Hungary",
    "birthday": "1506-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Hans_Krell_-_Portrait_of_King_Louis_II_of_Hungary_%28c.1526%29.jpg/263px-Hans_Krell_-_Portrait_of_King_Louis_II_of_Hungary_%28c.1526%29.jpg",
    "extract": "Louis II was King of Hungary, Croatia and Bohemia from 1516 to 1526. He was killed during the Battle of Mohács fighting the Ottomans, whose victory led to the Ottoman annexation of large parts of Hungary.",
    "year": 1506,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Christian II of Denmark",
    "birthday": "1481-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Lucas_Cranach_%28I%29_-_Bildnis_Christians_II.%2C_K%C3%B6nig_von_D%C3%A4nemark_%28MbK%2C_Leipzig%29.jpg/245px-Lucas_Cranach_%28I%29_-_Bildnis_Christians_II.%2C_K%C3%B6nig_von_D%C3%A4nemark_%28MbK%2C_Leipzig%29.jpg",
    "extract": "Christian II was a Scandinavian monarch under the Kalmar Union who reigned as King of Denmark and Norway, from 1513 until 1523, and Sweden from 1520 until 1521. From 1513 to 1523, he was concurrently Duke of Schleswig and Holstein in joint rule with his uncle Frederick.",
    "year": 1481,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Clara Gonzaga",
    "birthday": "1464-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/%D0%9A%D1%8C%D1%8F%D1%80%D0%B0_%D0%93%D0%BE%D0%BD%D0%B7%D0%B0%D0%B3%D0%B0.jpg/263px-%D0%9A%D1%8C%D1%8F%D1%80%D0%B0_%D0%93%D0%BE%D0%BD%D0%B7%D0%B0%D0%B3%D0%B0.jpg",
    "extract": "Clara Gonzaga, Countess of Montpensier, Dauphine of Auvergne, Duchess of Sessa was an Italian noblewoman of the House of Gonzaga. She was the daughter of Federico I Gonzaga, Marquess of Mantua and the wife of Gilbert, Count of Montpensier.",
    "year": 1464,
    "month": 7,
    "day": 1,
    "language": "en"
  },
  {
    "name": "Liu Bowen",
    "birthday": "1311-7-1",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Liu_Ji.jpg/147px-Liu_Ji.jpg",
    "extract": "Liu Ji, courtesy name Bowen, better known as Liu Bowen, was a Chinese military strategist, philosopher, and politician who lived in the late Yuan and early Ming dynasties. He was born in Qingtian County. He served as a key advisor to Zhu Yuanzhang, the Hongwu Emperor, the founder of the Ming dynasty, in the latter's struggle to overthrow the Yuan dynasty and unify China under his rule. Liu is also known for his prophecies and has been described as the \"Divine Chinese Nostradamus\". He and Jiao Yu co-edited the military treatise known as the Huolongjing.",
    "year": 1311,
    "month": 7,
    "day": 1,
    "language": "en"
  }
]