[
  {
    "name": "Isabela Merced",
    "birthday": "2001-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Isabela-Moner_interview3.jpg/320px-Isabela-Moner_interview3.jpg",
    "extract": "Isabela Yolanda Moner, known professionally as Isabela Merced since 2019, is an American actress and singer. She played the lead role of CJ Martin on the Nickelodeon television series 100 Things to Do Before High School (2014–2016) and voiced Kate in Nickelodeon's animated spinoff series Dora and Friends: Into the City! (2014–2017). In film, she has played Izabella in Transformers: The Last Knight (2017), Lizzy in Instant Family (2018), Isabel in Sicario: Day of the Soldado (2018), the titular character in Dora and the Lost City of Gold (2019), and Rachel Cooper in the Netflix film Sweet Girl (2021).",
    "year": 2001,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "April Ivy",
    "birthday": "1999-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/April_Ivy_Concert.jpg/320px-April_Ivy_Concert.jpg",
    "extract": "Mariana Barreiros Dos Santos Gonçalves, better known for her stage name, April Ivy, is a Portuguese singer-songwriter.",
    "year": 1999,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Daishōmaru Shōgo",
    "birthday": "1991-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Daishomaru_2015_May.JPG/153px-Daishomaru_2015_May.JPG",
    "extract": "Daishōmaru Shōgo  is a Japanese professional sumo wrestler from Hirano-ku, Osaka. He made his debut in March 2014 at an elevated rank known as makushita tsukedashi and wrestles for Oitekaze stable.",
    "year": 1991,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Adam Reynolds",
    "birthday": "1990-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Adam_Reynolds.jpg/254px-Adam_Reynolds.jpg",
    "extract": "Adam Reynolds, is an Australian professional rugby league footballer who captains and plays as a halfback for the Brisbane Broncos in the NRL.",
    "year": 1990,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Trent Richardson",
    "birthday": "1990-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Trent_Richardson_2014.JPG/320px-Trent_Richardson_2014.JPG",
    "extract": "Trenton Jamond Richardson is an American football running back for the Caudillos de Chihuahua of Fútbol Americano de México. He played college football for the University of Alabama, was recognized as an All-American, and was a member of two BCS National Championship teams. Considered the top running back prospect for the 2012 NFL Draft, Richardson was considered by some as the best running back prospect since Adrian Peterson, and was selected third overall by the Cleveland Browns. After being traded away from the Browns to the Indianapolis Colts during his second season, his production saw a massive decline. Having been out of the NFL after five seasons, he is sometimes considered one of the biggest draft busts in league history. He played for the Birmingham Iron of the Alliance of American Football in 2019 and led the league with 12 rushing touchdowns.",
    "year": 1990,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Chiyonokuni Toshiki",
    "birthday": "1990-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Chiyonokuni2_2012_Jan.JPG/198px-Chiyonokuni2_2012_Jan.JPG",
    "extract": "Chiyonokuni Toshiki  is a Japanese professional sumo wrestler from Iga, Mie. Making his professional debut in May 2006, he reached the top makuuchi division for the first time in January 2012. He has a highest rank of maegashira 1, but he has also been restricted by injuries, falling to the sandanme division in 2015 before staging a comeback, and then once again having serious injury in 2019 sending him down the ranks, before making another comeback. He is a member of Kokonoe stable.",
    "year": 1990,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Antonio Brown",
    "birthday": "1988-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Antonio_Brown_%2850832356158%29.jpg/213px-Antonio_Brown_%2850832356158%29.jpg",
    "extract": "Antonio Tavaris Brown Sr. is an American football wide receiver who is a free agent. Raised in Liberty City, Miami, Brown attended Miami Norland High School. He played college football at Central Michigan University, where he earned All-American honors in 2008 and 2009 as a punt returner. A sixth-round pick in the 2010 NFL Draft by the Pittsburgh Steelers, Brown amassed more receptions than any other player in the league from his rookie season in 2010 through 2018.",
    "year": 1988,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Heather Hemmens",
    "birthday": "1988-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Heather_Hemmens2_%28cropped%29.jpg/210px-Heather_Hemmens2_%28cropped%29.jpg",
    "extract": "Heather Hemmens is an American actress, film director, and film producer. She is best known for her role as Alice Verdura in The CW series Hellcats (2010-2011). She currently stars as Stacy Collins in the new Netflix comedy Dad Stop Embarrassing Me! opposite Jamie Foxx and as Maria DeLuca in the series Roswell, New Mexico, which premiered in January, 2019 on The CW. Previous credits include the OWN series, If Loving You Is Wrong, where she played Marcie Holmes for five seasons.",
    "year": 1988,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Sarah Walker (BMX rider)",
    "birthday": "1988-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/2018-10-10_Victory_ceremony_%28Gymnastics_mixed_multi-discipline_team%29_at_2018_Summer_Youth_Olympics_by_Sandro_Halank%E2%80%93025.jpg/224px-2018-10-10_Victory_ceremony_%28Gymnastics_mixed_multi-discipline_team%29_at_2018_Summer_Youth_Olympics_by_Sandro_Halank%E2%80%93025.jpg",
    "extract": "Sarah Walker, is a New Zealand BMX racer. A competitor at the 2008 and 2012 Summer Olympics, she won silver in the Women's BMX at the latter event. Missing out on selection for the 2016 Summer Olympics due to injury, she was elected onto the IOC Athletes' Commission during those Games.",
    "year": 1988,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Park Chu-young",
    "birthday": "1985-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/FC%EC%84%9C%EC%9A%B8_2016_K%EB%A6%AC%EA%B7%B8_%EC%9A%B0%EC%8A%B9%21_%ED%99%A9%EC%84%A0%ED%99%8D%EA%B0%90%EB%8F%85_%EB%B0%95%EC%A3%BC%EC%98%81%2C_%EB%8B%A4%EC%B9%B4%ED%95%98%EA%B8%B0_%EC%9D%B8%ED%84%B0%EB%B7%B0_0.51_minutes_Scene.jpg/290px-FC%EC%84%9C%EC%9A%B8_2016_K%EB%A6%AC%EA%B7%B8_%EC%9A%B0%EC%8A%B9%21_%ED%99%A9%EC%84%A0%ED%99%8D%EA%B0%90%EB%8F%85_%EB%B0%95%EC%A3%BC%EC%98%81%2C_%EB%8B%A4%EC%B9%B4%ED%95%98%EA%B8%B0_%EC%9D%B8%ED%84%B0%EB%B7%B0_0.51_minutes_Scene.jpg",
    "extract": "Park Chu-young is a South Korean footballer who plays for Ulsan Hyundai as a forward.",
    "year": 1985,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "B. J. Crombeen",
    "birthday": "1985-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/B._J._Crombeen_and_Keith_Aulie.jpg/213px-B._J._Crombeen_and_Keith_Aulie.jpg",
    "extract": "Brandon James Crombeen is an American-born Canadian former professional ice hockey right winger who last played for the Arizona Coyotes of the National Hockey League (NHL). He has also played in the NHL for the Dallas Stars, St. Louis Blues and Tampa Bay Lightning, drafted by the former in the second round, 54th overall, in 2003.",
    "year": 1985,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Mario Gómez",
    "birthday": "1985-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Mario_gomez.jpg/257px-Mario_gomez.jpg",
    "extract": "Mario Gómez García is a German former professional footballer who played as a striker. He represented the Germany national team over a period of 11 years between 2007 and 2018.",
    "year": 1985,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Matthew Egan",
    "birthday": "1983-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Matt_Egan_playing_for_Geelong.JPG/218px-Matt_Egan_playing_for_Geelong.JPG",
    "extract": "Matthew Egan is a former Australian rules footballer who played for the Geelong Football Club in the Australian Football League (AFL). He served as interim senior coach at the Essendon Football Club after the resignation of James Hird for the final three rounds of the 2015 season. He served as head of development at the Melbourne Football Club from September 2016 until 2020.",
    "year": 1983,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Gabi (footballer, born 1983)",
    "birthday": "1983-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Loko-AM2018_tren_%2813%29.jpg/227px-Loko-AM2018_tren_%2813%29.jpg",
    "extract": "Gabriel Fernández Arenas, known as Gabi, is a Spanish former professional footballer who played as a defensive midfielder.",
    "year": 1983,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Kim Hee-chul",
    "birthday": "1983-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Heechul_Matching_Survival.png/320px-Heechul_Matching_Survival.png",
    "extract": "Kim Hee-chul, better known mononymously as Heechul, is a South Korean singer, songwriter, presenter and actor. He is a member of the South Korean boy band Super Junior and has further participated in its subgroup Super Junior-T as well as project group Universe Cowards with Min Kyung-hoon and Woojoo jjokkomi with Lee Soo-geun. He was also a member of the disbanded pop rock duo Kim Heechul & Kim Jungmo.",
    "year": 1983,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Doug Kramer",
    "birthday": "1983-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Doug_Kramer.jpeg/197px-Doug_Kramer.jpeg",
    "extract": "Douglas Rimorin Kramer is a Filipino former basketball player. He played for eight teams in the Philippine Basketball Association (PBA).",
    "year": 1983,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Anthony Watmough",
    "birthday": "1983-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Anthony_Watmough.jpg/274px-Anthony_Watmough.jpg",
    "extract": "Anthony Watmough is an Australian former professional rugby league footballer. An Australian international and New South Wales State of Origin representative forward, he played the majority of his career with the Manly-Warringah Sea Eagles, winning both the 2008 NRL Premiership and the 2011 NRL Premiership with them.",
    "year": 1983,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Juliya Chernetsky",
    "birthday": "1982-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Mistress-Juliya_2010-05-23_photoby_Adam-Bielawski.jpg/213px-Mistress-Juliya_2010-05-23_photoby_Adam-Bielawski.jpg",
    "extract": "Juliya Chernetsky Denning, is a television personality best known for her stage name Mistress Juliya and the popularity on the music-themed network Fuse.",
    "year": 1982,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Sebastian Mila",
    "birthday": "1982-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Sebastian_Mila_2014.jpg/250px-Sebastian_Mila_2014.jpg",
    "extract": "Sebastian Mila is a Polish former footballer who played as an attacking midfielder for clubs including; Lechia Gdańsk, Dyskobolia Grodzisk Wielkopolski and Śląsk Wrocław. His longest spell at a club was with Śląsk Wrocław with whom he won the Ekstraklasa and Polish SuperCup. He played for two teams outside of Poland; Austria Wien in Austria, who he won the Austrian Bundesliga with. And had a short spell with Vålerenga in Norway. Mila was an international for the Poland national team getting a total of 38 caps and scoring 8 goals for his national team and was included in the nation's squad for the 2006 FIFA World Cup.",
    "year": 1982,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jeffrey Walker (actor)",
    "birthday": "1982-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Jeffrey_Walker.jpg/168px-Jeffrey_Walker.jpg",
    "extract": "Jeffrey Walker (born 10 July 1982) is an Australian director and former actor, best known to the Australian public for his appearances as a child actor in Ocean Girl and Round the Twist. He moved on to direct episodes of Australian soaps Neighbours, Home and Away, and H2O: Just Add Water. He is married to American-born Australian actress Brooke Harman-Walker.",
    "year": 1982,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Aleksandar Tunchev",
    "birthday": "1981-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Alexander_tunchev_2018.jpg/223px-Alexander_tunchev_2018.jpg",
    "extract": "Aleksandar Blagov Tunchev is a Bulgarian former footballer who played as a defender and current manager.",
    "year": 1981,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Claudia Leitte",
    "birthday": "1980-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Claudia_Leitte_no_The_Voice_Brasil_2012.jpg/213px-Claudia_Leitte_no_The_Voice_Brasil_2012.jpg",
    "extract": "Cláudia Cristina Leite Inácio is a Brazilian singer and television personality. She rose to fame in late 2002 as the lead vocalist of the Axé music group Babado Novo. The group achieved a string of consecutive diamond-certified hit singles in Brazil and five golden and platinum albums from 2003 to 2007, as granted by the Brazilian Association of Record Producers (ABPD).",
    "year": 1980,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "James Rolfe",
    "birthday": "1980-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/James_Rolfe%2C_AVGN%2C_Chiller_Theatre_Expo_2013_%28cropped%29.jpg/215px-James_Rolfe%2C_AVGN%2C_Chiller_Theatre_Expo_2013_%28cropped%29.jpg",
    "extract": "James D. Rolfe is an American filmmaker, actor, YouTuber, and online personality. He is best known for creating and starring in the retrogaming web series Angry Video Game Nerd (2004–present), a joint production between his Cinemassacre Productions, GameTrailers, and ScrewAttack. His spin off projects include reviews of other retro films, television series, and board games. He is considered a pioneer of internet gaming videos, inspiring the younger generation of gamers to make their own videos in his style, and at a point was one of the most popular content creators on YouTube.",
    "year": 1980,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jessica Simpson",
    "birthday": "1980-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Jessica_Simpson_Joining_Forces_with_the_Rockies_April_2011_%28cropped%29.jpg/240px-Jessica_Simpson_Joining_Forces_with_the_Rockies_April_2011_%28cropped%29.jpg",
    "extract": "Jessica Ann Simpson is an American singer, actress, and businesswoman. After performing in church choirs as a child, Simpson signed with Columbia Records in 1997, at age 17. Her debut studio album, Sweet Kisses (1999), sold two million copies in the United States and saw the commercial success of the single \"I Wanna Love You Forever\". Simpson adopted a more mature image for her second studio album, Irresistible (2001), and its title track became her second top 20 entry on the Billboard Hot 100, while the album was certified gold by the Recording Industry Association of America (RIAA). In This Skin (2003), Simpson's third studio album, sold three million copies in the United States.",
    "year": 1980,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Gong Yoo",
    "birthday": "1979-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/180503_%EA%B3%B5%EC%9C%A0_%28cropped%29.jpg/245px-180503_%EA%B3%B5%EC%9C%A0_%28cropped%29.jpg",
    "extract": "Gong Ji-cheol, better known by his stage name Gong Yoo (Korean: 공유), is a South Korean actor. He is best known for his roles in the television dramas Coffee Prince (2007), Guardian: The Lonely and Great God (2016–2017), The Silent Sea (2021), and Squid Game (2021), and the films Silenced (2011), Train to Busan (2016) and The Age of Shadows (2016).",
    "year": 1979,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Chiwetel Ejiofor",
    "birthday": "1977-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Chiwetel_Ejiofor_by_Gage_Skidmore.jpg/215px-Chiwetel_Ejiofor_by_Gage_Skidmore.jpg",
    "extract": "Chiwetel Umeadi Ejiofor is a British actor. He is the recipient of various accolades, including a BAFTA Award, a Laurence Olivier Award, a NAACP Image Award, and nominations for an Academy Award, two Primetime Emmy Awards, three Screen Actors Guild Awards and five Golden Globe Awards.",
    "year": 1977,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Edmílson",
    "birthday": "1976-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Edm%C3%ADlson_-_002.jpg/232px-Edm%C3%ADlson_-_002.jpg",
    "extract": "José Edmílson Gomes de Moraes, known simply as Edmílson, is a Brazilian football executive and former professional footballer. He's currently a technical consultant for São Caetano.",
    "year": 1976,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ludovic Giuly",
    "birthday": "1976-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/DKiev-PSG_%288%29.jpg/320px-DKiev-PSG_%288%29.jpg",
    "extract": "Ludovic Vincent Giuly is a French former professional footballer who played as a winger.",
    "year": 1976,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Adrian Grenier",
    "birthday": "1976-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Adrian_Grenier_June_2014.jpg/209px-Adrian_Grenier_June_2014.jpg",
    "extract": "Adrian Sean Grenier is an American actor, producer, director and musician. He is best known for his portrayal of Vincent Chase in the television series Entourage (2004–2011). He has appeared in films such as Drive Me Crazy (1999), The Devil Wears Prada (2006), Trash Fire (2016) and Marauders (2016). In 2021 he stars in the Netflix series Clickbait.",
    "year": 1976,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Brendon Lade",
    "birthday": "1976-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Brendon_Lade_2018.1.jpg/213px-Brendon_Lade_2018.1.jpg",
    "extract": "Brendon Lade is a former Australian rules footballer with the Port Adelaide Football Club in the Australian Football League (AFL). He is currently a senior assistant coach at St Kilda Football Club.",
    "year": 1976,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Lars Ricken",
    "birthday": "1976-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Lars_Ricken.jpg/222px-Lars_Ricken.jpg",
    "extract": "Lars Ricken is a German retired footballer who played as a midfielder. Since 2008, he has been a youth coordinator at Borussia Dortmund.",
    "year": 1976,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Brendan Gaughan",
    "birthday": "1975-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Brendan_Gaughan_Road_America_2017.jpg/320px-Brendan_Gaughan_Road_America_2017.jpg",
    "extract": "William Brendan Gaughan is an American professional racing driver who has competed in off-road and stock cars. He is the grandson of Vegas gaming pioneer Jackie Gaughan and son of Michael Gaughan, a hotel and casino magnate.",
    "year": 1975,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Alain Nasreddine",
    "birthday": "1975-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Alain_Nasreddine_2008.jpg/266px-Alain_Nasreddine_2008.jpg",
    "extract": "Alain Jean-Paul Mohammed Nasreddine is a Canadian professional ice hockey coach and former player. He played as a defenceman in the NHL.",
    "year": 1975,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Stefán Karl Stefánsson",
    "birthday": "1975-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/85/StefanKarl_in_B%C3%BAdardalur.jpg",
    "extract": "Stefán Karl Stefánsson was an Icelandic actor and singer. He was best known for portraying Robbie Rotten, the antagonist of the children's television series LazyTown.",
    "year": 1975,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Richard Westbrook",
    "birthday": "1975-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Richard_Westbrook_-_2010_Rolex_24_of_Daytona_podium.jpg/236px-Richard_Westbrook_-_2010_Rolex_24_of_Daytona_podium.jpg",
    "extract": "Richard Westbrook is a British professional racing driver noted for his success in racing Porsche and International sports cars. As a junior, he attended St Joseph's College, Ipswich. He has won both the Porsche Supercup international championship and the Porsche Carrera Cup in his native Britain (2004). At the end of the 2007 season, Richard signed a factory contract deal with the German marque Porsche, and the British ace proceeded to take on the world's best on the other side of the Atlantic. The next year (2009), Westbrook won the highly coveted FIA GT2 Championship, taking four victories in the process, establishing himself firmly on the World motor sport stage and in the upper echelons of elite sports car drivers.",
    "year": 1975,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Imelda May",
    "birthday": "1974-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/JeffBeckChelsea150618-9_%2828964524468%29_cropped.jpg/256px-JeffBeckChelsea150618-9_%2828964524468%29_cropped.jpg",
    "extract": "Imelda Mary Higham, professionally known as Imelda May, is an Irish singer, songwriter and multi-instrumentalist. Known primarily as a singer, she also plays the bodhrán, guitar, bass guitar and tambourine. She is known for her musical style of rockabilly revival and has also been compared to female jazz musicians such as Billie Holiday.",
    "year": 1974,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Peter Serafinowicz",
    "birthday": "1972-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Peter_Serafinowicz_-_Guardians_of_the_Galaxy_premiere_-_July_2014_%28cropped%29.jpg/208px-Peter_Serafinowicz_-_Guardians_of_the_Galaxy_premiere_-_July_2014_%28cropped%29.jpg",
    "extract": "Peter Szymon Serafinowicz is an English actor, comedian, director and screenwriter, best known for his roles as the title character in the 2016 live-action series of The Tick, Pete in Shaun of the Dead (2004) and as the voice of Darth Maul in Star Wars: Episode I – The Phantom Menace (1999). He has also appeared in many British and American comedy series, and received attention for political satire videos in which he dubs over videos of Donald Trump with various comedic voices. He has also directed music videos for acts such as Hot Chip.",
    "year": 1972,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Sofía Vergara",
    "birthday": "1972-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Sof%C3%ADa_Vergara_2019_by_Glenn_Francis.jpg/213px-Sof%C3%ADa_Vergara_2019_by_Glenn_Francis.jpg",
    "extract": "Sofía Margarita Vergara Vergara is a Colombian and American actress and model. Vergara was the highest paid actress in American television from 2013 to 2020.",
    "year": 1972,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Tilo Wolff",
    "birthday": "1972-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Tilo_Wolff.JPG/240px-Tilo_Wolff.JPG",
    "extract": "Tilo Wolff is a German musician. He was born in Frankfurt am Main and currently lives in Switzerland.",
    "year": 1972,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Adam Foote",
    "birthday": "1971-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Adam_Foote.jpg/229px-Adam_Foote.jpg",
    "extract": "Adam Foote is a Canadian former professional ice hockey defenceman, and the former head coach of the Kelowna Rockets of the Western Hockey League. He was best known for his physical presence and gritty play as a stay-at-home defenceman.",
    "year": 1971,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Gary LeVox",
    "birthday": "1970-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/GaryLeVoxHWOFSept2012.jpg/320px-GaryLeVoxHWOFSept2012.jpg",
    "extract": "Gary LeVox is an American singer and songwriter. He is known for being the lead vocalist of the contemporary country rock band Rascal Flatts, and his stage name was taken from the studio-console label for his lead-vocal track.",
    "year": 1970,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jason Orange",
    "birthday": "1970-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Take_That_%283605394246%29.jpg/320px-Take_That_%283605394246%29.jpg",
    "extract": "Jason Thomas Orange is an English retired singer, dancer and actor, known for being a member of Take That. He officially departed from the group in September 2014.",
    "year": 1970,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "John Simm",
    "birthday": "1970-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/John_Simm_%282010%29_%28cropped%29.jpg/195px-John_Simm_%282010%29_%28cropped%29.jpg",
    "extract": "John Simm is an English actor, director, and musician. He is best known for playing Sam Tyler in Life on Mars, The Master in Doctor Who, and most recently DS Roy Grace in Grace. His other television credits include State of Play, The Lakes, Crime and Punishment, Exile, Prey, and Cracker. His film roles include Wonderland, Everyday, Boston Kickout, Human Traffic and 24 Hour Party People. He has twice been nominated for the BAFTA Award for Best Actor and the Laurence Olivier Award for Best Actor.",
    "year": 1970,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Gale Harold",
    "birthday": "1969-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Gale_Harold_at_Plaza_Hotel.JPG/198px-Gale_Harold_at_Plaza_Hotel.JPG",
    "extract": "Gale Morgan Harold III is an American actor, known for his leading and recurring roles on Queer as Folk, Deadwood, Desperate Housewives, Grey's Anatomy, The Secret Circle and Defiance. He also starred in the romantic comedy Falling for Grace.",
    "year": 1969,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Tom Meents",
    "birthday": "1967-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Maximum_Destruction_Pose%21_%28cropped%29.jpg/314px-Maximum_Destruction_Pose%21_%28cropped%29.jpg",
    "extract": "Thomas William Meents is an American professional monster truck driver. He currently drives Max-D on the Monster Jam circuit. He has won 14 Monster Jam World Finals championships during his career.",
    "year": 1967,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Rebekah Del Rio",
    "birthday": "1967-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Rebekah_Del_Rio_2.jpg/240px-Rebekah_Del_Rio_2.jpg",
    "extract": "Rebekah Del Rio is an American singer/songwriter and actress from Chula Vista, California. She has a three-octave vocal range.",
    "year": 1967,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Gillian Tett",
    "birthday": "1967-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Gillian_Tett_FT_Autumn_Party_2014_crop.jpg/234px-Gillian_Tett_FT_Autumn_Party_2014_crop.jpg",
    "extract": "Gillian Tett is a British author and journalist at the Financial Times, where she is chair of the editorial board and editor-at-large, US. She has written about the financial instruments that were part of the cause of the financial crisis that started in the fourth quarter of 2007, such as CDOs, credit default swaps, SIVs, conduits, and SPVs. She became renowned for her early warning that a financial crisis was looming.",
    "year": 1967,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ikki Sawamura",
    "birthday": "1967-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Ikki_Sawamura_IMG_3287-1_20180429.jpg/240px-Ikki_Sawamura_IMG_3287-1_20180429.jpg",
    "extract": "Ikki Sawamura  is a Japanese model, film and television actor, and television presenter signed to Ken-On.",
    "year": 1967,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "John Yoo",
    "birthday": "1967-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/John_Yoo_2012_%28cropped%29.jpg/229px-John_Yoo_2012_%28cropped%29.jpg",
    "extract": "John Choon Yoo is a Korean-born American legal scholar and former government official who serves as the Emanuel S. Heller Professor of Law at the University of California, Berkeley, School of Law. Yoo became known in the early-2000s for his legal opinions concerning executive power, warrantless wiretapping, and the Geneva Conventions while serving in the Office of Legal Counsel (OLC) of the Department of Justice, during the George W. Bush administration. Yoo was the author of the controversial Torture Memos, which set to determine the legal limits for the torture of detainees during the War on Terror.",
    "year": 1967,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Clive Efford",
    "birthday": "1966-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Official_portrait_of_Clive_Efford_crop_2.jpg/240px-Official_portrait_of_Clive_Efford_crop_2.jpg",
    "extract": "Clive Stanley Efford is a British Labour Party politician who has served as Member of Parliament (MP) for Eltham since 1997.",
    "year": 1966,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Johnny Grunge",
    "birthday": "1966-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/JohnnyGrungeMarch2002.png/200px-JohnnyGrungeMarch2002.png",
    "extract": "Michael Lynn Durham was an American professional wrestler, better known by his ring name, Johnny Grunge. He is known for his appearances with Eastern/Extreme Championship Wrestling, World Championship Wrestling and the World Wrestling Federation as one-half of the tag team The Public Enemy with Rocco Rock. In the course of his career, Grunge held championships such as the ECW World Tag Team Championship and WCW World Tag Team Championship.",
    "year": 1966,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Christian Stangl",
    "birthday": "1966-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Christian_Stangl%2C_Cho_Oyu_Summit_%28flickr%29.jpg/320px-Christian_Stangl%2C_Cho_Oyu_Summit_%28flickr%29.jpg",
    "extract": "Christian Stangl is an Austrian alpine style mountaineer and mountain guide. He has become known as Skyrunner by numerous exceptionally fast ascents of high mountains. His major success was in 2013, when he became the first person to ascend the three highest mountains on all seven continents, the so-called Triple Seven Summits.",
    "year": 1966,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Anna Bråkenhielm",
    "birthday": "1966-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Anna_Carrfors_Br%C3%A5kenhielm.JPG/259px-Anna_Carrfors_Br%C3%A5kenhielm.JPG",
    "extract": "Anna Birgitta Bråkenhielm, during a period of time Anna Carrfors Bråkenhielm, is a Swedish business leader and producer of television programming. She was also owner and CEO of the magazine Passion for Business and presented the radio show Sommar i P1.",
    "year": 1966,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Urban Meyer",
    "birthday": "1964-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Urban_Meyer_2019_%28cropped%29.png/216px-Urban_Meyer_2019_%28cropped%29.png",
    "extract": "Urban Frank Meyer III is an American football coach. He served as the head coach of the Bowling Green Falcons from 2001 to 2002, the Utah Utes from 2003 to 2004, the Florida Gators from 2005 to 2010, and the Ohio State Buckeyes from 2012 to 2018. He retired from coaching in 2019 at the end of the Rose Bowl, and stayed at Ohio State as an assistant athletic director and was also an analyst for Fox Sports, appearing weekly on their Big Noon Kickoff pre-game show. In 2021, Meyer came out of retirement to take his first National Football League (NFL) job as head coach of the Jacksonville Jaguars, but was fired thirteen games into his first and only season.",
    "year": 1964,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Wilfried Peeters",
    "birthday": "1964-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Wilfried_PEETERS.jpg/266px-Wilfried_PEETERS.jpg",
    "extract": "Wilfried Peeters is a former Belgian professional road bicycle racer. Nowadays, he is sportif director of the Quick Step team. During his cycling-career, he was a major help for Johan Museeuw in classics such as the Tour of Flanders and Paris–Roubaix.",
    "year": 1964,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ian Lougher",
    "birthday": "1963-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Ian_Lougher_at_the_40th_Macau_Motorcycle_Grand_Prix_in_2006.jpg/213px-Ian_Lougher_at_the_40th_Macau_Motorcycle_Grand_Prix_in_2006.jpg",
    "extract": "Ian Lougher is a Welsh motorcycle racer, noted for 8 victories in the North West 200, 10 wins at the Isle of Man TT Races and 32 wins at the Southern 100 Races in his career.",
    "year": 1963,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jacky Cheung",
    "birthday": "1961-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/JackyCheung2007.jpg/229px-JackyCheung2007.jpg",
    "extract": "Jacky Cheung Hok-yau is a Hong Kong singer and actor. Dubbed the \"God of Songs\", he is considered by the media as one of the \"Four Heavenly Kings\" of Hong Kong pop music. Cheung is known for his technically skilled vocals, lengthy tours, multimillion-selling album The Goodbye Kiss and his personal Private Corner album project, for which he coined the phrase 'Canto-jazz'. His successful music and acting career has made Cheung one of Hong Kong's icons. He was elected by Time Magazine as one of the \"25 most influential people in the New Hong Kong\".",
    "year": 1961,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Marc Riley",
    "birthday": "1961-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Marc_Riley_with_Ty_Segall.JPG/320px-Marc_Riley_with_Ty_Segall.JPG",
    "extract": "Marc Riley is an English radio DJ, alternative rock critic, musician, and former music businessman. He currently presents on BBC Radio 6 Music.",
    "year": 1961,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ariel Castro kidnappings",
    "birthday": "1960-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e4/Cleveland_Kidnapping_Victims.jpg/320px-Cleveland_Kidnapping_Victims.jpg",
    "extract": "Between 2002 and 2004, Ariel Castro kidnapped Michelle Knight, Amanda Berry, and Georgina \"Gina\" DeJesus in the streets of Cleveland, Ohio and later held them captive in his home of 2207 Seymour Avenue in the city's Tremont neighborhood. All three girls were imprisoned at Castro's home until 2013, when Berry successfully escaped with her six-year-old daughter, to whom she had given birth while imprisoned, and contacted the police. Police rescued Knight and DeJesus, and arrested Castro hours later.",
    "year": 1960,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ellen Kuras",
    "birthday": "1959-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Ellen_Kuras_at_the_Mill_Valley_Film_Festival_in_2008.jpg/320px-Ellen_Kuras_at_the_Mill_Valley_Film_Festival_in_2008.jpg",
    "extract": "Ellen Kuras is an American cinematographer whose body of work includes narrative and documentary films, music videos and commercials in both the studio and independent worlds. One of few female members of the American Society of Cinematographers, she is a pioneer best known for her work in Eternal Sunshine of the Spotless Mind (2004). She has collaborated with directors such as Michel Gondry, Spike Lee, Sam Mendes, Jim Jarmusch, Rebecca Miller, Martin Scorsese and more. She is the three-time winner of the Award for Excellence in Dramatic Cinematography at the Sundance Film Festival, for her films Personal Velocity: Three Portraits, Angela and Swoon, which was her first dramatic feature after getting her start in political documentaries.",
    "year": 1959,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Sandy West",
    "birthday": "1959-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/16/Sandy_West.jpg/240px-Sandy_West.jpg",
    "extract": "Sandy West was an American musician, singer, songwriter and drummer. She was one of the founding members of the Runaways, the first teenage all-girl hard rock band to record and achieve widespread commercial success in the 1970s.",
    "year": 1959,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Béla Fleck",
    "birthday": "1958-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Belafleck.jpg/240px-Belafleck.jpg",
    "extract": "Béla Anton Leoš Fleck is an American banjo player. An acclaimed virtuoso, he is an innovative and technically proficient pioneer and ambassador of the banjo, bringing the instrument from its bluegrass roots to jazz, classical, rock and various world music genres. He is best known for his work with the bands New Grass Revival and Béla Fleck and the Flecktones. Fleck has won 15 Grammy Awards and been nominated 33 times.",
    "year": 1958,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Fiona Shaw",
    "birthday": "1958-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Fiona_Shaw_BAM_2011-01-16.jpg/213px-Fiona_Shaw_BAM_2011-01-16.jpg",
    "extract": "Fiona Shaw is an Irish actress and theatre and opera director. She is known for her roles as Petunia Dursley in the Harry Potter film series (2001–2010), Marnie Stonebrook in the fourth season of the HBO series True Blood (2011), and Carolyn Martens in the BBC series Killing Eve (2018–22).",
    "year": 1958,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Tom McClintock",
    "birthday": "1956-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Tom_McClintock%2C_Official_Portrait.JPG/212px-Tom_McClintock%2C_Official_Portrait.JPG",
    "extract": "Thomas Miller McClintock II is an American politician serving as the U.S. representative for California's 4th congressional district since 2009. His district stretches from the Sacramento suburbs to the outer suburbs of Fresno; it includes Yosemite National Park. A member of the Republican Party, McClintock served as a California state assemblyman from 1982 to 1992 and from 1996 to 2000, when he became a California state senator, a position he held until 2008. He unsuccessfully ran for governor of California in the 2003 recall election and for lieutenant governor of California in the 2006 election.",
    "year": 1956,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Nic Dakin",
    "birthday": "1955-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Official_portrait_of_Nic_Dakin_crop_2.jpg/240px-Official_portrait_of_Nic_Dakin_crop_2.jpg",
    "extract": "Sir Nicholas Dakin is a British Labour politician who served as the Member of Parliament (MP) for Scunthorpe from 2010 to 2019. He was the Shadow Minister for Schools from 2015 to 2016, Shadow Deputy Leader of the House of Commons in 2015, and an opposition whip from 2011 to 2015 and 2016 to 2019.",
    "year": 1955,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Tommy Bowden",
    "birthday": "1954-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/db/Tommy_Bowden_2010.jpg",
    "extract": "Tommy Pearce Bowden is a former American football coach. He served as the head coach at Clemson University from 1999 until October 13, 2008. He is a son of Bobby Bowden, former head football coach of Florida State University, against whom he has coached in games nicknamed the \"Bowden Bowl.\" He is also a brother of Terry Bowden, who served as the head coach of Auburn.",
    "year": 1954,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Andre Dawson",
    "birthday": "1954-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Andre_Dawson_headshot.jpg/296px-Andre_Dawson_headshot.jpg",
    "extract": "Andre Nolan Dawson, nicknamed \"The Hawk\" and \"Awesome Dawson\", is an American former professional baseball player and inductee into the Baseball Hall of Fame. During a 21-year baseball career, he played for four different teams as a center and right fielder, spending most of his career with the Montreal Expos (1976–1986) and Chicago Cubs (1987–1992).",
    "year": 1954,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Neil Tennant",
    "birthday": "1954-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Petshopboys-13_%28cropped%29.jpg/267px-Petshopboys-13_%28cropped%29.jpg",
    "extract": "Neil Francis Tennant is an English musician, singer, songwriter and music journalist, and co-founder of the synthpop duo Pet Shop Boys, which he formed with Chris Lowe in 1981. He was a journalist for Smash Hits and assistant editor for the magazine in the mid-1980s.",
    "year": 1954,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Rik Emmett",
    "birthday": "1953-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Riik_Emmett.jpg/320px-Riik_Emmett.jpg",
    "extract": "Richard Gordon Emmett is a vocalist, guitarist, and member of the Canadian rock band Triumph.",
    "year": 1953,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Kim Mitchell",
    "birthday": "1952-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Kim_Mitchell_publicity_image.jpg/213px-Kim_Mitchell_publicity_image.jpg",
    "extract": "Joseph Kim Mitchell is a Canadian musician. He was the lead singer and guitarist for the band Max Webster before going on to a solo career. His 1984 single, \"Go For Soda\", was his only charted song on the US Billboard Hot 100, reaching number 86. Several other singles such as \"Patio Lanterns\", \"Rock and Roll Duty\", and \"Rockland Wonderland\", reached the top 20 in Canada.",
    "year": 1952,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Peter van Heemst",
    "birthday": "1952-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Peter_van_Heemst_2014.jpg/314px-Peter_van_Heemst_2014.jpg",
    "extract": "Erik Peter van Heemst is a Dutch politician. From 1991 to 2006 he was a member of the House of Representatives for the Dutch Labour Party (PvdA). Since the municipal elections of 2006 he was the leader of the PvdA in Rotterdam, until his resignation on 27 March 2014.",
    "year": 1952,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Cheryl Wheeler",
    "birthday": "1951-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Cheryl_Wheeler1.jpg/320px-Cheryl_Wheeler1.jpg",
    "extract": "Cheryl Wheeler is a Massachusetts-based singer-songwriter of contemporary folk music. She has recorded thirteen folk albums to date and has toured extensively throughout the United States since the mid-1970s.",
    "year": 1951,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Rajnath Singh",
    "birthday": "1951-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Defence_Minister_Shri_Rajnath_Singh.jpg/228px-Defence_Minister_Shri_Rajnath_Singh.jpg",
    "extract": "Rajnath Singh is an Indian politician serving as the Defence Minister of India. He is currently the Deputy Leader of the House Lok Sabha. He is the former President of Bharatiya Janata Party. He has previously served as the Chief Minister of Uttar Pradesh and as a Cabinet Minister in the Vajpayee Government. He was the Home Minister in the First Modi Ministry. He has also served as the President of the BJP twice i.e. 2005 to 2009 and 2013 to 2014. He is a veteran leader of the BJP who started his career as a RSS Swayamsevak. He is an advocate of the party's Hindutva ideology. He has also served the party in the Uttar Pradesh state from where he started his political career as a youth leader. He was also the minister of Road Transport and Highways and Agriculture under Prime ministership of Atal Bihari Vajpayee.",
    "year": 1951,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Tony Baldry",
    "birthday": "1950-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Professor_Stefan_Wolff%2C_Tony_Baldry_MP%2C_Dr_Raad_Alkadiri.jpg/320px-Professor_Stefan_Wolff%2C_Tony_Baldry_MP%2C_Dr_Raad_Alkadiri.jpg",
    "extract": "Sir Antony Brian Baldry, is a British Conservative Party politician who was the Member of Parliament (MP) for Banbury from 1983 to 2015.",
    "year": 1950,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Prokopis Pavlopoulos",
    "birthday": "1950-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Prokopis_Pavlopoulos_2016-01-15.jpg/228px-Prokopis_Pavlopoulos_2016-01-15.jpg",
    "extract": "Prokopios Pavlopoulos, commonly shortened to Prokopis (Προκόπης), is a Greek lawyer, university professor and politician who served as President of Greece from 2015 to 2020. A member of New Democracy, he previously was Minister of the Interior from 2004 to 2009. He was succeeded by Katerina Sakellaropoulou on 13 March 2020, who became the first woman to serve as President of Greece.",
    "year": 1950,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Anna Czerwińska",
    "birthday": "1949-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/2015_Woodstock_359_Anna_Czerwi%C5%84ska.jpg/213px-2015_Woodstock_359_Anna_Czerwi%C5%84ska.jpg",
    "extract": "Anna Czerwińska is a Polish mountaineer. She is known for being the oldest woman to Summit Mount Everest at the age of 50. She has also published several books about mountaineering.",
    "year": 1949,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Sunil Gavaskar",
    "birthday": "1949-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Sunny_Gavaskar_Sahara.jpg/275px-Sunny_Gavaskar_Sahara.jpg",
    "extract": "Sunil Manohar Gavaskar, is an Indian cricket commentator and former cricketer who represented India and Bombay from 1971 to 1987. Gavaskar is acknowledged as one of the greatest opening batsmen of all time.",
    "year": 1949,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Greg Kihn",
    "birthday": "1949-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Greg_Kihn.jpg/235px-Greg_Kihn.jpg",
    "extract": "Gregory Stanley Kihn is an American rock musician, radio personality, and novelist.",
    "year": 1949,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Chico Resch",
    "birthday": "1948-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Glenn_Chico_Resch_1978.JPG/293px-Glenn_Chico_Resch_1978.JPG",
    "extract": "Glenn Allan \"Chico\" Resch is a Canadian-American former professional ice hockey goaltender and television sportscaster. He played in the National Hockey League (NHL) from 1973 to 1987, and won a Stanley Cup with the New York Islanders in 1979–80. He has served as the color commentator for telecasts of New Jersey Devils games on MSG Network and MSG Plus.",
    "year": 1948,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Natalya Sedykh",
    "birthday": "1948-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/%D0%9D%D0%B0%D1%82%D0%B0%D0%BB%D1%8C%D1%8F_%D0%A1e%D0%B4%D1%8B%D1%85.jpg/208px-%D0%9D%D0%B0%D1%82%D0%B0%D0%BB%D1%8C%D1%8F_%D0%A1e%D0%B4%D1%8B%D1%85.jpg",
    "extract": "Natalya Yevgenyevna Sedykh is a Russian retired figure skater, ballet dancer, and film actor.",
    "year": 1948,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Arlo Guthrie",
    "birthday": "1947-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/99/Arlo_Guthrie-1979.jpg/233px-Arlo_Guthrie-1979.jpg",
    "extract": "Arlo Davy Guthrie is a retired American folk singer-songwriter. He is known for singing songs of protest against social injustice, and storytelling while performing songs, following the tradition of his father, Woody Guthrie. Guthrie's best-known work is his debut piece, \"Alice's Restaurant Massacree\", a satirical talking blues song about 18 minutes in length that has since become a Thanksgiving anthem. His only top-40 hit was a cover of Steve Goodman's \"City of New Orleans\". His song \"Massachusetts\" was named the official folk song of the state, in which he has lived most of his adult life. Guthrie has also made several acting appearances. He is the father of four children, who have also had careers as musicians.",
    "year": 1947,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jean-Pierre Jarier",
    "birthday": "1946-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7e/Jean-Pierre_Jarier_en_1976.jpg",
    "extract": "Jean-Pierre Jacques Jarier is a French former Grand Prix racing driver. He drove for Formula One teams including Shadow, Team Lotus, Ligier, Osella and Tyrrell Racing. His best finish was third and he also took three pole positions.",
    "year": 1946,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ron Glass",
    "birthday": "1945-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Ron_Glass_at_2005_Serenity_Premiere.jpg/213px-Ron_Glass_at_2005_Serenity_Premiere.jpg",
    "extract": "Ronald Earle Glass was an American actor. He was known for his roles as literary Det. Ron Harris in the television sitcom Barney Miller (1975–1982), and as the spiritual shepherd, Shepherd Book, in the science fiction series Firefly (2002) and its sequel film Serenity (2005).",
    "year": 1945,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Hal McRae",
    "birthday": "1945-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3a/Hal_McRae_-_Kansas_City_Royals.jpg",
    "extract": "Harold Abraham McRae is a former left fielder in Major League Baseball who played for the Cincinnati Reds and Kansas City Royals (1973–87). Utilized as a designated hitter for most of his career, McRae batted and threw right-handed. He is the father of former major league outfielder Brian McRae.",
    "year": 1945,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "John Motson",
    "birthday": "1945-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/John_Motson_2018.jpg/242px-John_Motson_2018.jpg",
    "extract": "John Walker Motson, OBE, also known as Motty, is an English football commentator. Beginning as a television commentator with the BBC in 1971, he has commentated on over 2000 games on television and radio. From the late 1970s to 2008, Motson was the dominant football commentary figure at the BBC, apart from a brief spell in the 1990s, when his friend and rival Barry Davies was selected for two FA Cup final commentaries, the 1994 World Cup final and the UEFA Euro 1996 semi-final between England and Germany.",
    "year": 1945,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jean-Marie Poiré",
    "birthday": "1945-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Les_Visiteurs_3_-_Namur_-_Poir%C3%A9_-_13_juin_2015.jpg/240px-Les_Visiteurs_3_-_Namur_-_Poir%C3%A9_-_13_juin_2015.jpg",
    "extract": "Jean-Marie Poiré is a French film director, and screenwriter. He is the son of the producer Alain Poiré.",
    "year": 1945,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Mick Grant",
    "birthday": "1944-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Mick_Grant_800.jpg/320px-Mick_Grant_800.jpg",
    "extract": "Mick Grant is an English former professional motorcycle road racer and TT rider. A works-supported rider for Norton, Kawasaki, Honda and Suzuki, he is a seven-time winner of the Isle of Man TT motorcycle race on various makes, including 'Slippery Sam', a three-cylinder Triumph Trident. The son of a coal miner, the soft-spoken, down-to-earth Yorkshireman from Wakefield, was a sharp contrast to the brash, playboy image presented by Londoner Barry Sheene during the 1970s.",
    "year": 1944,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Arthur Ashe",
    "birthday": "1943-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Arthur_Ashe_%28cropped%29.jpg/233px-Arthur_Ashe_%28cropped%29.jpg",
    "extract": "Arthur Robert Ashe Jr. was an American professional tennis player who won three Grand Slam singles titles. He started to play tennis at six years old. He was the first black player selected to the United States Davis Cup team and the only black man ever to win the singles title at Wimbledon, the US Open, and the Australian Open. He retired in 1980. He was ranked world No. 1 by Rex Bellamy, Bud Collins, Judith Elian, Lance Tingay, World Tennis and Tennis Magazine (U.S.) in 1975. In 1975 Ashe was awarded the 'Martini and Rossi' Award, voted for by a panel of journalists, and the ATP Player of the Year award. In the ATP computer rankings, he peaked at No. 2 in May 1976.",
    "year": 1943,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Inonge Mbikusita-Lewanika",
    "birthday": "1943-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Inonge_Mbikusita-Lewanika_detail%2C_ABr_60047.jpg/256px-Inonge_Mbikusita-Lewanika_detail%2C_ABr_60047.jpg",
    "extract": "Princess Inonge Mbikusita-Lewanika is a Zambian politician who has served as Ambassador of the Republic of Zambia to the United States of America. She presented her credentials to U.S. President George W. Bush on 26 February 2003.",
    "year": 1943,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ronnie James Dio",
    "birthday": "1942-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Ronnie-James-Dio_Heaven-N-Hell_2009-06-11_Chicago_Photoby_Adam-Bielawski.jpg/214px-Ronnie-James-Dio_Heaven-N-Hell_2009-06-11_Chicago_Photoby_Adam-Bielawski.jpg",
    "extract": "Ronald James Padavona, known professionally as Ronnie James Dio, was an American heavy metal singer and songwriter. He fronted or founded numerous groups throughout his career, including Elf, Rainbow, Black Sabbath, Dio, and Heaven & Hell.",
    "year": 1942,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Pyotr Klimuk",
    "birthday": "1942-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/%D0%9F%D1%91%D1%82%D1%80_%D0%9A%D0%BB%D1%96%D0%BC%D1%83%D0%BA.jpg/320px-%D0%9F%D1%91%D1%82%D1%80_%D0%9A%D0%BB%D1%96%D0%BC%D1%83%D0%BA.jpg",
    "extract": "Pyotr Ilyich Klimuk is a former Soviet cosmonaut and the first Belarusian to perform space travel. Klimuk made three flights into space.",
    "year": 1942,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Sixto Rodriguez",
    "birthday": "1942-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Sixto-Diaz-Rodriguez-2007.jpg/258px-Sixto-Diaz-Rodriguez-2007.jpg",
    "extract": "Sixto Diaz Rodriguez, known professionally as Rodriguez, is an American singer-songwriter from Detroit, Michigan. Though his career was initially met with little fanfare in the United States, he found success in South Africa, Australia, and New Zealand. Unbeknownst to him for decades, his music was extremely successful and influential in South Africa, where he is believed to have sold more records than Elvis Presley, as well as other countries in Southern Africa. Information about him was scarce, and it was incorrectly rumored there that he had committed suicide shortly after releasing his second album.",
    "year": 1942,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Lopo do Nascimento",
    "birthday": "1942-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Lopo_do_Nascimento.png/320px-Lopo_do_Nascimento.png",
    "extract": "Lopo Fortunato Ferreira do Nascimento is an Angolan retired politician. He served as the first Prime Minister of Angola from 11 November 1975 to 9 December 1978 and was Secretary-General of the Popular Movement for the Liberation of Angola (MPLA).",
    "year": 1942,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "David G. Hartwell",
    "birthday": "1941-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/92/David_Hartwell.jpg",
    "extract": "David Geddes Hartwell was an American critic, publisher, and editor of thousands of science fiction and fantasy novels. He was best known for work with Signet, Pocket, and Tor Books publishers. He was also noted as an award-winning editor of anthologies. The Encyclopedia of Science Fiction describes him as \"perhaps the single most influential book editor of the past forty years in the American [science fiction] publishing world\".",
    "year": 1941,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Robert Pine",
    "birthday": "1941-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Robert_Pine_1976.jpg/320px-Robert_Pine_1976.jpg",
    "extract": "Robert Pine is an American actor who is best known as Sgt. Joseph Getraer on the television series CHiPs (1977–1983). Including CHiPs, Pine has appeared in over 400 episodes of television.",
    "year": 1941,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ian Whitcomb",
    "birthday": "1941-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Ian_Whitcomb_1990.jpg/231px-Ian_Whitcomb_1990.jpg",
    "extract": "Ian Timothy Whitcomb was an English entertainer, singer-songwriter, record producer, writer, broadcaster and actor. As part of the British Invasion, his hit song \"You Turn Me On\" reached number 8 on the Billboard Hot 100 chart in 1965.",
    "year": 1941,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Meghnad Desai, Baron Desai",
    "birthday": "1940-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Official_portrait_of_Lord_Desai_crop_2.jpg/240px-Official_portrait_of_Lord_Desai_crop_2.jpg",
    "extract": "Meghnad Jagdishchandra Desai, Baron Desai, is a British economist and former Labour politician. He stood unsuccessfully for the position of Lord Speaker in the House of Lords in 2011. He has been awarded the Padma Bhushan, the third highest civilian award in the Republic of India, in 2008. He is Professor Emeritus of the London School of Economics.",
    "year": 1940,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Helen Donath",
    "birthday": "1940-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Helen_Donath.jpg/206px-Helen_Donath.jpg",
    "extract": "Helen Jeanette Donath is an American soprano with a career spanning fifty years.",
    "year": 1940,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Brian Priestley",
    "birthday": "1940-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Brian_Priestley.jpg/239px-Brian_Priestley.jpg",
    "extract": "Brian Priestley is an English jazz writer, pianist and arranger.",
    "year": 1940,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ahmet Taner Kışlalı",
    "birthday": "1939-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Statue_of_Ahmet_Taner_K%C4%B1%C5%9Flal%C4%B1.jpg/240px-Statue_of_Ahmet_Taner_K%C4%B1%C5%9Flal%C4%B1.jpg",
    "extract": "Ahmet Taner Kışlalı was a Turkish intellectual, political scientist, lawyer, commentator/author for the Cumhuriyet newspaper, academics and politician.",
    "year": 1939,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Mavis Staples",
    "birthday": "1939-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Mavis_Staples.jpg/320px-Mavis_Staples.jpg",
    "extract": "Mavis Staples is an American rhythm and blues and gospel singer, actress, and civil rights activist. She has recorded and performed with her family's band The Staple Singers and also as a solo artist.",
    "year": 1939,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Paul Andreu",
    "birthday": "1938-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Paul_Andreu_-_ph._GianAngelo_Pistoia_-_A.P._-_2.jpg/214px-Paul_Andreu_-_ph._GianAngelo_Pistoia_-_A.P._-_2.jpg",
    "extract": "Paul Andreu was a French architect, known for his designs of multiple airports such as Charles de Gaulle Airport in Paris, and multiple prestigious projects in China, including the National Centre for the Performing Arts in Beijing. Also designed airport terminal in Dubai that also collapsed during construction.",
    "year": 1938,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Lee Morgan",
    "birthday": "1938-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/42/Lee_Morgan.jpg",
    "extract": "Edward Lee Morgan was an American jazz trumpeter and composer.",
    "year": 1938,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Gun Svensson",
    "birthday": "1937-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Gun_svensson_2.jpg/214px-Gun_svensson_2.jpg",
    "extract": "Gun Brynhild Svensson, née Nilsson, is a Swedish politician and blogger. She was born in Stensele and is a Pirate Party member and blogs under the name Farmor Gun i Norrtälje. In 2009, she won \"Stora bloggpriset\" in the category Politics and Society. And in the 2010 Swedish General elections she was a candidate for the Riksdagen for the Pirate Party.",
    "year": 1937,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Herbert Boyer",
    "birthday": "1936-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Herbert_Boyer_HD2005_Winthrop_Sears_Medal.JPG/214px-Herbert_Boyer_HD2005_Winthrop_Sears_Medal.JPG",
    "extract": "Herbert Wayne \"Herb\" Boyer is an American Biotechnologist, researcher and entrepreneur in biotechnology. Along with Stanley N. Cohen and Paul Berg he discovered a method to coax bacteria into producing foreign proteins, thereby jump starting the field of genetic engineering. By 1969, he performed studies on a couple of restriction enzymes of the E.coli bacterium with especially useful properties. He is recipient of the 1990 National Medal of Science, co-recipient of the 1996 Lemelson–MIT Prize, and a co-founder of Genentech. He was professor at the University of California, San Francisco (UCSF) and later served as vice president of Genentech from 1976 until his retirement in 1991.",
    "year": 1936,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Tunne Kelam",
    "birthday": "1936-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Tunne_Kelam_07.jpg/281px-Tunne_Kelam_07.jpg",
    "extract": "Tunne-Väldo Kelam is an Estonian politician and former Member of the European Parliament (MEP) from Estonia. He is a member of the Pro Patria and Res Publica Union, part of the European People's Party.",
    "year": 1936,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Wilson Tuckey",
    "birthday": "1935-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3a/Wilson_Tuckey_official_portrait.jpg",
    "extract": "Charles Wilson \"Ironbar\" Tuckey is a former Australian politician who was a member of the House of Representatives from 1980 to 2010, representing the seat of O'Connor in Western Australia for the Liberal Party. He was a minister in the Howard Government.",
    "year": 1935,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Wilson Whineray",
    "birthday": "1935-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Wilson_Whineray.jpg/237px-Wilson_Whineray.jpg",
    "extract": "Sir Wilson James Whineray was a New Zealand business executive and rugby union player. He was the longest-serving captain of the national rugby union team, the All Blacks, until surpassed by Richie McCaw in 2014. Rugby writer Terry McLean considered him the All Blacks' greatest captain.",
    "year": 1935,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jerry Nelson",
    "birthday": "1934-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/15/Jerry_Nelson.jpg",
    "extract": "Jerry Nelson was an American puppeteer, best known for his work with The Muppets. Renowned for his wide range of characters and singing abilities, he performed Muppet characters on Sesame Street, The Muppet Show, Fraggle Rock, and various Muppet movies and specials.",
    "year": 1934,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Yang Chuan-kwang",
    "birthday": "1933-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Yang_Chuan-kwang_1960e.jpg/320px-Yang_Chuan-kwang_1960e.jpg",
    "extract": "Yang Chuan-kwang, or C.K. Yang, was an Olympic decathlete from Taiwan. Yang attended college at UCLA where he trained and competed with team mate and Olympian Rafer Johnson and was coached by Elvin C. Drake.",
    "year": 1933,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Carlo Maria Abate",
    "birthday": "1932-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/1963-05-19_Ferrari_250_TRI_von_Abate_u._Maglioli%2C_N%C3%BCrburgring.jpg/320px-1963-05-19_Ferrari_250_TRI_von_Abate_u._Maglioli%2C_N%C3%BCrburgring.jpg",
    "extract": "Carlo Maria Abate was an Italian auto racing driver. He was one of the best Ferrari 250 GTO specialists. Abate preferred to be addressed as \"Carlo Mario Abate\" instead of his christened name.",
    "year": 1932,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Neile Adams",
    "birthday": "1932-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/1960_Neile_Adams.jpg/258px-1960_Neile_Adams.jpg",
    "extract": "Ruby Neilam Salvador Adams, known professionally as Neile Adams, is a Filipina-American actress, singer, and dancer who made more than 20 appearances in films and television series between 1952 and 1991.",
    "year": 1932,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Manfred Preußger",
    "birthday": "1932-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Bundesarchiv_Bild_183-52098-0001%2C_Manfred_Preu%C3%9Fger_beim_Training.jpg/320px-Bundesarchiv_Bild_183-52098-0001%2C_Manfred_Preu%C3%9Fger_beim_Training.jpg",
    "extract": "Manfred Preußger is a retired East German athlete. He competed in the men's pole vault at the 1956, 1960 and the 1964 Summer Olympics.",
    "year": 1932,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Nick Adams (actor, born 1931)",
    "birthday": "1931-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Nick_Adams_The_Rebel_1959.JPG/238px-Nick_Adams_The_Rebel_1959.JPG",
    "extract": "Nick Adams was an American film and television actor and screenwriter. He was noted for his roles in several Hollywood films during the 1950s and 1960s along with his starring role in the ABC television series The Rebel (1959–1961). Decades after Adams' death from a prescription drug overdose at the age of 36, his widely publicized friendships with James Dean and Elvis Presley would stir speculation about both his private life and the circumstances of his death. In an AllMovie synopsis for Adams' last film, reviewer Dan Pavlides wrote, \"Plagued by personal excesses, he will be remembered just as much for what he could have done in cinema as what he left behind.\"",
    "year": 1931,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jerry Herman",
    "birthday": "1931-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Jerry_Herman_2010.jpg/320px-Jerry_Herman_2010.jpg",
    "extract": "Gerald Sheldon Herman was an American composer and lyricist, known for his work in Broadway theatre.",
    "year": 1931,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Julian May",
    "birthday": "1931-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Julian_May_Worldcon_%2752.jpg/306px-Julian_May_Worldcon_%2752.jpg",
    "extract": "Julian Clare May was an American science fiction, fantasy, horror, science and children's writer who also used several literary pseudonyms. She was best known for her Saga of Pliocene Exile and Galactic Milieu Series books.",
    "year": 1931,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Bruce Boa",
    "birthday": "1930-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e5/Actor_Bruce_Boa.jpg",
    "extract": "Andrew Bruce Boa was a Canadian actor, who found success playing the token American in British films and television, usually playing military types. Boa's most recognizable film role is in The Empire Strikes Back (1980) as General Rieekan. On television, his most notable role is probably as the brash and rude American guest, Mr. Harry Hamilton, in the \"Waldorf Salad\" episode of the BBC sitcom Fawlty Towers.",
    "year": 1930,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Winnie Ewing",
    "birthday": "1929-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/82/Winnie_Ewing_1970.jpg",
    "extract": "Winifred Margaret Ewing  is a Scottish politician, lawyer and figure within the independence movement who served as President of the Scottish National Party from 1987 to 2005. Ewing was a Member of the Scottish Parliament (MSP) for Highlands and Islands from 1999 to 2003 and a Member of the European Parliament (MEP) for the equivalent seat from 1979 to 1999. She was also a member of the British House of Commons for Moray and Nairn from 1974 to 1979 and Hamilton from 1967 to 1970.",
    "year": 1929,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "George Clayton Johnson",
    "birthday": "1929-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/George_Clayton_Johnson.jpg/228px-George_Clayton_Johnson.jpg",
    "extract": "George Clayton Johnson was an American science fiction writer, best known for co-writing with William F. Nolan the novel Logan's Run, the basis for the MGM 1976 film. He was also known for his television scripts for The Twilight Zone, and the first telecast episode of Star Trek, entitled \"The Man Trap\". He also wrote the story and screenplay on which the 1960 and 2001 films Ocean's Eleven were based.",
    "year": 1929,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "José Vicente Rangel",
    "birthday": "1929-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Jose_Vicente_Rangel.png/270px-Jose_Vicente_Rangel.png",
    "extract": "José Vicente Rangel Vale was a Venezuelan politician and journalist. He ran for president three times in the 1970s and 1980s and later supported Hugo Chávez. He served under Chávez as Minister of Foreign Affairs from 1999 to 2001, as Minister of Defense from 2001 to 2002, and as the vice president from 2002 to 2007.",
    "year": 1929,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Don Bolles",
    "birthday": "1928-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Phoenix-Clarendon_Hotel-1972-Don_Bolles-3.JPG/213px-Phoenix-Clarendon_Hotel-1972-Don_Bolles-3.JPG",
    "extract": "Donald Fifield Bolles was an American investigative reporter for The Arizona Republic who was known for his coverage of organized crime in the area, especially by the Chicago Outfit. His murder in a car bombing was suspected to be mob-related, but was later found to be connected to his reporting on land fraud schemes by local contractors.",
    "year": 1928,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "John Glenn (1960s outfielder)",
    "birthday": "1928-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/John_Glenn_Cardinals.jpg/262px-John_Glenn_Cardinals.jpg",
    "extract": "John Glenn is a former Major League Baseball outfielder. A veteran of 15 minor league seasons, he appeared in 32 games for the St. Louis Cardinals in 1960. He was born in Moultrie, Georgia.",
    "year": 1928,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Grigory Barenblatt",
    "birthday": "1927-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/GIB-portrait.v.jpg/240px-GIB-portrait.v.jpg",
    "extract": "Grigory Isaakovich Barenblatt was a Russian mathematician.",
    "year": 1927,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "David Dinkins",
    "birthday": "1927-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/David_dinkins.jpg/213px-David_dinkins.jpg",
    "extract": "David Norman Dinkins was an American politician, lawyer, and author who served as the 106th Mayor of New York City from 1990 to 1993, becoming the first African American to hold the office.",
    "year": 1927,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Carleton Carpenter",
    "birthday": "1926-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Carleton_Carpenter%2C_1962.jpg/240px-Carleton_Carpenter%2C_1962.jpg",
    "extract": "Carleton Upham Carpenter Jr. was an American film, television and stage actor, magician, songwriter, and novelist.",
    "year": 1926,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Fred Gwynne",
    "birthday": "1926-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Fred_Gwynne.jpg/228px-Fred_Gwynne.jpg",
    "extract": "Frederick Hubbard Gwynne was an American actor, artist and author. He was best known for his roles in the 1960s television sitcoms Car 54, Where Are You? as Francis Muldoon and as Herman Munster in The Munsters, as well as his later film roles in The Cotton Club, Pet Sematary  and My Cousin Vinny.",
    "year": 1926,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Mahathir Mohamad",
    "birthday": "1925-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Mahathir_Mohamad_13112018_%28cropped%29.jpg/240px-Mahathir_Mohamad_13112018_%28cropped%29.jpg",
    "extract": "Mahathir bin Mohamad is a Malaysian politician, author, and physician who served as the fourth and seventh prime minister of Malaysia. He held office from July 1981 to October 2003 and later from May 2018 to March 2020 for a cumulative total of 24 years, making him the country's longest-serving prime minister. Before his promotion to the premiership, he served as Deputy Prime Minister and in other Cabinet positions. He has served as a member of parliament for Langkawi since May 2018, Kubang Pasu from August 1974 to March 2004, and Kota Setar Selatan from April 1964 to May 1969. His political career has spanned more than 75 years, from joining protests opposing citizenship policies in the Malayan Union in the 1940s, to forming the Malaysian United Indigenous Party in 2016 and the Homeland Fighters Party in 2020.",
    "year": 1925,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Bobo Brazil",
    "birthday": "1924-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Bobo_Brazil_-_1972_BODY_PRESS_WRESTLING_MAGAZINE_%28cropped%29.jpg/320px-Bobo_Brazil_-_1972_BODY_PRESS_WRESTLING_MAGAZINE_%28cropped%29.jpg",
    "extract": "Houston Harris was an American professional wrestler, better known by his ring name Bobo Brazil. Credited with breaking down barriers of racial segregation in professional wrestling, Harris is considered one of the first successful African-American professional wrestlers.",
    "year": 1924,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Amalia Mendoza",
    "birthday": "1923-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Amalia_Mendoza%2C_circa_1950s.jpg/287px-Amalia_Mendoza%2C_circa_1950s.jpg",
    "extract": "Amalia Mendoza García, nicknamed La Tariácuri, was a Mexican singer and actress. \"Échame a mi la culpa\" and \"Amarga navidad\" were some of her greatest hits. her best friend since youth was Martha De Miranda Jimenez \"Martuquia\" as she called her, she was her companion for many years when Amalia was on tour.",
    "year": 1923,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "John Bradley (United States Navy)",
    "birthday": "1923-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/John_Bradley.jpg/320px-John_Bradley.jpg",
    "extract": "John Henry \"Jack\" \"Doc\" Bradley was a United States Navy Hospital corpsman who was awarded the Navy Cross for extraordinary heroism while serving with the Marines during the Battle of Iwo Jima in World War II. During the battle, he was a member of the patrol that captured the top of Mount Suribachi and raised the first U.S. flag on Iwo Jima on February 23, 1945.",
    "year": 1923,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Suzanne Cloutier",
    "birthday": "1923-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Peter_Ustinov_with_family_1950s.jpg/320px-Peter_Ustinov_with_family_1950s.jpg",
    "extract": "Suzanne Cloutier was a Canadian film actress.",
    "year": 1923,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "G. A. Kulkarni",
    "birthday": "1923-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/G_A_Kulkarni-2.jpg/320px-G_A_Kulkarni-2.jpg",
    "extract": "G. A. Kulkarni or simply \"GA\", was a legendary Sahitya Akademi Award winner Marathi writer of short stories.",
    "year": 1923,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Herb McKenley",
    "birthday": "1922-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Herb_McKenley_1948.jpg/191px-Herb_McKenley_1948.jpg",
    "extract": "The Hon. Herbert Henry McKenley OM was a Jamaican track and field sprinter. He competed at the 1948 and 1952 Olympics in six events in total, and won one gold and three silver medals.",
    "year": 1922,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jake LaMotta",
    "birthday": "1922-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Jake_LaMotta_signed_photo_postcard_1952.JPG/190px-Jake_LaMotta_signed_photo_postcard_1952.JPG",
    "extract": "Giacobbe \"Jake\" LaMotta was an American professional boxer who was world middleweight champion between 1949 and 1951. Nicknamed \"The Bronx Bull\" or \"Raging Bull\", LaMotta was a rough fighter who was not a particularly big puncher, but he would subject his opponents to vicious beatings in the ring. With use of constant stalking, brawling and inside fighting, he developed the reputation for being a \"bully\"; he was what is often referred to today as a swarmer and a slugger.",
    "year": 1922,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Harvey Ball",
    "birthday": "1921-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/bc/Harvey_Ball.jpg",
    "extract": "Harvey Ross Ball was an American commercial artist. He is recognized as the designer of a popular smiley graphic picture, which became an enduring and notable international icon. He never applied for a trademark for the iconic smiley image and only earned $45 for his efforts. Ball later founded the World Smile Foundation in 1999, a non-profit charitable trust that supports children's causes.",
    "year": 1921,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jeff Donnell",
    "birthday": "1921-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/JeffDonnell.jpg/248px-JeffDonnell.jpg",
    "extract": "Jean Marie \"Jeff\" Donnell was an American film and television actress.",
    "year": 1921,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "John K. Singlaub",
    "birthday": "1921-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6a/John_K_Singlaub.jpg",
    "extract": "Major General John Kirk Singlaub was a major general in the United States Army, founding member of the Central Intelligence Agency (CIA), and a highly decorated officer in the former Office of Strategic Services (OSS).",
    "year": 1921,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Eunice Kennedy Shriver",
    "birthday": "1921-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Eunice-Kennedy.jpg/243px-Eunice-Kennedy.jpg",
    "extract": "Eunice Mary Kennedy Shriver was an American philanthropist and a member of the Kennedy family. She was the founder of the Special Olympics, a sports organization for persons with physical and intellectual disabilities. For her efforts on behalf of the disabled, Shriver was awarded the Presidential Medal of Freedom in 1984.",
    "year": 1921,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "David Brinkley",
    "birthday": "1920-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/David_Brinkley_1962.JPG/246px-David_Brinkley_1962.JPG",
    "extract": "David McClure Brinkley was an American newscaster for NBC and ABC in a career lasting from 1943 to 1997.",
    "year": 1920,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Owen Chamberlain",
    "birthday": "1920-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Owen_Chamberlain.jpg/226px-Owen_Chamberlain.jpg",
    "extract": "Owen Chamberlain was an American physicist who shared with Emilio Segrè the Nobel Prize in Physics for the discovery of the antiproton, a sub-atomic antiparticle.",
    "year": 1920,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Pierre Gamarra",
    "birthday": "1919-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Pierre_Gamarra_Toulouse_1945%2C_locaux_du_Patriote_du_Sud-Ouest.jpg/252px-Pierre_Gamarra_Toulouse_1945%2C_locaux_du_Patriote_du_Sud-Ouest.jpg",
    "extract": "Pierre Gamarra was a French poet, novelist and literary critic, a long-time chief editor and director of the literary magazine Europe.Gamarra is best known for his poems and novels for the youth and for narrative and poetical works deeply rooted in his native region of Midi-Pyrénées.",
    "year": 1919,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "James Aldridge",
    "birthday": "1918-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6e/James_Aldridge_%281987%29_by_Guenter_Prust.jpg",
    "extract": "Harold Edward James Aldridge was an Australian-British writer and journalist. His World War II despatches were published worldwide and he was the author of over 30 books, both fiction and non-fiction works, including war and adventure novels and books for children.",
    "year": 1918,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Fred Wacker",
    "birthday": "1918-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Cunningham_C2-R_no_5103%2C_front_right_%28Greenwich_2018%29.jpg/320px-Cunningham_C2-R_no_5103%2C_front_right_%28Greenwich_2018%29.jpg",
    "extract": "Frederick G. Wacker Jr. was an engineer and former president of two large Chicago companies. He was also a prominent Chicago socialite, a jazz musician, and a racing driver. He participated in five Formula One World Championship races, debuting on June 21, 1953. He scored no championship points. He also participated in several non-Championship Formula One races.",
    "year": 1918,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Reg Smythe",
    "birthday": "1917-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Reg_Smyth_from_a_family_photograph_owned_by_the_Smyth_family_2007..jpg/241px-Reg_Smyth_from_a_family_photograph_owned_by_the_Smyth_family_2007..jpg",
    "extract": "Reginald Smyth was a British cartoonist who created the popular, long-running Andy Capp comic strip.",
    "year": 1917,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Judith Jasmin",
    "birthday": "1916-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Radio._Marcelle_Barthe_-_Berthe_Lavoie_-_Judith_Jasmin_BAnQ_P48S1P23171.jpg/320px-Radio._Marcelle_Barthe_-_Berthe_Lavoie_-_Judith_Jasmin_BAnQ_P48S1P23171.jpg",
    "extract": "Judith Jasmin was a journalist from Quebec. Born in Terrebonne, Quebec, Canada, she was the first woman from Quebec to become a grand reporter.",
    "year": 1916,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Joe Shuster",
    "birthday": "1914-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Joe_Shuster.jpg/238px-Joe_Shuster.jpg",
    "extract": "Joseph Shuster was a Canadian-American comic book artist best known for co-creating the DC Comics character Superman, with Jerry Siegel, in Action Comics #1.",
    "year": 1914,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Rempo Urip",
    "birthday": "1914-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Rempo_Urip_Dunia_Film_1_Apr_1954_p8.jpg/251px-Rempo_Urip_Dunia_Film_1_Apr_1954_p8.jpg",
    "extract": "Rempo Urip was an Indonesian film director. He began his career in the theatre, serving as an extra and footballer for the Dardanella theatre company beginning in 1934. After six years and three troupes, Urip entered the film industry, working as a distributor for Oriental Film and assistant director for Java Industrial Film. He returned to the theatre during the Japanese occupation (1942–1945) and national revolution (1945–1949). In 1951 he joined Djamaluddin Malik's Persari as a director, completing thirteen films for the company before it closed in 1958. He continued as a freelance director until 1977.",
    "year": 1914,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Salvador Espriu",
    "birthday": "1913-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Salvador_Espriu_i_Castell%C3%B3_%281980%29.jpg/244px-Salvador_Espriu_i_Castell%C3%B3_%281980%29.jpg",
    "extract": "Salvador Espriu i Castelló was a Spanish poet who wrote most of his works in Catalan.",
    "year": 1913,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Terry-Thomas",
    "birthday": "1911-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Terry-Thomas_in_Where_Were_You_When_the_Lights_Went_Out.jpg/252px-Terry-Thomas_in_Where_Were_You_When_the_Lights_Went_Out.jpg",
    "extract": "Terry-Thomas was an English character actor and comedian who became internationally known through his films during the 1950s and 1960s. He often portrayed disreputable members of the upper classes, especially cads, toffs and bounders, using his distinctive voice; his costume and props tended to include a monocle, waistcoat and cigarette holder. His striking dress sense was set off by a 1⁄3-inch (8.5 mm) gap between his two upper front teeth.",
    "year": 1911,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Cootie Williams",
    "birthday": "1911-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Cootie_Williams_%28Gottlieb1%29.jpg/306px-Cootie_Williams_%28Gottlieb1%29.jpg",
    "extract": "Charles Melvin \"Cootie\" Williams was an American jazz, jump blues, and rhythm and blues trumpeter.",
    "year": 1911,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Donald Sinclair (hotel owner)",
    "birthday": "1909-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/61/Donald_and_Beatrice_Sinclair.jpg",
    "extract": "Donald William Sinclair was the co-proprietor of the Gleneagles Hotel in Torquay, Devon, England, United Kingdom. He helped manage the hotel after an extensive career as an officer in the Merchant Navy and the Royal Navy. During the Second World War, Sinclair twice survived the sinking of the ships on which he was serving.",
    "year": 1909,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Blind Boy Fuller",
    "birthday": "1907-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/bc/Blind_Boy_Fuller.jpg/263px-Blind_Boy_Fuller.jpg",
    "extract": "Blind Boy Fuller was an American blues guitarist and singer. Fuller was one of the most popular of the recorded Piedmont blues artists with rural African Americans along with Blind Blake, Josh White, and Buddy Moss.",
    "year": 1907,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Mildred Benson",
    "birthday": "1905-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b7/Mildred_Benson.png/225px-Mildred_Benson.png",
    "extract": "Mildred Augustine Wirt Benson was an American journalist and writer of children's books. She wrote some of the earliest Nancy Drew mysteries and created the detective's adventurous personality. Benson wrote under the Stratemeyer Syndicate pen name, Carolyn Keene, from 1929 to 1947 and contributed to 23 of the first 30 Nancy Drew mysteries, which were bestsellers.",
    "year": 1905,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Thomas Gomez",
    "birthday": "1905-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Thomas_Gomez.jpg/233px-Thomas_Gomez.jpg",
    "extract": "Thomas Gomez was an American actor.",
    "year": 1905,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Wolfram Sievers",
    "birthday": "1905-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Wolfram_Sievers.jpg/253px-Wolfram_Sievers.jpg",
    "extract": "Wolfram Sievers was Reichsgeschäftsführer, or managing director, of the Ahnenerbe from 1935 to 1945.",
    "year": 1905,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Lili Damita",
    "birthday": "1904-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Lili_Damita_from_Stars_of_the_Photoplay.jpg/241px-Lili_Damita_from_Stars_of_the_Photoplay.jpg",
    "extract": "Lili Damita was a French-American actress and singer who appeared in 33 films between 1922 and 1937.",
    "year": 1904,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Werner Best",
    "birthday": "1903-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Werner_Best_1942.jpg/181px-Werner_Best_1942.jpg",
    "extract": "Karl Rudolf Werner Best was a German jurist, police chief, SS-Obergruppenführer, and Nazi Party leader and theoretician from Darmstadt. He was the first chief of Department 1 of the Gestapo, Nazi Germany's secret police, and initiated a registry of all Jews in Germany. As a deputy of SS-Obergruppenführer Reinhard Heydrich, he organized the World War II SS-Einsatzgruppen paramilitary death squads that were responsible for mass killings.",
    "year": 1903,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "John Wyndham",
    "birthday": "1903-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/4d/John_Wyndham_Parkes_Lucas_Beynon_Harris.jpg",
    "extract": "John Wyndham Parkes Lucas Beynon Harris was an English science fiction writer best known for his works published under the pen name John Wyndham, although he also used other combinations of his names, such as John Beynon and Lucas Parkes. Some of his works were set in post-apocalyptic landscapes. His best known works include The Day of the Triffids (1951), filmed in 1962, and The Midwich Cuckoos (1957), filmed in 1960 as Village of the Damned and again in 1990 under the same title.",
    "year": 1903,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Kurt Alder",
    "birthday": "1902-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Kurt_Alder_Nobel.jpg/226px-Kurt_Alder_Nobel.jpg",
    "extract": "Kurt Alder was a German chemist and Nobel laureate.",
    "year": 1902,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Nicolás Guillén",
    "birthday": "1902-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Nicol%C3%A1sGuill%C3%A9n-1942.jpg/224px-Nicol%C3%A1sGuill%C3%A9n-1942.jpg",
    "extract": "Nicolás Cristóbal Guillén Batista was a Cuban poet, journalist, political activist, and writer. He is best remembered as the national poet of Cuba.",
    "year": 1902,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "John Gilbert (actor)",
    "birthday": "1899-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/John_Gilbert_publicity_1930s.JPG/257px-John_Gilbert_publicity_1930s.JPG",
    "extract": "John Gilbert was an American actor, screenwriter and director. He rose to fame during the silent film era and became a popular leading man known as \"The Great Lover\". His breakthrough came in 1925 with his starring roles in The Merry Widow and The Big Parade. At the height of his career, Gilbert rivaled Rudolph Valentino as a box office draw.",
    "year": 1899,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Heiri Suter",
    "birthday": "1899-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Heiri_Suter_1926.jpg/216px-Heiri_Suter_1926.jpg",
    "extract": "Heinrich 'Heiri' Suter was a Swiss road racing cyclist. Excelling mainly in the classics, Suter was the first non-Belgian winner of the Tour of Flanders in 1923. Two weeks after his win in the Tour of Flanders, he won Paris–Roubaix, becoming the first cyclist to win both classics in the same year. He also holds a record six victories in Züri-Metzgete, Switerland's most important one-day race.",
    "year": 1899,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Renée Björling",
    "birthday": "1898-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Renee_Bjorling.jpg/199px-Renee_Bjorling.jpg",
    "extract": "Renée Björling was a Swedish film actress. She was born in Lovö, Sweden and died in Täby.",
    "year": 1898,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Legs Diamond",
    "birthday": "1897-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/ae/JackDiamond.jpg",
    "extract": "Jack \"Legs\" Diamond, also known as Gentleman Jack, was an Irish American gangster in Philadelphia and New York City during the Prohibition era. A bootlegger and close associate of gambler Arnold Rothstein, Diamond survived a number of attempts on his life between 1916 and 1931, causing him to be known as the \"clay pigeon of the underworld\". In 1930, Diamond's nemesis Dutch Schultz remarked to his own gang, \"Ain't there nobody that can shoot this guy so he don't bounce back?\"",
    "year": 1897,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Karl Plagge",
    "birthday": "1897-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/KarlPlagge.jpg/220px-KarlPlagge.jpg",
    "extract": " Karl Plagge was a German Army officer who rescued Jews during the Holocaust in Lithuania by issuing work permits to non-essential workers. A partially disabled veteran of World War I, Plagge studied engineering and joined the Nazi Party in 1931 in hopes of helping Germany rebuild from the economic collapse following the war. After being dismissed from the position of lecturer for being unwilling to teach racism, and his opposition to Nazi racist policies, he stopped participating in party activities in 1935 and left the party when the war broke out.",
    "year": 1897,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Thérèse Casgrain",
    "birthday": "1896-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7a/Th%C3%A9r%C3%A8se_Forget_Casgrain.png",
    "extract": "Marie Thérèse Casgrain, ., née Forget was a French Canadian feminist, reformer, politician and senator. She was a leader in the fight for women's right to vote in the province of Quebec, as well as the first woman to lead a political party in Canada. In her later life she opposed nuclear weapons and was a consumer activist. A strong federalist, one of her last political actions, at age 83, was to intervene on the \"No\" side in the 1980 Quebec sovereignty referendum.",
    "year": 1896,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Carl Orff",
    "birthday": "1895-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Carl_Orff_um_1970.jpg/320px-Carl_Orff_um_1970.jpg",
    "extract": "Carl Orff was a German composer and music educator, best known for his cantata Carmina Burana (1937). The concepts of his Schulwerk were influential for children's music education.",
    "year": 1895,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jimmy McHugh",
    "birthday": "1894-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/JimmyMcHugh.PNG/221px-JimmyMcHugh.PNG",
    "extract": "James Francis McHugh was an American composer. One of the most prolific songwriters from the 1920s to the 1950s, he is credited with over 500 songs. His songs were recorded by many artists, including Chet Baker, June Christy, Bing Crosby, Deanna Durbin, Ella Fitzgerald, Judy Garland, Adelaide Hall, Billie Holiday, Beverly Kenney, Bill Kenny, Peggy Lee, Carmen Miranda, Nina Simone, Frank Sinatra, and Dinah Washington.",
    "year": 1894,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Edith Quimby",
    "birthday": "1891-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c3/Edith_Quimby.jpg/320px-Edith_Quimby.jpg",
    "extract": "Edith Hinkley Quimby was an American medical researcher and physicist, best known as one of the founders of nuclear medicine. Her work involved developing diagnostic and therapeutic applications of X-rays. One of her main concerns was protecting both those handling the radioactive material and making sure that those being treated were given the lowest dose necessary.",
    "year": 1891,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Giorgio de Chirico",
    "birthday": "1888-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Giorgio_de_Chirico_%28portrait%29.jpg/259px-Giorgio_de_Chirico_%28portrait%29.jpg",
    "extract": "Giorgio de Chirico was an Italian artist and writer born in Greece. In the years before World War I, he founded the scuola metafisica art movement, which profoundly influenced the surrealists. His most well-known works often feature Roman arcades, long shadows, mannequins, trains, and illogical perspective. His imagery reflects his affinity for the philosophy of Arthur Schopenhauer and of Friedrich Nietzsche, and for the mythology of his birthplace.",
    "year": 1888,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Toyohiko Kagawa",
    "birthday": "1888-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c8/KAGAWA_Toyohiko_young.JPG",
    "extract": "Toyohiko Kagawa  was a Japanese Protestant Christian pacifist, Christian reformer, and labour activist. Kagawa wrote, spoke, and worked at length on ways to employ Christian principles in the ordering of society and in cooperatives. His vocation to help the poor led him to live among them. He advocated for women's suffrage and promoted a peaceful foreign policy.",
    "year": 1888,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Johannes Blaskowitz",
    "birthday": "1883-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Bundesarchiv_Bild_146-2004-004-05%2C_Johannes_Blaskowitz.jpg/204px-Bundesarchiv_Bild_146-2004-004-05%2C_Johannes_Blaskowitz.jpg",
    "extract": "Johannes Albrecht Blaskowitz was a German general during World War II and recipient of the Knight's Cross of the Iron Cross with Oak Leaves and Swords.",
    "year": 1883,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Hugo Raudsepp",
    "birthday": "1883-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Otto_Krusten_-_Milli_Mallikas.jpg/145px-Otto_Krusten_-_Milli_Mallikas.jpg",
    "extract": "Hugo Raudsepp was an influential and prolific Estonian playwright and politician. In 1951 he was deported to the Irkutsk region by the Soviet authorities, where he died.",
    "year": 1883,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Ima Hogg",
    "birthday": "1882-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/ImaHogg.jpg/228px-ImaHogg.jpg",
    "extract": "Ima Hogg, known as \"The First Lady of Texas\", was an American society leader, philanthropist, mental health advocate, patron and collector of the arts, and one of the most respected women in Texas during the 20th century. Hogg was an avid art collector, and owned works by Picasso, Klee, and Matisse, among others. Hogg donated hundreds of pieces of artwork to Houston's Museum of Fine Arts and served on a committee to plan the Kennedy Center in Washington, D.C. An enthusiastic collector of early American antiques, she also served on a committee tasked with locating historical furniture for the White House. She restored and refurbished several properties, including the Varner plantation and Bayou Bend, which she later donated to Texas arts and historical institutions who maintain the facilities and their collections today. Hogg received numerous awards and honors, including the Louise E. du Pont Crowninshield Award from the National Trust for Historic Preservation, the Santa Rita Award from the University of Texas System, and an honorary doctorate in fine arts from Southwestern University.",
    "year": 1882,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Otto Freundlich",
    "birthday": "1878-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f0/Otto_Freundlich_small.tif/lossy-page1-262px-Otto_Freundlich_small.tif.jpg",
    "extract": "Otto Freundlich was a German painter and sculptor of Jewish origin. A part of the first generation of abstract painters in Western art, Freundlich was a great admirer of cubism.",
    "year": 1878,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Mary McLeod Bethune",
    "birthday": "1875-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Mary_McLeod_Bethune_%281949%29.jpg/237px-Mary_McLeod_Bethune_%281949%29.jpg",
    "extract": "Mary Jane McLeod Bethune was an American educator, philanthropist, humanitarian, womanist, and civil rights activist. Bethune founded the National Council of Negro Women in 1935, established the organization's flagship journal Aframerican Women's Journal, and presided as president or leader for myriad African American women's organizations including the National Association for Colored Women and the National Youth Administration's Negro Division. She also was appointed as a national adviser to president Franklin D. Roosevelt, whom she worked with to create the Federal Council on colored Affairs, also known as the Black Cabinet. She is well known for starting a private school for African-American students in Daytona Beach, Florida. It later continued to develop as Bethune-Cookman University. Bethune was the sole African American woman officially a part of the US delegation that created the United Nations charter, and she held a leadership position for the American Women's Voluntary Services founded by Alice Throckmorton McLean. For her lifetime of activism, she was deemed \"acknowledged First Lady of Negro America\" by Ebony magazine in July 1949 and was known by the Black Press as the \"Female Booker T. Washington\". She was known as \"The First Lady of The Struggle\" because of her commitment to gain better lives for African Americans.",
    "year": 1875,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Dezső Pattantyús-Ábrahám",
    "birthday": "1875-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/P_Abraham_Dezso.jpg/274px-P_Abraham_Dezso.jpg",
    "extract": "Dezső Pattantyús-Ábrahám de Dancka was a conservative Hungarian politician who served as Prime Minister and temporary Minister of Finance of the second counter-revolutionary government in Szeged for one month in 1919. His government commissioned Miklós Horthy to Supreme Commander of the National Army.",
    "year": 1875,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Sergey Konenkov",
    "birthday": "1874-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/1973_CPA_4260_mint.jpg/230px-1973_CPA_4260_mint.jpg",
    "extract": "Sergey Timofeyevich Konenkov  was a Russian and Soviet sculptor. He was often called \"the Russian Rodin\".",
    "year": 1874,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Marcel Proust",
    "birthday": "1871-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Marcel_Proust_vers_1895.jpg/214px-Marcel_Proust_vers_1895.jpg",
    "extract": "Valentin Louis Georges Eugène Marcel Proust was a French novelist, critic, and essayist who wrote the monumental novel In Search of Lost Time, originally published in French in seven volumes between 1913 and 1927. He is considered by critics and writers to be one of the most influential authors of the 20th century.",
    "year": 1871,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Prince Maximilian of Baden",
    "birthday": "1867-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Bundesarchiv_Bild_183-R04103%2C_Prinz_Max_von_Baden%28cropped%29.jpg/230px-Bundesarchiv_Bild_183-R04103%2C_Prinz_Max_von_Baden%28cropped%29.jpg",
    "extract": "Maximilian, Margrave of Baden, also known as Max von Baden, was a German prince, general, and politician. He was heir presumptive to the throne of the Grand Duchy of Baden, and in October and November 1918 briefly served as the last chancellor of the German Empire and minister-president of Prussia. He sued for peace on Germany's behalf at the end of World War I based on U.S. President Woodrow Wilson's Fourteen Points, which included immediately transforming the government into a parliamentary system, by handing over the office of chancellor to SPD Chairman Friedrich Ebert and unilaterally proclaiming the abdication of Emperor Wilhelm II. Both events took place on 9 November 1918, the beginning of the Weimar Republic.",
    "year": 1867,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Austin Chapman",
    "birthday": "1864-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Austin_Chapman_-_Swiss_Studios_%28cropped%29.jpg/228px-Austin_Chapman_-_Swiss_Studios_%28cropped%29.jpg",
    "extract": "Sir Austin Chapman was an Australian politician who served in the House of Representatives from 1901 until his death in 1926. He held ministerial office in the governments of Alfred Deakin and Stanley Bruce, serving as Minister for Defence (1903–1904), Postmaster-General (1905–1907), Minister for Trade and Customs, and Minister for Health (1923–1924).",
    "year": 1864,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Nikola Tesla",
    "birthday": "1856-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Tesla_circa_1890.jpeg/239px-Tesla_circa_1890.jpeg",
    "extract": "Nikola Tesla was a Serbian-American inventor, electrical engineer, mechanical engineer, and futurist best known for his contributions to the design of the modern alternating current (AC) electricity supply system.",
    "year": 1856,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Adolphus Busch",
    "birthday": "1839-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Adolphus_busch2.jpg/253px-Adolphus_busch2.jpg",
    "extract": "Adolphus Busch was the German-born co-founder of Anheuser-Busch with his father-in-law, Eberhard Anheuser. He introduced numerous innovations, building the success of the company in the late 19th and early 20th centuries. He became a philanthropist, using some of his wealth for education and humanitarian needs. His great-great-grandson, August Busch IV, is a former CEO of Anheuser-Busch.",
    "year": 1839,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Henryk Wieniawski",
    "birthday": "1835-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Henryk_Wieniawski_three_quarters_length_%28cropped%29.jpg/213px-Henryk_Wieniawski_three_quarters_length_%28cropped%29.jpg",
    "extract": "Henryk Wieniawski was a Polish virtuoso violinist, composer and pedagogue who is regarded amongst the greatest violinists in history. His younger brother Józef Wieniawski and nephew Adam Tadeusz Wieniawski were also accomplished musicians, as was his daughter Régine, who became a naturalised British subject upon marrying into the peerage and wrote music under the name Poldowski.",
    "year": 1835,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Alvan Graham Clark",
    "birthday": "1832-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Yerkes_Observatory_Astro4p6.jpg/320px-Yerkes_Observatory_Astro4p6.jpg",
    "extract": "Alvan Graham Clark was an American astronomer and telescope-maker.",
    "year": 1832,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Camille Pissarro",
    "birthday": "1830-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Pissarro-portrait.jpg/240px-Pissarro-portrait.jpg",
    "extract": "Camille Pissarro was a Danish-French Impressionist and Neo-Impressionist painter born on the island of St Thomas. His importance resides in his contributions to both Impressionism and Post-Impressionism. Pissarro studied from great forerunners, including Gustave Courbet and Jean-Baptiste-Camille Corot. He later studied and worked alongside Georges Seurat and Paul Signac when he took on the Neo-Impressionist style at the age of 54.",
    "year": 1830,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Louis-Napoléon Casault",
    "birthday": "1823-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Louis-Napol%C3%A9on_Casault.jpg/213px-Louis-Napol%C3%A9on_Casault.jpg",
    "extract": "Sir Louis-Napoléon Casault was a Quebec lawyer, judge, professor and political figure. He represented Bellechasse in the 1st Canadian Parliament from 1867 to 1870 as a Conservative member.",
    "year": 1823,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Friedrich August von Quenstedt",
    "birthday": "1809-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Friedrich_August_von_Quenstedt.jpg/259px-Friedrich_August_von_Quenstedt.jpg",
    "extract": "Friedrich August von Quenstedt, was a German geologist and palaeontologist.",
    "year": 1809,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Emma Smith",
    "birthday": "1804-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/EmmaHSmith3.jpg/264px-EmmaHSmith3.jpg",
    "extract": "Emma Hale Smith Bidamon was the wife of Joseph Smith and a leader in the early days of the Latter Day Saint movement, both during Joseph's lifetime and afterward as a member of the Reorganized Church of Jesus Christ of Latter Day Saints. In 1842, when the Ladies' Relief Society of Nauvoo was formed as a women's service organization, she was elected by its members as the organization's first president.",
    "year": 1804,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Robert Chambers (publisher, born 1802)",
    "birthday": "1802-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Robert_Chambers%2C_publisher%2C_ca1863.jpg/239px-Robert_Chambers%2C_publisher%2C_ca1863.jpg",
    "extract": "Robert Chambers was a Scottish publisher, geologist, evolutionary thinker, author and journal editor who, like his elder brother and business partner William Chambers, was highly influential in mid-19th-century scientific and political circles.",
    "year": 1802,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "George M. Dallas",
    "birthday": "1792-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/George_Mifflin_Dallas_1848.jpg/265px-George_Mifflin_Dallas_1848.jpg",
    "extract": "George Mifflin Dallas was an American politician and diplomat who served as mayor of Philadelphia from 1828 to 1829, the 11th vice president of the United States from 1845 to 1849, and the United States Minister to the United Kingdom from 1856 to 1861.",
    "year": 1792,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "St. George Tucker",
    "birthday": "1752-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/StGeorgeTucker.jpg/288px-StGeorgeTucker.jpg",
    "extract": "St. George Tucker, born in Bermuda, was a lawyer and, after the American Revolution, a professor of law at the College of William & Mary. He notably increased the requirements for a law degree at the college, as he believed lawyers needed deep educations. He served as a judge of the General Court of Virginia and later on the Court of Appeals.",
    "year": 1752,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Eva Ekeblad",
    "birthday": "1724-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/28/Evadelagardie.gif",
    "extract": "Eva Ekeblad was a Swedish countess, salon hostess, agronomist, and scientist. She was widely known for discovering a method in 1746 to make alcohol and flour from potatoes, allowing greater use of scarce grains for food production, significantly reducing Sweden's incidence of famine.",
    "year": 1724,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "William Blackstone",
    "birthday": "1723-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Sir_William_Blackstone_from_NPG.jpg/254px-Sir_William_Blackstone_from_NPG.jpg",
    "extract": "Sir William Blackstone was an English jurist, judge and Tory politician of the eighteenth century. He is most noted for writing the Commentaries on the Laws of England. Born into a middle-class family in London, Blackstone was educated at Charterhouse School before matriculating at Pembroke College, Oxford, in 1738. After switching to and completing a Bachelor of Civil Law degree, he was made a fellow of All Souls College, Oxford, on 2 November 1743, admitted to Middle Temple, and called to the Bar there in 1746. Following a slow start to his career as a barrister, Blackstone became heavily involved in university administration, becoming accountant, treasurer and bursar on 28 November 1746 and Senior Bursar in 1750. Blackstone is considered responsible for completing the Codrington Library and Warton Building, and simplifying the complex accounting system used by the college. On 3 July 1753 he formally gave up his practice as a barrister and instead embarked on a series of lectures on English law, the first of their kind. These were massively successful, earning him a total of £453, and led to the publication of An Analysis of the Laws of England in 1756, which repeatedly sold out and was used to preface his later works.",
    "year": 1723,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Roger Cotes",
    "birthday": "1682-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/30/Roger_Cotes.png",
    "extract": "Roger Cotes was an English mathematician, known for working closely with Isaac Newton by proofreading the second edition of his famous book, the Principia, before publication. He also invented the quadrature formulas known as Newton–Cotes formulas, and made a geometric argument that can be interpreted as a logarithmic version of Euler's formula. He was the first Plumian Professor at Cambridge University from 1707 until his death.",
    "year": 1682,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "John Ernest Grabe",
    "birthday": "1666-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/The_south_face_of_the_Burdett_Coutts_memorial.jpg/213px-The_south_face_of_the_Burdett_Coutts_memorial.jpg",
    "extract": "John Ernest Grabe, Anglican divine, was born at Königsberg, where his father, Martin Sylvester Grabe, was professor of theology and history.",
    "year": 1666,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "David Teniers III",
    "birthday": "1638-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Juliaen_Teniers_the_Younger_-_The_family_of_David_Teniers_III.jpg/320px-Juliaen_Teniers_the_Younger_-_The_family_of_David_Teniers_III.jpg",
    "extract": "David Teniers III, also referred to as David Teniers junior was a Flemish painter and tapestry designer who was mainly active in Antwerp, Madrid and Brussels. He is known for his portraits, religious compositions and genre scenes.",
    "year": 1638,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Jean Herauld Gourville",
    "birthday": "1625-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/1703_-_Jean_H%C3%A9rault_de_Gourville.jpg/222px-1703_-_Jean_H%C3%A9rault_de_Gourville.jpg",
    "extract": "Jean Herauld Gourville was a French adventurer.",
    "year": 1625,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Arthur Annesley, 1st Earl of Anglesey",
    "birthday": "1614-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Arthur_Annesley%2C_1st_Earl_of_Anglesey_by_John_Michael_Wright.jpg/247px-Arthur_Annesley%2C_1st_Earl_of_Anglesey_by_John_Michael_Wright.jpg",
    "extract": "Arthur Annesley, 1st Earl of Anglesey PC was an Anglo-Irish royalist statesman. After short periods as President of the Council of State and Treasurer of the Navy, he served as Lord Privy Seal between 1673 and 1682 for Charles II. He succeeded his father as 2nd Viscount Valentia in 1660, and he was created Earl of Anglesey in 1661.",
    "year": 1614,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Pierre d'Hozier",
    "birthday": "1592-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/D%27Hozier.jpg/252px-D%27Hozier.jpg",
    "extract": "Pierre d'Hozier, seigneur de la Garde, was a French genealogist.",
    "year": 1592,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Antonio Possevino",
    "birthday": "1533-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Jan_Matejko-Batory_pod_Pskowem.jpg/320px-Jan_Matejko-Batory_pod_Pskowem.jpg",
    "extract": "Antonio Possevino was a Jesuit protagonist of Counter Reformation as a papal diplomat and a Jesuit controversialist, encyclopedist and bibliographer. He acted as papal legate and the first Jesuit to visit Moscow, vicar general of Sweden, Denmark and northern islands, Muscovy, Livonia, Rus, Hungary, Pomerania, Saxony between 1578 and 1586.",
    "year": 1533,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Odet de Coligny",
    "birthday": "1517-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Odet_Coligny_Ch%C3%A2tillon_Chantilly_Clouet.jpg/249px-Odet_Coligny_Ch%C3%A2tillon_Chantilly_Clouet.jpg",
    "extract": "Odet de Coligny was a French aristocrat, cardinal, Bishop-elect of Beauvais, Peer of France, and member of the French Royal Council. From 1534 he was usually referred to as the Cardinal of Châtillon.",
    "year": 1517,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Francisco de Toledo",
    "birthday": "1515-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Francisco_de_Toledo_Virrey.jpg/205px-Francisco_de_Toledo_Virrey.jpg",
    "extract": "Francisco Álvarez de Toledo, also known as The Viceroyal Solon, was an aristocrat and soldier of the Kingdom of Spain and the fifth Viceroy of Peru. Often regarded as the \"best of Peru's viceroys\", he is as often denounced for the negative impact his administration had on the Indigenous Andean (Indian) people of Peru.\nToledo brought stability to a tumultuous viceroyalty of Spain and enacted administrative reforms which changed the character of Spanish rule and the relationship between the indigenous peoples of the Andes and their Spanish overlords. With a policy called reductions, Toledo forcibly relocated much of the Indian population of Peru and Bolivia into new settlements to enforce Christianization, collect tributes and taxes, and gather Indian labor to work in mines and other Spanish enterprises. He has been condemned for the reductions, expanding the forced labor demanded of the Indians under the mit'a of the Inca Empire, and executing Túpac Amaru, the last Inca of the Neo-Inca State in Vilcabamba.",
    "year": 1515,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "John Calvin",
    "birthday": "1509-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/John_Calvin_Museum_Catharijneconvent_RMCC_s84_cropped.png/230px-John_Calvin_Museum_Catharijneconvent_RMCC_s84_cropped.png",
    "extract": "John Calvin was a French theologian, pastor, and reformer in Geneva during the Protestant Reformation. He was a principal figure in the development of the system of Christian theology later called Calvinism, including its doctrines of predestination and of God's absolute sovereignty in the salvation of the human soul from death and eternal damnation. Calvinist doctrines were influenced by and elaborated upon the Augustinian and other Christian traditions. Various Congregational, Reformed and Presbyterian churches, which look to Calvin as the chief expositor of their beliefs, have spread throughout the world.",
    "year": 1509,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "James III of Scotland",
    "birthday": "1451-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Hugo_van_der_Goes_-_The_Trinity_Altarpiece_-_James_III_of_Scotland_accompanied_by_his_son_James%2C_presented_by_St_Andrew_%28cropped%29.jpg/214px-Hugo_van_der_Goes_-_The_Trinity_Altarpiece_-_James_III_of_Scotland_accompanied_by_his_son_James%2C_presented_by_St_Andrew_%28cropped%29.jpg",
    "extract": "James III was King of Scots from 1460 until his death at the Battle of Sauchieburn in 1488. He inherited the throne as a child following the death of his father, King James II, at the siege of Roxburgh Castle. James III's reign began with a minority that lasted almost a decade, during which Scotland was governed by a series of regents and factions who struggled for possession of the young king, before his personal rule began in 1469.",
    "year": 1451,
    "month": 7,
    "day": 10,
    "language": "en"
  },
  {
    "name": "Emperor Go-Hanazono",
    "birthday": "1419-7-10",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Emperor_Go-Hanazono2.jpg/241px-Emperor_Go-Hanazono2.jpg",
    "extract": "Emperor Go-Hanazono  was the 102nd emperor of Japan, according to the traditional order of succession. His reign spanned the years from 1428 through 1464.",
    "year": 1419,
    "month": 7,
    "day": 10,
    "language": "en"
  }
]