[
  {
    "name": "Alessia Cara",
    "birthday": "1996-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Alessia_Cara%27s_signature.png/320px-Alessia_Cara%27s_signature.png",
    "extract": "Alessia Caracciolo, known professionally as Alessia Cara, is a Canadian singer-songwriter from Brampton, Ontario. When she was only 13 years of age, she started posting covers of songs that she performs on the online platform YouTube to showcase her ability and eventually gained a big following.",
    "year": 1996,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Joey Bosa",
    "birthday": "1995-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Joey_Bosa_2021.jpg/171px-Joey_Bosa_2021.jpg",
    "extract": "Joseph Anthony Bosa is an American football outside linebacker for the Los Angeles Chargers of the National Football League (NFL). He played college football at Ohio State and was selected third overall by the Chargers in the 2016 NFL Draft, where he was named NFL Defensive Rookie of the Year. Bosa has since been cited as among the best pass rushers in the NFL. He is the son of former NFL player John Bosa and the older brother of current NFL player Nick Bosa.",
    "year": 1995,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Anthony Milford",
    "birthday": "1994-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Anthony_Milford_Brisbane.jpg/142px-Anthony_Milford_Brisbane.jpg",
    "extract": "Anthony Milford is a Samoan international rugby league footballer who currently plays for the Newcastle Knights in the National Rugby League. He plays as a five-eighth or fullback.",
    "year": 1994,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Nina Nesbitt",
    "birthday": "1994-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Nina_Nesbitt_at_The_Peppermint_Club_03.jpg/246px-Nina_Nesbitt_at_The_Peppermint_Club_03.jpg",
    "extract": "Nina Lindberg Nesbitt is a Scottish singer and songwriter. She has two top 40 singles, and is known for her single \"Stay Out\", which peaked at 21 on the UK Singles Chart in April 2013.",
    "year": 1994,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Lucas Ocampos",
    "birthday": "1994-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Lucas_Ocampos_2020.jpg/249px-Lucas_Ocampos_2020.jpg",
    "extract": "Lucas Ariel Ocampos is an Argentine professional footballer who plays as a winger for Spanish club Sevilla and the Argentina national team.",
    "year": 1994,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Rebecca Bross",
    "birthday": "1993-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Rebecca-bross-2009-worlds-ubpodium.JPG/149px-Rebecca-bross-2009-worlds-ubpodium.JPG",
    "extract": "Rebecca Marie Bross is an American former artistic gymnast and six-time World Championship medalist.",
    "year": 1993,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Mona Barthel",
    "birthday": "1990-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Barthel_WM18_%2822%29_%2843027082155%29.jpg/213px-Barthel_WM18_%2822%29_%2843027082155%29.jpg",
    "extract": "Mona Barthel is a German tennis player.",
    "year": 1990,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Connor Paolo",
    "birthday": "1990-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Connor_Paolo_at_the_2009_Tribeca_Film_Festival.jpg/210px-Connor_Paolo_at_the_2009_Tribeca_Film_Festival.jpg",
    "extract": "Connor Paolo is an American actor. He is known for his roles as Eric van der Woodsen on The CW's teen drama series Gossip Girl and Declan Porter on the ABC drama series Revenge. He has also appeared in two Oliver Stone films, Alexander (2004) and World Trade Center (2006).",
    "year": 1990,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Patrick Peterson",
    "birthday": "1990-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Josh_Norman%2C_Patrick_Peterson_%2838408540724%29_%28cropped%29.jpg/232px-Josh_Norman%2C_Patrick_Peterson_%2838408540724%29_%28cropped%29.jpg",
    "extract": "Patrick De'mon Peterson Jr. is an American football cornerback for the Minnesota Vikings of the National Football League (NFL). He played college football at Louisiana State University (LSU), where he won the Chuck Bednarik Award as the best defensive player in the country, the Jim Thorpe Award as the best defensive back, and was unanimously recognized as an All-American. He was selected fifth overall by the Arizona Cardinals in the first round of the 2011 NFL Draft. Peterson was named to the Pro Bowl in each of his first eight seasons in the NFL. In 2021, he signed with the Vikings as a free agent after 10 seasons with Arizona.",
    "year": 1990,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Caroline Wozniacki",
    "birthday": "1990-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Caroline_Wozniacki_%2835449695422%29.jpg/213px-Caroline_Wozniacki_%2835449695422%29.jpg",
    "extract": "Caroline Wozniacki is a Danish former professional tennis player. She was ranked world No. 1 in singles for a total of 71 weeks, including at the end of 2010 and 2011. She achieved the top ranking for the first time on 11 October 2010, becoming the 20th player in the Open Era and the first woman from a Scandinavian country to hold the top position. She has won more than $35 million in prize money.",
    "year": 1990,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Tobias Sana",
    "birthday": "1989-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Tobias_Sana_2012-10-10.jpg/214px-Tobias_Sana_2012-10-10.jpg",
    "extract": "Tobias Tigjani Sana is a Swedish professional footballer who plays as an attacking midfielder. Currently a free agent, he most recently played for Allsvenskan club IFK Göteborg.",
    "year": 1989,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Travis Waddell",
    "birthday": "1989-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Travis_Waddell.jpg/217px-Travis_Waddell.jpg",
    "extract": "Travis Waddell is an Australian professional rugby league footballer who plays for the Souths Logan Magpies in the Intrust Super Cup. He plays as a hooker. He previously played for the Canberra Raiders, Newcastle Knights and most recently the Brisbane Broncos in the National Rugby League.",
    "year": 1989,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Shimanoumi Koyo",
    "birthday": "1989-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Shimanoumi_Koyo20220115.jpg/197px-Shimanoumi_Koyo20220115.jpg",
    "extract": "Shimanoumi Koyo  is a Japanese professional sumo wrestler from Shima, Mie. He debuted in sumo wrestling in July 2012 and made his makuuchi debut in May 2019. His highest rank has been maegashira 3. He wrestles for Kise stable.",
    "year": 1989,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Étienne Capoue",
    "birthday": "1988-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Manchester_United_v_Villarreal_CF%2C_29_September_2021_%2830%29_%28cropped%29.jpg/243px-Manchester_United_v_Villarreal_CF%2C_29_September_2021_%2830%29_%28cropped%29.jpg",
    "extract": "Étienne René Capoue is a French professional footballer who plays as a defensive midfielder for La Liga club Villarreal.",
    "year": 1988,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Raúl García (footballer, born 1986)",
    "birthday": "1986-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Ra%C3%BAl_Garc%C3%ADa_-_01.jpg/213px-Ra%C3%BAl_Garc%C3%ADa_-_01.jpg",
    "extract": "Raúl García Escudero is a Spanish professional footballer who plays for Athletic Bilbao mainly as an attacking midfielder or second striker.",
    "year": 1986,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Yoann Gourcuff",
    "birthday": "1986-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Stade_rennais_vs_USM_Alger%2C_July_16th_2016_-_Yoann_Gourcuff_1.jpg/259px-Stade_rennais_vs_USM_Alger%2C_July_16th_2016_-_Yoann_Gourcuff_1.jpg",
    "extract": "Yoann Miguel Gourcuff is a French former professional footballer who played mainly as an attacking midfielder. He could also be utilized as a withdrawn striker, and was described as a \"playmaker of real quality\" who \"is an accomplished passer of the ball\". Gourcuff was described by former France international player David Ginola as the best French player of his generation. His talent, elegant playing style, tenacity on the pitch, technical skills and precocious ability have drawn comparisons to French legend Zinedine Zidane.",
    "year": 1986,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ryan Jarvis",
    "birthday": "1986-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Ryan_Jarvis_24-08-2013_1.jpg/277px-Ryan_Jarvis_24-08-2013_1.jpg",
    "extract": "Ryan Robert Jarvis is an English semi-professional footballer who plays as a midfielder for Lowestoft Town. Jarvis has represented England at under-16, under-17 and under-19 levels.",
    "year": 1986,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Orestis Karnezis",
    "birthday": "1985-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/20130814_AT-GR_Orestis_Karnezis_2402.jpg/320px-20130814_AT-GR_Orestis_Karnezis_2402.jpg",
    "extract": "Orestis-Spyridon Karnezis is a Greek professional footballer who plays as a goalkeeper for Ligue 1 club Lille.",
    "year": 1985,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Yorman Bazardo",
    "birthday": "1984-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Bazardo_%2830-05-2013%2C_ritagliato%29.jpg/320px-Bazardo_%2830-05-2013%2C_ritagliato%29.jpg",
    "extract": "Yorman Michael Bazardo Osorio is a Venezuelan former professional baseball pitcher. He played in Major League Baseball (MLB) for the Florida Marlins, Detroit Tigers and Houston Astros.",
    "year": 1984,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Tanith Belbin White",
    "birthday": "1984-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Tanith_Belbin.jpg/268px-Tanith_Belbin.jpg",
    "extract": "Tanith Jessica Louise Belbin  is a Canadian-American ice dancer and Olympic program host for NBC Sports. Though born in Canada, she holds dual citizenship and has competed for the United States since she began skating with Benjamin Agosto in 1998. With Agosto, Belbin is the 2006 Olympic silver medalist, four-time World medalist, three-time Four Continents champion (2004–2006), and five-time U.S. champion (2004–2008).",
    "year": 1984,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jacoby Jones",
    "birthday": "1984-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Jacoby_jones_2014.jpg/246px-Jacoby_jones_2014.jpg",
    "extract": "Jacoby Rashi'd Jones is a former American football wide receiver and return specialist. He played college football at Lane College, and was drafted by the Houston Texans in the third round of the 2007 NFL Draft. He played for the Texans from 2007 to 2011. Jones then played for the Baltimore Ravens from 2012 to 2014, and was selected for the Pro Bowl in 2012. He is known for two of the most memorable plays in the 2012 NFL playoffs as a member of the Ravens: catching a 70-yard game-tying touchdown pass in the final seconds of regulation in the AFC Divisional playoff game against the Denver Broncos, which helped lead the Ravens to an eventual 38–35 double overtime victory; and a 108-yard kickoff return for a touchdown in Super Bowl XLVII against the San Francisco 49ers, the longest play in Super Bowl history. He also played for the San Diego Chargers and Pittsburgh Steelers in 2015 and the Monterrey Steel of the National Arena League in 2017.",
    "year": 1984,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Joe Pavelski",
    "birthday": "1984-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/20100206_Joe_Pavelski_%284354134463%29.jpg/224px-20100206_Joe_Pavelski_%284354134463%29.jpg",
    "extract": "Joseph James Pavelski is an American professional ice hockey player and alternate captain for the Dallas Stars of the National Hockey League (NHL). He previously played for the San Jose Sharks for the first thirteen years of his NHL career and served as captain during his final four years with the team. He attended University of Wisconsin and played for the Wisconsin Badgers men's ice hockey team.",
    "year": 1984,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Morné Steyn",
    "birthday": "1984-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Morn%C3%A9_Steyn.jpg/195px-Morn%C3%A9_Steyn.jpg",
    "extract": "Morné Steyn is a South African rugby union player who plays as a fly-half for the Bulls and played for the South Africa national team, up until his retirement from international test rugby in October 2021.",
    "year": 1984,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Engin Baytar",
    "birthday": "1983-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/EnginBaytar.jpg/168px-EnginBaytar.jpg",
    "extract": "Engin Baytar is a Turkish professional footballer who plays as a winger for İstanbul Siirtgücüspor.",
    "year": 1983,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Peter Cincotti",
    "birthday": "1983-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Peter_Cincotti_2.jpg/320px-Peter_Cincotti_2.jpg",
    "extract": "Peter Cincotti is an American singer-songwriter. He began playing piano at the age of three. While in high school, he regularly performed in clubs throughout Manhattan. In 2003, Cincotti's debut album, produced by Phil Ramone, reached No. 1 on the Billboard jazz chart, making Cincotti the youngest musician to do so. This led to performances at Carnegie Hall, Lincoln Center, Radio City Music Hall, L'Olympia, Queen Elizabeth Hall, and the Montreux Jazz Festival where he won an award in the piano competition. Cincotti's style blends pop, rock, blues, and jazz.",
    "year": 1983,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Marie Serneholt",
    "birthday": "1983-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Marie_Serneholt_p%C3%A5_Guldbaggegalan_2013.jpg/275px-Marie_Serneholt_p%C3%A5_Guldbaggegalan_2013.jpg",
    "extract": "Marie Eleonor Serneholt is a Swedish singer and model. She was a member of the Swedish pop band A*Teens from 1998 to 2004, and briefly pursued a solo recording career after the band dissolved.",
    "year": 1983,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Chris Cooley",
    "birthday": "1982-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Chris_cooley_2011.jpg/172px-Chris_cooley_2011.jpg",
    "extract": "Christopher Ken Cooley is a former American football tight end who played for the Washington Redskins of the National Football League (NFL). He played college football for Utah State University, and was drafted by the Redskins in the third round of the 2004 NFL draft.",
    "year": 1982,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Andre Johnson",
    "birthday": "1981-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Andre_Johnson_2010.jpg/244px-Andre_Johnson_2010.jpg",
    "extract": "Andre Lamont Johnson is a former American football wide receiver who played most of his 14-year career with the Houston Texans of the National Football League (NFL). He played college football at Miami, and was drafted by the Texans third overall in the 2003 NFL Draft. He is 11th all-time in NFL career receptions, and in NFL receiving yards. Johnson holds nearly every Texans receiving record. He was also a member of the Indianapolis Colts and Tennessee Titans. During his career, Johnson was named to the Pro Bowl 7 times, named to 4 All-Pro teams and emerged as one of the NFL's most productive wide receivers of the 21st century.",
    "year": 1981,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Tyson Kidd",
    "birthday": "1980-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Tyson_Kidd_Axxess_2014.jpg/257px-Tyson_Kidd_Axxess_2014.jpg",
    "extract": "Theodore James \"TJ\" Wilson is a Canadian retired professional wrestler better known by the ring name Tyson Kidd. He is currently signed to WWE, where he works as a producer.",
    "year": 1980,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Kathleen Edwards",
    "birthday": "1978-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1f/Kathleen_Edwards_at_the_Black_Sheep_Inn.jpg/320px-Kathleen_Edwards_at_the_Black_Sheep_Inn.jpg",
    "extract": "Kathleen Edwards is a Canadian singer-songwriter and musician. Her 2002 debut album, Failer, contained the singles \"Six O'Clock News\" and \"Hockey Skates\". Her next two albums – Back to Me and Asking for Flowers – both made the Billboard 200 list and reached the top 10 of Billboard's Top Heatseekers chart. In 2012, Edwards' fourth studio album, Voyageur, became Edwards' first album to crack the top 100 and top 40 in the U.S., peaking at #39 on the U.S. Billboard 200 and #2 in Canada. In 2012, Edwards' song \"A Soft Place To Land\" won the SOCAN Songwriting Prize, an annual competition that honours the best song written and released by 'emerging' songwriters over the past year, as voted by the public. Her musical sound has been compared to Suzanne Vega meets Neil Young.",
    "year": 1978,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Eduardo Nájera",
    "birthday": "1976-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Eduardo_Najera.jpg/249px-Eduardo_Najera.jpg",
    "extract": "Eduardo Alonso Nájera Pérez is a Mexican former professional basketball player who is currently a scout for the Dallas Mavericks of the National Basketball Association (NBA). He is also a pregame and postgame analyst on Mavericks Live on Fox Sports Southwest, where he is identified as Eddie. Before being promoted to a scout with the Mavs, he was head coach of the Texas Legends of the NBA D-League.",
    "year": 1976,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Rubén Baraja",
    "birthday": "1975-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Rub%C3%A9n_Baraja_01_%28cropped%29.jpg/235px-Rub%C3%A9n_Baraja_01_%28cropped%29.jpg",
    "extract": "Rubén Baraja Vegas is a Spanish retired footballer, currently a manager.",
    "year": 1975,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Lil' Kim",
    "birthday": "1975-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Lil%27_Kim_crop.jpg/312px-Lil%27_Kim_crop.jpg",
    "extract": "Kimberly Denise Jones, better known by her stage name Lil' Kim, is an American rapper and reality television personality. Born and raised in Brooklyn, New York City, she lived much of her adolescent life on the streets after being expelled from home. In her teens, Jones would freestyle rap, influenced by fellow female hip hop artists like MC Lyte and the Lady of Rage. In 1994, she was discovered by fellow rapper the Notorious B.I.G., who invited her to join his group Junior M.A.F.I.A.; their debut album, Conspiracy, generated two top 20 singles in the United States and was certified gold by the Recording Industry Association of America (RIAA).",
    "year": 1975,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Hermann Hreiðarsson",
    "birthday": "1974-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Hermann_Hrei%C3%B0arsson_o_crop.png/251px-Hermann_Hrei%C3%B0arsson_o_crop.png",
    "extract": "Hermann Hreiðarsson is an Icelandic former professional football player and coach. He played as a defender and spent 15 seasons in England, gaining a total of 315 appearances in the Premier League.",
    "year": 1974,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "André Ooijer",
    "birthday": "1974-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Andre-ooijer.jpg/320px-Andre-ooijer.jpg",
    "extract": "André Antonius Maria Ooijer is a former Dutch footballer who played as a defender. He played his last professional game for Ajax against Vitesse on 6 May 2012.",
    "year": 1974,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Leisha Hailey",
    "birthday": "1971-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Leisha_Hailey_1.JPG/221px-Leisha_Hailey_1.JPG",
    "extract": "Leisha Hailey is an American actress and musician known for playing Alice Pieszecki in the Showtime Networks series The L Word and The L Word: Generation Q. Hailey first came to the public's attention as a musician in the pop duo The Murmurs and has continued her music career as part of the band Uh Huh Her.\nLeisha is known for being a queer actress. Currently, the actress works as Alice in \"The L Word: Generation Q\", and hosts podcast, PANTS with fellow L Word star and close friend, Kate Moennig.",
    "year": 1971,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Justin Chambers",
    "birthday": "1970-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Justin_Cambers_2014_%28cropped%29.jpg/240px-Justin_Cambers_2014_%28cropped%29.jpg",
    "extract": "Justin Willman Chambers is an American actor and former model. He is best known for his role as Dr. Alex Karev in the ABC television drama Grey's Anatomy from 2005 to 2020. Born in Ohio, he went to Southeastern High School, South Charleston, and later studied acting at New York's HB Studio. Chambers began modeling after being approached by a modeling scout in Paris. He went on to represent fashion brands including Calvin Klein, Armani, and Dolce & Gabbana. Chambers began his acting career with a recurring role in the soap opera Another World and made his feature film debut with a supporting role in 1999's comedy drama Liberty Heights. His breakthrough role came in 2005 when he was cast as Dr. Alex Karev in the ABC medical drama series Grey's Anatomy. Chambers gained widespread recognition as the series progressed and the character became one of the most popular from the hit series, earning multiple nominations and the 2017 Best TV Network Drama Actor at the People's Choice Awards as well as nominations for the Screen Actors Guild Award.",
    "year": 1970,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Sajjad Karim",
    "birthday": "1970-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Karim_Sajjad_2014-02-03_3.jpg/212px-Karim_Sajjad_2014-02-03_3.jpg",
    "extract": "Sajjad Haider Karim is a British politician. He served as a Member of the European Parliament for the North West England between 2004 and 2019.\nSajjad is one of 10 members of the executive of European Movement UK and Chair of Conservative European Forum Trade.",
    "year": 1970,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ned Boulting",
    "birthday": "1969-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Ned_Boulting_-_2017_Tour_Series_%28Motherwell%29.jpg/240px-Ned_Boulting_-_2017_Tour_Series_%28Motherwell%29.jpg",
    "extract": "Norris Edward Boulting is a British sports journalist and television presenter best known for his coverage of football, cycling and darts.",
    "year": 1969,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Michael Geist",
    "birthday": "1968-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Michael_Geist_headshot.JPG/240px-Michael_Geist_headshot.JPG",
    "extract": "Michael Allen Geist is a Canadian academic, the Canada Research Chair in Internet and E-Commerce Law at the University of Ottawa and a member of the Centre for Law, Technology and Society. Geist was educated at the University of Western Ontario, Osgoode Hall Law School, where he received his Bachelor of Laws, Cambridge University, where he received a Master of Laws, and Columbia Law School, where he received a Master of Laws and Doctor of Law degree. He has been a visiting professor at universities around the world including the University of Haifa, Hong Kong University, and Tel Aviv University. He is also a senior fellow at the Centre for International Governance Innovation.",
    "year": 1968,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Esera Tuaolo",
    "birthday": "1968-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Esera_Tuaolo_2021.jpg/271px-Esera_Tuaolo_2021.jpg",
    "extract": "Esera Tavai Tuaolo, nicknamed \"Mr. Aloha,\" is a former American professional football player. He was a defensive tackle in the National Football League (NFL) for 10 years.",
    "year": 1968,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Andy Ashby",
    "birthday": "1967-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/fe/Andy_Ashby.jpg",
    "extract": "Andrew Jason Ashby is an American former professional baseball starting pitcher, who played for the Philadelphia Phillies, Colorado Rockies, San Diego Padres, Atlanta Braves, and Los Angeles Dodgers of Major League Baseball. Listed at 6' 1\", 180 lb., Ashby batted and threw right-handed. He was born in Kansas City, Missouri. Andy is the uncle to professional player Aaron Ashby.",
    "year": 1967,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jhumpa Lahiri",
    "birthday": "1967-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Jhumpa_Lahiri_%282015%29.png/223px-Jhumpa_Lahiri_%282015%29.png",
    "extract": "Nilanjana Sudeshna \"Jhumpa\" Lahiri is an American author known for her short stories, novels and essays in English, and, more recently, in Italian.",
    "year": 1967,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Nadeem Aslam",
    "birthday": "1966-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Nadeem_Aslam.jpg/320px-Nadeem_Aslam.jpg",
    "extract": "Nadeem Aslam FRSL is a prize-winning British Pakistani novelist. His debut novel, Season of the Rainbirds, won the Betty Trask and the Author's Club First Novel Award. His critically acclaimed second novel Maps for Lost Lovers won Encore Award and Kiriyama Prize; it was shortlisted for International Dublin Literary Award, among others. Colm Tóibín described him as \"one of the most exciting and serious British novelists writing now\".",
    "year": 1966,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Kentaro Miura",
    "birthday": "1966-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1a/Kentaro_Miura.png/245px-Kentaro_Miura.png",
    "extract": "Kentaro Miura  was a Japanese manga artist. He was best known for his acclaimed dark fantasy series Berserk, which began serialization in 1989 and continued until his death. As of 2021, Berserk had more than 50 million copies in circulation, making it one of the best-selling manga series of all time. In 2002, Miura received the Award for Excellence at the 6th Tezuka Osamu Cultural Prizes.",
    "year": 1966,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Rod Strickland",
    "birthday": "1966-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Rod-Strickland.jpg/222px-Rod-Strickland.jpg",
    "extract": "Rodney Strickland is an American basketball executive and former professional basketball player. He is currently the program manager for the NBA G League's professional path. Strickland played college basketball at DePaul University, where he was awarded All-American honors. He then enjoyed a long career in the National Basketball Association (NBA), playing from 1988 to 2005. Strickland was an assistant coach for the South Florida Bulls, under Orlando Antigua from 2014 to 2017. He formerly served in an administrative role for the University of Kentucky basketball team under head coach John Calipari and was the director of basketball operations at the University of Memphis under Calipari. He is the godfather of current NBA player Kyrie Irving.",
    "year": 1966,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ricky Warwick",
    "birthday": "1966-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Thin_Lizzie_live_at_Ramblin%27_Man_Fair_2016_%2828386386620%29.jpg/229px-Thin_Lizzie_live_at_Ramblin%27_Man_Fair_2016_%2828386386620%29.jpg",
    "extract": "Ricky Warwick is a Northern Irish musician and songwriter, and the lead singer with Black Star Riders and Thin Lizzy. He is also the frontman for the Scottish hard rock band The Almighty, with whom he achieved chart success in the UK throughout the 1990s, although the band is currently on hiatus. Warwick has released several solo albums and performed with a variety of other bands and artists, and also fronts his own band, The Fighting Hearts, to showcase his solo material.",
    "year": 1966,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Tony Cottee",
    "birthday": "1965-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Tony_Cottee_at_Tony_Carr%27s_testimonial.jpg/214px-Tony_Cottee_at_Tony_Carr%27s_testimonial.jpg",
    "extract": "Antony Richard Cottee is an English former professional footballer and manager who now works as a television football commentator.",
    "year": 1965,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ernesto Hoost",
    "birthday": "1965-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Ernesto-Hoost.jpg/320px-Ernesto-Hoost.jpg",
    "extract": "Ernesto Frits Hoost is a Dutch retired kickboxer. A four-time K-1 World Champion, Hoost is considered to be one of the greatest kickboxers of all time. Debuting in 1993 at the K-1 World Grand Prix 1993, where he came just one win short of the world title, Hoost announced his retirement thirteen years later on 2 December 2006 after the K-1 World GP Final tournament in Tokyo Dome, Japan. Hoost holds notable victories over Peter Aerts (4x), Branko Cikatić, Mirko Cro Cop (3x), Jérôme Le Banner (3x), Andy Hug (3x), Ray Sefo (3x), Musashi (2x), Mike Bernardo, Francisco Filho (2x), Sam Greco, Stefan Leko (3x), Mark Hunt, Cyril Abidi, and Glaube Feitosa.",
    "year": 1965,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Scott Shriner",
    "birthday": "1965-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Scott_Shriner.jpg/230px-Scott_Shriner.jpg",
    "extract": "Scott Gardner Shriner is an American musician best known as a member of the rock band Weezer, with whom he has recorded twelve studio albums. Joining the band in 2001, Shriner is the band's longest serving bass guitarist.",
    "year": 1965,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Chris Cornell",
    "birthday": "1964-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/ChrisCornellTIFFSept2011.jpg/240px-ChrisCornellTIFFSept2011.jpg",
    "extract": "Christopher John Cornell was an American singer, songwriter, and musician best known as the lead vocalist and rhythm guitarist for the rock bands Soundgarden and Audioslave. He also had a solo career and contributed to soundtracks. Cornell was also the founder and frontman of Temple of the Dog, a one-off tribute band dedicated to his late friend Andrew Wood.",
    "year": 1964,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Craig Charles",
    "birthday": "1964-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Craig_Charles_%2801%29.jpg/320px-Craig_Charles_%2801%29.jpg",
    "extract": "Craig Joseph Charles is an English actor. He is best known for his roles as Dave Lister in the science fiction sitcom Red Dwarf and Lloyd Mullaney in the soap opera Coronation Street. He presented the gladiator-style game show Robot Wars from 1998 to 2004, and narrated the comedy endurance show Takeshi's Castle. As a DJ, he appears on BBC Radio 6 Music and BBC Radio 2.",
    "year": 1964,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Al MacInnis",
    "birthday": "1963-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Al_MacInnis_during_the_St._Louis_Blues_Stanley_Cup_parade.jpg/320px-Al_MacInnis_during_the_St._Louis_Blues_Stanley_Cup_parade.jpg",
    "extract": "Allan MacInnis is a Canadian former professional ice hockey defenceman who played 23 seasons in the National Hockey League (NHL) for the Calgary Flames (1981-1994) and St. Louis Blues (1994-2004). A first round selection of the Flames in the 1981 NHL Entry Draft, he went on to become a 12-time All-Star. He was named the Conn Smythe Trophy winner as the most valuable player of the playoffs in 1989 after leading the Flames to the Stanley Cup championship. He was voted the winner of the James Norris Memorial Trophy in 1999 as the top defenceman in the league while a member of the Blues. In 2017 MacInnis was named one of the '100 Greatest NHL Players' in history.",
    "year": 1963,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Lisa Rinna",
    "birthday": "1963-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Lisa_Rinna6.jpg/213px-Lisa_Rinna6.jpg",
    "extract": "Lisa Deanna Rinna is an American actress, author and television personality. As an actress, she is best known for her roles as Billie Reed on the NBC daytime soap opera Days of Our Lives and Taylor McBride on Fox's television drama Melrose Place. Since 2014, Rinna has been a main cast member on Bravo's hit reality television series The Real Housewives of Beverly Hills. Other television credits include being a contestant on NBC's The Celebrity Apprentice and ABC's Dancing with the Stars, as well as guest-starring roles on series such as Entourage, The Middle, Veronica Mars, Community, and 8 Simple Rules. Rinna made her Broadway debut in Chicago as Roxie Hart in June 2007.",
    "year": 1963,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Antony Jenkins",
    "birthday": "1961-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Antony_Jenkins.jpg/320px-Antony_Jenkins.jpg",
    "extract": "Antony Peter Jenkins is a British business executive. Since 2016 he has been the chief executive officer of 10x Future Technologies, which he founded. He was the group chief executive of Barclays from 30 August 2012 until his dismissal on 8 July 2015.",
    "year": 1961,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Caroline Quentin",
    "birthday": "1960-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Caroline_Quentin_IMG_4859_RECORTADA.jpg/292px-Caroline_Quentin_IMG_4859_RECORTADA.jpg",
    "extract": "Caroline Quentin is an English actress, broadcaster and television presenter. Quentin became known for her television appearances: portraying Dorothy in Men Behaving Badly (1992–1998), Maddie Magellan in Jonathan Creek (1997–2000), and DCI Janine Lewis in Blue Murder (2003–2009).",
    "year": 1960,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Richie Sambora",
    "birthday": "1959-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/RSO_NAMM_2017_3.jpg/256px-RSO_NAMM_2017_3.jpg",
    "extract": "Richard Stephen Sambora is an American rock guitarist, singer, songwriter and producer, best known as the lead guitarist of the rock band Bon Jovi from 1983 to 2013. He and lead singer Jon Bon Jovi formed the main songwriting unit for the band. He has also released three solo albums: Stranger in This Town in 1991, Undiscovered Soul in 1998, and Aftermath of the Lowdown released in September 2012.",
    "year": 1959,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Suzanne Vega",
    "birthday": "1959-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/SuzanneVegaLebanonNH.jpg/320px-SuzanneVegaLebanonNH.jpg",
    "extract": "Suzanne Nadine Vega is an American singer-songwriter best known for her folk-inspired music. Vega's music career spans almost 40 years. She came to prominence in the mid-1980s, releasing four singles that entered the Top 40 charts in the UK during the 1980s and 1990s, including \"Marlene on the Wall\", \"Left of Center\", \"Luka\" and \"No Cheap Thrill\". \"Tom's Diner\", which was originally released as an a cappella recording on Vega's second album, Solitude Standing (1987), was remixed in 1990 as a dance track by English electronic duo DNA with Vega as featured artist, and it became a Top 10 hit in over five countries. The original a capella recording of the song was used as a test during the creation of the MP3 format. The role of her song in the development of the MP3 compression prompted Vega to be given the title of \"The Mother of the MP3\".",
    "year": 1959,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Mark Lester",
    "birthday": "1958-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Mark_Lester_3_Allan_Warren.jpg/208px-Mark_Lester_3_Allan_Warren.jpg",
    "extract": "Mark Lester is an English former child actor, osteopath, and acupuncturist who starred in a number of British and European films in the 1960s and 1970s. In 1968 he played the title role in the film Oliver!, a musical version of the Charles Dickens' novel Oliver Twist. Lester also made several appearances in a number of British television series. In 1977, after appearing in the all-star international action adventure film The Prince and the Pauper, he retired from acting. In the 1980s, he trained as an osteopath specialising in sport injuries.",
    "year": 1958,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Hugo Sánchez",
    "birthday": "1958-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Huguito.jpg/220px-Huguito.jpg",
    "extract": "Hugo Sánchez Márquez is a Mexican former professional footballer and manager, who played as a forward. A prolific goalscorer known for his spectacular strikes and volleys, Sánchez is widely regarded as the greatest Mexican footballer of all time. In 1999, the International Federation of Football History and Statistics voted Sánchez the 26th best footballer of the 20th century, and the best footballer from the CONCACAF region. In 2004 Sánchez was named in the FIFA 100 list of the world's greatest living players. He is the fourth highest scorer in the history of La Liga, the third highest scoring foreign player after Lionel Messi and Cristiano Ronaldo, and is the seventh highest goalscorer in Real Madrid's history. He scored a total of 562 senior career goals for both club and country in 956 matches.",
    "year": 1958,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Johann Lamont",
    "birthday": "1957-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Johann_Lamont_2019.png/240px-Johann_Lamont_2019.png",
    "extract": "Johann MacDougall Lamont is a Scottish Labour Co-operative politician who served as Leader of the Scottish Labour Party from 2011 to 2014. She was previously a junior Scottish Executive minister from 2004 to 2007 and Deputy Leader of the Scottish Labour Party from 2008 until her election to the leadership in 2011. In addition to her ministerial and leadership roles, she has been a campaigner on equality issues and violence against women throughout her political career.",
    "year": 1957,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Peter Murphy (musician)",
    "birthday": "1957-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Peter-Murphy-Musician.jpg/253px-Peter-Murphy-Musician.jpg",
    "extract": "Peter John Joseph Murphy is an English singer, songwriter, and musician. He is the vocalist for the post-punk goth rock band Bauhaus. After Bauhaus initially disbanded, Murphy formed Dalis Car with Japan bassist Mick Karn and released one album, The Waking Hour (1984). He later went on to release a number of solo albums, including Should the World Fail to Fall Apart (1986) and Love Hysteria (1988). In 1990, he achieved mainstream success with his hit single \"Cuts You Up\", which topped the American Modern Rock Tracks for 7 weeks. His album Deep also reached No. 44 on the Billboard 200. In 1992, Murphy released Holy Smoke, which reached No. 108 on the Billboard 200 chart along with lead single \"The Sweetest Drop\", which peaked at No. 2 on the American Modern Rock Tracks chart. In 2002, Murphy released Dust with Turkish-Canadian composer and producer Mercan Dede, which utilizes traditional Turkish instrumentation and songwriting, abandoning Murphy's previous pop and rock incarnations, and juxtaposing elements from progressive rock, trance, classical music, and Middle Eastern music, coupled with Dede's trademark atmospheric electronics. In 2014, he released Lion, produced by Killing Joke's Youth, which reached No. 173 on the Billboard 200.",
    "year": 1957,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Michael Rose (singer)",
    "birthday": "1957-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Michael_Rose_Dortmund.jpg/320px-Michael_Rose_Dortmund.jpg",
    "extract": "Michael Rose is a Grammy award-winning reggae singer from Jamaica. He is known for a successful tenure with Black Uhuru from 1977 to 1984, and he has worked regularly with Dennis Brown, Big Youth, The Wailers, Gregory Isaacs, Sly and Robbie, and others. He has also released more than twenty solo albums.",
    "year": 1957,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Amitav Ghosh",
    "birthday": "1956-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Amitav_Ghosh_by_Gage_Skidmore.jpg/240px-Amitav_Ghosh_by_Gage_Skidmore.jpg",
    "extract": "Amitav Ghosh is an Indian writer, best known for his English language historical fiction. He won the 54th Jnanpith award in 2018, India’s highest literary honor. Ghosh's ambitious novels use complex narrative strategies to probe the nature of national and personal identity, particularly of the people of India and Southeast Asia. He has also written non-fiction works discussing topics such as colonialism and climate change.",
    "year": 1956,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Robin Renucci",
    "birthday": "1956-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Robin_Renucci_2013.jpg/226px-Robin_Renucci_2013.jpg",
    "extract": "Robin Renucci is a French film and television actor and film director.",
    "year": 1956,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Sela Ward",
    "birthday": "1956-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Sela_Ward.jpg/212px-Sela_Ward.jpg",
    "extract": "Sela Ann Ward is an American actress, author, and producer. Her breakthrough TV role was as Teddy Reed in the NBC drama series Sisters (1991–96), for which she received her first Primetime Emmy Award for Outstanding Lead Actress in a Drama Series in 1994. She received her second Primetime Emmy Award and Golden Globe Award for Best Actress – Television Series Drama for the leading role of Lily Manning in the ABC drama series Once and Again (1999–2002). Ward later had the recurring role of Stacy Warner in the Fox medical drama House, also starred as Jo Danville in the CBS police procedural CSI: NY (2010–2013) and starred as Dana Mosier in the CBS police procedural series FBI (2018–2019).",
    "year": 1956,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Balaji Sadasivan",
    "birthday": "1955-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Balaji_Sadasivan_at_the_World_Economic_Forum_on_East_Asia%2C_Ho_Chi_Minh_City%2C_Vietnam_-_20100606.jpg/213px-Balaji_Sadasivan_at_the_World_Economic_Forum_on_East_Asia%2C_Ho_Chi_Minh_City%2C_Vietnam_-_20100606.jpg",
    "extract": "Balaji Sadasivan was a Singaporean politician and neurosurgeon of Indian ancestry. He attended Raffles Institution, Siglap Secondary School and National Junior College, and studied medicine at the University of Singapore. After graduating in 1979, he continued his education at the Royal College of Physicians and Surgeons of Glasgow, becoming a Fellow of the Royal College of Surgeons (F.R.C.S.) in 1984. He also trained at the Henry Ford Hospital in Detroit, Michigan, from 1985 to 1989, and became a Fellow of Harvard University in 1990. He worked as a neurosurgeon until 2001, publishing over 50 book chapters and journal articles.",
    "year": 1955,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Julia King, Baroness Brown of Cambridge",
    "birthday": "1954-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Official_portrait_of_Baroness_Brown_of_Cambridge_crop_2.jpg/240px-Official_portrait_of_Baroness_Brown_of_Cambridge_crop_2.jpg",
    "extract": "Julia Elizabeth King, Baroness Brown of Cambridge is a British engineer and crossbench member of the House of Lords, present Chair of the Carbon Trust and the Henry Royce Institute, and was the Vice-Chancellor of Aston University from 2006 to 2016.",
    "year": 1954,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Piyasvasti Amranand",
    "birthday": "1953-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Piyasawat_Amaranand.jpg/217px-Piyasawat_Amaranand.jpg",
    "extract": "Piyasvasti Amranand, born 11 July 1953) was Thailand's Energy Minister between 9 October 2006 and 6 February 2008. He is former Secretary-General of the Thai National Energy Policy Office, Chairman of Kasikorn Asset Management, and Chairman of the Panel of Advisors to the CEO of Kasikornbank. He was President of Thai Airways International between October 2009 and June 2012 and Chairman of PTT Public Company Limited between July 2014 and 2018. He is currently Chairman of PTT Global Chemical plc., board member of Kasikorn Bank, board member of Pruksa Holding plc., and Chairman of Thai Airways Rehabilitation Plan Administrator. Piyasvasti plays active roles in three non-profit organizations as a founding and core member of the Energy Reform for Sustainability Group (ERS); Chairman of the Energy for Environment Foundation, a non-profit organization undertaking renewable energy and energy efficiency projects; and as president of the Ski and Snowboard Association of Thailand.",
    "year": 1953,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Angélica Aragón",
    "birthday": "1953-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Ang%C3%A9lica_Arag%C3%B3n.jpg/196px-Ang%C3%A9lica_Arag%C3%B3n.jpg",
    "extract": "Angélica Espinoza Stransky, known as Angélica Aragón, is a Mexican film, television and stage actress and singer. She is daughter of the Mexican composer José Ángel Espinoza \"Ferrusquilla\". She is recognized for her performances in various Mexican film productions such as Cilantro y perejil (1997), Sexo, pudor y lágrimas (1999) and El crimen del Padre Amaro (2002) and in diverse American productions like A Walk in the Clouds (1995) and Dirty Dancing: Havana Nights (2002) among others. She is also famous for having starred in two famous Mexican telenovelas: Vivir un poco (1985) and Mirada de mujer (1997).",
    "year": 1953,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Suresh Prabhu",
    "birthday": "1953-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/The_Union_Minister_for_Commerce_%26_Industry%2C_Shri_Suresh_Prabhakar_Prabhu_holding_a_Press_Conference_on_the_3rd_meeting_of_Council_for_Trade_Development_and_Promotion%2C_in_New_Delhi_on_January_08%2C_2018.jpg/320px-thumbnail.jpg",
    "extract": "Suresh Prabhakar Prabhu is an Indian politician and India's Sherpa to the G7 and G20 who was the Minister of Civil Aviation, Railways, Commerce & Industry in the First Modi ministry.",
    "year": 1953,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Patricia Reyes Spíndola",
    "birthday": "1953-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/MX_MM_SHORTS_M%C3%89XICO_-_48637288143_%28cropped%29.jpg/228px-MX_MM_SHORTS_M%C3%89XICO_-_48637288143_%28cropped%29.jpg",
    "extract": "Patricia Verónica Núñez Reyes Spíndola is a Mexican actress, director, and producer. She has received four Ariel Awards, two for Best Actress, and two for Supporting Actress.",
    "year": 1953,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Leon Spinks",
    "birthday": "1953-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Leon_Spinks_1.jpg/284px-Leon_Spinks_1.jpg",
    "extract": "Leon Spinks was an American professional boxer who competed from 1977 to 1995. In only his eighth professional fight, he won the undisputed heavyweight championship in 1978 after defeating Muhammad Ali in a split decision, in what is considered one of the biggest upsets in boxing history. Spinks was later stripped of the WBC title for facing Ali in an unapproved rematch seven months later, which he lost by a unanimous decision.",
    "year": 1953,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Mindy Sterling",
    "birthday": "1953-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Mindy_Sterling_by_Gage_Skidmore_2.jpg/234px-Mindy_Sterling_by_Gage_Skidmore_2.jpg",
    "extract": "Mindy Lee Sterling is an American actress. She portrayed Frau Farbissina in the Austin Powers film series and starred in the web series Con Man, the latter of which earned her a Primetime Emmy Award nomination. She has had recurring roles as Miss Francine Briggs on the Nickelodeon series iCarly, Principal Susan Skidmore on the Disney Channel series A.N.T. Farm, and Linda Schwartz on the ABC series The Goldbergs.",
    "year": 1953,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Bramwell Tovey",
    "birthday": "1953-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Mario_Bernardi_and_Bramwell_Tovey.jpg/320px-Mario_Bernardi_and_Bramwell_Tovey.jpg",
    "extract": "Bramwell Tovey, is a British conductor and composer.",
    "year": 1953,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Bill Barber",
    "birthday": "1952-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Bill_Barber_2012.jpg/213px-Bill_Barber_2012.jpg",
    "extract": "William Charles Barber is a Canadian former professional ice hockey forward who played twelve seasons for the Philadelphia Flyers in the National Hockey League (NHL). As part of the famed LCB line, Barber helped lead the Flyers to the franchise's two Stanley Cups in 1974 and 1975. He was inducted into the Hockey Hall of Fame in 1990. He is currently a scouting consultant with the Flyers.",
    "year": 1952,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Stephen Lang",
    "birthday": "1952-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Stephen_Lang_2014.jpg/223px-Stephen_Lang_2014.jpg",
    "extract": "Stephen Lang is an American screen and stage actor, and playwright. He is known for roles in films including Manhunter (1986), Gettysburg, Tombstone, Gods and Generals (2003), Public Enemies (2009) and Don't Breathe (2016). Outside of these roles, he has had an extensive career on Broadway, and has received a Tony Award nomination for his role in the 1992 production of The Speed of Darkness and won the Saturn Award for Best Supporting Actor for his performance in James Cameron's Avatar (2009). From 2004 to 2006, he was co-artistic director of the Actors Studio.",
    "year": 1952,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ed Ott",
    "birthday": "1951-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/17/Ed_Ott_Pirates.jpg",
    "extract": "Nathan Edward Ott, nicknamed \"Otter\", is an American former professional baseball player, coach and manager. He played as a catcher in Major League Baseball (MLB) from 1974 to 1981, most notably as a member of the Pittsburgh Pirates with whom he won a World Series championship in 1979. He also played for the California Angels. Ott was a left-handed batter and threw right-handed.",
    "year": 1951,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Pervez Hoodbhoy",
    "birthday": "1950-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/fa/Hoodbhoy.jpg",
    "extract": "Pervez Amirali Hoodbhoy is a Pakistani nuclear physicist and activist who serves as a professor at the Forman Christian College and previously taught physics at the Quaid-e-Azam University. Hoodbhoy is also a prominent activist in particular concerned with promotion of freedom of speech, secularism, scientific temper and education in Pakistan.",
    "year": 1950,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Bonnie Pointer",
    "birthday": "1950-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Bonnie_Pointer_1974.jpg/259px-Bonnie_Pointer_1974.jpg",
    "extract": "Patricia Eva \"Bonnie\" Pointer was an American singer, best known for having been a member of the vocal group, the Pointer Sisters. Pointer scored several moderate solo hits after leaving the Pointers in 1977, including a disco cover of the Elgins' \"Heaven Must Have Sent You\" which became a U.S. top 20 pop hit on September 1, 1979.",
    "year": 1950,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Norman Lebrecht",
    "birthday": "1947-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e2/NormanLebrecht.jpg",
    "extract": "Norman Lebrecht is a British music journalist and author who specializes in classical music. He is best known as the owner of the classical music blog, Slipped Disc, where he frequently publishes articles. Unlike other writers on music, Lebrecht rarely reviews concerts or recordings, preferring to report on the people and organizations who engage in classical music. Described by Gilbert Kaplan as \"surely the most controversial and arguably the most influential journalist covering classical music\", his writings have been praised as entertaining and revealing, while others have accused them of sensationalism and criticized their inaccuracies.",
    "year": 1947,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Bo Lundgren",
    "birthday": "1947-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Bo_Lundgren_br%C3%B6llopsg%C3%A4st.jpg/239px-Bo_Lundgren_br%C3%B6llopsg%C3%A4st.jpg",
    "extract": "Bo Axel Magnus Lundgren is a Swedish politician. He was the leader of the Moderate Party from 1999 to 2003.",
    "year": 1947,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Michael Levy, Baron Levy",
    "birthday": "1944-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Official_portrait_of_Lord_Levy_crop_2.jpg/240px-Official_portrait_of_Lord_Levy_crop_2.jpg",
    "extract": "Michael Abraham Levy, Baron Levy, is a Labour Party peer. He is a former chartered accountant and was chairman and CEO of a large independent group of music companies. He now acts as a consultant for a number of companies and is also chairman of a finance company.",
    "year": 1944,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Richard Carleton",
    "birthday": "1943-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/91/RichardCarleton.jpg",
    "extract": "Richard George Carleton was a multiple Logie Award–winning Australian television journalist.",
    "year": 1943,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Howard Gardner",
    "birthday": "1943-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Howard_Gardner_%282013%29_%28cropped%29.png/286px-Howard_Gardner_%282013%29_%28cropped%29.png",
    "extract": "Howard Earl Gardner is an American developmental psychologist and the John H. and Elisabeth A. Hobbs Research Professor of Cognition and Education at the Harvard Graduate School of Education at Harvard University. He is currently the senior director of Harvard Project Zero, and since 1995, he has been the co-director of The Good Project.",
    "year": 1943,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Tom Holland (filmmaker)",
    "birthday": "1943-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Tom_Holland_director.jpg/226px-Tom_Holland_director.jpg",
    "extract": "Thomas Lee Holland is an American screenwriter, actor, and director best known for his work in the horror film genre, penning the 1983 sequel to the classic Alfred Hitchcock film Psycho, directing and co-writing the first entry in the long-running Child's Play franchise, and writing and directing the cult vampire film Fright Night. He also directed the Stephen King adaptations The Langoliers and Thinner. He is a two-time Saturn Award recipient. Holland made the jump into children’s literature in 2018 when he co-wrote, How to Scare a Monster with fellow writer Dustin Warburton.",
    "year": 1943,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Rolf Stommelen",
    "birthday": "1943-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Stommelen%2C_Rolf_am_1972-07-07.jpg/236px-Stommelen%2C_Rolf_am_1972-07-07.jpg",
    "extract": "Rolf Johann Stommelen was a racing driver from Siegen, Germany. He participated in 63 Formula One World Championship Grands Prix, achieving one podium, and scored a total of 14 championship points. He also participated in several non-Championship Formula One races.",
    "year": 1943,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Pai Hsien-yung",
    "birthday": "1937-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/%E7%99%BD%E5%85%88%E5%8B%87.tif/lossy-page1-320px-%E7%99%BD%E5%85%88%E5%8B%87.tif.jpg",
    "extract": "Kenneth Hsien-yung Pai is a Chinese writer from Taiwan who has been described as a \"melancholy pioneer\". He was born in Guilin, Guangxi at the cusp of the Second Sino-Japanese War. Pai's father was the Kuomintang (KMT) general Bai Chongxi, whom he later described as a \"stern, Confucian father\" with \"some soft spots in his heart.\" Pai was diagnosed with tuberculosis at the age of seven, during which time he would have to live in a separate house from his siblings. He lived with his family in Chongqing, Shanghai, and Nanjing before moving to the British-controlled Hong Kong in 1948 as CPC forces turned the tide of the Chinese Civil War. In 1952, Pai and his family resettled in Taiwan, where the KMT had relocated the Republic of China after defeat by the Communists in 1949.",
    "year": 1937,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Oliver Napier",
    "birthday": "1935-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8c/Oliver_Napier.jpg/213px-Oliver_Napier.jpg",
    "extract": "Sir Oliver Napier was the first leader of the Alliance Party of Northern Ireland. In 1974 he served as the first and only Legal Minister and head of the Office of Legal Reform in the Northern Ireland power-sharing executive set up by the Sunningdale Agreement.",
    "year": 1935,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Giorgio Armani",
    "birthday": "1934-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/GiorgioArmani.jpg/213px-GiorgioArmani.jpg",
    "extract": "Giorgio Armani is an Italian fashion designer. He first gained notoriety working for Cerruti and then for many others, including Allegri, Bagutta and Hilton. He formed his company, Armani, in 1975, which eventually diversified into music, sport and luxury hotels. By 2001 Armani was acclaimed as the most successful designer of Italian origin, and is credited with pioneering red-carpet fashion. In 2010, he opened the Armani Hotel in Burj Khalifa, the world's tallest building. He is also the richest openly LGBT person in the world. According to Bloomberg Billionaires Index, Armani has an estimated net worth of US$9.53 billion, as of 2021.",
    "year": 1934,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jim Carlen",
    "birthday": "1933-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Jim_Carlen.png/294px-Jim_Carlen.png",
    "extract": "James Anthony Carlen III was an American football player, coach, and college athletics administrator. He served as the head football coach at West Virginia University (1966–1969) and Texas Tech University (1970–1974). He served as both the head football coach and athletic director of the University of South Carolina (1975–1981). Carlen compiled an overall career college football record of 107–69–6.",
    "year": 1933,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Frank Kelso",
    "birthday": "1933-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Admiral_Frank_Kelso%2C_official_military_photo.JPEG/251px-Admiral_Frank_Kelso%2C_official_military_photo.JPEG",
    "extract": "Frank Benton Kelso II was an admiral of the United States Navy, who served as Chief of Naval Operations from 1990 to 1994.",
    "year": 1933,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Alex Hassilev",
    "birthday": "1932-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Rudy_Carrellshow_voor_Vara-TV%2C_The_Lime_Lighters_Amerikaans_trio%2C_Bestanddeelnr_914-8025.jpg/185px-Rudy_Carrellshow_voor_Vara-TV%2C_The_Lime_Lighters_Amerikaans_trio%2C_Bestanddeelnr_914-8025.jpg",
    "extract": "Alex Hassilev is an American folk musician who was one of the founding members of the group The Limeliters. Educated at Harvard and the University of Chicago, he is an actor with a number of film and television appearances to his credit. As a musician he plays the guitar and the banjo and is fluent in several languages. Although officially retired from the Limeliters, Hassilev remains active in the field of record production.",
    "year": 1932,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jean-Guy Talbot",
    "birthday": "1932-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Chex_Jean-Guy_Talbot_Canadiens.jpg/229px-Chex_Jean-Guy_Talbot_Canadiens.jpg",
    "extract": "Jean-Guy Talbot is a Canadian former professional ice hockey defenceman and coach.",
    "year": 1932,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Tab Hunter",
    "birthday": "1931-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Tab_Hunter_2008.jpg/230px-Tab_Hunter_2008.jpg",
    "extract": "Tab Hunter, was an American actor, singer, film producer, and author. Known for his blond, clean-cut good looks, Hunter starred in more than forty films. He was a Hollywood heartthrob of the 1950s and 1960s appearing on the covers of hundreds of film magazines. Hunter's film credits include Battle Cry (1955), The Girl He Left Behind (1956), Gunman's Walk (1958), and Damn Yankees (1958). Hunter also had a music career in the late 1950s; in 1957, he released a number one hit single \"Young Love\". Hunter's 2005 autobiography, Tab Hunter Confidential: The Making of a Movie Star, was a New York Times bestseller.",
    "year": 1931,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Tullio Regge",
    "birthday": "1931-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/19/Tullio_Regge.jpg/263px-Tullio_Regge.jpg",
    "extract": "Tullio Eugenio Regge was an Italian theoretical physicist.",
    "year": 1931,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Harold Bloom",
    "birthday": "1930-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Harold_Bloom%2C_literary_critic%2C_author%2C_teacher_at_Yale.jpg/221px-Harold_Bloom%2C_literary_critic%2C_author%2C_teacher_at_Yale.jpg",
    "extract": "Harold Bloom was an American literary critic and the Sterling Professor of Humanities at Yale University. In 2017, Bloom was described as \"probably the most famous literary critic in the English-speaking world.\" Following the publication of his first book in 1959, Bloom wrote more than 50 books, including over 40 books of literary criticism, several books discussing religion, and a novel. During his lifetime, he edited hundreds of anthologies concerning numerous literary and philosophical figures for the Chelsea House publishing firm. Bloom's books have been translated into more than 40 languages. Bloom was elected to the American Philosophical Society in 1995.",
    "year": 1930,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ezra Vogel",
    "birthday": "1930-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/EzraVogelInBeijing.jpg/239px-EzraVogelInBeijing.jpg",
    "extract": "Ezra Feivel Vogel was an American sociologist who wrote prolifically on modern Japan, China, and Korea, and worked both in academia and the public sphere. He was Henry Ford II Professor of the Social Sciences at Harvard University.",
    "year": 1930,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "David Kelly (actor)",
    "birthday": "1929-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/17/David_Kelly.jpg/206px-David_Kelly.jpg",
    "extract": "David Kelly was an Irish actor who had regular roles in several film and television works from the 1950s onwards. One of the most recognisable voices and faces of Irish stage and screen, Kelly was known for his roles as Rashers Tierney in Strumpet City, Cousin Enda in Me Mammy, the builder Mr O'Reilly in Fawlty Towers, Albert Riddle in Robin's Nest, and Grandpa Joe in the film Charlie and the Chocolate Factory (2005). Another notable role was as Michael O'Sullivan in Waking Ned.",
    "year": 1929,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Greville Janner",
    "birthday": "1928-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3e/Lord_janner.jpg",
    "extract": "Greville Ewan Janner, Baron Janner of Braunstone, QC was a British politician, barrister and writer. He became a Labour Party Member of Parliament for Leicester in the 1970 general election as a last-minute candidate, succeeding his father. He was an MP until 1997, and then elevated to the House of Lords. Never a frontbencher, Janner was particularly known for his work on Select Committees; he chaired the Select Committee on Employment for a time. He was associated with a number of Jewish organisations including the Board of Deputies of British Jews, of which he was chairman from 1978 to 1984, and was later prominent in the field of education about the Holocaust.",
    "year": 1928,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Bobo Olson",
    "birthday": "1928-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Bobo_Olson_1954.jpg/257px-Bobo_Olson_1954.jpg",
    "extract": "Carl Olson was an American boxer. He was the World Middleweight champion between October 1953 and December 1955, the longest reign of any champion in that division during the 1950s.\nHis nickname, Bobo, was based on his younger sister's mispronunciation of \"brother\".",
    "year": 1928,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Theodore Maiman",
    "birthday": "1927-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Maiman_with_the_first_laser.jpg/219px-Maiman_with_the_first_laser.jpg",
    "extract": "Theodore Harold Maiman was an American engineer and physicist who is widely credited with the invention of the laser. Maiman's laser led to the subsequent development of many other types of lasers. The laser was successfully fired on May 16, 1960. In a July 7, 1960 press conference in Manhattan, Maiman and his employer, Hughes Aircraft Company, announced the laser to the world. Maiman was granted a patent for his invention, and he received many awards and honors for his work. His experiences in developing the first laser and subsequent related events are recounted in his book, The Laser Odyssey, republished recently under a new title The Laser Inventor: Memoirs of Theodore H. Maiman.",
    "year": 1927,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Frederick Buechner",
    "birthday": "1926-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/BG-0269.jpg/213px-BG-0269.jpg",
    "extract": "Carl Frederick Buechner is an American writer, novelist, poet, autobiographer, essayist, preacher, and theologian. He is an ordained Presbyterian minister and the author of more than thirty published books. His work encompasses different genres, including fiction, autobiography, essays and sermons, and his career has spanned more than six decades. Buechner's books have been translated into many languages for publication around the world. He is best known for his novels, including A Long Day's Dying, The Book of Bebb, Godric, and Brendan, his memoirs, including Telling Secrets and The Sacred Journey, and his more theological works, including Secrets in the Dark, The Magnificent Defeat, and Telling the Truth.",
    "year": 1926,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Nicolai Gedda",
    "birthday": "1925-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Nicolai_Gedda_1959.jpg/231px-Nicolai_Gedda_1959.jpg",
    "extract": "Harry Gustaf Nikolai Gädda, known professionally as Nicolai Gedda, was a Swedish operatic tenor. Debuting in 1951, Gedda had a long and successful career in opera until the age of 77 in June 2003, when he made his final operatic recording. Skilled at languages, he performed operas in French, Russian, German, Italian, English, Czech and Swedish, as well as one in Latin. In January 1958, he created the part of Anatol in the world premiere of the American opera Vanessa at the Metropolitan Opera. Having made some two hundred recordings, Gedda is one of the most widely recorded opera singers in history. His singing is best known for its beauty of tone, vocal control, and musical perception.",
    "year": 1925,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Peter Kyros",
    "birthday": "1925-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Peter_Kyros.jpg/284px-Peter_Kyros.jpg",
    "extract": "Peter Nicholas Kyros was a Democratic U.S. Representative from Maine from 1967 to 1975.",
    "year": 1925,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Sid Smith (ice hockey)",
    "birthday": "1925-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Sid_Smith_1950s.jpg/252px-Sid_Smith_1950s.jpg",
    "extract": "Sidney James Smith was a National Hockey League left winger who played with the Toronto Maple Leafs for 12 seasons. He was the Leafs team captain from 1955 to 1956.",
    "year": 1925,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "César Lattes",
    "birthday": "1924-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/C%C3%A9sar_Lattes_%281954%29.tif/lossy-page1-219px-C%C3%A9sar_Lattes_%281954%29.tif.jpg",
    "extract": "Cesare Mansueto Giulio Lattes, also known as César Lattes, was a Brazilian experimental physicist, one of the discoverers of the pion, a composite subatomic particle made of a quark and an antiquark.",
    "year": 1924,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Brett Somers",
    "birthday": "1924-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b6/Brett_Somers.jpg",
    "extract": "Brett Somers was a Canadian-American game-show personality, actress, and singer. Brett was best known as a panelist on the 1970s game show Match Game and for her recurring role as Blanche Madison opposite her real-life husband, actor Jack Klugman, on The Odd Couple.",
    "year": 1924,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Richard Pipes",
    "birthday": "1923-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Richard_Pipes_2004.JPG/213px-Richard_Pipes_2004.JPG",
    "extract": "Richard Edgar Pipes was an American academic who specialized in Russian and Soviet history. He published several books critical of communist regimes throughout his career. In 1976, he headed Team B, a team of analysts organized by the Central Intelligence Agency (CIA) who analyzed the strategic capacities and goals of the Soviet military and political leadership. Pipes was the father of American historian Daniel Pipes.",
    "year": 1923,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Gene Evans",
    "birthday": "1922-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Gene_Evans_in_Fixed_Bayonets%21_trailer.jpg/320px-Gene_Evans_in_Fixed_Bayonets%21_trailer.jpg",
    "extract": "Eugene Barton Evans was an American actor who appeared in numerous television series, television films, and feature films between 1947 and 1989.",
    "year": 1922,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Fritz Riess",
    "birthday": "1922-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Fritz_Rie%C3%9F.jpg/320px-Fritz_Rie%C3%9F.jpg",
    "extract": "Fritz Riess or Rieß was a racing driver from Germany. He participated in one Formula One World Championship Grand Prix, on 3 August 1952. He finished seventh, scoring no championship points as only the first five finishers scored points at that time.",
    "year": 1922,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Yul Brynner",
    "birthday": "1920-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Publicity_press_photo_of_Yul_Brynner_in_1960_%28cropped%29.jpg/249px-Publicity_press_photo_of_Yul_Brynner_in_1960_%28cropped%29.jpg",
    "extract": "Yuliy Borisovich Briner, known professionally as Yul Brynner, was a Russian, French, Swiss, and American actor, singer, director, and writer, best known for his portrayal of King Mongkut in the Rodgers and Hammerstein stage musical The King and I, for which he won two Tony Awards, and later an Academy Award for Best Actor for the film adaptation. He played the role 4,625 times on stage and became known for his shaved head, which he maintained as a personal trademark long after adopting it for The King and I. Considered one of the first Russian-American film stars, he was honored with a ceremony to put his handprints in front of Grauman's Chinese Theatre in Hollywood in 1956, and also received a star on the Hollywood Walk of Fame in 1960.",
    "year": 1920,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Venetia Burney",
    "birthday": "1918-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0d/Photo_of_Venetia_Burney%2C_aged_11%2C_c._1929.jpg/222px-Photo_of_Venetia_Burney%2C_aged_11%2C_c._1929.jpg",
    "extract": "Venetia Katharine Douglas Burney, as an English girl of 11 years old, was credited by Clyde Tombaugh with first suggesting the name Pluto for the dwarf planet he discovered in 1930. She was living in Oxford, England, at the time. As an adult she worked as an accountant and a teacher.",
    "year": 1918,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Mortimer Caplin",
    "birthday": "1916-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Caplin%2CMortimer-favorite.JPG/221px-Caplin%2CMortimer-favorite.JPG",
    "extract": "Mortimer Maxwell Caplin  was an American lawyer and educator, and the founding member of Caplin & Drysdale, Chartered.",
    "year": 1916,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Alexander Prokhorov",
    "birthday": "1916-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Aleksandr_Prokhorov.jpg/226px-Aleksandr_Prokhorov.jpg",
    "extract": "Alexander Mikhailovich Prokhorov was an Australian-born Soviet-Russian physicist known for his pioneering research on lasers and masers in the Soviet Union for which he shared the Nobel Prize in Physics in 1964 with Charles Hard Townes and Nikolay Basov.",
    "year": 1916,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Reg Varney",
    "birthday": "1916-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Reg_Varney_%281972%29.jpg/240px-Reg_Varney_%281972%29.jpg",
    "extract": "Reginald Alfred Varney was an English actor, entertainer and comedian. He is best remembered for having played the lead role of bus driver Stan Butler in the LWT sitcom On the Buses (1969–73) and its three spin-off feature films. Having performed as a music hall entertainer, Varney first came to national recognition as factory foreman Reg Turner in the BBC sitcom The Rag Trade (1961–63). He appeared in further sitcoms including Beggar My Neighbour (1966–1968) and On the Buses stardom facililated overseas cabaret tours.",
    "year": 1916,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Gough Whitlam",
    "birthday": "1916-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Gough_Whitlam_headshot.jpg/256px-Gough_Whitlam_headshot.jpg",
    "extract": "Edward Gough Whitlam was the 21st prime minister of Australia, serving from 1972 to 1975. The longest-serving federal leader of the Australian Labor Party (ALP), he was removed as prime minister after controversially being dismissed by the governor-general of Australia, Sir John Kerr, at the climax of the 1975 Australian constitutional crisis. Whitlam is the only Australian prime minister to have been removed from office in this manner.",
    "year": 1916,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Cordwainer Smith",
    "birthday": "1913-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/5e/Cordwainer_Smith_in_red_chair.jpg",
    "extract": "Paul Myron Anthony Linebarger, better known by his pen-name Cordwainer Smith, was an American author known for his science fiction works. Linebarger was a US Army officer, a noted East Asia scholar, and an expert in psychological warfare. Although his career as a writer was shortened by his death at the age of 53, he is considered one of the more talented and influential science fiction authors.",
    "year": 1913,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Sergiu Celibidache",
    "birthday": "1912-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Sergiu_Celibidache_1966.png/306px-Sergiu_Celibidache_1966.png",
    "extract": "Sergiu Celibidache was a Romanian conductor, composer, musical theorist, and teacher. Educated in his native Romania, and later in Paris and Berlin, Celibidache's career in music spanned over five decades, including tenures as principal conductor of the Munich Philharmonic, Berlin Philharmonic, Sicilian Symphony Orchestra and several other European orchestras. Later in life, he taught at Mainz University in Germany and the Curtis Institute of Music in Philadelphia, Pennsylvania.",
    "year": 1912,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "William F. Walsh",
    "birthday": "1912-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/William_Francis_Walsh.jpg/222px-William_Francis_Walsh.jpg",
    "extract": "William Francis Walsh was a Republican-Conservative member of the United States House of Representatives from New York State.",
    "year": 1912,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Sally Blane",
    "birthday": "1910-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Sally_Blane_-_Motion_Picture%2C_May_1932.jpg/233px-Sally_Blane_-_Motion_Picture%2C_May_1932.jpg",
    "extract": "Sally Blane was an American actress who appeared in over 100 movies.",
    "year": 1910,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Irene Hervey",
    "birthday": "1909-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Irene_Hervey_1937.JPG/252px-Irene_Hervey_1937.JPG",
    "extract": "Irene Hervey was an American film, stage, and television actress who appeared in over fifty films and numerous television series spanning her five-decade career.",
    "year": 1909,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Harry von Zell",
    "birthday": "1906-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Harry-von-Zell-1940.jpg/309px-Harry-von-Zell-1940.jpg",
    "extract": "Harry Rudolph von Zell was an American announcer of radio programs, and an actor in films and television shows. He is best remembered for his work on The George Burns and Gracie Allen Show.",
    "year": 1906,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Herbert Wehner",
    "birthday": "1906-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Bundesarchiv_Bild_175-Z02-00866%2C_Herbert_Wehner.jpg/230px-Bundesarchiv_Bild_175-Z02-00866%2C_Herbert_Wehner.jpg",
    "extract": "Herbert Richard Wehner was a German politician. A former member of the Communist Party, he joined the Social Democrats (SPD) after World War II. He served as Federal Minister of Intra-German Relations from 1966 to 1969 and thereafter as chairman of the SPD parliamentary group in the Bundestag until 1983.",
    "year": 1906,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Niño Ricardo",
    "birthday": "1904-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Ni%C3%B1o_ricardo_001.jpg/214px-Ni%C3%B1o_ricardo_001.jpg",
    "extract": "Manuel Serrapí Sánchez, better known as Niño Ricardo, was a Flamenco composer, considered by some sources as the most accomplished flamenco player of his day. He played a significant part in the evolution of the flamenco guitar. He lived in the city center of Sevilla. A child guitar prodigy, his early audiences referred to him as the son of Ricardo, leading to his stage-name Niño [de] Ricardo.",
    "year": 1904,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Rudolf Abel",
    "birthday": "1903-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/The_Soviet_Union_1990_CPA_6265_stamp_%28Soviet_Intelligence_Agents._Rudolf_Abel%29.jpg/225px-The_Soviet_Union_1990_CPA_6265_stamp_%28Soviet_Intelligence_Agents._Rudolf_Abel%29.jpg",
    "extract": "Rudolf Ivanovich Abel, real name William August Fisher, was a Soviet intelligence officer. He adopted his alias when arrested on charges of conspiracy by the FBI in 1957.",
    "year": 1903,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Sidney Franklin (bullfighter)",
    "birthday": "1903-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Sidney_Franklin_standing_on_the_set_of_%27The_Kid_from_Spain%27_%284932598466%29.jpg/253px-Sidney_Franklin_standing_on_the_set_of_%27The_Kid_from_Spain%27_%284932598466%29.jpg",
    "extract": "Sidney Franklin was the first American to become a successful matador, the most senior level of bullfighter.",
    "year": 1903,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Gwendolyn Lizarraga",
    "birthday": "1901-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/22/Gwendolyn_Lizarraga.jpg",
    "extract": "Gwendolyn Margaret Lizarraga, MBE commonly known as Madam Liz, was a Belizean businesswoman, women's rights activist and politician. She was the first woman elected to the British Honduras Legislative Assembly and the first woman to serve as a government minister in British Honduras, now Belize.",
    "year": 1901,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Wilfrid Israel",
    "birthday": "1899-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Portrait_of_Wilfrid_Israel%2C_WI_Museum_in_Hazorea_Israel.jpg/240px-Portrait_of_Wilfrid_Israel%2C_WI_Museum_in_Hazorea_Israel.jpg",
    "extract": "Wilfrid Berthold Jacob Israel was an Anglo-German businessman and philanthropist, born into a wealthy Anglo-German Jewish family, who was active in the rescue of Jews from Nazi Germany, and who played a significant role in the Kindertransport.",
    "year": 1899,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "E. B. White",
    "birthday": "1899-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/EB_White_and_his_dog_Minnie.png/181px-EB_White_and_his_dog_Minnie.png",
    "extract": "Elwyn Brooks White was an American writer. He was the author of several highly popular books for children, including Stuart Little (1945), Charlotte's Web (1952), and The Trumpet of the Swan (1970). In a 2012 survey of School Library Journal readers, Charlotte's Web came in first in their poll of the top one hundred children's novels. In addition, he was a writer and contributing editor to The New Yorker magazine, and also a co-author of the English language style guide The Elements of Style.",
    "year": 1899,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Bull Connor",
    "birthday": "1897-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Bull_Connor_%281960%29.jpg/258px-Bull_Connor_%281960%29.jpg",
    "extract": "Theophilus Eugene \"Bull\" Connor was an American politician who served as Commissioner of Public Safety for the city of Birmingham, Alabama, for more than two decades. A member of the Democratic Party, he strongly opposed the Civil Rights Movement in the 1960s. Under the city commission government, Connor had responsibility for administrative oversight of the Birmingham Fire Department and the Birmingham Police Department, which also had their own chiefs.",
    "year": 1897,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Dorothy Wilde",
    "birthday": "1895-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/be/Dorothywilde.jpg",
    "extract": "Dorothy Ierne Wilde, known as Dolly Wilde, was an English socialite, made famous by her family connections and her reputation as a witty conversationalist. Her charm and humour made her a popular guest at salons in Paris between the wars, standing out even in a social circle known for its flamboyant talkers.",
    "year": 1895,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Erna Mohr",
    "birthday": "1894-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0f/Erna_Mohr.jpg/247px-Erna_Mohr.jpg",
    "extract": "Erna W. Mohr was a German zoologist who made contributions to ichthyology and mammalogy. Mohr was long associated with the Zoological Museum Hamburg, where she was successively head of the Fish Biology Department, Department of Higher Vertebrates, and Curator of the Vertebrate Department. She was a member of the Academy of Sciences Leopoldina and held an honorary doctorate from the University of Munich.",
    "year": 1894,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Thomas Mitchell (actor)",
    "birthday": "1892-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Thomas_Mitchell_1953.JPG/236px-Thomas_Mitchell_1953.JPG",
    "extract": "Thomas John Mitchell was an American actor and writer. Among his most famous roles in a long career are those of Gerald O'Hara in Gone with the Wind, Doc Boone in Stagecoach, Uncle Billy in It's a Wonderful Life, Pat Garrett in The Outlaw, and Mayor Jonas Henderson in High Noon. Mitchell was the first male actor to gain the Triple Crown of Acting by winning an Oscar, an Emmy, and a Tony Award.",
    "year": 1892,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Carl Schmitt",
    "birthday": "1888-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7d/Carl_Schmitt.jpg/241px-Carl_Schmitt.jpg",
    "extract": "Carl Schmitt was a German jurist, political theorist, and prominent member of the Nazi Party. Schmitt wrote extensively about the effective wielding of political power. A conservative theorist, he is noted as a critic of parliamentary democracy, liberalism, and cosmopolitanism, and his work has been a major influence on subsequent political theory, legal theory, continental philosophy, and political theology, but its value and significance are controversial, mainly due to his intellectual support for and active involvement with Nazism. Schmitt's work has attracted the attention of numerous philosophers and political theorists, including Giorgio Agamben, Hannah Arendt, Walter Benjamin, Susan Buck-Morss, Jacques Derrida, Waldemar Gurian, Carlo Galli, Jaime Guzmán, Jürgen Habermas, Friedrich Hayek, Reinhart Koselleck, Chantal Mouffe, Antonio Negri, Leo Strauss, Adrian Vermeule, and Slavoj Žižek, among others.",
    "year": 1888,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Boris Grigoriev",
    "birthday": "1886-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Boris_Grigoriev_-_self-portrait2.jpg/235px-Boris_Grigoriev_-_self-portrait2.jpg",
    "extract": "Boris Grigoriev was a Russian painter, graphic artist, and author.",
    "year": 1886,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "James Larkin White",
    "birthday": "1882-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/James_Larkin_White.jpg/210px-James_Larkin_White.jpg",
    "extract": "James Larkin White, better known as Jim White, was a cowboy, guano miner, cave explorer, and park ranger for the National Park Service. He is best remembered as the discoverer, early promoter and explorer of what is known today as Carlsbad Caverns in Carlsbad Caverns National Park, New Mexico.",
    "year": 1882,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Isabel Martin Lewis",
    "birthday": "1881-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Isabel_Martin_Lewis.jpg/180px-Isabel_Martin_Lewis.jpg",
    "extract": "Isabel Martin Lewis  was an American astronomer who was the first woman hired by the United States Naval Observatory as assistant astronomer. In 1918, Lewis was elected a member of the American Astronomical Society. She was also a member of the Royal Astronomical Society of Canada and the Astronomical Society of the Pacific.",
    "year": 1881,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "H. M. Brock",
    "birthday": "1875-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a8/H_M_Brock_1926.jpg/218px-H_M_Brock_1926.jpg",
    "extract": "Henry Matthew Brock was a British illustrator and landscape painter of the late nineteenth and early twentieth century. He was one of four artist brothers, all of them illustrators, who worked together in their family studio in Cambridge.",
    "year": 1875,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Princess Irene of Hesse and by Rhine",
    "birthday": "1866-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Princess_Irene_of_Hesse.jpg/224px-Princess_Irene_of_Hesse.jpg",
    "extract": "Princess Irene Luise Marie Anne of Hesse and by Rhine was the third child and third daughter of Princess Alice of the United Kingdom and Louis IV, Grand Duke of Hesse and by Rhine. Her maternal grandparents were Queen Victoria and Prince Albert of Saxe-Coburg and Gotha. Her paternal grandparents were Prince Charles of Hesse and by Rhine and Princess Elizabeth of Prussia. She was the wife of Prince Henry of Prussia, a younger brother of Wilhelm II, German Emperor and her first cousin. The SS Prinzessin Irene, a liner of the North German Lloyd was named after her.",
    "year": 1866,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Annie Armstrong",
    "birthday": "1850-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/8f/AnnieWalkerArmstrong.jpg",
    "extract": "Annie Walker Armstrong was a lay Southern Baptist denominational leader instrumental in the founding of the Woman's Missionary Union.",
    "year": 1850,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "N. E. Brown",
    "birthday": "1849-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/NEBrown04.jpg/240px-NEBrown04.jpg",
    "extract": "Nicholas Edward Brown was an English plant taxonomist and authority on succulents. He was also an authority on several families of plants, including Asclepiadaceae, Aizoaceae, Labiatae and Cape plants.",
    "year": 1849,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Léon Bloy",
    "birthday": "1846-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/L%C3%A9on_Bloy_1887.jpg/223px-L%C3%A9on_Bloy_1887.jpg",
    "extract": "Léon Bloy was a French novelist, essayist, pamphleteer, and poet, known additionally for his eventual defense of Catholicism and for his influence within French Catholic circles.",
    "year": 1846,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Antônio Carlos Gomes",
    "birthday": "1836-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Ant%C3%B4nio_Carlos_Gomes_%281889%29_-_Archivio_Storico_Ricordi_FOTO000918.jpg/183px-Ant%C3%B4nio_Carlos_Gomes_%281889%29_-_Archivio_Storico_Ricordi_FOTO000918.jpg",
    "extract": "Antônio Carlos Gomes was the first New World composer whose work was accepted by Europe. He was the only non-European who was successful as an opera composer in Italy, during the \"golden age of opera\", contemporary to Verdi and Puccini and the first composer of non-European lineage to be accepted into the Classic tradition of music.",
    "year": 1836,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "James Abbott McNeill Whistler",
    "birthday": "1834-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Whistler_Selbstportr%C3%A4t.jpg/235px-Whistler_Selbstportr%C3%A4t.jpg",
    "extract": "James Abbott McNeill Whistler was an American painter active during the American Gilded Age and based primarily in the United Kingdom. He eschewed sentimentality and moral allusion in painting and was a leading proponent of the credo \"art for art's sake\". His signature for his paintings took the shape of a stylized butterfly possessing a long stinger for a tail. The symbol combined both aspects of his personality: his art is marked by a subtle delicacy, while his public persona was combative. He found a parallel between painting and music, and entitled many of his paintings \"arrangements\", \"harmonies\", and \"nocturnes\", emphasizing the primacy of tonal harmony. His most famous painting, Arrangement in Grey and Black No. 1 (1871), commonly known as Whistler's Mother, is a revered and often parodied portrait of motherhood. Whistler influenced the art world and the broader culture of his time with his theories and his friendships with other leading artists and writers.",
    "year": 1834,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Charilaos Trikoupis",
    "birthday": "1832-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Charilaos_Trikoupis.png/220px-Charilaos_Trikoupis.png",
    "extract": "Charilaos Trikoupis was a Greek politician who served as a Prime Minister of Greece seven times from 1875 until 1895.",
    "year": 1832,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Alexander Afanasyev",
    "birthday": "1826-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Alexander_Afanasyev_7.jpg/233px-Alexander_Afanasyev_7.jpg",
    "extract": "Alexander Nikolayevich Afanasyev was a Russian Slavist and ethnographer who published nearly 600 Russian fairy and folk tales, one of the largest collections of folklore in the world. The first edition of his collection was published in eight volumes from 1855 to 1867, earning him the reputation as being the Russian counterpart to the Brothers Grimm.",
    "year": 1826,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "John Quincy Adams",
    "birthday": "1767-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/John_Q._Adams.jpg/244px-John_Q._Adams.jpg",
    "extract": "John Quincy Adams was an American statesman, diplomat, lawyer, and diarist who served as the 6th president of the United States, from 1825 to 1829. He previously served as the 8th United States Secretary of State from 1817 to 1825. During his long diplomatic and political career, Adams also served as an ambassador, and as a member of the United States Senate and House of Representatives representing Massachusetts. He was the eldest son of John Adams, who served as the second president of the United States from 1797 to 1801, and First Lady Abigail Adams. Initially a Federalist like his father, he won election to the presidency as a member of the Democratic-Republican Party, and in the mid-1830s became affiliated with the Whig Party.",
    "year": 1767,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Peggy Shippen",
    "birthday": "1760-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Peggy-Shipped_cropped.jpg/246px-Peggy-Shipped_cropped.jpg",
    "extract": "Margaret \"Peggy\" Shippen was the highest-paid spy in the American Revolution, and was the second wife of General Benedict Arnold.",
    "year": 1760,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Thomas Bowdler",
    "birthday": "1754-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Bowdler-title-page.png/204px-Bowdler-title-page.png",
    "extract": "Thomas Bowdler, LRCP, FRS was an English physician known for publishing The Family Shakespeare, an expurgated edition of William Shakespeare's plays edited by his sister Henrietta Maria Bowdler. They sought a version they saw as more appropriate than the original for 19th-century women and children. Bowdler also published works reflecting an interested knowledge of continental Europe. His last work was an expurgation of Edward Gibbon's Decline and Fall of the Roman Empire, published posthumously in 1826 under the supervision of his nephew and biographer, Thomas Bowdler the Younger. The term bowdlerize links the name with expurgation or omission of elements deemed unsuited to children, in literature and films and on television.",
    "year": 1754,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Caroline Matilda of Great Britain",
    "birthday": "1751-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Francis_Cotes_Princess_Caroline_Matilda.jpg/233px-Francis_Cotes_Princess_Caroline_Matilda.jpg",
    "extract": "Caroline Matilda of Great Britain was Queen of Denmark and Norway from 1766 to 1772 by marriage to King Christian VII.",
    "year": 1751,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jean-François Marmontel",
    "birthday": "1723-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Jean-Fran%C3%A7ois_Marmontel.jpg/265px-Jean-Fran%C3%A7ois_Marmontel.jpg",
    "extract": "Jean-François Marmontel was a French historian, writer and a member of the Encyclopédistes movement.",
    "year": 1723,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Johan Gottschalk Wallerius",
    "birthday": "1709-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Johannes_Gottschalk_Wallerius.jpg/319px-Johannes_Gottschalk_Wallerius.jpg",
    "extract": "Johan Gottschalk Wallerius was a Swedish chemist and mineralogist.",
    "year": 1709,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Maximilian II Emanuel, Elector of Bavaria",
    "birthday": "1662-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/M%C3%B6ller_-_Maximilian_II_Emanuel_of_Bavaria_-_Torre_Abbey.png/247px-M%C3%B6ller_-_Maximilian_II_Emanuel_of_Bavaria_-_Torre_Abbey.png",
    "extract": "Maximilian II, also known as Max Emanuel or Maximilian Emanuel, was a Wittelsbach ruler of Bavaria and a Prince-elector of the Holy Roman Empire. He was also the last governer of the Spanish Netherlands and Duke of Luxembourg. An able soldier, his ambition led to conflicts that limited his ultimate dynastic achievements.",
    "year": 1662,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Frederick I of Prussia",
    "birthday": "1657-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Portrait_of_H.M._King_Friedrich_I_of_Prussia.jpg/224px-Portrait_of_H.M._King_Friedrich_I_of_Prussia.jpg",
    "extract": "Frederick I, of the Hohenzollern dynasty, was Elector of Brandenburg (1688–1713) and Duke of Prussia in personal union (Brandenburg-Prussia). The latter function he upgraded to royalty, becoming the first King in Prussia (1701–1713). From 1707 he was in personal union the sovereign prince of the Principality of Neuchâtel.",
    "year": 1657,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Sarah Good",
    "birthday": "1653-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Salem_good.jpg/320px-Salem_good.jpg",
    "extract": "Sarah Good was one of the first three women to be accused of witchcraft in the Salem witch trials, which occurred in 1692 in colonial Massachusetts.",
    "year": 1653,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Tokugawa Mitsukuni",
    "birthday": "1628-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Tokugawa_Mitsukuni.jpg/320px-Tokugawa_Mitsukuni.jpg",
    "extract": "Tokugawa Mitsukuni  also known as Mito Kōmon (水戸黄門) was a prominent daimyo who was known for his influence in the politics of the early Edo period. He was the third son of Tokugawa Yorifusa and succeeded him, becoming the second daimyo of the Mito Domain.",
    "year": 1628,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Kenelm Digby",
    "birthday": "1603-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Sir_Kenelm_Digby_by_Sir_Anthony_Van_Dyck.jpg/249px-Sir_Kenelm_Digby_by_Sir_Anthony_Van_Dyck.jpg",
    "extract": "Sir Kenelm Digby was an English courtier and diplomat. He was also a highly reputed natural philosopher, astrologer and known as a leading Roman Catholic intellectual and Blackloist. For his versatility, he is described in John Pointer's Oxoniensis Academia (1749) as the \"Magazine of all Arts and Sciences, or the Ornament of this Nation\".",
    "year": 1603,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Luis de Góngora",
    "birthday": "1561-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Diego_Rodr%C3%ADguez_de_Silva_y_Vel%C3%A1zquez_-_Luis_de_G%C3%B3ngora_y_Argote_-_Google_Art_Project.jpg/257px-Diego_Rodr%C3%ADguez_de_Silva_y_Vel%C3%A1zquez_-_Luis_de_G%C3%B3ngora_y_Argote_-_Google_Art_Project.jpg",
    "extract": "Luis de Góngora y Argote was a Spanish Baroque lyric poet and Catholic priest. Góngora and his lifelong rival, Francisco de Quevedo, are widely considered the most prominent Spanish poets of all time. His style is characterized by what was called culteranismo, also known as Gongorismo. This style existed in stark contrast to Quevedo's conceptismo.",
    "year": 1561,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Robert Greene (dramatist)",
    "birthday": "1558-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Rgreene.jpg/320px-Rgreene.jpg",
    "extract": "Robert Greene (1558–1592) was an English author popular in his day, and now best known for a posthumous pamphlet attributed to him, Greene's Groats-Worth of Witte, bought with a million of Repentance, widely believed to contain an attack on William Shakespeare. Robert Greene was a popular Elizabethan dramatist and pamphleteer known for his negative critiques of his colleagues. He is said to have been born in Norwich. He attended Cambridge where he received a BA in 1580, and an M.A. in 1583 before moving to London, where he arguably became the first professional author in England. Greene was prolific and published in many genres including romances, plays and autobiography.",
    "year": 1558,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "William, Margrave of Hachberg-Sausenberg",
    "birthday": "1406-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Wilhelm_Hachberg.JPG/185px-Wilhelm_Hachberg.JPG",
    "extract": "Margrave William of Hachberg-Sausenberg was the son of Margrave Rudolf III of Hachberg-Sausenberg and Anne of Freiburg-Neuchâtel. He ruled from 1428 to 1441, and abdicated on 21 June 1441 in favor of his infant sons, Rudolf IV and Hugo. As they were still infants, his cousin Count John of Freiburg-Neuchâtel took over the government as regent.",
    "year": 1406,
    "month": 7,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Robert the Bruce",
    "birthday": "1274-7-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/King_Robert_I_of_Scotland.jpg/201px-King_Robert_I_of_Scotland.jpg",
    "extract": "Robert I, popularly known as Robert the Bruce, was King of Scots from 1306 to his death in 1329. One of the most renowned warriors of his generation, Robert eventually led Scotland during the First War of Scottish Independence against England. He fought successfully during his reign to regain Scotland's place as an independent kingdom and is now revered in Scotland as a national hero.",
    "year": 1274,
    "month": 7,
    "day": 11,
    "language": "en"
  }
]