[
  {
    "name": "Vinícius Júnior",
    "birthday": "2000-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Vinicius_Jr_2021.jpg/268px-Vinicius_Jr_2021.jpg",
    "extract": "Vinícius José Paixão de Oliveira Júnior, commonly known as Vinícius Júnior or Vini Jr., is a Brazilian professional footballer who plays as a winger for Spanish club Real Madrid and the Brazil national team. Considered to be one of the best wingers in world football due to his dribbling skills, pace, and stamina.",
    "year": 2000,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Malala Yousafzai",
    "birthday": "1997-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/08/Shinz%C5%8D_Abe_and_Malala_Yousafzai_%281%29_Cropped.jpg",
    "extract": "Malala Yousafzai, often referred to mononymously as Malala, is a Pakistani activist for female education and the 2014 Nobel Peace Prize laureate. Awarded when she was 17, she is also the world's youngest Nobel Prize laureate, and is the second Pakistani and the first Pashtun to ever receive a Nobel Prize. She is known for human rights advocacy, especially the education of women and children in her native Swat Valley in Khyber Pakhtunkhwa, northwestern Pakistan, where the Pakistani Taliban have at times banned girls from attending school. Her advocacy has grown into an international movement, and according to former Prime Minister Shahid Khaqan Abbasi, she has become Pakistan's \"most prominent citizen.\"",
    "year": 1997,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Moussa Dembélé (French footballer)",
    "birthday": "1996-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/20170701_SK_Rapid_Wien_vs_Celtic_FC_1243_%28cropped%29.jpg/265px-20170701_SK_Rapid_Wien_vs_Celtic_FC_1243_%28cropped%29.jpg",
    "extract": "Moussa Dembélé is a French professional footballer who plays as a striker for Ligue 1 club Lyon.",
    "year": 1996,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jordan Romero",
    "birthday": "1996-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Everest_kalapatthar_crop.jpg/262px-Everest_kalapatthar_crop.jpg",
    "extract": "Jordan Romero is an American mountain climber who was 13 years old when he reached the summit of Mount Everest. Romero was accompanied by his father, Paul Romero, his step-mother, Karen Lundgren, and three Sherpas, Ang Pasang Sherpa, Lama Dawa Sherpa, and Lama Karma Sherpa. The previous record for youngest to climb Everest was held by Ming Kipa of Nepal who was 15 years old when she reached the summit on May 22, 2003.",
    "year": 1996,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Luke Shaw",
    "birthday": "1995-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Luke_Shaw%2C_Manchester_United_v_Newcastle_United%2C_11_September_2021_%2844%29_%28cropped%29.jpg/166px-Luke_Shaw%2C_Manchester_United_v_Newcastle_United%2C_11_September_2021_%2844%29_%28cropped%29.jpg",
    "extract": "Luke Paul Hoare Shaw is an English professional footballer who plays as a left-back for Premier League club Manchester United and the England national team.",
    "year": 1995,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jordyn Wieber",
    "birthday": "1995-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Jordyn_Wieber_2013_-_2.jpg/213px-Jordyn_Wieber_2013_-_2.jpg",
    "extract": "Jordyn Marie Wieber is an American former artistic gymnast turned gymnastics coach. Since April 2019, she has been the head coach of the Arkansas Razorbacks gymnastics team.",
    "year": 1995,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Kanako Momota",
    "birthday": "1994-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Kanako_Momota_1.png/196px-Kanako_Momota_1.png",
    "extract": "Kanako Momota  is a Japanese singer and actress. She is best known as the leader of the girl group Momoiro Clover Z. Kanako was ranked 12th most popular Japanese idol of 2013 by Nihon Keizai Shimbun. She is represented by Stardust Promotion talent agency.",
    "year": 1994,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Kurt Capewell",
    "birthday": "1993-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/KURT_CAPEWELL.jpg/320px-KURT_CAPEWELL.jpg",
    "extract": "Kurt Capewell is an Australian professional rugby league footballer who plays as a second-row forward and centre for the Brisbane Broncos in the NRL.",
    "year": 1993,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Bartosz Bereszyński",
    "birthday": "1992-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Bartosz_Bereszy%C5%84ski.jpg/191px-Bartosz_Bereszy%C5%84ski.jpg",
    "extract": "Bartosz Bereszyński is a Polish professional footballer who plays as a defender for Serie A club Sampdoria and the Poland national team.",
    "year": 1992,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Salih Dursun",
    "birthday": "1991-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Salih_Dursun_Galatasaray-Trabzonspor.JPG/221px-Salih_Dursun_Galatasaray-Trabzonspor.JPG",
    "extract": "Salih Dursun is a Turkish footballer who plays as a right back and defensive midfielder for Süper Lig club Gençlerbirliği.",
    "year": 1991,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "James Rodríguez",
    "birthday": "1991-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/James_Rodriguez_2018.jpg/276px-James_Rodriguez_2018.jpg",
    "extract": "James David Rodríguez Rubio is a Colombian professional footballer who plays as an attacking midfielder or winger for Qatar Stars League club Al-Rayyan and the Colombia national team. He has been praised in the past for his technique, vision and playmaking skills, and was often considered the successor to his compatriot Carlos Valderrama.",
    "year": 1991,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Bebé",
    "birthday": "1990-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Tiago_Manuel_Dias_Correia.JPG/320px-Tiago_Manuel_Dias_Correia.JPG",
    "extract": "Tiago Manuel Dias Correia, better known by his nickname Bebé, is a professional footballer who plays as a winger for Spanish La Liga club Rayo Vallecano. He has also been deployed as an attacking midfielder. A former representative for Portugal at under-21 level, Bebé plays for the Cape Verde national team at senior level.",
    "year": 1990,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Rachel Brosnahan",
    "birthday": "1990-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Rachel_Brosnahan_July_9%2C_2014_%28cropped%29.jpg/222px-Rachel_Brosnahan_July_9%2C_2014_%28cropped%29.jpg",
    "extract": "Rachel Elizabeth Brosnahan is an American actress. She stars as aspiring stand-up comedian Miriam \"Midge\" Maisel in the Amazon Prime Video period comedy series The Marvelous Mrs. Maisel (2017–present), for which she won a Primetime Emmy Award for Outstanding Lead Actress in a Comedy Series in 2018 and two consecutive Golden Globe Awards for Best Actress – Television Series Musical or Comedy in 2018 and 2019. She also had a recurring role in the Netflix political thriller series House of Cards (2013–2015) as Rachel Posner, for which she received a Primetime Emmy Award nomination, and played a lead role in the WGN drama series Manhattan (2014–2015).",
    "year": 1990,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Nick Palmieri",
    "birthday": "1989-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Nick_Palmeri_2012.png/223px-Nick_Palmeri_2012.png",
    "extract": "Nicholas Palmieri is an American former professional ice hockey player. He was selected by the New Jersey Devils in the third-round of the 2007 NHL Draft.",
    "year": 1989,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "LeSean McCoy",
    "birthday": "1988-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/LeSean_McCoy_2016.jpg/232px-LeSean_McCoy_2016.jpg",
    "extract": "LeSean Kamel McCoy, nicknamed \"Shady\", is a former American football running back. He played college football at Pittsburgh and was drafted by the Philadelphia Eagles in the second round of the 2009 NFL Draft. McCoy attended Bishop McDevitt High School in Harrisburg, Pennsylvania, from 2002 to 2006. In his senior year of high school, McCoy suffered a major ankle injury, which threatened his career. In his first year at Pittsburgh in 2007, McCoy rushed for over 1,300 yards and recorded 14 touchdowns. In 2008, McCoy was selected as a second-team All-American. His 21 rushing touchdowns were third in the nation, only one behind the two leaders.",
    "year": 1988,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Inbee Park",
    "birthday": "1988-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/2013_Women%27s_British_Open_-_Park_Inbee_%2813%29.jpg/213px-2013_Women%27s_British_Open_-_Park_Inbee_%2813%29.jpg",
    "extract": "Inbee Park is a South Korean professional golfer who plays on the LPGA Tour and the LPGA of Japan Tour. She has been the number one ranked player in the Women's World Golf Rankings for four separate runs: April 2013 to June 2014, October 2014 to February 2015, June 2015 to October 2015, and from April to July 2018.",
    "year": 1988,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "360 (rapper)",
    "birthday": "1986-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/360_at_his_Falling_and_Flying_CD_signing.jpg/320px-360_at_his_Falling_and_Flying_CD_signing.jpg",
    "extract": "Matthew James Colwell, better known by his stage name 360, is an Australian hip hop recording artist. He has released four studio albums: What You See Is What You Get (2008); Falling & Flying (2011), which peaked at No. 4 on the ARIA Albums Chart and was certified platinum; Utopia (2014), and Vintage Modern (2017). 360's second album provided four charting singles, including \"Boys like You\", which peaked at No. 3 on the ARIA Singles Chart and was certified 4× platinum. At the ARIA Music Awards of 2012, he received six nominations and won the 'Breakthrough Artist – Release' award for Falling & Flying, while Styalz Fuego won the ARIA 'Producer of the Year' Artisan award for the same album.",
    "year": 1986,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Didier Digard",
    "birthday": "1986-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/RC_Lens_-_OGC_Nice_%2810-04-2022%29_16.jpg/240px-RC_Lens_-_OGC_Nice_%2810-04-2022%29_16.jpg",
    "extract": "Didier Frédéric Thierry Digard is a French former professional footballer who played as a defensive midfielder.",
    "year": 1986,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Hannaliis Jaadla",
    "birthday": "1986-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Hannaliis_Jaadla_2009_%28cropped%29.jpg/320px-Hannaliis_Jaadla_2009_%28cropped%29.jpg",
    "extract": "Hannaliis Jaadla is an Estonian footballer who plays as a defender for English club Oxford United and for the Estonia national team. As well as playing for Tammeka Tartu and Flora Tallinn of the Naiste Meistriliiga, she previously turned out for Tottenham Hotspur in England.",
    "year": 1986,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "JP Pietersen",
    "birthday": "1986-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b7/JP_Pietersen.jpg",
    "extract": "Jon-Paul Roger \"JP\" Pietersen is a South African rugby union player for the Sharks in the Currie Cup. He generally plays fullback or wing but occasionally, he plays at outside centre. He played in 69 tests for the Springboks.",
    "year": 1986,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Simone Laudehr",
    "birthday": "1986-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Simone_Laudehr_2011_3.jpg/213px-Simone_Laudehr_2011_3.jpg",
    "extract": "Simone Melanie Laudehr is a German former footballer who played as a central midfielder or winger.",
    "year": 1986,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Gianluca Curci",
    "birthday": "1985-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/8e/Gianluca_Curci.jpg",
    "extract": "Gianluca Curci is an Italian professional footballer who plays as a goalkeeper, most recently for Hammarby IF in the Swedish Allsvenskan.",
    "year": 1985,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Keven Lacombe",
    "birthday": "1985-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Kevin_Lacombe_3DWV2011.JPG/320px-Kevin_Lacombe_3DWV2011.JPG",
    "extract": "Keven Lacombe is a Canadian professional racing cyclist. He was also an ice hockey player for Drummondville Voltigeurs of the Quebec Major Junior Hockey League.",
    "year": 1985,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ismael Londt",
    "birthday": "1985-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Ismael-londt-2017.jpg/320px-Ismael-londt-2017.jpg",
    "extract": "Ismael Londt is a Surinamese-Dutch kickboxer signed to the ONE Championship.",
    "year": 1985,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Gareth Gates",
    "birthday": "1984-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Gareth_Gates_MKFM.png/320px-Gareth_Gates_MKFM.png",
    "extract": "Gareth Paul Gates is an English singer-songwriter. He was the runner-up in the first series of the ITV talent show Pop Idol in 2002. Gates has sold over 3.5 million records in the UK. He is also known for having a stutter, and has talked about his speech impediment publicly. Gates used the McGuire Programme to manage his stutter and is now a speech coach with the programme.",
    "year": 1984,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Natalie Martinez",
    "birthday": "1984-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/2013_Imagen_Foundation_Awards%2C_Natalie_Martinez.jpg/213px-2013_Imagen_Foundation_Awards%2C_Natalie_Martinez.jpg",
    "extract": "Natalie Martinez is an American actress and model. She appeared in the 2008 film Death Race, several music videos between 2003 and 2011, and two short-lived telenovelas in 2006 and 2007. Martinez starred in the single season of the crime drama Detroit 1-8-7, had a recurring role for one season of CSI: NY, starred in one season of the drama series Kingdom, and appeared in the 2019 science fiction miniseries The I-Land. In 2021, Martinez began starring in the NBC drama series Ordinary Joe.",
    "year": 1984,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Michael McGovern (footballer)",
    "birthday": "1984-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Michael_McGovern%2C_CZE-NIR_2019-10-14_%282%29.jpg/213px-Michael_McGovern%2C_CZE-NIR_2019-10-14_%282%29.jpg",
    "extract": "Michael McGovern is a Northern Irish professional footballer who plays as a goalkeeper for Premier League club Norwich City and the Northern Ireland national team.",
    "year": 1984,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Sami Zayn",
    "birthday": "1984-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Sami_Zayn_WrestleMania_32_Axxess.jpg/225px-Sami_Zayn_WrestleMania_32_Axxess.jpg",
    "extract": "Rami Sebei is a Canadian professional wrestler currently signed to WWE, where he performs on the SmackDown brand under the ring name Sami Zayn where he is an honorary member of The Bloodline.\nPrior to joining WWE, Sebei wrestled for Ring of Honor under the ring name El Generico, using the character of a luchador from Mexico with the catchphrase \"Olé!\" He wrestled while masked from his debut in 2002 until 2013. Upon signing with WWE, he began wrestling without a mask and became a one-time world champion in the company by winning the NXT Championship.",
    "year": 1984,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Antonio Cassano",
    "birthday": "1982-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Antonio_Cassano_Euro_2012_vs_England.jpg/212px-Antonio_Cassano_Euro_2012_vs_England.jpg",
    "extract": "Antonio Cassano is an Italian former professional footballer who played as a forward. A talented and technically gifted player, he was usually deployed as a supporting forward, but could also play as an attacking midfielder, winger, or as a striker. Nicknamed Il Gioiello di Bari Vecchia, and Fantantonio, he was known for his short temper as much as his skill and ability on the pitch. Cassano won an Italian and Spanish league title each throughout his career as major honours.",
    "year": 1982,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jason Wright",
    "birthday": "1982-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Jason_Wright_Washington_Commanders_Reveal_%2851857915672%29_%28cropped%29.jpg/240px-Jason_Wright_Washington_Commanders_Reveal_%2851857915672%29_%28cropped%29.jpg",
    "extract": "Jason Gomillion Wright is an American business consultant who is the president of the Washington Commanders of the National Football League (NFL). He was born in the Greater Los Angeles area and attended Northwestern University in the early 2000s, where he played running back for their football team and earned a degree in psychology.",
    "year": 1982,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Kristen Connolly",
    "birthday": "1980-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Kristen_Connolly_2014.jpg/197px-Kristen_Connolly_2014.jpg",
    "extract": "Kristen Nora Connolly is an American actress. She is known for her roles as Dana in the 2011 film The Cabin in the Woods, Christina Gallagher on the Netflix series House of Cards and Jamie Campbell on the CBS series Zoo.",
    "year": 1980,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Brooke Baldwin",
    "birthday": "1979-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Brooke_Baldwin_on_set_in_DC.jpg/236px-Brooke_Baldwin_on_set_in_DC.jpg",
    "extract": "Brooke Baldwin is an American journalist, television host and author who was at CNN from 2008 until 2021. Baldwin hosted CNN Newsroom with Brooke Baldwin, which aired from 3pm to 4pm ET on weekdays.",
    "year": 1979,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Nikos Barlos",
    "birthday": "1979-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Nikos_Barlos_-_Basket_Brescia_Leonessa_2013.JPG/320px-Nikos_Barlos_-_Basket_Brescia_Leonessa_2013.JPG",
    "extract": "Nikolaos \"Nikos\" Barlos is a Greek retired professional basketball player and coach. During his playing career, at a height of 2.03 m (6'8\") tall, he played at both the small forward and power forward positions.",
    "year": 1979,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Topher Grace",
    "birthday": "1978-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Topher_Grace_2019_by_Glenn_Francis.jpg/213px-Topher_Grace_2019_by_Glenn_Francis.jpg",
    "extract": "Christopher John Grace is an American actor. He is known for portraying Eric Forman in the Fox sitcom That '70s Show, Eddie Brock / Venom in Sam Raimi's film Spider-Man 3, Pete Monash in Win a Date with Tad Hamilton!, Carter Duryea in In Good Company, Edwin in Predators, Getty in Interstellar, Adrian Yates in American Ultra, and David Duke in Spike Lee's film BlacKkKlansman. His other film roles include Traffic, Mona Lisa Smile, Valentine's Day, Take Me Home Tonight, The Big Wedding, War Machine, Breakthrough, and Irresistible. He currently stars as Tom Hayworth in the comedy series Home Economics.",
    "year": 1978,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Michelle Rodriguez",
    "birthday": "1978-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Michelle_Rodriguez_Cannes_2018_cropped.jpg/245px-Michelle_Rodriguez_Cannes_2018_cropped.jpg",
    "extract": "Mayte Michelle Rodriguez is an American actress and screenwriter.",
    "year": 1978,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Neil Harris (footballer, born 1977)",
    "birthday": "1977-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Neil_Harris_%28cropped%29.JPG/256px-Neil_Harris_%28cropped%29.JPG",
    "extract": "Neil Harris is an English professional football manager and former footballer who played as a striker. He is currently manager of League Two side Gillingham.",
    "year": 1977,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Steve Howey (actor)",
    "birthday": "1977-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Steve_Howey_2011_cropped.jpg/220px-Steve_Howey_2011_cropped.jpg",
    "extract": "Steven Michael Robert Howey is an American film and television actor. He is known for his roles as Van Montgomery on The WB/CW television series Reba, and Kevin Ball on the Showtime series Shameless. Howey has also appeared in the films Supercross, DOA: Dead or Alive, Bride Wars, Game Over, Man!, and Something Borrowed.",
    "year": 1977,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Brock Lesnar",
    "birthday": "1977-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Brock_Lesnar_in_March_2015.jpg/198px-Brock_Lesnar_in_March_2015.jpg",
    "extract": "Brock Edward Lesnar is an American professional wrestler and former mixed martial artist, amateur wrestler, and professional football player who holds both American and Canadian citizenship. He is currently signed to WWE. Regarded as one of the greatest professional wrestlers and mixed martial artists of all time, he is the only person to hold all of the primary heavyweight championships in WWE, UFC, NJPW, and the NCAA.",
    "year": 1977,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Dan Boyle (ice hockey)",
    "birthday": "1976-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Dan_Boyle.jpg/212px-Dan_Boyle.jpg",
    "extract": "Daniel Denis Boyle is a Canadian former professional ice hockey defenceman who played in the National Hockey League (NHL). Undrafted, Boyle played in the NHL for the Florida Panthers, the Tampa Bay Lightning, with whom he won the Stanley Cup in 2004, the San Jose Sharks and the New York Rangers.",
    "year": 1976,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Anna Friel",
    "birthday": "1976-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Anna_Friel_TCA_2015.jpg/214px-Anna_Friel_TCA_2015.jpg",
    "extract": "Anna Louise Friel is an English actress. Born in Rochdale, Greater Manchester, she has been acting professionally since age 13. Friel achieved fame with her portrayal of Beth Jordache on the British soap opera Brookside (1993–1995), and came to international prominence when she played Charlotte \"Chuck\" Charles on ABC's Pushing Daisies (2007–2009). She is the recipient of several accolades, including an International Emmy Award, a Drama Desk Award, a National Television Award, an RTS Award, and an honorary degree, as well as BAFTA Award, Golden Globe Award, Satellite Award, Saturn Award, Genie Award and Czech Lion Award nominations.",
    "year": 1976,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Phil Lord and Christopher Miller",
    "birthday": "1975-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Phil_Lord_%26_Christopher_Miller_by_Gage_Skidmore.jpg/320px-Phil_Lord_%26_Christopher_Miller_by_Gage_Skidmore.jpg",
    "extract": "Philip Lord and Christopher Miller are an American filmmaking duo. Their work includes creating the adult animated sitcom Clone High (2002–2003), directing and writing the animated films Cloudy with a Chance of Meatballs (2009) and The Lego Movie (2014), as well as directing the live-action comedy film 21 Jump Street (2012) and its sequel, 22 Jump Street (2014). Lord and Miller also won the Academy Award for Best Animated Feature as producers of Spider-Man: Into the Spider-Verse (2018), which was co-written by Lord, and co-produced the television series The Last Man on Earth (2015–2018) for Fox and Unikitty! (2017–2020) for Cartoon Network.",
    "year": 1975,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Sharon den Adel",
    "birthday": "1974-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Within_Temptation_-_2019214194647_2019-08-02_Wacken_-_3269_-_AK8I4091.jpg/213px-Within_Temptation_-_2019214194647_2019-08-02_Wacken_-_3269_-_AK8I4091.jpg",
    "extract": "Sharon Janny den Adel is a Dutch singer who is the lead vocalist and one of the main songwriters of the symphonic metal band Within Temptation. She has been a performing musician since the age of 14, and is a founding member of Within Temptation, along with Robert Westerholt, in 1996. She was also elected to be the Dutch chairperson of the jury for the Eurovision Song Contest 2018.",
    "year": 1974,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Stelios Giannakopoulos",
    "birthday": "1974-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Stelios_Giannakopoulos_2008.jpg/233px-Stelios_Giannakopoulos_2008.jpg",
    "extract": "Stylianos \"Stelios\" Giannakopoulos, popularly known as Stelios, is a Greek football manager and former player. During his playing career, Giannakopoulos played as a right winger or attacking midfielder and was one of the best known Greek footballers internationally, due to his successful spells with Olympiacos and Bolton Wanderers as well as his appearances with the 2004 European championship-winning Greek national team.",
    "year": 1974,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Gregory Helms",
    "birthday": "1974-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Helms_%40_Wrestlemania_Axxess_2009_cropped.jpg",
    "extract": "Gregory Shane Helms is an American professional wrestler. He is currently signed with WWE under a legends contract, as a wrestler and as a backstage producer. In WWE, Helms has wrestled as The Hurricane, Gregory Helms, and Hurricane Helms. He is also known for his time with World Championship Wrestling (WCW), where he wrestled as \"Sugar\" Shane Helms.",
    "year": 1974,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Christian Vieri",
    "birthday": "1973-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Christian_Vieri_%28cropped%29.jpg/222px-Christian_Vieri_%28cropped%29.jpg",
    "extract": "Christian Vieri is an Italian former professional footballer who played as a centre forward.",
    "year": 1973,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Travis Best",
    "birthday": "1972-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Travis_Best_Virtus_2007_%28cropped%29.jpg/231px-Travis_Best_Virtus_2007_%28cropped%29.jpg",
    "extract": "Travis Best is an American former professional basketball player, who played in the National Basketball Association (NBA) and in Europe.",
    "year": 1972,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jake Wood",
    "birthday": "1972-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Jake_Wood.jpg/314px-Jake_Wood.jpg",
    "extract": "Jake Dylan Wood is an English actor, known for his role as Max Branning in the BBC soap opera EastEnders. He has also made guest appearances in series including Only Fools and Horses and Red Dwarf. In 2014, Wood competed on BBC's Strictly Come Dancing alongside professional dancer Janette Manrara. In the United States, he is known as the voice of the GEICO gecko. In 2018, he began co-hosting Pound for Pound, a boxing podcast with Spencer Oliver.",
    "year": 1972,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Loni Love",
    "birthday": "1971-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Loni_Love_by_Gage_Skidmore.jpg/264px-Loni_Love_by_Gage_Skidmore.jpg",
    "extract": "Loni Love is an American comedian, television host, actress, author, and former electrical engineer. While working as an electrical engineer in the early 2000s, she switched to music engineering, until later launching a career in stand-up comedy. She was the runner-up on Star Search 2003 and was named among the \"Top 10 Comics to Watch\" in both Variety and Comedy Central in 2009. She is one of the co-hosts of the syndicated daytime talk show The Real which premiered on July 15, 2013.",
    "year": 1971,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Kristi Yamaguchi",
    "birthday": "1971-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Kristi_Yamaguchi_1996.jpg/206px-Kristi_Yamaguchi_1996.jpg",
    "extract": "Kristine Tsuya Yamaguchi is an American former figure skater. In ladies' singles, Yamaguchi is the 1992 Olympic champion, a two-time World champion, and the 1992 U.S. champion. In 1992, she became the first Asian American woman to win a gold medal in a Winter Olympic competition. As a pairs skater with Rudy Galindo, she is the 1988 World Junior champion and a two-time national champion. In December 2005, she was inducted into the U.S. Olympic Hall of Fame. In 2008, Yamaguchi became the celebrity champion in the sixth season of Dancing with the Stars.",
    "year": 1971,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Aure Atika",
    "birthday": "1970-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Aure_Atika_Cannes_2017.jpg/194px-Aure_Atika_Cannes_2017.jpg",
    "extract": "Aure Atika is a French actress, writer and director.",
    "year": 1970,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Lee Byung-hun",
    "birthday": "1970-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/201111_%EC%9D%B4%EB%B3%91%ED%97%8C.jpg/320px-201111_%EC%9D%B4%EB%B3%91%ED%97%8C.jpg",
    "extract": "Lee Byung-hun is a South Korean actor and singer. He has received critical acclaim for his work in a wide range of genres, most notably Joint Security Area (2000); A Bittersweet Life (2005); The Good, the Bad, the Weird (2008); the television series Iris (2009); I Saw the Devil (2010); Masquerade (2012); and Mr. Sunshine (2018). His critically acclaimed film Inside Men (2015) won him the Best Actor prize in three prestigious award ceremonies: 52nd Baeksang Art Awards, 37th Blue Dragon Awards and 53rd Grand Bell Awards. Lee has five films—Joint Security Area, The Good, the Bad, the Weird, Masquerade, Inside Men and Master—on the list of highest-grossing films in South Korea. Lee was Gallup Korea's Actor of the Year in the Film division in 2012 and in the Television division in 2018. In 2021, he appeared in a recurring role as the Front Man in the Netflix survival drama series Squid Game.",
    "year": 1970,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Chantal Jouanno",
    "birthday": "1969-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Chantal-Jouanno-2010_%281%29.jpg/213px-Chantal-Jouanno-2010_%281%29.jpg",
    "extract": "Chantal Jouanno is a French politician who served as Minister of Sports in the government of Prime Minister François Fillon from 14 November 2010 and 26 September 2011, succeeding to Roselyne Bachelot and being replaced by David Douillet, before taking office as senator on 1 October 2011. She was a close ally of president Sarkozy and former president of ADEME.",
    "year": 1969,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Anne-Sophie Pic",
    "birthday": "1969-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Anne-Sophie_Pic.jpg/213px-Anne-Sophie_Pic.jpg",
    "extract": "Anne-Sophie Pic is a French chef best known for regaining three Michelin stars for her restaurant, Maison Pic, in southeast France. She is the fourth female chef to win three Michelin stars, and was named the Best Female Chef by The World's 50 Best Restaurants in 2011. She currently holds 9 Michelin stars.",
    "year": 1969,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Richard Herring",
    "birthday": "1967-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Richard_Herring%2C_As_It_Occurs_To_Me%2C_Leicester_Square_Theatre_20_Jun_2011_crop.jpg/319px-Richard_Herring%2C_As_It_Occurs_To_Me%2C_Leicester_Square_Theatre_20_Jun_2011_crop.jpg",
    "extract": "Richard Keith Herring is an English stand-up comedian and writer, whose early work includes the comedy double act Lee and Herring. He is described by The British Theatre Guide as \"one of the leading hidden masters of modern British comedy\".",
    "year": 1967,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Mac McCaughan",
    "birthday": "1967-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Mac_McCaughan.jpg/298px-Mac_McCaughan.jpg",
    "extract": "Ralph Lee \"Mac\" McCaughan is an American musician and record label owner, based in North Carolina. His main musical projects have been Superchunk since 1989 and Portastatic since the early 1990s. In 1989 he founded the independent record label Merge Records with Superchunk bandmate Laura Ballance.",
    "year": 1967,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "John Petrucci",
    "birthday": "1967-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Dreamtheater_-_Wacken_Open_Air_2015-1619.jpg/319px-Dreamtheater_-_Wacken_Open_Air_2015-1619.jpg",
    "extract": "John Peter Petrucci is an American guitarist, best known as a founding member of the progressive metal band Dream Theater. He produced or co-produced all of Dream Theater's albums from Metropolis Pt. 2: Scenes from a Memory (1999) to A View from the Top of the World (2021), and has been the sole producer of the band's albums released since A Dramatic Turn of Events (2011). Petrucci has also released two solo albums: Suspended Animation (2005) and Terminal Velocity (2020).",
    "year": 1967,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Annabel Croft",
    "birthday": "1966-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Annabel_croft_head.jpg/259px-Annabel_croft_head.jpg",
    "extract": "Annabel Nicola Croft is a former professional British female tennis player and current radio and television presenter. As a tennis player she won the WTA Tour event Virginia Slims of San Diego and represented Great Britain in the Fed Cup and the Wightman Cup.",
    "year": 1966,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Taiji (musician)",
    "birthday": "1966-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/00/Taiji_Sawada.JPG/239px-Taiji_Sawada.JPG",
    "extract": "Taiji Sawada , also known mononymously as Taiji, was a Japanese musician and songwriter. He is best known as the former bassist of the rock band X. X rose to prominence in the late 1980s and early 1990s, credited as founders of the Japanese visual kei movement. After leaving X in January 1992, Taiji went on to work with many other bands, including Loudness and D.T.R.",
    "year": 1966,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Robin Wilson (musician)",
    "birthday": "1965-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/2018RobinWilsonAcousticGuitar.jpg/320px-2018RobinWilsonAcousticGuitar.jpg",
    "extract": "Robin Wilson is an American musician most notable for his work as the lead vocalist of the alternative rock band Gin Blossoms.",
    "year": 1965,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Julio César Chávez",
    "birthday": "1962-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Julio_C%C3%A9sar_Ch%C3%A1vez_2017.png/222px-Julio_C%C3%A9sar_Ch%C3%A1vez_2017.png",
    "extract": "Julio César Chávez González, also known as Julio César Chávez Sr., is a Mexican former professional boxer who competed from 1980 to 2005. A multiple-time world champion in three weight divisions, Chávez was listed by The Ring magazine as the world's best boxer, pound for pound, from 1990 to 1993. During his career he held the WBC super featherweight title from 1984 to 1987, the WBA and WBC lightweight titles between 1987 and 1989, the WBC light welterweight title twice between 1989 and 1996, and the IBF light welterweight title from 1990 to 1991. He also held the Ring magazine and lineal lightweight titles from 1988 to 1989, and the lineal light welterweight title twice between 1990 and 1996. Chávez was named Fighter of the Year for 1987 and 1990 by the Boxing Writers Association of America and The Ring respectively.",
    "year": 1962,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Luc De Vos",
    "birthday": "1962-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Luc_De_Vos.jpg/214px-Luc_De_Vos.jpg",
    "extract": "Luc De Vos was a Belgian musician and writer, best known as the lead singer of the Dutch-language alternative rock formation Gorki and as a guest in multiple television shows. He also voiced VW bus in the Flemish version of the Disney movie Cars. He died of acute organ failure on the 29 November 2014 in his working apartment in Ghent.",
    "year": 1962,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Joanna Shields, Baroness Shields",
    "birthday": "1962-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Joanna_Shields_in_2014.jpg/320px-Joanna_Shields_in_2014.jpg",
    "extract": "Joanna Shields, Baroness Shields, OBE is a British-American technology industry veteran and life peer who currently serves as Group CEO for BenevolentAI.",
    "year": 1962,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Dean Wilkins",
    "birthday": "1962-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/DeanTraining.jpg/203px-DeanTraining.jpg",
    "extract": "Dean Mark Wilkins is an English football coach and former professional player. He was most recently the assistant manager of League Two club Stevenage.",
    "year": 1962,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Shiva Rajkumar",
    "birthday": "1961-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Shivarajkumar.jpg/320px-Shivarajkumar.jpg",
    "extract": "Nagaraju Shiva Puttaswamy known by his screen name Shiva Rajkumar, is an Indian actor, producer and television presenter, predominantly works in Kannada cinema. He is the eldest son of Kannada matinee idol Dr. Rajkumar. In a career spanning over three decades, Shiva has worked in over 120 films. He has won Karnataka State Film Awards, Filmfare Awards South, SIIMA awards and other recognitions for his performances onscreen.",
    "year": 1961,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Tupou VI",
    "birthday": "1959-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Dinner_for_His_Majesty_King_Tupou_VI_of_the_Kingdom_of_Tonga_and_Her_Majesty_Queen_Nanasipau%E2%80%99u_04.jpg/215px-Dinner_for_His_Majesty_King_Tupou_VI_of_the_Kingdom_of_Tonga_and_Her_Majesty_Queen_Nanasipau%E2%80%99u_04.jpg",
    "extract": "Tupou VI is the King of Tonga. He is the younger brother and successor of the late King George Tupou V. He was officially confirmed by his brother on 27 September 2006 as the heir presumptive to the Throne of Tonga, as his brother had no legitimate children. He served as Tonga's High Commissioner to Australia, and resided in Canberra until the death of King George Tupou V on 18 March 2012, when ʻAhoʻeitu ʻUnuakiʻotonga Tukuʻaho became King of Tonga, with the regnal name Tupou VI.",
    "year": 1959,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Charlie Murphy",
    "birthday": "1959-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/CharlieMurphyDec09.jpg/212px-CharlieMurphyDec09.jpg",
    "extract": "Charles Quinton Murphy was an American actor, comedian, and writer. He was best known as a writer and cast member of the Comedy Central sketch-comedy series Chappelle's Show and as the co-star of the sitcom Black Jesus. He was the older brother of actor and comedian Eddie Murphy.",
    "year": 1959,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "J. D. Hayworth",
    "birthday": "1958-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/J.D.Hayworth.jpg/233px-J.D.Hayworth.jpg",
    "extract": "John David Hayworth Jr. is an American television host and former politician. He served as a Republican member of the United States House of Representatives from 1995 to 2007 from Arizona's 5th Congressional District. He currently hosts Newsmax Prime, a television news/talk prime time show that airs weekdays at 8:00 p.m. Eastern Time and 5:00 p.m. Pacific Time on Newsmax TV. Previously, he hosted a conservative talk radio program on KFYI in Phoenix until January 2010, when he resigned due to his run for the U.S. Senate.",
    "year": 1958,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Tonya Williams",
    "birthday": "1958-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Tonya_Lee_Williams_at_the_2013_Zanzibar_International_Film_Festival.jpg/300px-Tonya_Lee_Williams_at_the_2013_Zanzibar_International_Film_Festival.jpg",
    "extract": "Tonya Williams is a Canadian actress, producer, director and activist. Sometimes credited as Tonya Lee Williams, she is best known for her role as Dr. Olivia Barber Winters on the American daytime drama The Young and the Restless from 1990 to 2005 and 2007 to 2012. She is the founder and executive director of Reelworld Film Festival.",
    "year": 1958,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Rick Husband",
    "birthday": "1957-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Richard_Husband%2C_NASA_photo_portrait_in_orange_suit.jpg/242px-Richard_Husband%2C_NASA_photo_portrait_in_orange_suit.jpg",
    "extract": "Richard Douglas Husband was an American astronaut and fighter pilot. He traveled into space twice: as Pilot of STS-96 and Commander of STS-107. He and the rest of the crew of STS-107 were killed when Columbia disintegrated during reentry into the Earth's atmosphere. Husband is a recipient of the Congressional Space Medal of Honor.",
    "year": 1957,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Dave Semenko",
    "birthday": "1957-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Dave_Semenko_2016.jpg/219px-Dave_Semenko_2016.jpg",
    "extract": "David John Semenko was a Canadian professional ice hockey player, coach, scout and colour commentator. During his National Hockey League (NHL) career, Semenko played for the Edmonton Oilers, Hartford Whalers and Toronto Maple Leafs as an enforcer. During his tenure with Edmonton, he notably protected Wayne Gretzky as an \"on-ice bodyguard\" during Gretzky's early career. Semenko won two Stanley Cups with the Oilers in 1984 and 1985. He was also the last player to score a goal in the World Hockey Association (WHA) before it folded and merged with the NHL.",
    "year": 1957,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Mel Harris",
    "birthday": "1956-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Mel_Harris_2016.png/222px-Mel_Harris_2016.png",
    "extract": "Mary Ellen \"Mel\" Harris is an American actress best known for her role as Hope Murdoch Steadman in the ABC drama series Thirtysomething (1987–1991), for which she received a Golden Globe nomination in 1990.",
    "year": 1956,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Sandi Patty",
    "birthday": "1956-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Sandi_Patty_cropped.jpg/307px-Sandi_Patty_cropped.jpg",
    "extract": "Sandra Faye \"Sandi\" Patty is an American Christian music singer, known for her wide soprano vocal range and expressive flexibility.",
    "year": 1956,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Mario Soto (baseball)",
    "birthday": "1956-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Mario_Soto_-_Indianapolis_Indians.jpg/232px-Mario_Soto_-_Indianapolis_Indians.jpg",
    "extract": "Mario Melvin Soto is a Dominican former pitcher, mostly as a starter, for the Cincinnati Reds of Major League Baseball (MLB) from 1977 through 1988. He currently works in the Reds' front office.",
    "year": 1956,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Timothy Garton Ash",
    "birthday": "1955-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/2019-05-30_Timothy_Garton_Ash-6011.jpg/282px-2019-05-30_Timothy_Garton_Ash-6011.jpg",
    "extract": "Timothy Garton Ash CMG FRSA is a British historian, author and commentator. He is Professor of European Studies at Oxford University. Much of his work has been concerned with the late modern and contemporary history of Central and Eastern Europe.",
    "year": 1955,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jimmy LaFave",
    "birthday": "1955-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Jimmy_lafave_2012.jpg/213px-Jimmy_lafave_2012.jpg",
    "extract": "Jimmy LaFave was an American singer-songwriter and folk musician. After moving to Stillwater, Oklahoma, LaFave became a supporter of Woody Guthrie. He later became an Advisory Board member and regular performer at the annual Woody Guthrie Folk Festival.",
    "year": 1955,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Eric Adams (musician)",
    "birthday": "1954-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/2002.11.18_manowar_bercy_eric_adams_1.jpg/320px-2002.11.18_manowar_bercy_eric_adams_1.jpg",
    "extract": "Eric Adams is the stage name of Louis Marullo, an American musician. He is the singer of the heavy metal band Manowar since its inception in 1980. Previously, he sang for a group, LOOKS, which also included childhood friend and future Manowar bassist Joey DeMaio. His stage name is a combination of the names of his sons, Eric and Adam.",
    "year": 1954,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Robert Carl",
    "birthday": "1954-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/38/Robertcarl.jpg",
    "extract": "Robert Carl is an American composer who currently resides in Hartford, Connecticut, where he is chair of the composition program at the Hartt School, University of Hartford.",
    "year": 1954,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Wolfgang Dremmler",
    "birthday": "1954-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/2012-09-22_Wolfgang_Dremmler_023q.JPG/320px-2012-09-22_Wolfgang_Dremmler_023q.JPG",
    "extract": "Wolfgang Dremmler is a German former footballer who played as a midfielder.",
    "year": 1954,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Voja Antonić",
    "birthday": "1952-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Voja_Antonic.jpg/320px-Voja_Antonic.jpg",
    "extract": "Vojislav \"Voja\" Antonić is a Serbian inventor, journalist and writer. He is known for creating a build-it-yourself home computer Galaksija and originating a related \"Build your own computer Galaksija\" initiative with Dejan Ristanović. This initiative encouraged and enlightened thousands of computer enthusiasts during the 1980s in the Socialist Federal Republic of Yugoslavia. Antonić has donated many of his personal creations to the public domain. He was also a magazine editor and contributed to a number of radio shows.",
    "year": 1952,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Irina Bokova",
    "birthday": "1952-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Irina_Bokova_UNESCO.jpg/292px-Irina_Bokova_UNESCO.jpg",
    "extract": "Irina Georgieva Bokova is a Bulgarian politician and the former Director-General of UNESCO (2009–2017). During her political and diplomatic career in Bulgaria, she served, among others, two terms as a member of the National parliament, and deputy minister of foreign affairs and minister of foreign affairs ad interim under Prime Minister Zhan Videnov. She also served as Bulgaria's ambassador to France and to Monaco, and was Bulgaria's Permanent Delegate to UNESCO. Bokova was also the personal representative of Bulgaria's President to the Organisation internationale de la Francophonie (2005–2009).",
    "year": 1952,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Brian Grazer",
    "birthday": "1951-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Brian_Grazer_2011_Shankbone.JPG/204px-Brian_Grazer_2011_Shankbone.JPG",
    "extract": "Brian Thomas Grazer is an American film and television producer and writer. He founded Imagine Entertainment in 1986 with Ron Howard. The films they produced have grossed over $15 billion. Grazer was personally nominated for four Academy Awards for Splash (1984), Apollo 13 (1995), A Beautiful Mind (2001), and Frost/Nixon (2008). His films and TV series have been nominated for 43 Academy Awards and 198 Emmy Awards.",
    "year": 1951,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Cheryl Ladd",
    "birthday": "1951-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Cheryl_Ladd_%28cropped%29.jpg/237px-Cheryl_Ladd_%28cropped%29.jpg",
    "extract": "Cheryl Ladd is an American actress, singer, and author best known for her role as Kris Munroe in the ABC television series Charlie's Angels, whose cast she joined in its second season in 1977 to replace Farrah Fawcett-Majors. Ladd remained on the show until its cancellation in 1981. Her film roles include Purple Hearts (1984), Millennium (1989), Poison Ivy (1992), Permanent Midnight (1998), and Unforgettable (2017).",
    "year": 1951,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Piotr Pustelnik",
    "birthday": "1951-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/2011-08_Woodstock_63_Piotr_Pustelnik.jpg/320px-2011-08_Woodstock_63_Piotr_Pustelnik.jpg",
    "extract": "Piotr Pustelnik is a Polish alpine and high-altitude climber. He is the 20th man to climb all fourteen eight-thousanders.",
    "year": 1951,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Eric Carr",
    "birthday": "1950-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b6/Carr-promo.jpg/221px-Carr-promo.jpg",
    "extract": "Paul Charles Caravello, better known professionally as Eric Carr, was an American musician and multi-instrumentalist who was the drummer for the rock band Kiss from 1980 to 1991. Caravello was selected as the new Kiss drummer after Peter Criss departed, when he chose the stage name \"Eric Carr\" and took up The Fox persona. He remained a member of Kiss until his death from heart cancer on November 24, 1991, at the age of 41.",
    "year": 1950,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Gilles Meloche",
    "birthday": "1950-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Gilles_Meloche_2012-04-21.jpg/264px-Gilles_Meloche_2012-04-21.jpg",
    "extract": "Gilles Emile Meloche is a Canadian professional ice hockey coach, scout and former player. Meloche played as a goaltender in the National Hockey League (NHL) for the Chicago Black Hawks, California Golden Seals, Cleveland Barons, Minnesota North Stars and Pittsburgh Penguins. He is currently a special assignment scout for the Pittsburgh Penguins. Until 2013 he was the team's longtime goaltending coach, during which time the team won three Stanley Cups. Meloche was born in Montreal, Quebec.",
    "year": 1950,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Rick Hendrick",
    "birthday": "1949-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Pure_Michigan_400_Nascar_race_8-16-15_%2820552956670%29.jpg/205px-Pure_Michigan_400_Nascar_race_8-16-15_%2820552956670%29.jpg",
    "extract": "Joseph Riddick \"Rick\" Hendrick III, nicknamed \"Mr. H\", is an American businessman. He is best known as the owner of the NASCAR team Hendrick Motorsports. He is also a co-owner of JR Motorsports and founder of the Hendrick Automotive Group, a network of over 100 car dealerships.",
    "year": 1949,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ben Burtt",
    "birthday": "1948-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Ben_Burtt_Celebration_Europe_II.jpg/183px-Ben_Burtt_Celebration_Europe_II.jpg",
    "extract": "Benjamin Burtt Jr. is an American sound designer, film editor, director, screenwriter, and voice actor. As a sound designer, his credits include the Star Wars and Indiana Jones film series, Invasion of the Body Snatchers (1978), E.T. the Extra-Terrestrial (1982), WALL-E (2008) and Star Trek (2009).",
    "year": 1948,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Richard Simmons",
    "birthday": "1948-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/RichardSimmonsSept2011.jpg/320px-RichardSimmonsSept2011.jpg",
    "extract": "Milton Teagle \"Richard\" Simmons is an American fitness personality and public figure, known for his eccentric, flamboyant, and energetic personality. He has promoted weight-loss programs, most prominently through his Sweatin' to the Oldies line of aerobics videos.",
    "year": 1948,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Gareth Edwards",
    "birthday": "1947-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Gareth_Edwards.jpg/267px-Gareth_Edwards.jpg",
    "extract": "Sir Gareth Owen Edwards, CBE, KB is a Welsh former rugby union player who played scrum-half and has been described by the BBC as \"arguably the greatest player ever to don a Welsh jersey\".",
    "year": 1947,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Wilko Johnson",
    "birthday": "1947-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Wilko_Johnson_01.jpg/320px-Wilko_Johnson_01.jpg",
    "extract": "Wilko Johnson is an English guitarist, singer, songwriter and occasional actor. He was a member of the pub rock/rhythm and blues band Dr. Feelgood in the 1970s. Johnson is known for his distinctive guitar playing style which he achieved by not using a pick but instead relying on fingerstyle. This enabled him to play rhythm guitar and riffs or solos at the same time creating a highly percussive guitar sound.",
    "year": 1947,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Richard C. McCarty",
    "birthday": "1947-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Richard_McCarty_at_Vanderbilt_Commencement.jpg/320px-Richard_McCarty_at_Vanderbilt_Commencement.jpg",
    "extract": "Richard C. McCarty is a professor of psychology and the former provost and vice chancellor of academic affairs at Vanderbilt University in Nashville, Tennessee. Prior to serving as provost, he was dean of Vanderbilt's College of Arts and Science.",
    "year": 1947,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Butch Hancock",
    "birthday": "1945-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Butch_hancock_2011.jpg/240px-Butch_hancock_2011.jpg",
    "extract": "Butch Hancock, is an American country/folk music recording artist and songwriter. Hancock is a member of The Flatlanders along with Joe Ely and Jimmie Dale Gilmore, but he has principally performed solo.",
    "year": 1945,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Simon Blackburn",
    "birthday": "1944-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1e/Simon_Blackburn.jpg",
    "extract": "Simon Blackburn is an English academic philosopher known for his work in metaethics, where he defends quasi-realism, and in the philosophy of language; more recently, he has gained a large general audience from his efforts to popularise philosophy. He has appeared in multiple episodes of the documentary series Closer to Truth. During his long career, he has taught at Oxford University, Cambridge University, and University of North Carolina, Chapel Hill.",
    "year": 1944,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Delia Ephron",
    "birthday": "1944-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Delia_Ephron02.JPG/242px-Delia_Ephron02.JPG",
    "extract": "Delia Ephron is an American bestselling author, screenwriter, and playwright.",
    "year": 1944,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Pat Woodell",
    "birthday": "1944-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Gary_Clarke_Pat_Woodell_1964.jpg/250px-Gary_Clarke_Pat_Woodell_1964.jpg",
    "extract": "Patricia Joy Woodell was an American actress and singer, best known for her television role as Bobbie Jo Bradley from 1963 to 1965 on Petticoat Junction.",
    "year": 1944,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Christine McVie",
    "birthday": "1943-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Christine_McVie_2019.jpg/243px-Christine_McVie_2019.jpg",
    "extract": "Christine Anne McVie is an English musician, singer and songwriter, and the lead vocalist and keyboardist of Fleetwood Mac, which she joined in 1970. She has also released three solo albums. Her direct but poignant lyrics focus on love and relationships. AllMusic describes her as an \"Unabashedly easy-on-the-ears singer/songwriter, and the prime mover behind some of Fleetwood Mac's biggest hits.\" Eight of her songs appeared on Fleetwood Mac's 1988 Greatest Hits album.",
    "year": 1943,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Paul Silas",
    "birthday": "1943-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Paul_Silas_1977_press_photo_by_Seattle_SuperSonics.jpg/247px-Paul_Silas_1977_press_photo_by_Seattle_SuperSonics.jpg",
    "extract": "Paul Theron Silas is an American former professional basketball player and former NBA head coach.",
    "year": 1943,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Swamp Dogg",
    "birthday": "1942-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Swamp-Dogg-2018.jpg/320px-Swamp-Dogg-2018.jpg",
    "extract": "Jerry Williams Jr., generally credited under the pseudonym Swamp Dogg after 1970, is an American soul and R&B singer, musician, songwriter and record producer. Williams has been described as \"one of the great cult figures of 20th century American music.\"",
    "year": 1942,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Benny Parsons",
    "birthday": "1941-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Bennyparsons.JPG/274px-Bennyparsons.JPG",
    "extract": "Benjamin Stewart Parsons was an American NASCAR driver, and later an announcer/analyst/pit reporter on SETN, TBS, ABC, ESPN, NBC, and TNT. He became famous as the 1973 NASCAR Winston Cup Series champion, and was a 2017 NASCAR Hall of Fame inductee. He was the older brother of former NASCAR driver car owner and broadcaster Phil Parsons of Phil Parsons Racing.",
    "year": 1941,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Phillip Adams (writer)",
    "birthday": "1939-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Phillip_Adams.jpg/281px-Phillip_Adams.jpg",
    "extract": "Phillip Andrew Hedley Adams, is an Australian humanist, social commentator, broadcaster, public intellectual and farmer. He hosts Late Night Live, an Australian Broadcasting Corporation (ABC) program on Radio National four nights a week. He also writes a weekly column for The Weekend Australian.",
    "year": 1939,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Arlen Ness",
    "birthday": "1939-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Arlen_Ness_cropped.jpg/320px-Arlen_Ness_cropped.jpg",
    "extract": "Arlen Darryl Ness was an American motorcycle designer and entrepreneur best known for his custom motorcycles. Ness received acclaim for his designs, most of which are noted for their unique body style and paintwork.",
    "year": 1939,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ron Fairly",
    "birthday": "1938-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Fairly_in_1969.jpg/320px-Fairly_in_1969.jpg",
    "extract": "Ronald Ray Fairly was an American Major League Baseball player and broadcaster. Combining playing and broadcasting appearances, Fairly was involved in over 7,000 major league games from 1958 through 2006.",
    "year": 1938,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Wieger Mensonides",
    "birthday": "1938-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Wieger_Mensonides_1960.jpg/296px-Wieger_Mensonides_1960.jpg",
    "extract": "Wieger Emile Mensonides is a former Dutch swimmer, who won the bronze medal in the 200 m breaststroke at the 1960 Summer Olympics. For forty years he was the only Dutch male swimmer to have won an Olympic medal. Pieter van den Hoogenband followed in his footsteps at the 2000 Summer Olympics in Sydney.",
    "year": 1938,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Eiko Ishioka",
    "birthday": "1938-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/57/Eiko_Ishioka.jpg/260px-Eiko_Ishioka.jpg",
    "extract": "Eiko Ishioka  was a Japanese art director, costume designer, and graphic designer known for her work in stage, screen, advertising, and print media.",
    "year": 1938,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Bill Cosby",
    "birthday": "1937-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Bill_Cosby_1965.JPG/246px-Bill_Cosby_1965.JPG",
    "extract": "William Henry Cosby Jr. is an American stand-up comedian, actor, and author. Cosby began his career as a stand-up comic at the hungry i nightclub in San Francisco during the 1960s. Throughout the decade he released several standup comedy records which consecutively earned him the Grammy Award for Best Comedy Album from 1965 to 1970. He also had a starring role in the television crime show I Spy (1965–1968) opposite Robert Culp. Cosby made history when he won the Primetime Emmy Award for Outstanding Lead Actor in a Drama Series in 1966, making him the first African American to earn an Emmy Award for acting. His acting career continued as he starred in the sitcom The Bill Cosby Show, which ran for two seasons from 1969 to 1971.",
    "year": 1937,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Mickey Edwards",
    "birthday": "1937-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e0/Mickey_Edwards.jpg",
    "extract": "Marvin Henry \"Mickey\" Edwards is an American politician who was a Republican member of the U.S. House of Representatives, serving Oklahoma's 5th congressional district from 1977 to 1993.",
    "year": 1937,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Lionel Jospin",
    "birthday": "1937-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Lionel_Jospin%2C_mai_2014%2C_Rennes%2C_France_%28cropped%29.jpg/240px-Lionel_Jospin%2C_mai_2014%2C_Rennes%2C_France_%28cropped%29.jpg",
    "extract": "Lionel Robert Jospin is a French politician who served as Prime Minister of France from 1997 to 2002.",
    "year": 1937,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Robert McFarlane",
    "birthday": "1937-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Robert_McFarlane%2C_Deputy_Assistant_to_the_President_for_National_Security_Affairs_ME278-2_%28cropped%29.jpg/242px-Robert_McFarlane%2C_Deputy_Assistant_to_the_President_for_National_Security_Affairs_ME278-2_%28cropped%29.jpg",
    "extract": "Robert Carl \"Bud\" McFarlane was an American Marine Corps officer who served as National Security Advisor to President Ronald Reagan from 1983 through 1985. Within the Reagan Administration, McFarlane was a leading architect of the Strategic Defense Initiative, a project intended to defend the US against Soviet ballistic missile attacks. He resigned as National Security Adviser in late 1985 because of disagreements with other administration figures but remained involved in negotiations with Iran and with Hezbollah.",
    "year": 1937,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jan Němec",
    "birthday": "1936-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Jan_N%C4%9Bmec_%281967%29.jpg/320px-Jan_N%C4%9Bmec_%281967%29.jpg",
    "extract": "Jan Němec was a Czech filmmaker whose most important work dates from the 1960s. Film historian Peter Hames has described him as the \"enfant terrible of the Czech New Wave.\"",
    "year": 1936,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Satoshi Ōmura",
    "birthday": "1935-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Satoshi_%C5%8Cmura_5040-2015.jpg/320px-Satoshi_%C5%8Cmura_5040-2015.jpg",
    "extract": "Satoshi Ōmura  is a Japanese biochemist. He is known for the discovery and development of hundreds of pharmaceuticals originally occurring in microorganisms. In 2015, he was awarded the Nobel Prize in Physiology or Medicine jointly with William C. Campbell for their role in the discovery of avermectins and ivermectin, the world's first endectocide and a safe and highly effective microfilaricide. It is believed that the large molecular size of ivermectin prevents it from crossing the blood/aqueous humour barrier, and renders the drug an important treatment of helminthically-derived blindness.",
    "year": 1935,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Van Cliburn",
    "birthday": "1934-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Van_Cliburn_1966b.jpg/320px-Van_Cliburn_1966b.jpg",
    "extract": "Harvey Lavan \"Van\" Cliburn Jr. was an American pianist who, at the age of 23, achieved worldwide recognition when he won the inaugural International Tchaikovsky Competition in Moscow in 1958 .\nCliburn's mother, a piano teacher and an accomplished pianist in her own right, discovered him playing at age three, mimicking one of her students and arranged for him to start taking lessons. Cliburn developed a rich, round tone and a singing-voice-like phrasing, having been taught from the start to sing each piece.",
    "year": 1934,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Donald E. Westlake",
    "birthday": "1933-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Donald_Westlake_LOC.jpg/217px-Donald_Westlake_LOC.jpg",
    "extract": "Donald Edwin Westlake was an American writer, with more than a hundred novels and non-fiction books to his credit. He specialized in crime fiction, especially comic capers, with an occasional foray into science fiction and other genres. Westlake is perhaps best-remembered for creating two professional criminal characters who each starred in a long-running series: the relentless, hardboiled Parker, and John Dortmunder, who featured in a more humorous series.",
    "year": 1933,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Rene Goulet",
    "birthday": "1932-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Chris_Taylor_vs_Rene_Goulet_1973.jpg/203px-Chris_Taylor_vs_Rene_Goulet_1973.jpg",
    "extract": "Robert Bédard was a Canadian professional wrestler. better known by his ring name, the \"Number One Frenchman\" Rene Goulet.",
    "year": 1932,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Monte Hellman",
    "birthday": "1932-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Monte_Hellman_in_2013.jpg/274px-Monte_Hellman_in_2013.jpg",
    "extract": "Monte Hellman was an American film director, producer, writer, and editor. Hellman began his career as an editor's apprentice at ABC TV, and made his directorial debut with the horror film Beast from Haunted Cave (1959), produced by Gene Corman, Roger Corman's brother.",
    "year": 1932,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Otis Davis",
    "birthday": "1932-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/3.22.12OtisDavisByLuigiNovi3.jpg/240px-3.22.12OtisDavisByLuigiNovi3.jpg",
    "extract": "Otis Crandall Davis is a former American athlete, winner of two gold medals for record-breaking performances in both the 400 m and 4 × 400 m relay at the 1960 Summer Olympics. Davis set a new world record of 44.9 seconds in the 400 m event, and he became the first man to break the 45-second barrier.",
    "year": 1932,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Geeto Mongol",
    "birthday": "1931-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/81/Newton_Tattrie.jpg",
    "extract": "Newton Tattrie was a Canadian professional wrestler, better known by his ring name, Geeto Mongol.",
    "year": 1931,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Gordon Pinsent",
    "birthday": "1930-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Gordon_Pinsent_TIFF08.jpg/218px-Gordon_Pinsent_TIFF08.jpg",
    "extract": "Gordon Edward Pinsent is a Canadian actor, writer, director, and singer. He is known for his roles in numerous productions, including Away from Her, The Rowdyman, John and the Missus, A Gift to Last, Due South, The Red Green Show and Quentin Durgens, M.P. He has been the voice of Babar the Elephant in television and film from 1989 to 2015.",
    "year": 1930,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Alastair Burnet",
    "birthday": "1928-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fb/Alastair_Burnet.jpg/196px-Alastair_Burnet.jpg",
    "extract": "Sir James William Alexander Burnet, known as Alastair Burnet, was a British journalist and broadcaster, best known for his work in news and current affairs programmes, including a long career with ITN as chief presenter of the flagship News at Ten; Sir Robin Day described Burnet as \"the booster rocket that put ITN into orbit\".",
    "year": 1928,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Elias James Corey",
    "birthday": "1928-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a2/E.J.Coreyx240.jpg",
    "extract": "Elias James Corey is an American organic chemist. In 1990, he won the Nobel Prize in Chemistry \"for his development of the theory and methodology of organic synthesis\", specifically retrosynthetic analysis. Regarded by many as one of the greatest living chemists, he has developed numerous synthetic reagents, methodologies and total syntheses and has advanced the science of organic synthesis considerably.",
    "year": 1928,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Imero Fiorentino",
    "birthday": "1928-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Fiorentino_imero.jpg/228px-Fiorentino_imero.jpg",
    "extract": "Imero (Immie) Fiorentino was an American lighting designer, considered one of the most respected pioneers and leaders in the American entertainment industry. Beginning his career as a lighting designer in the Golden Age of Television, he designed productions for such celebrated series as Omnibus, U.S. Steel Hour, Pulitzer Prize Playhouse and Kraft Television Theatre. Fiorentino's expertise was often called upon by industry professionals throughout the world to consult on the planning and development of major productions, exhibits, museums and architectural projects; from the Republican National Convention and Democratic National Convention and numerous United States presidential election debates, major concert tours and television specials to the environmental lighting for Epcot’s World Showcase at Walt Disney World. His consulting work on major corporate events with clients included: Anheuser-Busch, Michelin, Electrolux, American Express and Xerox.",
    "year": 1928,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Conte Candoli",
    "birthday": "1927-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Portrait_of_Conte_Candoli.jpg/274px-Portrait_of_Conte_Candoli.jpg",
    "extract": "Secondo \"Conte\" Candoli was an American jazz trumpeter based on the West Coast. He played in the big bands of Woody Herman, Stan Kenton, Benny Goodman, and Dizzy Gillespie, and in Doc Severinsen's NBC Orchestra on The Tonight Show Starring Johnny Carson. He played with Gerry Mulligan, and on Frank Sinatra's TV specials. He also recorded with Supersax, a Charlie Parker tribute band that consisted of a saxophone quintet, the rhythm section, and either a trumpet or trombone.",
    "year": 1927,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jack Harshman",
    "birthday": "1927-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Jack_Harshman_1952.JPG/320px-Jack_Harshman_1952.JPG",
    "extract": "John Elvin Harshman was an American Major League Baseball pitcher with the New York Giants, Chicago White Sox, Baltimore Orioles, Boston Red Sox, and Cleveland Indians between 1948 and 1960. He batted and threw left-handed.",
    "year": 1927,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Siti Hasmah Mohamad Ali",
    "birthday": "1926-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Siti_Hasmah_2019.jpg/233px-Siti_Hasmah_2019.jpg",
    "extract": "Tun Dr. Siti Hasmah binti Haji Mohamad Ali is the spouse and wife of Mahathir Mohamad, the 4th and 7th Prime Minister of Malaysia. She played the role of Spouse of the Prime Minister of Malaysia from July 1981 to October 2003 and from May 2018 to February 2020 for almost 24 years. She is the oldest-living person of the role.",
    "year": 1926,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Albert Lance",
    "birthday": "1925-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/17.10.1962._Jeanne_Rhode._Roberto_Benzi._etc._%281962%29_-_53Fi2977_%28cropped%29.jpg/194px-17.10.1962._Jeanne_Rhode._Roberto_Benzi._etc._%281962%29_-_53Fi2977_%28cropped%29.jpg",
    "extract": "Albert Lance was an Australian tenor, also holding French citizenship. He was Australia's principal tenor during the 1950s and later enjoyed a highly successful career in France.",
    "year": 1925,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Roger Smith (executive)",
    "birthday": "1925-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/8d/Roger_smith.jpg",
    "extract": "Roger Bonham Smith was the chairman and CEO of General Motors Corporation from 1981 to 1990, and is widely known as the main subject of Michael Moore's 1989 documentary film Roger & Me.",
    "year": 1925,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Faidon Matthaiou",
    "birthday": "1924-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/06012009050_Fedon_Mathaiou.jpg/240px-06012009050_Fedon_Mathaiou.jpg",
    "extract": "Faidon Matthaiou, also spelled Fedon Mattheou and Phaedon Mathaiou was a Greek professional basketball player and coach. He was a center at the start of his career, and at the end of his career, he also played as a point guard. He wore the number 1 jersey throughout his career. He represented Greece twice at the Summer Olympics. As a rower at the 1948 Summer Olympics, and as a basketball player at the 1952 Summer Olympics.",
    "year": 1924,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "James E. Gunn",
    "birthday": "1923-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/James_Gunn_writer.jpg/214px-James_Gunn_writer.jpg",
    "extract": "James Edwin Gunn was an American science fiction writer, editor, scholar, and anthologist. His work as an editor of anthologies includes the six-volume Road to Science Fiction series. He won the Hugo Award for \"Best Related Work\" in 1983 and he won or was nominated for several other awards for his non-fiction works in the field of science fiction studies. The Science Fiction and Fantasy Writers of America made him its 24th Grand Master in 2007, and he was inducted by the Science Fiction and Fantasy Hall of Fame in 2015. His novel The Immortals was adapted into a 1970–71 TV series starring Christopher George.",
    "year": 1923,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Mark Hatfield",
    "birthday": "1922-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Mark_hatfield.jpg",
    "extract": "Mark Odom Hatfield was an American politician and educator from the state of Oregon. A Republican, he served for 30 years as a United States Senator from Oregon, and also as chairman of the Senate Appropriations Committee. A native Oregonian, he served in the United States Navy in the Pacific Theater during World War II after graduating from Willamette University. After the war he earned a graduate degree from Stanford University before returning to Oregon and Willamette as a professor.",
    "year": 1922,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Pierre Berton",
    "birthday": "1920-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7e/Pierre_Berton_and_Ruby_the_cat.png",
    "extract": "Pierre Francis de Marigny Berton was a Canadian writer, journalist and broadcaster. Berton wrote 50 best-selling books, mainly about Canadiana, Canadian history and popular culture. He also wrote critiques of mainstream religion, anthologies, children's books and historical works for youth. He was a reporter and war correspondent, an editor at Maclean's Magazine and The Toronto Star and, for 39 years, a guest on Front Page Challenge. He was a founder of the Writers' Trust of Canada, and won many honours and awards.",
    "year": 1920,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Bob Fillion",
    "birthday": "1920-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/eb/Bob_Fillion_MTL.jpg",
    "extract": "Joseph Louis Robert Edgar Fillion was a Canadian professional ice hockey player who played seven seasons for the Montreal Canadiens of the National Hockey League (NHL). He was a member of two Stanley Cup-winning teams during his career with Montreal; in 1944 and 1946. He also spent time with the Buffalo Bisons of the AHL and the Sherbrooke Saints of the Quebec Senior Hockey League (QSHL). He died on August 13, 2015. At the time of his death, Fillion was the last surviving member of the Canadiens' 1944 Stanley Cup team.",
    "year": 1920,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Paul Gonsalves",
    "birthday": "1920-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4c/Paul_Gonsalves.jpg/259px-Paul_Gonsalves.jpg",
    "extract": "Paul Gonsalves was an American jazz tenor saxophonist best known for his association with Duke Ellington. At the 1956 Newport Jazz Festival, Gonsalves played a 27-chorus solo in the middle of Ellington's \"Diminuendo and Crescendo in Blue,\" a performance credited with revitalizing Ellington's waning career in the 1950s.",
    "year": 1920,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Randolph Quirk",
    "birthday": "1920-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1e/Lord_Quirk_2016.jpg/286px-Lord_Quirk_2016.jpg",
    "extract": "Charles Randolph Quirk, Baron Quirk, CBE, FBA was a British linguist and life peer. He was the Quain Professor of English language and literature at University College London from 1968 to 1981. He sat as a crossbencher in the House of Lords.",
    "year": 1920,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Beah Richards",
    "birthday": "1920-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Beah_Richards_Bill_Cosby_Show_1970_%28cropped%29.JPG/213px-Beah_Richards_Bill_Cosby_Show_1970_%28cropped%29.JPG",
    "extract": "Beulah Elizabeth Richardson, known professionally as Beah Richards, was an American actress of stage, screen, and television. She was also a poet, playwright, author and activist.",
    "year": 1920,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Luigi Gorrini",
    "birthday": "1917-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/0f/Luigi_Gorrini.jpg",
    "extract": "Luigi Gorrini, MOVM, was an Italian World War II fighter pilot in the Regia Aeronautica and in the Aeronautica Nazionale Repubblicana. During the conflict he flew with the Corpo Aereo Italiano during the Battle of Britain, fought over Libya and Tunisia, and was involved in the defense of the Italian mainland. Gorrini is believed to have shot down 19 Allied planes, and damaged another 9, of several types: Bristol Beaufighter, Bristol Blenheim, Curtiss P-40, Spitfire, P-38 Lightning, P-47 Thunderbolt, B-17 Flying Fortress and B-24 Liberator. He piloted the biplane Fiat C.R.42 and monoplanes Macchi C.202 and C.205 Veltro. With the Veltro he shot down 14 Allied planes and damaged six more.\nAt the time of his death, he was the only surviving fighter pilot awarded the Medaglia d'Oro al Valor Militare.",
    "year": 1917,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Andrew Wyeth",
    "birthday": "1917-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4b/Andrew_Wyeth.jpg",
    "extract": "Andrew Newell Wyeth was an American visual artist, primarily a realist painter, working predominantly in a regionalist style. He was one of the best-known U.S. artists of the middle 20th century.",
    "year": 1917,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Lyudmila Pavlichenko",
    "birthday": "1916-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Lyudmila_Pavlichenko_portrait.jpg/221px-Lyudmila_Pavlichenko_portrait.jpg",
    "extract": "Lyudmila Mikhailovna Pavlichenko, was a Soviet sniper in the Red Army during World War II, who was credited with 309 confirmed deaths, making her the most successful female sniper in recorded history.",
    "year": 1916,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Mohammad Moin",
    "birthday": "1914-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Mohammad_Moin_2.jpg/227px-Mohammad_Moin_2.jpg",
    "extract": "Mohammad Moin was a prominent Iranian scholar of Persian literature and Iranian Studies.",
    "year": 1914,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Willis Lamb",
    "birthday": "1913-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Willis_Lamb_1955.jpg/226px-Willis_Lamb_1955.jpg",
    "extract": "Willis Eugene Lamb Jr. was an American physicist who won the Nobel Prize in Physics in 1955 \"for his discoveries concerning the fine structure of the hydrogen spectrum.\" The Nobel Committee that year awarded half the prize to Lamb and the other half to Polykarp Kusch, who won \"for his precision determination of the magnetic moment of the electron.\" Lamb was able to determine precisely a surprising shift in electron energies in a hydrogen atom. Lamb was a professor at the University of Arizona College of Optical Sciences.",
    "year": 1913,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Joe DeRita",
    "birthday": "1909-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Joe_DeRita_in_a_promotional_image_from_1962.jpg/182px-Joe_DeRita_in_a_promotional_image_from_1962.jpg",
    "extract": "Joseph Wardell, known professionally as Joe DeRita, was an American actor and comedian, who is best known for his stint as a member of The Three Stooges in the persona of Curly Joe DeRita.",
    "year": 1909,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Motoichi Kumagai",
    "birthday": "1909-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Gumagai_motoichi_museum.JPG/320px-Gumagai_motoichi_museum.JPG",
    "extract": "Motoichi Kumagai  was a Japanese photographer and illustrator of books for children, known for his portrayal of rural and school life. He has illustrated numerous children's books, books containing his photography, and other works. His works have won prizes, beginning with a photography prize from the Mainichi Shimbun in 1955.",
    "year": 1909,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Milton Berle",
    "birthday": "1908-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Milton_Berle_-_publicity.jpg/260px-Milton_Berle_-_publicity.jpg",
    "extract": "Milton Berle was an American actor and comedian. Berle's career as an entertainer spanned over 80 years, first in silent films and on stage as a child actor, then in radio, movies and television. As the host of NBC's Texaco Star Theatre (1948–1955), he was the first major American television star and was known to millions of viewers as \"Uncle Miltie\" and \"Mr. Television\" during the first Golden Age of Television. He was honored with two stars on the Hollywood Walk of Fame for his work in both radio and TV.",
    "year": 1908,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Alain Cuny",
    "birthday": "1908-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Alain_Cuny-130822-0001FP.jpg/229px-Alain_Cuny-130822-0001FP.jpg",
    "extract": "René Xavier Marie Alain Cuny was a French actor of stage and screen. He was closely linked with the works of Paul Claudel and Antonin Artaud, and for his performances for the Théâtre national populaire and Odéon-Théâtre de France.",
    "year": 1908,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Weary Dunlop",
    "birthday": "1907-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Edward_Dunlop_%28brass_relief%29.jpg/320px-Edward_Dunlop_%28brass_relief%29.jpg",
    "extract": "Colonel Sir Ernest Edward \"Weary\" Dunlop, was an Australian surgeon who was renowned for his leadership while being held prisoner by the Japanese during World War II.",
    "year": 1907,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Pablo Neruda",
    "birthday": "1904-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Pablo_Neruda_1963.jpg/252px-Pablo_Neruda_1963.jpg",
    "extract": "Ricardo Eliécer Neftalí Reyes Basoalto, better known by his pen name and, later, legal name Pablo Neruda, was a Chilean poet-diplomat and politician who won the Nobel Prize for Literature in 1971. Neruda became known as a poet when he was 13 years old, and wrote in a variety of styles, including surrealist poems, historical epics, overtly political manifestos, a prose autobiography, and passionate love poems such as the ones in his collection Twenty Love Poems and a Song of Despair (1924).",
    "year": 1904,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Günther Anders",
    "birthday": "1902-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3d/G%C3%BCnther_Stern.jpg",
    "extract": "Günther Anders was a German philosopher, journalist, essayist and poet.",
    "year": 1902,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Tony Lovink",
    "birthday": "1902-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Tony_Lovink_%281902-1995%29.png/320px-Tony_Lovink_%281902-1995%29.png",
    "extract": "Antonius Hermanus Johannes Lovink was a Dutch diplomat who served as the last High Commissioner of the Crown in the Dutch East Indies in 1949, the year the Dutch East Indies declared independence from the Netherlands, and renamed itself Indonesia. He later served as Dutch Ambassador to Australia and Canada, the latter which he lived in after he resigned in 1967.",
    "year": 1902,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Vic Armbruster",
    "birthday": "1902-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/99/V._Armbruster_-_Rochdale_Hornets.jpg/168px-V._Armbruster_-_Rochdale_Hornets.jpg",
    "extract": "Louis Victor Armbruster was an Australian rugby league footballer for New South Wales, Queensland and Australia. He is considered one of the nation's finest footballers of the 20th century. Standing 6 feet 1 inches tall (1.85m) and weighing 191 lbs (86 kg), Armbruster primarily played in the Second-row, but he could also play Lock.",
    "year": 1902,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "E. D. Nixon",
    "birthday": "1899-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8c/Edgar_Nixon_arrest_photo.jpg/260px-Edgar_Nixon_arrest_photo.jpg",
    "extract": "Edgar Daniel Nixon, known as E. D. Nixon, was an American civil rights leader and union organizer in Alabama who played a crucial role in organizing the landmark Montgomery bus boycott there in 1955. The boycott highlighted the issues of segregation in the South, was upheld for more than a year by black residents, and nearly brought the city-owned bus system to bankruptcy. It ended in December 1956, after the United States Supreme Court ruled in the related case, Browder v. Gayle (1956), that the local and state laws were unconstitutional, and ordered the state to end bus segregation.",
    "year": 1899,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Kirsten Flagstad",
    "birthday": "1895-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Kirsten_Flagstad_as_Isolde.jpg/221px-Kirsten_Flagstad_as_Isolde.jpg",
    "extract": "Kirsten Malfrid Flagstad was a Norwegian opera singer, who was the outstanding Wagnerian soprano of her era. Her triumphant debut in New York on 2 February 1935 is one of the legends of opera. Giulio Gatti-Casazza, the longstanding General Manager of the Metropolitan Opera said, “I have given America two great gifts — Caruso and Flagstad.”",
    "year": 1895,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Buckminster Fuller",
    "birthday": "1895-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/BuckminsterFuller1.jpg/245px-BuckminsterFuller1.jpg",
    "extract": "Richard Buckminster Fuller was an American architect, systems theorist, author, designer, inventor, philosopher, critic of work, and futurist. He styled his name as R. Buckminster Fuller in his writings, publishing more than 30 books and coining or popularizing such terms as \"Spaceship Earth\", \"Dymaxion\", \"ephemeralization\", \"synergetics\", and \"tensegrity\".",
    "year": 1895,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Oscar Hammerstein II",
    "birthday": "1895-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Oscar_Hammerstein_-_portrait.jpg/243px-Oscar_Hammerstein_-_portrait.jpg",
    "extract": "Oscar Greeley Clendenning Hammerstein II was an American lyricist, librettist, theatrical producer, and director in the musical theater for almost 40 years. He won eight Tony Awards and two Academy Awards for Best Original Song. Many of his songs are standard repertoire for vocalists and jazz musicians. He co-wrote 850 songs.",
    "year": 1895,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Bruno Schulz",
    "birthday": "1892-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Bruno_Schulz%2C_portrait.jpg/223px-Bruno_Schulz%2C_portrait.jpg",
    "extract": "Bruno Schulz was a Polish Jewish writer, fine artist, literary critic and art teacher. He is regarded as one of the great Polish-language prose stylists of the 20th century. In 1938, he was awarded the Polish Academy of Literature's prestigious Golden Laurel award. Several of Schulz's works were lost in the Holocaust, including short stories from the early 1940s and his final, unfinished novel The Messiah. Schulz was shot and killed by a German Nazi, a Gestapo officer, in 1942 while walking back home toward Drohobycz Ghetto with a loaf of bread.",
    "year": 1892,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Zygmunt Janiszewski",
    "birthday": "1888-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f8/Zygmunt_Janiszewski.jpg",
    "extract": "Zygmunt Janiszewski was a Polish mathematician.",
    "year": 1888,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jean Hersholt",
    "birthday": "1886-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Jean_Hersholt_1929.jpg/239px-Jean_Hersholt_1929.jpg",
    "extract": "Jean Pierre Carl Buron, known professionally as Jean Hersholt, was a Danish-American actor. He is best known for starring on the radio series Dr. Christian (1937–1954) and in the film Heidi (1937). Asked how to pronounce his name, he told The Literary Digest, \"In English, her'sholt; in Danish, hairs'hult.\" Of his total credits, 75 were silent films and 65 were sound films ; he directed four.",
    "year": 1886,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Louis B. Mayer",
    "birthday": "1884-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Louis_B_Mayer_cropped.jpg/273px-Louis_B_Mayer_cropped.jpg",
    "extract": "Louis Burt Mayer was a Canadian-American film producer and co-founder of Metro-Goldwyn-Mayer studios (MGM) in 1924. Under Mayer's management, MGM became the film industry's most prestigious movie studio, accumulating the largest concentration of leading writers, directors, and stars in Hollywood.",
    "year": 1884,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Amedeo Modigliani",
    "birthday": "1884-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Amedeo_Modigliani_Photo.jpg/249px-Amedeo_Modigliani_Photo.jpg",
    "extract": "Amedeo Clemente Modigliani was an Italian painter and sculptor who worked mainly in France. He is known for portraits and nudes in a modern style characterized by a surreal elongation of faces, necks, and figures that were not received well during his lifetime, but later became much sought-after. Modigliani spent his youth in Italy, where he studied the art of antiquity and the Renaissance. In 1906, he moved to Paris, where he came into contact with such artists as Pablo Picasso and Constantin Brâncuși. By 1912 Modigliani was exhibiting highly stylized sculptures with Cubists of the Section d'Or group at the Salon d'Automne.",
    "year": 1884,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Natalia Goncharova",
    "birthday": "1881-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Natalia_Sergeyevna_Goncharova.jpg/235px-Natalia_Sergeyevna_Goncharova.jpg",
    "extract": "Natalia Sergeevna Goncharova was a Russian avant-garde artist, painter, costume designer, writer, illustrator, and set designer. Goncharova's lifelong partner was fellow Russian avant-garde artist Mikhail Larionov. She was a founding member of both the Jack of Diamonds (1909–1911), Moscow's first radical independent exhibiting group, the more radical Donkey's Tail (1912–1913), and with Larionov invented Rayonism (1912–1914). She was also a member of the German-based art movement Der Blaue Reiter. Born in Russia, she moved to Paris in 1921 and lived there until her death.",
    "year": 1881,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Han Yong-un",
    "birthday": "1879-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/84/1937_%ED%95%9C%EC%9A%A9%EC%9A%B4.jpg",
    "extract": "Han Yong-un was a twentieth century Korean Buddhist reformer and poet. This name was his religious name, given by his meditation instructor in 1905, and Manhae (만해) was his pen name; his birth name was Han Yu-cheon.",
    "year": 1879,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Peeter Põld",
    "birthday": "1878-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Peeter_P%C3%B5ld.jpg/216px-Peeter_P%C3%B5ld.jpg",
    "extract": "Peeter Siegfried Nikolaus Põld was an Estonian pedagogic scientist, school director and politician, and the first Estonian Minister of Education. He was born in Puru, Kreis Wierland, Governorate of Estonia. As curator of the University of Tartu (1918–1925), he oversaw the university's transition to the Estonian language in the newly independent country.",
    "year": 1878,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Max Jacob",
    "birthday": "1876-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Jacob%2C_Max_%281876-1944%29_-_1934_-_Foto_Carl_van_Vechten%2C_Library_of_Congress.jpg/320px-Jacob%2C_Max_%281876-1944%29_-_1934_-_Foto_Carl_van_Vechten%2C_Library_of_Congress.jpg",
    "extract": "Max Jacob was a French poet, painter, writer, and critic.",
    "year": 1876,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Alphaeus Philemon Cole",
    "birthday": "1876-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/%D0%90%D0%BB%D1%8C%D1%84%D0%B8%D1%83%D1%81_%D0%A4%D0%B8%D0%BB%D0%B5%D0%B9%D0%BC%D0%BE%D0%BD_%D0%9A%D0%BE%D1%83%D0%BB._1920_%D0%B3%D0%BE%D0%B4..jpg/245px-%D0%90%D0%BB%D1%8C%D1%84%D0%B8%D1%83%D1%81_%D0%A4%D0%B8%D0%BB%D0%B5%D0%B9%D0%BC%D0%BE%D0%BD_%D0%9A%D0%BE%D1%83%D0%BB._1920_%D0%B3%D0%BE%D0%B4..jpg",
    "extract": "Alphaeus Philemon Cole was an American artist, engraver and etcher. He was born in Jersey City, New Jersey, the son of noted engraver Timothy Cole. At the time of his death, at age 112 years and 136 days, Alphaeus was the world's oldest verified living man and the oldest living person in the United States.",
    "year": 1876,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Emil Hácha",
    "birthday": "1872-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Emil_H%C3%A1cha_5.jpg/232px-Emil_H%C3%A1cha_5.jpg",
    "extract": "Emil Dominik Josef Hácha was a Czech lawyer, the president of Czechoslovakia from November 1938 to March 1939. In March 1939, after the breakup of Czechoslovakia, Hácha was the nominal president of the newly proclaimed German Protectorate of Bohemia and Moravia.",
    "year": 1872,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Louis II, Prince of Monaco",
    "birthday": "1870-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Prince_Louis_II_of_Monaco_05670r.jpg/225px-Prince_Louis_II_of_Monaco_05670r.jpg",
    "extract": "Louis II was the prince of Monaco from 26 June 1922 to 9 May 1949.",
    "year": 1870,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Stefan George",
    "birthday": "1868-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Stefan_George_1910_Foto_Jakob_Hilsdorf.jpg/240px-Stefan_George_1910_Foto_Jakob_Hilsdorf.jpg",
    "extract": "Stefan Anton George was a German symbolist poet and a translator of Dante Alighieri, William Shakespeare, Hesiod, and Charles Baudelaire. He is also known for his role as leader of the highly influential literary group called the George-Kreis and for founding the literary magazine Blätter für die Kunst.",
    "year": 1868,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Albert Calmette",
    "birthday": "1863-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Albert_Calmette_1930.jpg/250px-Albert_Calmette_1930.jpg",
    "extract": "Léon Charles Albert Calmette ForMemRS was a French physician, bacteriologist and immunologist, and an important officer of the Pasteur Institute. He discovered the Bacillus Calmette-Guérin, an attenuated form of Mycobacterium bovis used in the BCG vaccine against tuberculosis. He also developed the first antivenom for snake venom, the Calmette's serum.",
    "year": 1863,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Paul Drude",
    "birthday": "1863-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Paul_Drude.jpg/233px-Paul_Drude.jpg",
    "extract": "Paul Karl Ludwig Drude was a German physicist specializing in optics. He wrote a fundamental textbook integrating optics with Maxwell's theories of electromagnetism.",
    "year": 1863,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Anton Arensky",
    "birthday": "1861-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Arensky_Anton_Postcard-1910.jpg/219px-Arensky_Anton_Postcard-1910.jpg",
    "extract": "Anton Stepanovich Arensky was a Russian composer of Romantic classical music, a pianist and a professor of music.",
    "year": 1861,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "George E. Ohr",
    "birthday": "1857-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/George_E_Ohr.jpg/235px-George_E_Ohr.jpg",
    "extract": "George Edgar Ohr was an American ceramic artist and the self-proclaimed \"Mad Potter of Biloxi\" in Mississippi. In recognition of his innovative experimentation with modern clay forms from 1880–1910, some consider him a precursor to the American Abstract-Expressionism movement.",
    "year": 1857,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ned Hanlan",
    "birthday": "1855-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Ned_Hanlan.jpg/213px-Ned_Hanlan.jpg",
    "extract": "Edward Hanlan was a Canadian professional sculler, hotelier, and alderman from Toronto, Ontario.",
    "year": 1855,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "George Eastman",
    "birthday": "1854-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Colorpictureofgeorgeastman.jpg/213px-Colorpictureofgeorgeastman.jpg",
    "extract": "George Eastman  was an American entrepreneur who founded the Eastman Kodak Company and helped to bring the photographic use of roll film into the mainstream. \nHe was a major philanthropist, establishing the Eastman School of Music, Rochester Philharmonic Orchestra, and schools of dentistry and medicine at the University of Rochester and in London Eastman Dental Hospital; contributing to the Rochester Institute of Technology (RIT) and the construction of several buildings at the second campus of Massachusetts Institute of Technology (MIT) on the Charles River. In addition, he made major donations to Tuskegee University and Hampton University, historically black universities in the South. With interests in improving health, he provided funds for clinics in London and other European cities to serve low-income residents.",
    "year": 1854,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Hipólito Yrigoyen",
    "birthday": "1852-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Yrigoyen_en_ventanilla_del_ferrocarril_viaje_a_Santa_Fe_campa%C3%B1a_electoral_de_1926..jpg/234px-Yrigoyen_en_ventanilla_del_ferrocarril_viaje_a_Santa_Fe_campa%C3%B1a_electoral_de_1926..jpg",
    "extract": "Juan Hipólito del Sagrado Corazón de Jesús Yrigoyen was an Argentine politician of the Radical Civic Union and two-time President of Argentina, who served his first term from 1916 to 1922 and his second term from 1928 to 1930. He was the first president elected democratically by means of the secret and mandatory male suffrage established by the Sáenz Peña Law of 1912. His activism was the prime impetus behind the passage of that law in Argentina.",
    "year": 1852,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Otto Schoetensack",
    "birthday": "1850-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Otto_Schoetensack_1882.jpg/235px-Otto_Schoetensack_1882.jpg",
    "extract": "Otto Karl Friedrich Schoetensack was a German industrialist and later professor of anthropology, having retired from the chemical firm which he had founded. During a 1908 archeological dig, he oversaw the worker Daniel Hartmann who found the lower jaw of a hominid, the oldest human fossil then known, which Schoetensack later described formally as Homo heidelbergensis.",
    "year": 1850,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "William Osler",
    "birthday": "1849-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/William_Osler_c1912.jpg/249px-William_Osler_c1912.jpg",
    "extract": "Sir William Osler, 1st Baronet, was a Canadian physician and one of the four founding professors of Johns Hopkins Hospital. Osler created the first residency program for specialty training of physicians, and he was the first to bring medical students out of the lecture hall for bedside clinical training. He has frequently been described as the Father of Modern Medicine and one of the \"greatest diagnosticians ever to wield a stethoscope\". Osler was a person of many interests, who in addition to being a physician, was a bibliophile, historian, author, and renowned practical joker. Outside of medicine, he was passionate about medical libraries and medical history and among his achievements were the founding of the History of Medicine Society, at the Royal Society of Medicine, London. In the field of librarianship he was instrumental in founding the Medical Library Association of Great Britain and Ireland, the Association of Medical Librarians with three others, including Margaret Charlton, the medical librarian of his alma mater, McGill University. He left his large history of medicine library to McGill, where it continues to exist as the Osler Library.",
    "year": 1849,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Nikolay Chernyshevsky",
    "birthday": "1828-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/N_G_Chernyshevsky.jpg/250px-N_G_Chernyshevsky.jpg",
    "extract": "Nikolay Gavrilovich Chernyshevsky \t(24 July [O.S. 12 July] 1828 – 29 October [O.S. 17 October] 1889) was a Russian literary and social critic, journalist, novelist, democrat, and socialist philosopher, often identified as a utopian socialist and leading theoretician of Russian nihilism. He was the dominant intellectual figure of the 1860s revolutionary democratic movement in Russia, despite spending much of his later life in exile to Siberia, and was later highly praised by Karl Marx, Georgi Plekhanov, and Vladimir Lenin.",
    "year": 1828,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Eugène Boudin",
    "birthday": "1824-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/61/Boudin.jpeg",
    "extract": "Eugène Louis Boudin was one of the first French landscape painters to paint outdoors. Boudin was a marine painter, and expert in the rendering of all that goes upon the sea and along its shores. His pastels, summary and economic, garnered the splendid eulogy of Baudelaire; and Corot called him the \"King of the skies\".",
    "year": 1824,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Daniel Harvey Hill",
    "birthday": "1821-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Portrait_of_Gen._D._H._Hill_%28cropped%29.jpg/320px-Portrait_of_Gen._D._H._Hill_%28cropped%29.jpg",
    "extract": "Daniel Harvey Hill was an American military officer and scholar who served as a Confederate general during the Civil War. He is usually referred to as D. H. Hill, in part to distinguish him from unrelated Confederate general A. P. Hill, who served with him in the Army of Northern Virginia.",
    "year": 1821,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Henry David Thoreau",
    "birthday": "1817-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Benjamin_D._Maxham_-_Henry_David_Thoreau_-_Restored_-_greyscale_-_straightened.jpg/221px-Benjamin_D._Maxham_-_Henry_David_Thoreau_-_Restored_-_greyscale_-_straightened.jpg",
    "extract": "Henry David Thoreau was an American naturalist, essayist, poet, and philosopher. A leading transcendentalist, he is best known for his book Walden, a reflection upon simple living in natural surroundings, and his essay \"Civil Disobedience\", an argument for disobedience to an unjust state.",
    "year": 1817,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Alvin Saunders",
    "birthday": "1817-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Alvin_Saunders_-_Brady-Handy.jpg/267px-Alvin_Saunders_-_Brady-Handy.jpg",
    "extract": "Alvin Saunders was a U.S. Senator from Nebraska, as well as the final and longest-serving governor of the Nebraska Territory, a tenure he served during most of the American Civil War.",
    "year": 1817,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Claude Bernard",
    "birthday": "1813-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Claude_Bernard.jpg/222px-Claude_Bernard.jpg",
    "extract": "Claude Bernard was a French physiologist. Historian I. Bernard Cohen of Harvard University called Bernard \"one of the greatest of all men of science\". Among many other accomplishments, he was one of the first to suggest the use of a blinded experiment to ensure the objectivity of scientific observations. He originated the term milieu intérieur, and the associated concept of homeostasis.",
    "year": 1813,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Thomas Hawksley",
    "birthday": "1807-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/ThomasHawksley.JPG/235px-ThomasHawksley.JPG",
    "extract": "Thomas Hawksley was an English civil engineer of the 19th century, particularly associated with early water supply and coal gas engineering projects. Hawksley was, with John Frederick Bateman, the leading British water engineer of the nineteenth century and was personally responsible for upwards of 150 water-supply schemes, in the British Isles and overseas.",
    "year": 1807,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Peter Chanel",
    "birthday": "1803-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Peter_Chanel.jpg/202px-Peter_Chanel.jpg",
    "extract": "Peter Chanel, born Pierre Louis Marie Chanel, was a Catholic priest, missionary, and martyr. Chanel was a member of the Society of Mary or \"Marists\" and was sent as a missionary to Oceania. He arrived on the island of Futuna in November 1837. Chanel was clubbed to death in April 1841 at the instigation of a chief upset because his son converted.",
    "year": 1803,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Josiah Wedgwood",
    "birthday": "1730-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Josiah_Wedgwood_by_George_Stubbs%2C_1780%2C_enamel_on_a_Wedgwood_ceramic_tablet_-_Wedgwood_Museum_-_Barlaston%2C_Stoke-on-Trent%2C_England_-_DSC09537.jpg/244px-Josiah_Wedgwood_by_George_Stubbs%2C_1780%2C_enamel_on_a_Wedgwood_ceramic_tablet_-_Wedgwood_Museum_-_Barlaston%2C_Stoke-on-Trent%2C_England_-_DSC09537.jpg",
    "extract": "Josiah Wedgwood was an English potter, entrepreneur, and abolitionist. Founding the Wedgwood company in 1759, he developed improved pottery bodies by systematic experimentation, and was the leader in the industrialisation of the manufacture of European pottery.",
    "year": 1730,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Sir Francis Bernard, 1st Baronet",
    "birthday": "1712-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/FrancisBernard.png/270px-FrancisBernard.png",
    "extract": "Sir Francis Bernard, 1st Baronet was a British colonial administrator who served as governor of the provinces of New Jersey and Massachusetts Bay. His uncompromising policies and harsh tactics in Massachusetts angered the colonists and were instrumental in the building of broad-based opposition within the province to the rule of Parliament in the events leading to the American Revolution.",
    "year": 1712,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Evaristo Felice Dall'Abaco",
    "birthday": "1675-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/EvaristoFeliceDall%27Abaco.jpg/278px-EvaristoFeliceDall%27Abaco.jpg",
    "extract": "Evaristo Felice Dall'Abaco was an Italian composer, violinist, and cellist.",
    "year": 1675,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Margaret Theresa of Spain",
    "birthday": "1651-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Margarita_Teresa_of_Spain.jpg/226px-Margarita_Teresa_of_Spain.jpg",
    "extract": "Margaret Theresa of Spain was, by marriage to Leopold I, Holy Roman Empress, German Queen, Archduchess of Austria and Queen of Hungary and Bohemia. She was the daughter of King Philip IV of Spain and the elder full-sister of Charles II, the last of the Spanish Habsburgs. She is the central figure in the famous Las Meninas by Diego Velázquez, and the subject of many of his later paintings.",
    "year": 1651,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Henry Howard, 6th Duke of Norfolk",
    "birthday": "1628-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Henry_Howard%2C_6th_Duke_of_Norfolk.jpg/251px-Henry_Howard%2C_6th_Duke_of_Norfolk.jpg",
    "extract": "Henry Howard, 6th Duke of Norfolk was an English nobleman and politician. He was the second son of Henry Howard, 22nd Earl of Arundel, and Lady Elizabeth Stuart. He succeeded his brother Thomas Howard, 5th Duke of Norfolk after Thomas's death in 1677.",
    "year": 1628,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Edward Manners, 3rd Earl of Rutland",
    "birthday": "1549-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Edward_Manners%2C_3rd_Earl_of_Rutland.jpg/198px-Edward_Manners%2C_3rd_Earl_of_Rutland.jpg",
    "extract": "Edward Manners, 3rd Earl of Rutland, 14th Baron de Ros of Helmsley, KG was the son of Henry Manners, 2nd Earl of Rutland, whose titles he inherited in 1563.",
    "year": 1549,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jacopo Sadoleto",
    "birthday": "1477-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Cardinal_Sadoleto.jpg/254px-Cardinal_Sadoleto.jpg",
    "extract": "Jacopo Sadoleto was an Italian Roman Catholic cardinal and counterreformer noted for his correspondence with and opposition to John Calvin.",
    "year": 1477,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Juan del Encina",
    "birthday": "1468-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Juan_del_Enzina_Le%C3%B3n_%28cropped%29.JPG/224px-Juan_del_Enzina_Le%C3%B3n_%28cropped%29.JPG",
    "extract": "Juan del Encina was a composer, poet, and playwright, often called the founder, along with Gil Vicente, of Iberian drama. His birth name was Juan de Fermoselle. He spelled his name Enzina, but this is not a significant difference; it is two spellings of the same sound, in a time when \"correct spelling\" as we know it barely existed.",
    "year": 1468,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ashikaga Yoshinori",
    "birthday": "1394-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Ashikaga_Yoshinori_cropped.jpg/300px-Ashikaga_Yoshinori_cropped.jpg",
    "extract": "Ashikaga Yoshinori  was the sixth shōgun of the Ashikaga shogunate who reigned from 1429 to 1441 during the Muromachi period of Japan. Yoshinori was the son of the third shōgun Ashikaga Yoshimitsu. His childhood name was Harutora (春寅).",
    "year": 1394,
    "month": 7,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Julius Caesar",
    "birthday": "-100-7-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Retrato_de_Julio_C%C3%A9sar_%2826724093101%29_%28cropped%29.jpg/236px-Retrato_de_Julio_C%C3%A9sar_%2826724093101%29_%28cropped%29.jpg",
    "extract": "Gaius Julius Caesar was a Roman general and statesman. A member of the First Triumvirate, Caesar led the Roman armies in the Gallic Wars before defeating his political rival Pompey in a civil war, and subsequently became dictator of Rome from 49 BC until his assassination in 44 BC. He played a critical role in the events that led to the demise of the Roman Republic and the rise of the Roman Empire.",
    "year": -100,
    "month": 7,
    "day": 12,
    "language": "en"
  }
]