[
  {
    "name": "Cody Bellinger",
    "birthday": "1995-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Cody_Bellinger_7_24_18_%28cropped%29.jpg/217px-Cody_Bellinger_7_24_18_%28cropped%29.jpg",
    "extract": "Cody James Bellinger is an American professional baseball outfielder and first baseman for the Los Angeles Dodgers of Major League Baseball (MLB). He was selected by the Dodgers in the fourth round of the 2013 MLB draft, and debuted with the team in 2017.",
    "year": 1995,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Dante Exum",
    "birthday": "1995-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/2022-03-22_ALBA_Berlin_gegen_FC_Barcelona_B%C3%A0squet_%28EuroLeague_2021-22%29_by_Sandro_Halank%E2%80%93056.jpg/252px-2022-03-22_ALBA_Berlin_gegen_FC_Barcelona_B%C3%A0squet_%28EuroLeague_2021-22%29_by_Sandro_Halank%E2%80%93056.jpg",
    "extract": "Dante Exum is an Australian professional basketball player for FC Barcelona of the Liga ACB and the EuroLeague. He chose to bypass college and was ultimately selected by the Utah Jazz with the fifth overall pick in the 2014 NBA draft.",
    "year": 1995,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Daniel Bentley",
    "birthday": "1993-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Daniel_Bentley_28-01-2017_1.jpg/157px-Daniel_Bentley_28-01-2017_1.jpg",
    "extract": "Daniel Ian Bentley is an English professional footballer who plays as a goalkeeper for EFL Championship club Bristol City. He has played in the English Football League for Southend United and Brentford.",
    "year": 1993,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Kieran Foran",
    "birthday": "1990-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Kieran_Foran.jpg/254px-Kieran_Foran.jpg",
    "extract": "Kieran Foran is a New Zealand professional rugby league footballer who plays as a five-eighth for the Manly-Warringah Sea Eagles in the NRL and New Zealand at international level.",
    "year": 1990,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Eduardo Salvio",
    "birthday": "1990-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Eduardo_Salvio.jpg/224px-Eduardo_Salvio.jpg",
    "extract": "Eduardo Antonio Salvio is an Argentine professional footballer who plays as a midfielder or forward for Boca Juniors.",
    "year": 1990,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Leon Bridges",
    "birthday": "1989-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Leon-Bridges.jpg/320px-Leon-Bridges.jpg",
    "extract": "Todd Michael \"Leon\" Bridges is an American soul singer, songwriter and record producer. He is best known for his 2015 song \"Coming Home\", which received regular airplay and was also a Top 10 Most Viral Track on Spotify. Bridges' debut album, also titled Coming Home, was released on June 23, 2015, on Columbia Records and subsequently nominated for Best R&B Album at the 58th Annual Grammy Awards.",
    "year": 1989,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Colton Haynes",
    "birthday": "1988-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Colton_Haynes_PaleyFest_2015_%28cropped%29.jpg/231px-Colton_Haynes_PaleyFest_2015_%28cropped%29.jpg",
    "extract": "Colton Lee Haynes is an American actor and model. He is known for his starring role as Jackson Whittemore in the MTV supernatural drama series Teen Wolf and as Roy Harper / Arsenal in the CW superhero television series Arrow.",
    "year": 1988,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Steven R. McQueen",
    "birthday": "1988-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Steven_R._McQueen_by_Gage_Skidmore.jpg/267px-Steven_R._McQueen_by_Gage_Skidmore.jpg",
    "extract": "Steven Chadwick McQueen, known professionally as Steven R. McQueen, is an American actor, best known for his role as Jeremy Gilbert in The CW fantasy supernatural drama The Vampire Diaries from 2009 to 2015 and in 2017, and its spin-off Legacies in 2018. He also starred as Jimmy Borrelli in the NBC dramas Chicago Fire from 2015 to 2016 and Chicago P.D. in 2016, part of the One Chicago franchise.",
    "year": 1988,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Raúl Spank",
    "birthday": "1988-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/20150725_1325_DM_Leichtathletik_M%C3%A4nner_Hochsprung_8930.jpg/213px-20150725_1325_DM_Leichtathletik_M%C3%A4nner_Hochsprung_8930.jpg",
    "extract": "Raúl Roland Spank is a retired German athlete who specialised in the high jump.",
    "year": 1988,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Tulisa",
    "birthday": "1988-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Tulisa_Contostavlos_2014.jpg/230px-Tulisa_Contostavlos_2014.jpg",
    "extract": "Tula Paulinea \"Tulisa\" Contostavlos, is an English singer, songwriter, television personality, and actress. As a part of the R&B/hip hop group N-Dubz with her cousin Dappy and friend Fazer, she gained two platinum-certified albums, two gold-certified albums, five MOBO awards, a Brit Award nomination, thirteen top 40 singles, six silver-certified singles, and three Urban Music Awards.",
    "year": 1988,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Trell Kimmons",
    "birthday": "1985-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Trell_Kimmons_2012_Olympics_face.jpg/311px-Trell_Kimmons_2012_Olympics_face.jpg",
    "extract": "David Pretrell \"Trell\" Kimmons is an American sprinter.",
    "year": 1985,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Guillermo Ochoa",
    "birthday": "1985-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Mex-Kor_%281%29.jpg/299px-Mex-Kor_%281%29.jpg",
    "extract": "Francisco Guillermo Ochoa Magaña, commonly referred to as Memo, is a Mexican professional footballer who plays as a goalkeeper for Liga MX club América whom he captains, and the Mexico national team.",
    "year": 1985,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Charlotte Dujardin",
    "birthday": "1985-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Charlotte_Dujardin_2012_Olympic_Dressage_%28cropped%29.JPG/320px-Charlotte_Dujardin_2012_Olympic_Dressage_%28cropped%29.JPG",
    "extract": "Charlotte Susan Jane Dujardin is a British dressage rider, equestrian and writer. A multiple World and Olympic champion, Dujardin has been described as the dominant dressage rider of her era. She held the complete set of available individual elite dressage titles at one point: the individual Olympic freestyle, World freestyle and Grand Prix Special, World Cup individual dressage and European freestyle, and Grand Prix Special titles. Dujardin was the first rider to hold this complete set of titles at the same time.",
    "year": 1985,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ida Maria",
    "birthday": "1984-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Ida_Maria_Mercury_Lounge%2C_NYC_1.15.09.jpg/213px-Ida_Maria_Mercury_Lounge%2C_NYC_1.15.09.jpg",
    "extract": "Ida Maria Børli Sivertsen, better known simply as Ida Maria, is a Norwegian musician and songwriter.",
    "year": 1984,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Kristof Beyens",
    "birthday": "1983-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/20090509_Kristof_Beyens.jpg/280px-20090509_Kristof_Beyens.jpg",
    "extract": "Kristof Beyens is a Belgian sprint athlete, who specialises in the 100 and 200 metres. His personal best time over 200 metres is 20.44 s, achieved in Osaka during the World Championships.",
    "year": 1983,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Liu Xiang (hurdler)",
    "birthday": "1983-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Liu_Xiang_Doha_2010_cropped.jpg/236px-Liu_Xiang_Doha_2010_cropped.jpg",
    "extract": "Liu Xiang is a Chinese former 110 meter hurdler. Liu is an Olympic Gold medalist and World Champion. His 2004 Olympic gold medal was the first in a men's track and field event for China.",
    "year": 1983,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Shin-Soo Choo",
    "birthday": "1982-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Shin-Soo_Choo_in_2017_%28cropped%29.jpg/220px-Shin-Soo_Choo_in_2017_%28cropped%29.jpg",
    "extract": "Shin-Soo Choo is a South Korean professional baseball outfielder and designated hitter for the SSG Landers of the KBO League. He has played in Major League Baseball (MLB) for the Seattle Mariners, Cleveland Indians, Cincinnati Reds, and Texas Rangers.",
    "year": 1982,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Simon Clist",
    "birthday": "1982-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Simon_Clist_York_City_v._Oxford_United_17-10-09.png/145px-Simon_Clist_York_City_v._Oxford_United_17-10-09.png",
    "extract": "Simon James Clist is an English footballer who plays as a midfielder. He began his career at Tottenham Hotspur and went on to play for Bristol City, Torquay United, Barnet, Hereford United, Oxford United and Forest Green Rovers.",
    "year": 1982,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Yadier Molina",
    "birthday": "1982-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Yadicatcher2014.jpg/213px-Yadicatcher2014.jpg",
    "extract": "Yadier Benjamín Molina, nicknamed \"Yadi\", is a Puerto Rican professional baseball catcher for the St. Louis Cardinals of Major League Baseball (MLB), with whom he has played his entire 19-year MLB career. Widely considered one of the greatest defensive catchers of all time for both his blocking ability and his caught stealing percentage, Molina has won nine Rawlings Gold Gloves and six Fielding Bible Awards. A two-time World Series champion, he has played for the Cardinals in twelve playoff appearances and four National League pennant winners. Molina has also played for the Puerto Rican national team in four World Baseball Classic (WBC) tournaments, winning two silver medals.",
    "year": 1982,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ágnes Kovács",
    "birthday": "1981-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Kov%C3%A1cs_%C3%81gnes_Eur%C3%B3pa_Nap_Utcafesztiv%C3%A1l_Budapest_2014.05.11.jpg/224px-Kov%C3%A1cs_%C3%81gnes_Eur%C3%B3pa_Nap_Utcafesztiv%C3%A1l_Budapest_2014.05.11.jpg",
    "extract": "Ágnes Kovács is a Hungarian swimmer who competed at the 1996, 2000 and 2004 Olympics. In 2000, she won the 200 m breaststroke and set the Hungary records in the 100 m and 200 m breaststrokes events. As of 2014, these records still stand. She won a bronze medal in the 200 m breaststroke at the 1996 Olympics and placed fifth in 2004; in 2004 she also finished fourth in the 200 m individual medley event.",
    "year": 1981,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Mirco Lorenzetto",
    "birthday": "1981-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Mirco_Lorenzetto.jpg/320px-Mirco_Lorenzetto.jpg",
    "extract": "Mirco Lorenzetto is an Italian former racing cyclist, who competed as a professional between 2004 and 2011. During his career, Lorenzetto took victories in the 2007 Tour Méditerranéen, the 2009 Giro di Sardegna and the 2009 Giro del Friuli. He now works as a directeur sportif for UCI Continental team Work Service–Vitalcare–Dynatek.",
    "year": 1981,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Craig Bellamy",
    "birthday": "1979-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Craig_Bellamy_2014.jpg/320px-Craig_Bellamy_2014.jpg",
    "extract": "Craig Douglas Bellamy is a Welsh former professional footballer who played as a forward. He most recently managed the under-21 team of Belgian side Anderlecht. Born in Cardiff, Bellamy began his senior playing career with Norwich City, where he made his professional debut in 1996. He signed for Premier League side Coventry City in 2000, breaking the club's record transfer fee, but suffered relegation in his only season. He joined Newcastle United the following year where he helped the club achieve two top-four finishes during a four year spell. Bellamy fell out with manager Graeme Souness in 2005 and spent the latter part of the 2004–05 season on loan at Celtic, where he won the Scottish Cup.",
    "year": 1979,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Cata Díaz",
    "birthday": "1979-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Cata_diaz_boca.jpg/227px-Cata_diaz_boca.jpg",
    "extract": "Daniel Alberto \"Cata\" Díaz is an Argentine professional football manager and former player who played as a central defender.",
    "year": 1979,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ryan Ludwick",
    "birthday": "1978-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Ryan_Ludwick_Reds.JPG/256px-Ryan_Ludwick_Reds.JPG",
    "extract": "Ryan Andrew Ludwick is an American former professional baseball outfielder. He has played in Major League Baseball (MLB) for the Texas Rangers, Cleveland Indians, St. Louis Cardinals, San Diego Padres, Pittsburgh Pirates, and Cincinnati Reds. His brother Eric also played four MLB seasons as a pitcher.",
    "year": 1978,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Makis Nikolaidis",
    "birthday": "1978-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Prodromos_Nikolaidis.jpg/320px-Prodromos_Nikolaidis.jpg",
    "extract": "Prodromos \"Makis\" Nikolaidis is a former Greek-Cypriot professional basketball player. At a height of 2.01 m (6'7\") tall, and 102 kg (225 lbs.) in weight, he could play both the shooting guard and small forward positions. During his playing career, Nikolaidis possessed great shooting ability. In 2008, he won the 3-point shootout competition of the Greek League All-Star Game.",
    "year": 1978,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Chris Horn",
    "birthday": "1977-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Chris_Horn.jpg/204px-Chris_Horn.jpg",
    "extract": "Chris Horn is a former American football wide receiver. He played in the Indoor Football League from 2000, and was actively rostered in the NFL from 2004 to 2005, for the Kansas City Chiefs.",
    "year": 1977,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Sheldon Souray",
    "birthday": "1976-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Sheldon_Souray1_%28cropped%29.jpg/217px-Sheldon_Souray1_%28cropped%29.jpg",
    "extract": "Sheldon Souray is a Canadian former professional ice hockey defenceman who played 13 seasons in the National Hockey League (NHL) for the New Jersey Devils, Montreal Canadiens, Edmonton Oilers, Dallas Stars, and Anaheim Ducks. He was best known for his heavy slapshot, once setting a previous unofficial NHL record for the hardest recorded shot at the Oilers' 2009 Skills Competition.",
    "year": 1976,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Diego Spotorno",
    "birthday": "1975-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Diego_Spotorno_en_el_parque_Forestal_con_el_equipo_de_En_Contacto.JPG/201px-Diego_Spotorno_en_el_parque_Forestal_con_el_equipo_de_En_Contacto.JPG",
    "extract": "Diego Spotorno Parra is an actor and TV host from Ecuador, known for his character Juan Carlos Martinez Cucalón in the comic series Solteros Sin Compromiso.",
    "year": 1975,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Deborah Cox",
    "birthday": "1974-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Deborah_Cox_Feb_2020.png/263px-Deborah_Cox_Feb_2020.png",
    "extract": "Deborah Cox is a Canadian singer, songwriter, actress, and record producer. Born and raised in Toronto, she began performing on television commercials at age 12, and entered various talent shows in her teenage years before becoming a professional backing vocalist for Celine Dion. In 1994, Cox relocated to the United States and was signed to Arista Records by Clive Davis, releasing her self-titled debut album the following year. Her second studio album, One Wish (1998), was certified platinum in the United States. It was marked by the commercial success of the pop crossover single \"Nobody's Supposed to Be Here\", which would become her most successful entry on the Billboard Hot 100 chart, peaking at number two and remaining there for eight consecutive weeks. Cox signed with J Records for her third studio album The Morning After (2002), which saw moderate commercial success.",
    "year": 1974,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jarno Trulli",
    "birthday": "1974-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Jarno-Trulli-2014-cropped.jpg/320px-Jarno-Trulli-2014-cropped.jpg",
    "extract": "Jarno Trulli is an Italian racing driver. He regularly competed in Formula One from 1997 to 2011, driving for Minardi, Prost, Jordan, Renault, Toyota, Lotus Racing and Team Lotus. His best result in the World Drivers' Championship (WDC) was sixth place in 2004; this was also the year in which he scored the only win of his Formula One career at the 2004 Monaco Grand Prix.",
    "year": 1974,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Sean Waltman",
    "birthday": "1972-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/X-Pac_111007.jpg/240px-X-Pac_111007.jpg",
    "extract": "Sean Michael Waltman is an American professional wrestler. He is best known for his appearances for the World Wrestling Federation under the ring names 1–2–3 Kid and X-Pac, World Championship Wrestling (WCW) as Syxx, and NWA Total Nonstop Action (NWA-TNA) as Syxx-Pac and Sean Waltman.",
    "year": 1972,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ken Jeong",
    "birthday": "1969-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Ken_Jeong_by_Gage_Skidmore.jpg/243px-Ken_Jeong_by_Gage_Skidmore.jpg",
    "extract": "Kendrick Kang-Joh Jeong is an American stand-up comedian, actor, producer, writer and licensed physician. He rose to prominence for playing Leslie Chow in The Hangover film series (2009–2013) and Ben Chang in the NBC series Community (2009–2015). He created, wrote and produced the ABC sitcom Dr. Ken (2015–2017), in which he portrays the titular character, and he has appeared in the films Knocked Up (2007), Role Models (2008), Furry Vengeance (2010), The Duff (2015), Ride Along 2 (2016), Crazy Rich Asians (2018) and Tom & Jerry (2021).",
    "year": 1969,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Richard Marles",
    "birthday": "1967-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Richard_Marles_2012.jpg/228px-Richard_Marles_2012.jpg",
    "extract": "Richard Donald Marles is an Australian politician serving as the 19th deputy prime minister of Australia and the minister for Employment. He has been the deputy leader of the Labor Party since 2019 and previously served as Deputy Leader of the Opposition. Marles has served as a Member of the Australian Parliament for Corio in Victoria since the 2007 election.",
    "year": 1967,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Mark McGowan",
    "birthday": "1967-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Mark_McGowan_headshot.jpg/232px-Mark_McGowan_headshot.jpg",
    "extract": "Mark McGowan is an Australian politician, currently serving as the 30th premier of Western Australia since March 2017, and the leader of the Western Australian branch of the Labor Party since January 2012.",
    "year": 1967,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Gerald Levert",
    "birthday": "1966-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/61/Gerald_Levert_1988.jpg/220px-Gerald_Levert_1988.jpg",
    "extract": "Gerald Edward Levert was an American singer-songwriter, producer and actor. Levert was best known for singing with his brother, Sean Levert, and friend Marc Gordon of the vocal group LeVert. Levert was also a member of LSG, a supergroup comprising Keith Sweat, Johnny Gill, and himself. Levert is the son of Eddie Levert, who is the lead singer of the R&B/soul vocal group the O'Jays. He had released nine solo albums, six with LeVert, two with his father Eddie Levert, two with LSG, as well as discovering the R&B groups the Rude Boys, Men at Large and 1 of the Girls. Levert was also part of the R&B group Black Men United.",
    "year": 1966,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Natalia Luis-Bassa",
    "birthday": "1966-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Natalia_Luis-Bassa_in_Holmfirth_Park%2C_April_2015.jpg/320px-Natalia_Luis-Bassa_in_Holmfirth_Park%2C_April_2015.jpg",
    "extract": "Natalia Luis-Bassa is a Venezuelan conductor who lives and works in England, where she is Professor of Conducting at the Royal College of Music and Principal Guest Conductor of Oxford University Orchestra.",
    "year": 1966,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Eileen Ivers",
    "birthday": "1965-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Eileenivers2003.jpg/209px-Eileenivers2003.jpg",
    "extract": "Eileen Ivers is an American fiddler.",
    "year": 1965,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Colin van der Voort",
    "birthday": "1965-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Colin_van_der_Voort.jpg/184px-Colin_van_der_Voort.jpg",
    "extract": "Colin van der Voort is an Australian former professional rugby league footballer who played in the 1980s and 1990s. He played in the New South Wales Rugby League's Winfield Cup Premiership with the Penrith Panthers from 1986 to 1994 and was a member of the club's grand final-winning team in the 1991 season.",
    "year": 1965,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Charlie Hides",
    "birthday": "1964-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Charlie_Hides.png/235px-Charlie_Hides.png",
    "extract": "Charlie Hides is a British-American drag queen, impersonator, actor, and comedian. Hides is known for his YouTube channel, and his participation in the ninth season of RuPaul's Drag Race. Following live performances in London clubs, Hides started a YouTube channel in March 2011. He has produced hundreds of videos satirizing popular culture, and impersonating celebrities such as Cher, Madonna, Lady Gaga, and Lana Del Rey.",
    "year": 1964,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Paul Thorn",
    "birthday": "1964-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Paul_Thorn.jpg/320px-Paul_Thorn.jpg",
    "extract": "Paul Wayne Thorn is an American Southern rock, country, Americana, and blues singer-songwriter, whose style is a mix of blues, country, and rock.",
    "year": 1964,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Neal Foulds",
    "birthday": "1963-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/German_Masters_2015-Venue-Misc-13_%28LezFraniak%29.jpg/253px-German_Masters_2015-Venue-Misc-13_%28LezFraniak%29.jpg",
    "extract": "Neal Foulds is an English former professional snooker player and six-time tournament winner, including the 1986 International Open, the 1988 Dubai Masters and the 1992 Scottish Masters, as well as the invitational Pot Black in 1992. He was the runner up for the UK Championships in 1986, the British Open in 1987 and reached the semi finals of the Masters on three occasions, as well as the World Championship. After his retirement, Foulds became a commentator for the BBC and is currently part of the presenting team for ITV and Eurosport.",
    "year": 1963,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Kenny Johnson",
    "birthday": "1963-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Kennyjohnson.jpg/215px-Kennyjohnson.jpg",
    "extract": "Kenneth Allen Johnson is an American actor, producer, and model. He is known for his roles as Detective Curtis Lemansky in The Shield, Butch \"Burner\" Barnes in Pensacola: Wings of Gold, Detective Ham Dewey in Saving Grace, Herman Kozik in Sons of Anarchy, Matt Webb in Prime Suspect, Caleb Calhoun in Bates Motel, Dominique Luca in the CBS drama series S.W.A.T., and Tommy Welch on Chicago Fire (2014–2015).",
    "year": 1963,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Tom Kenny",
    "birthday": "1962-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Tom_Kenny_%26_Yuri_Lowenthal_%2826231588147%29_%28cropped%29.jpg/234px-Tom_Kenny_%26_Yuri_Lowenthal_%2826231588147%29_%28cropped%29.jpg",
    "extract": "Thomas James Kenny is an American actor and comedian. He is known for voicing the eponymous character in SpongeBob SquarePants and associated media. Kenny has voiced many other characters including Heffer Wolfe in Rocko's Modern Life; the Ice King in Adventure Time; the Narrator and Mayor in The Powerpuff Girls; Carl Chryniszzswics in Johnny Bravo; Dog in CatDog; Hank and Jeremy in Talking Tom and Friends; and Spyro from the Spyro the Dragon video game series. His live-action work includes the comedy variety shows The Edge and Mr. Show. Kenny has won two Daytime Emmy Awards and two Annie Awards for his voice work as SpongeBob SquarePants and the Ice King. He often collaborates with his wife and fellow voice artist Jill Talley, who plays Karen on SpongeBob SquarePants.",
    "year": 1962,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Rhonda Vincent",
    "birthday": "1962-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Rhonda_w_Mandolin.jpg/237px-Rhonda_w_Mandolin.jpg",
    "extract": "Rhonda Lea Vincent is an American bluegrass singer, songwriter, and multi-instrumentalist.",
    "year": 1962,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Anders Järryd",
    "birthday": "1961-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Anders_Jarryd.jpg/238px-Anders_Jarryd.jpg",
    "extract": "Anders Per Järryd is a former professional tennis player from Sweden. During his career he won eight Grand Slam doubles titles, reached the world No. 1 doubles ranking, and achieved a career-high singles ranking of world No. 5.",
    "year": 1961,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Khalid Mahmood (British politician)",
    "birthday": "1961-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Official_portrait_of_Mr_Khalid_Mahmood_MP_crop_2.jpg/240px-Official_portrait_of_Mr_Khalid_Mahmood_MP_crop_2.jpg",
    "extract": "Khalid Mahmood is a British Labour Party politician serving as the Member of Parliament (MP) for Birmingham Perry Barr since 2001. He served on the Labour front bench as a shadow Foreign Office minister under leader Jeremy Corbyn, and a shadow Defence minister under leader Keir Starmer until his resignation in 2021. He is also the longest serving Asian MP in the current Parliament.",
    "year": 1961,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Tim Watson",
    "birthday": "1961-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Tim_Watson_2017.jpg/213px-Tim_Watson_2017.jpg",
    "extract": "Timothy Michael Watson is a former Australian rules footballer who played for the Essendon Football Club in the Australian Football League (AFL). After retiring from the game, he has continued working in the Australian football industry as a coach, sports journalist and media personality.",
    "year": 1961,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ian Hislop",
    "birthday": "1960-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Ian_Hislop_-_2009.jpg/308px-Ian_Hislop_-_2009.jpg",
    "extract": "Ian David Hislop is a British journalist, satirist, writer, broadcaster, and editor of the magazine Private Eye. He has appeared on many radio and television programmes and has been a team captain on the BBC quiz show Have I Got News for You since the programme's inception in 1990.",
    "year": 1960,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Fuziah Salleh",
    "birthday": "1959-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Himpunan_Hijau_2.0.jpg/320px-Himpunan_Hijau_2.0.jpg",
    "extract": "Fuziah binti Salleh is a Malaysian politician who served as the Deputy Minister in the Prime Minister's Department in charge of religious affairs in the Pakatan Harapan (PH) administration under former Prime Minister Mahathir Mohamad and former Minister Mujahid Yusof Rawa from July 2018 to the collapse of the PH administration in February 2020. She has served as the Member of Parliament (MP) for Kuantan since March 2008. She is a member of the People's Justice Party (PKR), a component party of the PH opposition coalition.",
    "year": 1959,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Thierry Boutsen",
    "birthday": "1957-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Thierry_Boutsen_1993.jpg/205px-Thierry_Boutsen_1993.jpg",
    "extract": "Thierry Marc Boutsen is a Belgian former racing driver who raced for the Arrows, Benetton, Williams, Ligier and Jordan teams in Formula One. He competed in 164 World Championship Grands Prix, winning three races, achieving 15 podiums and scoring 132 career points. His best finish in the World Drivers' Championship was fourth in 1988 whilst driving for Benetton. He also twice finished second in the 24 Hours of Le Mans sportscar race.",
    "year": 1957,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Cameron Crowe",
    "birthday": "1957-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Cameron_Crowe_2005.jpg/202px-Cameron_Crowe_2005.jpg",
    "extract": "Cameron Bruce Crowe is an American director, producer, screenwriter, and actor. Before moving into the film industry, Crowe was a contributing editor at Rolling Stone magazine, for which he still frequently writes.",
    "year": 1957,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Mark Mendoza",
    "birthday": "1956-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/20140802-328-See-Rock_Festival_2014-Twisted_Sister-Mark_%E2%80%9EThe_Animal%E2%80%9C_Mendoza.jpg/213px-20140802-328-See-Rock_Festival_2014-Twisted_Sister-Mark_%E2%80%9EThe_Animal%E2%80%9C_Mendoza.jpg",
    "extract": "Mark \"The Animal\" Mendoza is an American rock bassist and a member of the American heavy metal band Twisted Sister. He joined the band on October 31, 1978, after he left the Dictators. He briefly played in Blackfoot in the early 1990s. Mendoza is also currently a member of Joe Rock and the All Stars, a Long Island band featuring front man Joe Rock of WBAB radio, contributing bass and vocals. He is also a co-founder of Area 22 Productions.",
    "year": 1956,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Michael Spinks",
    "birthday": "1956-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Michael_Spinks_1987.JPG/248px-Michael_Spinks_1987.JPG",
    "extract": "Michael Spinks is an American former professional boxer who competed from 1977 to 1988. He held world championships in two weight classes, including the undisputed light heavyweight title from 1983 to 1985, and the lineal heavyweight title from 1985 to 1988. As an amateur he won a gold medal in the middleweight division at the 1976 Summer Olympics.",
    "year": 1956,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Louise Mandrell",
    "birthday": "1954-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Louise_Mandrell_in_1993.jpg/230px-Louise_Mandrell_in_1993.jpg",
    "extract": "Thelma Louise Mandrell is an American country music singer. She is the younger sister of fellow country singer Barbara Mandrell, and older sister of actress Irlene Mandrell. Louise had a successful singing career in country music from the 1970s, with a string of hits during the 1980s.",
    "year": 1954,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "David Thompson (basketball)",
    "birthday": "1953-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/David_Thompson_NC_State.jpg/304px-David_Thompson_NC_State.jpg",
    "extract": "David O'Neil Thompson is an American former professional basketball player. He played with the Denver Nuggets of both the American Basketball Association (ABA) and National Basketball Association (NBA), as well as the Seattle SuperSonics of the NBA. He was previously a star in college for North Carolina State, leading the Wolfpack to its first NCAA championship in 1974. Thompson is one of the six players to score 70 or more points in an NBA game. He was inducted into the Naismith Basketball Hall of Fame in 1996.",
    "year": 1953,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Rob Bishop",
    "birthday": "1951-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Rob_Bishop_official_portrait.jpg/256px-Rob_Bishop_official_portrait.jpg",
    "extract": "Robert William Bishop is an American politician who served as the U.S. representative for Utah's 1st congressional district from 2003 to 2021. A member of the Republican Party, he became the dean of Utah's congressional delegation after the retirement of Orrin Hatch from the U.S. Senate in 2019.",
    "year": 1951,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Didi Conn",
    "birthday": "1951-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Didi_Conn_at_Greenville_Graffiti_Car_Show_on_June_16%2C_2018.jpg/292px-Didi_Conn_at_Greenville_Graffiti_Car_Show_on_June_16%2C_2018.jpg",
    "extract": "Edith \"Didi\" Conn is an American actress. She is best known for her work as Frenchy in Grease, Denise Stevens Downey in Benson and Stacy Jones in Shining Time Station.",
    "year": 1951,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "George Nelson (astronaut)",
    "birthday": "1950-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Nelson-p.jpg/256px-Nelson-p.jpg",
    "extract": "George Driver \"Pinky\" Nelson is an American physicist, astronomer, science educator, and retired NASA astronaut.",
    "year": 1950,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ma Ying-jeou",
    "birthday": "1950-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/%E4%B8%AD%E8%8F%AF%E6%B0%91%E5%9C%8B%E7%AC%AC12%E3%80%8113%E4%BB%BB%E7%B8%BD%E7%B5%B1%E9%A6%AC%E8%8B%B1%E4%B9%9D%E5%85%88%E7%94%9F%E5%AE%98%E6%96%B9%E8%82%96%E5%83%8F%E7%85%A7.jpg/228px-%E4%B8%AD%E8%8F%AF%E6%B0%91%E5%9C%8B%E7%AC%AC12%E3%80%8113%E4%BB%BB%E7%B8%BD%E7%B5%B1%E9%A6%AC%E8%8B%B1%E4%B9%9D%E5%85%88%E7%94%9F%E5%AE%98%E6%96%B9%E8%82%96%E5%83%8F%E7%85%A7.jpg",
    "extract": "Ma Ying-jeou is a British Hong Kong-born Taiwanese politician who served as President of the Republic of China (Taiwan) from 2008 to 2016. His previous political roles include Justice Minister (1993–96) and Mayor of Taipei (1998–2006). He was also the Chairman of the Kuomintang (KMT) between 2005–2007 and 2009–2014.",
    "year": 1950,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jurelang Zedkaia",
    "birthday": "1950-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/fc/Jurelang_Zedkaia.gif",
    "extract": "Iroijlaplap Jurelang Zedkaia was a Marshallese politician and Iroijlaplap. He served as the President of the Marshall Islands from 2009 to 2012. He was elected as the country's 5th head of state on October 26, 2009, following the ouster of his predecessor, Litokwa Tomeing, in the country's first successful vote of no confidence.",
    "year": 1950,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Catherine Breillat",
    "birthday": "1948-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Catherine_Breillat_%282014%29.jpg/320px-Catherine_Breillat_%282014%29.jpg",
    "extract": "Catherine Breillat is a French filmmaker, novelist and professor of auteur cinema at the European Graduate School. In the film business for over 40 years, Catherine Breillat chooses to normalize previously taboo subjects in cinema. Taking advantage of the medium of cinema, Breillat juxtaposes different perspectives to highlight irony found in society.",
    "year": 1948,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Bob Kauffman",
    "birthday": "1946-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Bob_Kauffman_1969.JPG/264px-Bob_Kauffman_1969.JPG",
    "extract": "Robert Kauffman was an American professional basketball player and coach. Kaufmann was a three time NBA All-Star.",
    "year": 1946,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Cheech Marin",
    "birthday": "1946-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Cheech_Marin_by_Gage_Skidmore.jpg/255px-Cheech_Marin_by_Gage_Skidmore.jpg",
    "extract": "Richard Anthony \"Cheech\" Marin is an American actor, musician, comedian, and activist who gained recognition as part of the comedy act Cheech & Chong during the 1970s and early 1980s with Tommy Chong and as Don Johnson's partner, Insp. Joe Dominguez, on Nash Bridges. He has also voiced characters in several Disney films, including Oliver & Company, The Lion King, the Cars series, Coco and Beverly Hills Chihuahua.",
    "year": 1946,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ashley Mallett",
    "birthday": "1945-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Ashley_Mallett_2.jpg/270px-Ashley_Mallett_2.jpg",
    "extract": "Ashley Alexander Mallett was an Australian cricketer who played in 38 Tests and 9 One Day Internationals between 1968 and 1980. Until Nathan Lyon, he was Australia's most successful off spin bowler since World War II. He extracted a lot of bounce from his high arm action, coupled with his height.",
    "year": 1945,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ernő Rubik",
    "birthday": "1944-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Erno_Rubik_Genius_Gala_2014.jpg/251px-Erno_Rubik_Genius_Gala_2014.jpg",
    "extract": "Ernő Rubik is a Hungarian inventor, architect and professor of architecture. He is best known for the invention of mechanical puzzles including the Rubik's Cube (1974), Rubik's Magic, Rubik's Magic: Master Edition, and Rubik's Snake.",
    "year": 1944,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Chris Serle",
    "birthday": "1943-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Chris_Serle_2012.jpg/320px-Chris_Serle_2012.jpg",
    "extract": "Christopher Richard Serle is a former BBC TV presenter, reporter and actor.",
    "year": 1943,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Harrison Ford",
    "birthday": "1942-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Harrison_Ford_by_Gage_Skidmore_3.jpg/227px-Harrison_Ford_by_Gage_Skidmore_3.jpg",
    "extract": "Harrison Ford is an American actor. His films have grossed more than $5.4 billion in North America and more than $9.3 billion worldwide, making him the seventh-highest-grossing actor in North America. He is the recipient of various accolades, including the AFI Life Achievement Award and the Cecil B. DeMille Award, in addition to nominations for an Academy Award and four Golden Globe Awards. He has been a leading man in films of several genres.",
    "year": 1942,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Roger McGuinn",
    "birthday": "1942-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Roger_McGuinn_-_Natick%2C_MA_%282011%29.jpg/213px-Roger_McGuinn_-_Natick%2C_MA_%282011%29.jpg",
    "extract": "James Roger McGuinn is an American musician. He is best known for being the frontman and leader of the Byrds. He was inducted into the Rock and Roll Hall of Fame for his work with the Byrds. As a solo artist he has released 10 albums and collaborated with, among others, Bob Dylan, Tom Petty and Chris Hillman. The 12-string Rickenbacker guitar is his signature instrument.",
    "year": 1942,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Grahame Corling",
    "birthday": "1941-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Grahame_Corling_1965.jpg/237px-Grahame_Corling_1965.jpg",
    "extract": "Grahame Edward Corling is a former Australian cricketer who played in 5 Tests in 1964. He took 12 wickets, including that of Geoffrey Boycott in his debut innings.",
    "year": 1941,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Robert Forster",
    "birthday": "1941-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Robert_Forster_2009.jpg/213px-Robert_Forster_2009.jpg",
    "extract": "Robert Wallace Forster Jr. was an American actor, known for his roles as John Cassellis in Medium Cool (1969), Captain Dan Holland in The Black Hole (1979), Abdul Rafai in The Delta Force (1986), and Max Cherry in Jackie Brown (1997), for which he was nominated for the Academy Award for Best Supporting Actor. Forster's varied filmography includes: Reflections in a Golden Eye (1967), Alligator (1980), Me, Myself & Irene (2000), Mulholland Drive (2001), The Descendants (2011), Olympus Has Fallen (2013), London Has Fallen (2016), What They Had (2018), and The Wolf of Snow Hollow (2020).",
    "year": 1941,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ehud Manor",
    "birthday": "1941-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Ehud_Manor_and_Ofra_Fuchs.jpg/320px-Ehud_Manor_and_Ofra_Fuchs.jpg",
    "extract": "Ehud Manor was an Israeli lyricist, translator, poet and radio and TV personality. He is widely considered to have been Israel's most prolific lyricist of all time, having written or translated over 1,000 songs. In 1998, he was awarded the Israel Prize for his exceptional contributions to Israeli music.",
    "year": 1941,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jacques Perrin",
    "birthday": "1941-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c7/Jacques_Perrin_2009_%28cropped%29.jpg",
    "extract": "Jacques Perrin was a French actor and film producer. He was occasionally credited as Jacques Simonet.",
    "year": 1941,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Paul Prudhomme",
    "birthday": "1940-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/PaulPrudhommeSigningHolgaACrop.jpg/213px-PaulPrudhommeSigningHolgaACrop.jpg",
    "extract": "Paul Prudhomme, also known as Gene Autry Prudhomme, was an American celebrity chef whose specialties were Creole and Cajun cuisines, which he was also credited with popularizing. He was the chef proprietor of K-Paul's Louisiana Kitchen in New Orleans, and had formerly owned and run several other restaurants. He developed several culinary products, including hot sauce and seasoning mixes, and wrote 11 cookbooks.",
    "year": 1940,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Patrick Stewart",
    "birthday": "1940-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Patrick_Stewart_by_Gage_Skidmore_2.jpg/246px-Patrick_Stewart_by_Gage_Skidmore_2.jpg",
    "extract": "Sir Patrick Stewart is an English actor who has a career spanning five decades in various stage productions, television, film and video games. He has been nominated for Olivier, Tony, Golden Globe, Emmy, and Screen Actors Guild Awards. He received a star on the Hollywood Walk of Fame on 16 December 1996. In 2010, he was knighted by Queen Elizabeth II for services to drama.",
    "year": 1940,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Lambert Jackson Woodburne",
    "birthday": "1939-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/74/Lambert_Jackson_Woodburne.jpg/288px-Lambert_Jackson_Woodburne.jpg",
    "extract": "Lambert Jackson Woodburne was Chief of the South African Navy from 1 July 1990 to 31 August 1992. He is one of only two people to have been awarded the Van Riebeeck Decoration, which he received for Special Forces operations in Tanzania. He was more commonly known by his nickname \"Woody\".",
    "year": 1939,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Albert Ayler",
    "birthday": "1936-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Albert_Ayler_%281967%E2%80%9368_photo_portrait_for_ABC_Impulse%21%29.jpg/228px-Albert_Ayler_%281967%E2%80%9368_photo_portrait_for_ABC_Impulse%21%29.jpg",
    "extract": "Albert Ayler was an American avant-garde jazz saxophonist, singer and composer.",
    "year": 1936,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jack Kemp",
    "birthday": "1935-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Jack_Kemp_official_portrait.jpg/243px-Jack_Kemp_official_portrait.jpg",
    "extract": "Jack French Kemp was an American politician and a professional gridiron football player. A member of the Republican Party from New York, he served as Housing Secretary in the administration of President George H. W. Bush from 1989 to 1993, having previously served nine terms in the United States House of Representatives from 1971 to 1989. He was the Republican Party's vice presidential nominee in the 1996 election, as the running mate of Bob Dole; they lost to incumbent president Bill Clinton and vice president Al Gore. Kemp had previously contended for the presidential nomination in the 1988 Republican primaries.",
    "year": 1935,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Kurt Westergaard",
    "birthday": "1935-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/KurtWestergaard2015.jpg/320px-KurtWestergaard2015.jpg",
    "extract": "Kurt Westergaard was a Danish cartoonist. In 2005 he drew a cartoon of the Islamic prophet Muhammad, wearing a bomb in his turban as a part of the Jyllands-Posten Muhammad cartoons, which triggered several assassinations and murders committed by Islamists around the world, diplomatic conflicts, and state-organized riots and attacks on Western embassies with several dead in Muslim countries. After the drawing of the cartoon, Westergaard received numerous death threats and was a target of assassination attempts. As a result, he was under constant police protection.",
    "year": 1935,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Peter Gzowski",
    "birthday": "1934-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/26/PeterGzowski-CBCpromo.jpg",
    "extract": "Peter John Gzowski, known colloquially as \"Mr. Canada\", or \"Captain Canada\", was a Canadian broadcaster, writer and reporter, most famous for his work on the CBC radio shows This Country in the Morning and Morningside. His first biographer argued that Gzowski's contribution to Canadian media must be considered in the context of efforts by a generation of Canadian nationalists to understand and express Canada's cultural identity. Gzowski wrote books, hosted television shows, and worked at a number of newspapers and at Maclean's magazine. Gzowski was known for a friendly, warm, interviewing style.",
    "year": 1934,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Wole Soyinka",
    "birthday": "1934-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Wole_Soyinka_in_2018.jpg/301px-Wole_Soyinka_in_2018.jpg",
    "extract": "Akinwande Oluwole Babatunde Soyinka, known as Wole Soyinka, is a Nigerian playwright, novelist, poet, and essayist in the English language. He was awarded the 1986 Nobel Prize in Literature, the first sub-Saharan African to be honoured in that category.\nSoyinka was born into a Yoruba family in Abeokuta. In 1954, he attended Government College in Ibadan, and subsequently University College Ibadan and the University of Leeds in England. After studying in Nigeria and the UK, he worked with the Royal Court Theatre in London. He went on to write plays that were produced in both countries, in theatres and on radio. He took an active role in Nigeria's political history and her campaign for independence from British colonial rule. In 1965, he seized the Western Nigeria Broadcasting Service studio and broadcast a demand for the cancellation of the Western Nigeria Regional Elections. In 1967, during the Nigerian Civil War, he was arrested by the federal government of General Yakubu Gowon and put in solitary confinement for two years, for volunteering to be a non-government mediating actor",
    "year": 1934,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "David Storey",
    "birthday": "1933-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/db/David_Storey.jpg",
    "extract": "David Malcolm Storey was an English playwright, screenwriter, award-winning novelist and a professional rugby league player. He won the Booker Prize in 1976 for his novel Saville. He also won the MacMillan Fiction Award for This Sporting Life in 1960.",
    "year": 1933,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Piero Manzoni",
    "birthday": "1933-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5a/Manzoni_portrait.jpg/320px-Manzoni_portrait.jpg",
    "extract": "Piero Manzoni di Chiosca e Poggiolo, better known as Piero Manzoni was an Italian artist best known for his ironic approach to avant-garde art. Often compared to the work of Yves Klein, his own work anticipated, and directly influenced, the work of a generation of younger Italian artists brought together by the critic Germano Celant in the first Arte Povera exhibition held in Genoa, 1967. Manzoni is most famous for a series of artworks that call into question the nature of the art object, directly prefiguring Conceptual Art. His work eschews normal artist's materials, instead using everything from rabbit fur to human excrement in order to \"tap mythological sources and to realize authentic and universal values\".",
    "year": 1933,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Hubert Reeves",
    "birthday": "1932-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Hubert_Reeves_20100330_Salon_du_livre_de_Paris_1.jpg/320px-Hubert_Reeves_20100330_Salon_du_livre_de_Paris_1.jpg",
    "extract": "Hubert Reeves, is a Canadian astrophysicist and popularizer of science.",
    "year": 1932,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Frank Ramsey (basketball)",
    "birthday": "1931-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Frank_Ramsey_Celtics.jpg/249px-Frank_Ramsey_Celtics.jpg",
    "extract": "Frank Vernon Ramsey Jr. was an American professional basketball player and coach. A 6-3 forward/guard, he played his entire nine-year (1954–1964) NBA career with the Boston Celtics and played a major role in the early part of their dynasty, winning seven championships as part of the team. Ramsey was also a head coach for the Kentucky Colonels of the ABA during the 1970–1971 season. Ramsey was inducted into the Naismith Basketball Hall of Fame in 1982.",
    "year": 1931,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Naomi Shemer",
    "birthday": "1930-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/87/Naomi_Shemer.jpg",
    "extract": "Naomi Shemer was a leading Israeli musician and songwriter, hailed as the \"first lady of Israeli song and poetry.\" Her song \"Yerushalayim Shel Zahav\", written in 1967, became an unofficial second anthem after Israel won the Six-Day War that year and reunited Jerusalem. She was identified as a right-wing Israeli poet.",
    "year": 1930,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Sofia Muratova",
    "birthday": "1929-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Sofia_Muratova_1960.jpg/280px-Sofia_Muratova_1960.jpg",
    "extract": "Sofia Ivanovna Muratova was a Soviet gymnast. She competed in the 1956 and 1960 Olympics and won eight medals.",
    "year": 1929,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Bob Crane",
    "birthday": "1928-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Bob_Crane_Colonel_Hogan_1969.JPG/240px-Bob_Crane_Colonel_Hogan_1969.JPG",
    "extract": "Robert Edward Crane was an American actor, drummer, radio personality, and disc jockey known for starring in the CBS situation comedy Hogan's Heroes.",
    "year": 1928,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Sven Davidson",
    "birthday": "1928-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Sven_Davidson%2C_1957.jpg/197px-Sven_Davidson%2C_1957.jpg",
    "extract": "Sven Viktor Davidson was a Swedish tennis player who became the first Swede to win a Grand Slam title when he won the French Championships in 1957, beating Ashley Cooper and Herbert Flam.",
    "year": 1928,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Al Rex",
    "birthday": "1928-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Albert_Floyd_Piccirilli_Al_Rex_1958.jpg/295px-Albert_Floyd_Piccirilli_Al_Rex_1958.jpg",
    "extract": "Albert Floyd Piccirilli, also known by his stage name Al Rex, was an American bass player for Bill Haley & His Comets and its predecessor Bill Haley and the Saddlemen.",
    "year": 1928,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Simone Veil",
    "birthday": "1927-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Prinses_Juliana_bij_uitreiking_Four_Freedoms_Awards_in_Middelburg_Simone_Veil%2C_Bestanddeelnr_933-0124_-_Restoration.jpg/212px-Prinses_Juliana_bij_uitreiking_Four_Freedoms_Awards_in_Middelburg_Simone_Veil%2C_Bestanddeelnr_933-0124_-_Restoration.jpg",
    "extract": "Simone Veil was a French magistrate and politician who served as Health Minister in several governments and was President of the European Parliament from 1979 to 1982, the first woman to hold that office. As health minister, she is best remembered for advancing women's rights in France, in particular for the 1975 law that legalized abortion, today known as Loi Veil. From 1998 to 2007, she was a member of the Constitutional Council, France’s highest legal authority.",
    "year": 1927,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Robert H. Justman",
    "birthday": "1926-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b0/RobertJustman.jpg/320px-RobertJustman.jpg",
    "extract": "Robert Harris \"Bob\" Justman was an American television producer, director, and production manager. He worked on many American TV series including Lassie, The Life of Riley, Adventures of Superman, The Outer Limits, Star Trek, Mission: Impossible, Search, and Then Came Bronson.",
    "year": 1926,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Suzanne Zimmerman",
    "birthday": "1925-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Suzanne_Zimmerman_1948.jpg/255px-Suzanne_Zimmerman_1948.jpg",
    "extract": "Suzanne Winona Zimmerman, also known by her married name Suzanne Edwards, was an American competition swimmer and Olympic medalist. At the 1948 Summer Olympics in London, Zimmerman won a silver medal in the 100-meter backstroke.",
    "year": 1925,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Huang Zongying",
    "birthday": "1925-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Huang_Zongying.jpg/227px-Huang_Zongying.jpg",
    "extract": "Huang Zongying was a Chinese actress and writer. She starred in many black-and-white films such as Rhapsody of Happiness (1947), Crows and Sparrows (1949), Women Side by Side (1949), and The Life of Wu Xun (1950), all co-starring her third husband Zhao Dan.",
    "year": 1925,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Leslie Brooks",
    "birthday": "1922-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Leslie_Brooks_in_Blonde_Ice.jpg/320px-Leslie_Brooks_in_Blonde_Ice.jpg",
    "extract": "Leslie Brooks was an American film actress, model and dancer.",
    "year": 1922,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Anker Jørgensen",
    "birthday": "1922-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Anker_J%C3%B8rgensen.jpg/320px-Anker_J%C3%B8rgensen.jpg",
    "extract": "Anker Henrik Jørgensen was a Danish politician who served at various times as Prime Minister and Foreign Minister of Denmark. Between 1972 and 1982 he led five cabinets as Prime Minister. Jørgensen was President of the Nordic Council in 1986 and 1991.",
    "year": 1922,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ken Mosdell",
    "birthday": "1922-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Ken_Mosdell_1950s.JPG/247px-Ken_Mosdell_1950s.JPG",
    "extract": "Kenneth \"Kenny\" Mosdell was a Canadian professional ice hockey forward. Mosdell played in the National Hockey League (NHL) from 1941 to 1942, and 1944 to 1959, with the Brooklyn Americans, Montreal Canadiens, and Chicago Black Hawks. He was the last active NHL player to have played for the Brooklyn Americans, and also the last player until 1967 to play for an NHL team that was not part of the Original Six. Mosdell won four Stanley Cups with the Canadiens in 1946, 1953, 1956, and 1959.",
    "year": 1922,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Hau Pei-tsun",
    "birthday": "1919-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/%E9%83%9D%E6%9F%8F%E6%9D%91%E9%99%A2%E9%95%B7.jpg/219px-%E9%83%9D%E6%9F%8F%E6%9D%91%E9%99%A2%E9%95%B7.jpg",
    "extract": "Hau Pei-tsun was a Chinese politician who was the Premier of the Republic of China (ROC) from 1 June 1990 to 27 February 1993, and the longest-serving Chief of the General Staff of the Republic of China Armed Forces from 1 December 1981 to 4 December 1989. On 6 July 2017, Hau attended an academic meeting in Nanjing about the history of the Second Sino-Japanese War, making him the first former ROC premier to visit Mainland China since the end of the Chinese Civil War in 1949. He turned 100 in August 2019.",
    "year": 1919,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "William F. Quinn",
    "birthday": "1919-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/William_F._Quinn_%28PP-28-3-011%29.jpg/251px-William_F._Quinn_%28PP-28-3-011%29.jpg",
    "extract": "William Francis Quinn was an American lawyer and politician who served as the 12th and last governor of the Territory of Hawaii from 1957 to 1959 and the first governor of the State of Hawaii from 1959 to 1962. Originally appointed to the office by President Dwight D. Eisenhower, Quinn was the last executive appointed by an American president, after American rule of the Hawaiian Islands began after the overthrow of the monarchy in 1893. He was also the last Republican to serve as governor until Linda Lingle in 2002. Quinn appeared as a guest panelist on the television program What's My Line. He was the recipient of the Order of the Holy Sepulchre, a papal knighthood conferred by Pope John Paul II.",
    "year": 1919,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Alberto Ascari",
    "birthday": "1918-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Ascari_last_photo_in_car.jpg/208px-Ascari_last_photo_in_car.jpg",
    "extract": "Alberto Ascari was an Italian racing driver and a two time Formula One World Champion. He was a multitalented racer who competed in motorcycle racing before switching to cars. Ascari won consecutive world titles in 1952 and 1953 for Scuderia Ferrari. He was the team's first World Champion and the last Italian to date to win the title. This was sandwiched by an appearance in the 1952 Indianapolis 500. Ascari also won the Mille Miglia in 1954. Ascari was noted for the careful precision and finely-judged accuracy that made him one of the safest drivers in a most dangerous era until his death.",
    "year": 1918,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ronald Bladen",
    "birthday": "1918-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Ronald_Bladen_%281968%29.jpg/320px-Ronald_Bladen_%281968%29.jpg",
    "extract": "Ronald Bladen was an American painter and sculptor. He is particularly known for his large-scale sculptures. His artistic stance, was influenced by European Constructivism, American Hard-Edge Painting, and sculptors such as Isamu Noguchi and David Smith. Bladen in turn had stimulating effect on a circle of younger artists including Carl Andre, Donald Judd, Sol LeWitt and others, who repeatedly referred to him as one of the ‘father figures’ of Minimal Art.",
    "year": 1918,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Marcia Brown",
    "birthday": "1918-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b3/Photo_of_Marcia_Brown.png",
    "extract": "Marcia Joan Brown was an American writer and illustrator of more than 30 children's books. She has won three annual Caldecott Medals from the American Library Association, and three Caldecott Medal honors as an illustrator, recognizing the year's best U.S. picture book illustration, and the ALA's Laura Ingalls Wilder Medal in 1992 for her career contribution to children's literature. Many of her titles have been published in translation, including Afrikaans, German, Japanese, Spanish and Xhosa-Bantu editions. Brown is known as one of the most honored illustrators in children's literature.",
    "year": 1918,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Kaoru Ishikawa",
    "birthday": "1915-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Kaoru_Ishikawa.jpg/198px-Kaoru_Ishikawa.jpg",
    "extract": "Kaoru Ishikawa  was a Japanese organizational theorist and a professor in the engineering faculty at the University of Tokyo noted for his quality management innovations. He is considered a key figure in the development of quality initiatives in Japan, particularly the quality circle. He is best known outside Japan for the Ishikawa or cause and effect diagram, often used in the analysis of industrial processes.",
    "year": 1915,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Dave Garroway",
    "birthday": "1913-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Dave_garroway_publicity_photo_1950s.JPG/265px-Dave_garroway_publicity_photo_1950s.JPG",
    "extract": "David Cunningham Garroway was an American television personality. He was the founding host and anchor of NBC's Today from 1952 to 1961. His easygoing and relaxing style belied a lifelong battle with depression. Garroway has been honored for his contributions to radio and television with a star for each on the Hollywood Walk of Fame and the St. Louis Walk of Fame, the city where he spent part of his teenaged years and early adulthood.",
    "year": 1913,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Mærsk Mc-Kinney Møller",
    "birthday": "1913-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/M%C3%A6rsk-McKinney-M%C3%B8ller_m.jpg/300px-M%C3%A6rsk-McKinney-M%C3%B8ller_m.jpg",
    "extract": "Arnold Mærsk Mc-Kinney Møller was a Danish shipping magnate. He was a longtime figure at A.P. Moller–Maersk Group, which was founded by his father.",
    "year": 1913,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Bob Steele (broadcaster)",
    "birthday": "1911-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Bob_steele.jpg/220px-Bob_steele.jpg",
    "extract": "Robert Lee Steele was an American radio personality. He was with WTIC Radio in Hartford, Connecticut for more than 66 years, and dominated the morning radio scene in Southern New England for most of that time. He was born in Kansas City, Missouri, in 1911.",
    "year": 1911,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Lien Gisolf",
    "birthday": "1910-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Lien_Gisolf_1933.jpg/209px-Lien_Gisolf_1933.jpg",
    "extract": "Carolina Anna \"Lien\" Gisolf was a Dutch high jumper. She won a silver medal at the 1928 Summer Olympics and finished fourth in 1932.",
    "year": 1910,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Dorothy Round",
    "birthday": "1908-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/SLNSW_51949_Dorothy_Round.jpg/231px-SLNSW_51949_Dorothy_Round.jpg",
    "extract": "Dorothy Edith Round, was a British tennis player who was active from the late 1920s until 1950. She achieved her major successes in the 1930s. She won the singles title at Wimbledon in 1934 and 1937, and the singles at the Australian Championships in 1935. She also had success as a mixed doubles player at Wimbledon, winning a total of three titles. After her wedding in 1937, she played under her married name, Mrs D.L. Little. During the Second World War, she played in North America and became a professional coach in Canada and the United States. Post-war, she played in British regional tournaments, coached, and wrote on tennis for newspapers.",
    "year": 1908,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Alfredo Santos",
    "birthday": "1905-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/44/Alfredosantos.jpg/276px-Alfredosantos.jpg",
    "extract": "Alfredo Manapat Santos was Chief of Staff of the Armed Forces of the Philippines in 1962 to 1965, making him the first four-star general of the Philippines' armed forces.",
    "year": 1905,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Magda Foy",
    "birthday": "1905-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Movingpicturenew04unse_1539.jpg/247px-Movingpicturenew04unse_1539.jpg",
    "extract": "Magda Foy, also known and often credited as \"The Solax Kid\", was a child actor in the silent film era who worked for Solax Studio, the largest pre-Hollywood studio in the United States from 1910 to 1913.",
    "year": 1905,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Kenneth Clark",
    "birthday": "1903-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/08/Kenneth_Clark_in_1934.jpg",
    "extract": "Kenneth Mackenzie Clark, Baron Clark was a British art historian, museum director, and broadcaster. After running two important art galleries in the 1930s and 1940s, he came to wider public notice on television, presenting a succession of programmes on the arts during the 1950s and 1960s, culminating in the Civilisation series in 1969.",
    "year": 1903,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Eric Portman",
    "birthday": "1901-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Eric_Portman.jpg/260px-Eric_Portman.jpg",
    "extract": "Eric Harold Portman was an English stage and film actor. He is probably best remembered for his roles in several films for Michael Powell and Emeric Pressburger during the 1940s.",
    "year": 1901,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "George Lewis (clarinetist)",
    "birthday": "1900-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/George_Lewis_clarinet_fingers_Kubrick_1950.JPG/320px-George_Lewis_clarinet_fingers_Kubrick_1950.JPG",
    "extract": "George Lewis was an American jazz clarinetist who achieved his highest profile in the later decades of his life.",
    "year": 1900,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Julius Schreck",
    "birthday": "1898-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Julius_Schreck_%28right%29_and_Adolf_Hitler.jpg/320px-Julius_Schreck_%28right%29_and_Adolf_Hitler.jpg",
    "extract": "Julius Schreck was an early senior Nazi official and close confidant of Adolf Hitler.",
    "year": 1898,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ivan Triesault",
    "birthday": "1898-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/54/Ivan_Triesault_-_publicity-B.JPG/244px-Ivan_Triesault_-_publicity-B.JPG",
    "extract": "Ivan Triesault was an Estonian-American actor. His parents were from the island of Hiiumaa.",
    "year": 1898,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Mordecai Ardon",
    "birthday": "1896-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Mordecai_Ardon.jpg/320px-Mordecai_Ardon.jpg",
    "extract": "Mordecai Ardon was an Israeli painter.",
    "year": 1896,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Sidney Blackmer",
    "birthday": "1895-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Sidney_Blackmer.jpg/240px-Sidney_Blackmer.jpg",
    "extract": "Sidney Alderman Blackmer was an American Broadway and film actor active between 1914 and 1971, usually in major supporting roles.",
    "year": 1895,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Isaac Babel",
    "birthday": "1894-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Isaac_Babel.jpg/215px-Isaac_Babel.jpg",
    "extract": "Isaac Emmanuilovich Babel was a Russian writer, journalist, playwright, and literary translator. He is best known as the author of Red Cavalry and Odessa Stories, and has been acclaimed as \"the greatest prose writer of Russian Jewry.\" Babel was arrested by the NKVD on 15 May 1939 on fabricated charges of terrorism and espionage, and executed on 27 January 1940.",
    "year": 1894,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Léo-Pol Morin",
    "birthday": "1892-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Leo-Pol_Morin.JPG/207px-Leo-Pol_Morin.JPG",
    "extract": "Léo-Pol Morin was a Canadian pianist, music critic, composer, and music educator. He composed under the name James Callihou, with his most well known works being Suite canadienne (1945) and Three Eskimos for piano. He also composed works based on Canadian and Inuit folklore/folk music and harmonized a number of French-Canadian folksongs. Victor Brault notably transcribed his Inuit folklore inspired Chants de sacrifice for choir and 2 pianos.",
    "year": 1892,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Jonni Myyrä",
    "birthday": "1892-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Jonni_Myyr%C3%A4_1920_crop.jpg/258px-Jonni_Myyr%C3%A4_1920_crop.jpg",
    "extract": "Joonas \"Jonni\" Myyrä was a Finnish athlete who competed at the 1912, 1920 and 1924 Olympics. In 1912, he finished eighth in the javelin throw. At the 1920 Olympics his left arm was fractured in a warm-up accident – the spear thrown by James Lincoln struck Myyrä while he was resting on the grass. Nevertheless, Myyrä won the javelin event with an Olympic record of 65.78 meters. He also finished 12th in the discus throw, but could not complete his pentathlon events. Myyrä successfully defended his javelin title at the 1924 Summer Olympics, and then fled to the United States due to his financial problems in Finland. He never returned to his home country and died in San Francisco in 1955.",
    "year": 1892,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Emma Asson",
    "birthday": "1889-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Emma_Asson.jpg/220px-Emma_Asson.jpg",
    "extract": "Emma Asson, was an Estonian politician. She was the first woman to be elected to the Estonian parliament. Asson participated in the creation of the first constitution of the independent Estonia, particularly within the fields of education and gender equality. She also wrote the some of first history textbook in the Estonian language in 1912.",
    "year": 1889,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Stan Coveleski",
    "birthday": "1889-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Stan_Coveleski_npcc_13989.jpg/259px-Stan_Coveleski_npcc_13989.jpg",
    "extract": "Stanley Anthony Coveleski was an American right-handed pitcher in Major League Baseball who played for four American League (AL) teams between 1912 and 1928, primarily the Cleveland Indians. The star of the Indians pitching staff, he won over 20 games each year from the epidemic-shortened 1918 season through 1921, leading the AL in shutouts twice and in strikeouts and earned run average (ERA) once each during his nine years with the club. The star of the 1920 World Series, he led the Indians to their first title with three complete-game victories, including a 3–0 shutout in the Game 7 finale. Traded to the Washington Senators after the 1924 season, he helped that club to its second AL pennant in a row with 20 victories against only 5 losses, including a 13-game winning streak, while again leading the league in ERA.",
    "year": 1889,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Yrjö Saarela",
    "birthday": "1884-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Yrj%C3%B6_Saarela.jpg/241px-Yrj%C3%B6_Saarela.jpg",
    "extract": "Yrjö Erik Mikael Saarela was a Finnish wrestler, who won an Olympic gold and a world championship.",
    "year": 1884,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "John Jacob Astor IV",
    "birthday": "1864-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/John_Jacob_Astor_IVb.jpg/234px-John_Jacob_Astor_IVb.jpg",
    "extract": "John Jacob Astor IV was an American business magnate, real estate developer, investor, writer, lieutenant colonel in the Spanish–American War, and a prominent member of the Astor family.",
    "year": 1864,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Margaret Murray",
    "birthday": "1863-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Margaret_Murray_1928c.jpg/224px-Margaret_Murray_1928c.jpg",
    "extract": "Margaret Alice Murray was an Anglo-Indian Egyptologist, archaeologist, anthropologist, historian, and folklorist. The first woman to be appointed as a lecturer in archaeology in the United Kingdom, she worked at University College London (UCL) from 1898 to 1935. She served as President of the Folklore Society from 1953 to 1955, and published widely over the course of her career.",
    "year": 1863,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Sidney Webb, 1st Baron Passfield",
    "birthday": "1859-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Sidney_Webb.jpg/213px-Sidney_Webb.jpg",
    "extract": "Sidney James Webb, 1st Baron Passfield, was a British socialist, economist and reformer, who co-founded the London School of Economics. He was an early member of the Fabian Society in 1884, joining, like George Bernard Shaw, three months after its inception. Along with his wife Beatrice Webb and with Annie Besant, Graham Wallas, Edward R. Pease, Hubert Bland and Sydney Olivier, Shaw and Webb turned the Fabian Society into the pre-eminent politico-intellectual society in Edwardian England. He wrote the original, pro-nationalisation Clause IV for the British Labour Party.",
    "year": 1859,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Stewart Culin",
    "birthday": "1858-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Stewart_Culin.jpg/230px-Stewart_Culin.jpg",
    "extract": "Stewart Culin was an American ethnographer and author interested in games, art and dress. Culin played a major role in the development of ethnography, first concentrating his efforts on studying the Asian-Americans workers in Philadelphia. His first published works were \"The Practice of Medicine by the Chinese in America\" and \"China in America: A study in the social life of the Chinese in the eastern cities of the United States\", both dated 1887. He believed that similarity in gaming demonstrated similarity and contact among cultures across the world.",
    "year": 1858,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Otto Wagner",
    "birthday": "1841-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/31/Otto_Wagner_photo2_retouched.jpg",
    "extract": "Otto Koloman Wagner was an Austrian architect, furniture designer and urban planner. He was a leading member of the Vienna Secession movement of architecture, founded in 1897, and the broader Art Nouveau movement. Many of his works are found in his native city of Vienna, and illustrate the rapid evolution of architecture during the period. His early works were inspired by classical architecture. By mid-1890s, he had already designed several buildings in what became known as the Vienna Secession style. Beginning in 1898, with his designs of Vienna Metro stations, his style became floral and Art Nouveau, with decoration by Koloman Moser. His later works, 1906 until his death in 1918, had geometric forms and minimal ornament, clearly expressing their function. They are considered predecessors to modern architecture.",
    "year": 1841,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Arthur Böttcher",
    "birthday": "1831-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Arthur_Boettcher.jpg/199px-Arthur_Boettcher.jpg",
    "extract": "Jakob Ernst Arthur Böttcher was a Baltic German pathologist and anatomist who was a native of Bauska, in what was then the Courland Governorate. He worked primarily within the Russian Empire.",
    "year": 1831,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Nathan Bedford Forrest",
    "birthday": "1821-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Nathan_B._Forrest_-_LOCc.jpg/260px-Nathan_B._Forrest_-_LOCc.jpg",
    "extract": "Nathan Bedford Forrest was a prominent Confederate Army general during the American Civil War and the first Grand Wizard of the Ku Klux Klan from 1867 to 1869. Before the war, Forrest amassed substantial wealth as a cotton plantation owner, horse and cattle trader, real estate broker, and slave trader. In June 1861, he enlisted in the Confederate Army and became one of the few soldiers during the war to enlist as a private and be promoted to general without any prior military training. An expert cavalry leader, Forrest was given command of a corps and established new doctrines for mobile forces, earning the nickname \"The Wizard of the Saddle\". He used his cavalry troops as mounted infantry and often deployed artillery as the lead in battle, thus helping to \"revolutionize cavalry tactics\", although the Confederate high command is seen by some commentators to have underappreciated his talents. Although scholars generally acknowledge Forrest's skills and acumen as a cavalry leader and military strategist, he has remained a controversial figure in Southern racial history for his main role in the massacre of several hundred Union soldiers at Fort Pillow, a majority of them black, coupled with his role following the war as a leader of the Klan.",
    "year": 1821,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "John Clare",
    "birthday": "1793-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/John_Clare.jpg/262px-John_Clare.jpg",
    "extract": "John Clare was an English poet. The son of a farm labourer, he became known for his celebrations of the English countryside and sorrows at its disruption. His work underwent major re-evaluation in the late 20th century; he is now often seen as a major 19th-century poet. His biographer Jonathan Bate called Clare \"the greatest labouring-class poet that England has ever produced. No one has ever written more powerfully of nature, of a rural childhood, and of the alienated and unstable self.\"",
    "year": 1793,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Alexander Balashov",
    "birthday": "1770-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Alexander_Balashov.jpg/265px-Alexander_Balashov.jpg",
    "extract": "Alexander Dmitriyevich Balashov was a Russian general and statesman.",
    "year": 1770,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Thomas Rowlandson",
    "birthday": "1756-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Thomas_Rowlandson_portrait.jpg/271px-Thomas_Rowlandson_portrait.jpg",
    "extract": "Thomas Rowlandson was an English artist and caricaturist of the Georgian Era, noted for his political satire and social observation. A prolific artist and printmaker, Rowlandson produced both individual social and political satires, as well as large number of illustrations for novels, humorous books, and topographical works. Like other caricaturists of his age such as James Gillray, his caricatures are often robust or bawdy. Rowlandson also produced highly explicit erotica for a private clientele; this was never published publicly at the time and is now only found in a small number of collections. His caricatures included those of people in power such as the Duchess of Devonshire, William Pitt the Younger and Napoleon Bonaparte.",
    "year": 1756,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Robert Calder",
    "birthday": "1745-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Lemuel_Francis_Abbott%2C_Captain_Robert_Calder%2C_c._1787-1790%2C_NGA_42921.jpg/246px-Lemuel_Francis_Abbott%2C_Captain_Robert_Calder%2C_c._1787-1790%2C_NGA_42921.jpg",
    "extract": "Admiral Sir Robert Calder, 1st Baronet, was a British naval officer who served in the Seven Years' War, the American Revolutionary War, the French Revolutionary Wars and the Napoleonic Wars.",
    "year": 1745,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Ferdinand III, Holy Roman Emperor",
    "birthday": "1608-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Jan_van_den_Hoecke_-_Portrait_of_Emperor_Ferdinand_III.jpg/261px-Jan_van_den_Hoecke_-_Portrait_of_Emperor_Ferdinand_III.jpg",
    "extract": "Ferdinand III was from 1621 Archduke of Austria, King of Hungary from 1625, King of Croatia and Bohemia from 1627 and Holy Roman Emperor from 1637 until his death in 1657.",
    "year": 1608,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Wenceslaus Hollar",
    "birthday": "1607-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Wenzel_Hollar_nach_Jan_Meyssens.jpg/227px-Wenzel_Hollar_nach_Jan_Meyssens.jpg",
    "extract": "Wenceslaus Hollar was a prolific and accomplished Bohemian graphic artist of the 17th century, who spent much of his life in England. He is known to German speakers as Wenzel Hollar; and to Czech speakers as Václav Hollar Czech: [ˈvaːtslav ˈɦolar]. He is particularly noted for his engravings and etchings. He was born in Prague, died in London, and was buried at St Margaret's Church, Westminster.",
    "year": 1607,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Roland Fréart de Chambray",
    "birthday": "1606-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Portrait_de_M._Chambray_-_Louvre_%28adjusted%29.jpg/261px-Portrait_de_M._Chambray_-_Louvre_%28adjusted%29.jpg",
    "extract": "Roland Fréart, sieur de Chambray was a French writer, collector, and a theorist of architecture and the arts. Though not a practitioner himself, his two major publications, Parallèle de l'architecture antique avec la moderne (1650) and Idée de la perfection de la peinture (1662), appeared at a time when French architects were struggling to apply a new sense of discipline and order to the practice of building.",
    "year": 1606,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Pope Clement X",
    "birthday": "1590-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Portrait_of_Pope_Clement_X%2C_by_Giovanni_Battista_Gaulli_%28Baciccio%29_-_Metropolitan_Museum_of_Art.jpg/251px-Portrait_of_Pope_Clement_X%2C_by_Giovanni_Battista_Gaulli_%28Baciccio%29_-_Metropolitan_Museum_of_Art.jpg",
    "extract": "Pope Clement X, born Emilio Bonaventura Altieri, was head of the Catholic Church and ruler of the Papal States from 29 April 1670 to his death in 1676. Elected pope at age 79, he has since been ranked as the oldest pope at the time of his election.",
    "year": 1590,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "John Dee",
    "birthday": "1527-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/John_Dee_Ashmolean.jpg/320px-John_Dee_Ashmolean.jpg",
    "extract": "John Dee was an English mathematician, astronomer, astrologer, teacher, occultist and alchemist. He was the court astronomer for, and advisor to, Elizabeth I, and spent much of his time on alchemy, divination and Hermetic philosophy. As an antiquarian, he had one of the largest libraries in England at the time. As a political advisor, he advocated the foundation of English colonies in the New World to form a \"British Empire\", a term he is credited with coining.",
    "year": 1527,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Francesco Armellini Pantalassi de' Medici",
    "birthday": "1470-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/G_ARMELLINI_FRANCESCO.jpg/261px-G_ARMELLINI_FRANCESCO.jpg",
    "extract": " Francesco Armellini Pantalassi de' Medici  was a cardinal of the Roman Catholic Church. He was a member of the Roman Curia.",
    "year": 1470,
    "month": 7,
    "day": 13,
    "language": "en"
  },
  {
    "name": "Julius Caesar",
    "birthday": "-100-7-13",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Retrato_de_Julio_C%C3%A9sar_%2826724093101%29_%28cropped%29.jpg/236px-Retrato_de_Julio_C%C3%A9sar_%2826724093101%29_%28cropped%29.jpg",
    "extract": "Gaius Julius Caesar was a Roman general and statesman. A member of the First Triumvirate, Caesar led the Roman armies in the Gallic Wars before defeating his political rival Pompey in a civil war, and subsequently became dictator of Rome from 49 BC until his assassination in 44 BC. He played a critical role in the events that led to the demise of the Roman Republic and the rise of the Roman Empire.",
    "year": -100,
    "month": 7,
    "day": 13,
    "language": "en"
  }
]