[
  {
    "name": "Jérémy Stravius",
    "birthday": "1988-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7d/J%C3%A9r%C3%A9my_Stravius.jpg",
    "extract": "Jérémy Stravius is a French swimmer, swimming freestyle, backstroke, and butterfly.",
    "year": 1988,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Victoria, Crown Princess of Sweden",
    "birthday": "1977-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Victoria%2C_Crown_Princess_of_Sweden_in_2018.jpg/292px-Victoria%2C_Crown_Princess_of_Sweden_in_2018.jpg",
    "extract": "Victoria, Crown Princess of Sweden, Duchess of Västergötland is the heir apparent to the Swedish throne, as the eldest child of King Carl XVI Gustaf. If she ascends to the throne as expected, she would be Sweden's fourth queen regnant and the first since 1720. Her inheritance is secured by Sweden's 1979 Act of Succession, the first law in Western Europe to adopt royal absolute primogeniture.",
    "year": 1977,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Anna Bligh",
    "birthday": "1960-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Anna-Bligh-ABA-CEO-Sep-2020-%2812%29-Black-Approved-Black.jpg/320px-Anna-Bligh-ABA-CEO-Sep-2020-%2812%29-Black-Approved-Black.jpg",
    "extract": "Anna Maria Bligh is a lobbyist and former Australian politician who served as the 37th Premier of Queensland, in office from 2007 to 2012 as leader of the Labor Party. She was the first woman to hold either position. In 2017, she was appointed CEO of the Australian Banking Association.",
    "year": 1960,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Angélique Kidjo",
    "birthday": "1960-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Angelique_Kidjo_-_Photo-_Cotonou%2C_2017.jpg/212px-Angelique_Kidjo_-_Photo-_Cotonou%2C_2017.jpg",
    "extract": "Angélique Kpasseloko Hinto Hounsinou Kandjo Manta Zogbin Kidjo is a Beninese singer-songwriter, actress, and activist who is noted for her diverse musical influences and creative music videos.",
    "year": 1960,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Bruce Oldfield",
    "birthday": "1950-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Coleridge_Oldfield_After_Dark_11031988.JPG/320px-Coleridge_Oldfield_After_Dark_11031988.JPG",
    "extract": "Bruce Oldfield, OBE is a British fashion designer, best known for his couture occasionwear. Notable clients have included Sienna Miller, Catherine Zeta-Jones, Diana Ross, Emmanuelle Seigner, Rihanna, Kelly Brook, Taylor Swift, Elizabeth McGovern, Rosamund Pike, Anjelica Huston, Faye Dunaway, Jacqueline Jossa, Melanie Griffith, Charlotte Rampling, Jerry Hall, Joan Collins, Diana, Princess of Wales, Queen Noor of Jordan, Camilla, Duchess of Cornwall, Sophie, Countess of Wessex and Queen Rania of Jordan.",
    "year": 1950,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Goodwill Zwelithini",
    "birthday": "1948-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/King_Goodwill_Zwelithini.jpg/213px-King_Goodwill_Zwelithini.jpg",
    "extract": "King Goodwill Zwelithini kaBhekuzulu was the reigning King of the Zulu nation from 1968 to his death.",
    "year": 1948,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Claudia J. Kennedy",
    "birthday": "1947-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Claudia_J_Kennedy.jpg/256px-Claudia_J_Kennedy.jpg",
    "extract": "Claudia Jean Kennedy is a retired lieutenant general in the United States Army. She is the first woman to reach the rank of three-star general in the United States Army. She retired in 2000 after 31 years of military service.",
    "year": 1947,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Navin Ramgoolam",
    "birthday": "1947-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Navin_Ramgoolam_2014.png/242px-Navin_Ramgoolam_2014.png",
    "extract": "Navinchandra Ramgoolam, GCSK, FRCP is a Mauritian politician who was former Prime Minister of Mauritius from 2005 to 2014 and leader of the Labour Party (Mauritius). He was Leader of the Opposition from 1991 to 1995. He served as Prime Minister for the first time from December 1995 until September 2000, and became Leader of the Opposition again from October 2000 to 4 July 2005. On 5 July 2005, he became prime minister for a second term after his Alliance Sociale won the general elections. He served again as Prime Minister from 2005 to 2014, when he was defeated afterwards.",
    "year": 1947,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Javier Solana",
    "birthday": "1942-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Javier_Solana_1999.jpg/215px-Javier_Solana_1999.jpg",
    "extract": "Francisco Javier Solana de Madariaga is a Spanish physicist and socialist politician. After serving in the Spanish government as Foreign Affairs Minister under Felipe González (1992–1995) and as the Secretary General of NATO (1995–1999), he was appointed the European Union's High Representative for Common Foreign and Security Policy, Secretary General of the Council of the European Union and Secretary-General of the Western European Union and held these posts from October 1999 until December 2009.",
    "year": 1942,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Maulana Karenga",
    "birthday": "1941-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Maulana_Ndabezitha_Karenga_%28Ronald_McKinley_Everett%29_2003.jpg",
    "extract": "Maulana Ndabezitha Karenga, previously known as Ron Karenga, is an American professor of Africana studies, activist, and author best known as the creator of the pan-African and the African-American holiday of Kwanzaa.",
    "year": 1941,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Andreas Khol",
    "birthday": "1941-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Andreas_Khol_September_2006_%28cropped%29.jpg/258px-Andreas_Khol_September_2006_%28cropped%29.jpg",
    "extract": "Andreas Khol is an Austrian politician of the centre-conservative Austrian People's Party, President of the National Council from 2002 to 2006.",
    "year": 1941,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Karel Gott",
    "birthday": "1939-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Karel_Gott_2002-foto13.jpg/209px-Karel_Gott_2002-foto13.jpg",
    "extract": "Karel Gott was a Czech singer, considered the most successful male singer in Czechoslovakia and the Czech Republic. He was voted the country's best male singer in the annual Český slavík national music award 42 times, most recently in 2017.",
    "year": 1939,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jerry Rubin",
    "birthday": "1938-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Jerry_Rubin_%28edit%29_-_Spectrum_13Mar1970.jpg/320px-Jerry_Rubin_%28edit%29_-_Spectrum_13Mar1970.jpg",
    "extract": "Jerry Clyde Rubin was an American social activist, anti-war leader, and counterculture icon during the 1960s and 1970s. During the 1980s, he became a successful businessman. He is known for being one of the co-founders of the Youth International Party (YIP), whose members were referred to as Yippies, and standing trial in the Chicago Seven case.",
    "year": 1938,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Tommy Vig",
    "birthday": "1938-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Tommy_Vig_Vibes_2.jpg/308px-Tommy_Vig_Vibes_2.jpg",
    "extract": "Tommy Vig is a percussionist, arranger, bandleader, and composer.",
    "year": 1938,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Yoshirō Mori",
    "birthday": "1937-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Yoshiro_Mori_20000405.jpg/248px-Yoshiro_Mori_20000405.jpg",
    "extract": "Yoshirō Mori  is a Japanese politician who served as Prime Minister of Japan between April 2000 and April 2001. He was unpopular in opinion polls during his time in office, and is known for making controversial statements, both during and after his premiership. He also served as the President of the Japan Rugby Football Union as well as the Japan-Korea Parliamentarians' Union. In 2014, he was appointed to head the organizing committee for the 2020 Summer Olympics and Paralympics, but he resigned in February 2021 following gaffes made at a committee meeting that were considered to be sexist.",
    "year": 1937,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Robert F. Overmyer",
    "birthday": "1936-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Overmyer_robert_4.jpg/253px-Overmyer_robert_4.jpg",
    "extract": "Colonel Robert Franklyn \"Bob\" Overmyer was an American test pilot, naval aviator, aeronautical engineer, physicist, United States Marine Corps officer, and USAF/NASA astronaut. Overmyer was selected by the Air Force as an astronaut for its Manned Orbiting Laboratory in 1966. Upon cancellation of the program in 1969, he became a NASA astronaut and served support crew duties for the Apollo program, Skylab program, and Apollo-Soyuz Test Project. In 1976, he was assigned to the Space Shuttle program and flew as pilot on STS-5 in 1982 and as commander on STS-51-B in 1985. He was selected as a lead investigator into the Space Shuttle Challenger disaster in 1986, retiring from NASA that same year. A decade later, Overmyer died while testing the Cirrus VK-30 homebuilt aircraft.",
    "year": 1936,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Robert Bourassa",
    "birthday": "1933-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Robert_Bourassa01.jpg/189px-Robert_Bourassa01.jpg",
    "extract": "Robert Bourassa, was a Canadian lawyer and politician who served as the 22nd premier of Quebec from 1970 to 1976 and from 1985 to 1994. A member of the Liberal Party of Quebec, he served a total of just under 15 years as premier. Bourassa's tenure was marked by major events affecting Quebec, including the October Crisis and the Meech Lake and Charlottetown Accords.",
    "year": 1933,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Dumaagiin Sodnom",
    "birthday": "1933-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Sodnom.jpg/320px-Sodnom.jpg",
    "extract": "Dumaagiin Sodnom is a Mongolian political figure who served as Prime Minister of Mongolia from 1984 to 1990.",
    "year": 1933,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Rosey Grier",
    "birthday": "1932-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Rosey_Grier.jpg/300px-Rosey_Grier.jpg",
    "extract": "Roosevelt Grier is an American actor, singer, Protestant minister, and former professional football player. He was a notable college football player for Pennsylvania State University who earned a retrospective place in the National Collegiate Athletic Association 100th anniversary list of 100 most influential student athletes. As a professional player, Grier was a member of the New York Giants and the original Fearsome Foursome of the Los Angeles Rams. He played in the Pro Bowl twice.",
    "year": 1932,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Del Reeves",
    "birthday": "1932-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fd/Del_Reeves_promo_photo.png/254px-Del_Reeves_promo_photo.png",
    "extract": "Franklin Delano Reeves was an American country music singer, best known for his \"girl-watching\" novelty songs of the 1960s including \"Girl on the Billboard\" and \"The Belles of Southern Bell\". He is also known for his 1968 trucker's anthem, \"Looking at the World Through a Windshield\", which demonstrated he was capable of more than just novelty songs. He became one of the most successful male country singers of the 1960s.",
    "year": 1932,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Polly Bergen",
    "birthday": "1930-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Polly_Bergen_1953.JPG/255px-Polly_Bergen_1953.JPG",
    "extract": "Polly Bergen was an American actress, singer, television host, writer and entrepreneur.",
    "year": 1930,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Nancy Olson",
    "birthday": "1928-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Nancy_Olson_Everett_Sloane_High_Tor_1956.jpg/240px-Nancy_Olson_Everett_Sloane_High_Tor_1956.jpg",
    "extract": "Nancy Ann Olson is an American actress. She was nominated for an Academy Award for Best Supporting Actress for her role in Sunset Boulevard (1950). She co-starred with William Holden in four films, and later appeared in The Absent-Minded Professor (1961) and its sequel, Son of Flubber (1963), as well as the disaster film Airport 1975 (1974). Olson retired from acting in the early 1980s, although she has made a few rare returns, most recently in 2014.",
    "year": 1928,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "William Rees-Mogg",
    "birthday": "1928-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a0/William-Rees-Mogg-Baron-Rees-Mogg.jpg/220px-William-Rees-Mogg-Baron-Rees-Mogg.jpg",
    "extract": "William Rees-Mogg, Baron Rees-Mogg was a British newspaper journalist who was Editor of The Times from 1967 to 1981. In the late 1970s, he served as High Sheriff of Somerset, and in the 1980s was Chairman of the Arts Council of Great Britain and Vice-Chairman of the BBC's Board of Governors. He was the father of the politicians Jacob and Annunziata Rees-Mogg.",
    "year": 1928,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "John Chancellor",
    "birthday": "1927-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/John_Chancellor_White_House1970.jpg/269px-John_Chancellor_White_House1970.jpg",
    "extract": "John William Chancellor was an American journalist who spent most of his career with NBC News. He is considered a pioneer in TV news. He served as anchor of the NBC Nightly News from 1970 to 1982 and continued to do editorials and commentaries for NBC Nightly News with Tom Brokaw until 1993.",
    "year": 1927,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Mike Esposito (comics)",
    "birthday": "1927-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/90/Mikesposito.jpg/308px-Mikesposito.jpg",
    "extract": "Mike Esposito, who sometimes used the pseudonyms Mickey Demeo, Mickey Dee, Michael Dee, and Joe Gaudioso, was an American comic book artist whose work for DC Comics, Marvel Comics and others spanned the 1950s to the 2000s. As a comic book inker teamed with his childhood friend Ross Andru, he drew for such major titles as The Amazing Spider-Man and Wonder Woman. An Andru-Esposito drawing of Wonder Woman appears on a 2006 U.S. stamp.",
    "year": 1927,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Harry Dean Stanton",
    "birthday": "1926-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/HarryDeanStanton-1.jpg/227px-HarryDeanStanton-1.jpg",
    "extract": "Harry Dean Stanton was an American actor, musician, and singer.\nIn a career that spanned more than six decades, Stanton played supporting roles in films including Cool Hand Luke (1967), Kelly's Heroes (1970), Dillinger (1973), The Godfather Part II (1974), Alien (1979), Escape from New York (1981), Christine (1983), Repo Man (1984), One Magic Christmas (1985), Pretty in Pink (1986), The Last Temptation of Christ (1988), Wild at Heart (1990), The Straight Story (1999), The Green Mile (1999), Alpha Dog (2006) and Inland Empire (2006). He had rare lead roles in Wim Wenders' Paris, Texas (1984) and in Lucky (2017), his last film. He also had a guest appearance on the second season of Two and a Half Men.",
    "year": 1926,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Warren Giese",
    "birthday": "1924-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/72/Warren_Giese.jpg/258px-Warren_Giese.jpg",
    "extract": "Warren Giese was a state legislator in South Carolina and a college football coach. He served as the head football coach for the South Carolina Gamecocks for five years at the University of South Carolina. He later served in the South Carolina State Senate.",
    "year": 1924,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "René Favaloro",
    "birthday": "1923-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Rene_Favaloro.JPG/292px-Rene_Favaloro.JPG",
    "extract": "René Gerónimo Favaloro was an Argentine cardiac surgeon and educator best known for his pioneering work on coronary artery bypass surgery using the great saphenous vein.",
    "year": 1923,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Dale Robertson",
    "birthday": "1923-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Tales_of_Wells_Fargo_Dale_Robertson_1958.jpg/239px-Tales_of_Wells_Fargo_Dale_Robertson_1958.jpg",
    "extract": "Dayle Lymoine Robertson was an American actor best known for his starring roles on television. He played the roving investigator Jim Hardie in the television series Tales of Wells Fargo and Ben Calhoun, the owner of an incomplete railroad line in Iron Horse. He often was presented as a deceptively thoughtful but modest Western hero. From 1968 to 1970, Robertson was the fourth and final host of the anthology series Death Valley Days.",
    "year": 1923,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Robin Olds",
    "birthday": "1922-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Robin_Olds_during_vietnam_war.jpg/273px-Robin_Olds_during_vietnam_war.jpg",
    "extract": "Robin Olds was an American fighter pilot and general officer in the United States Air Force. He was a \"triple ace\", with a combined total of 17 victories in World War II and the Vietnam War. He retired in 1973 as a brigadier general, after 30 years of service.",
    "year": 1922,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Käbi Laretei",
    "birthday": "1922-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Kabi-Laretei-Ingmar-Bergman.jpg/320px-Kabi-Laretei-Ingmar-Bergman.jpg",
    "extract": "Käbi Alma Laretei was an Estonian-Swedish concert pianist.",
    "year": 1922,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Sixto Durán Ballén",
    "birthday": "1921-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Sixto_Dur%C3%A1n-Ball%C3%A9n.png/225px-Sixto_Dur%C3%A1n-Ball%C3%A9n.png",
    "extract": "Sixto Alfonso Durán-Ballén Cordovez was an Ecuadorian political figure and architect. He served as Mayor of Quito between 1970 and 1978. In 1951, he co-founded a political party, the Social Christian Party. In 1991, he left the Social Christian Party and formed a new conservative group, the Republican Union Party (PUR), before running for president for the third time in 1992.",
    "year": 1921,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Armand Gaudreault",
    "birthday": "1921-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Armand_Gaudreault.JPG/320px-Armand_Gaudreault.JPG",
    "extract": "Armand Gérard Gaudreault was a Canadian ice hockey player. He played 44 games in the National Hockey League with the Boston Bruins during the 1944–45 season. The rest of his career, which lasted from 1940 to 1952, was spent in the Quebec Senior Hockey League and the American Hockey League. Gaudreault was born in Lac Saint-Jean, Quebec.",
    "year": 1921,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Geoffrey Wilkinson",
    "birthday": "1921-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Geoffrey_Wilkinson_ca._1976.png/320px-Geoffrey_Wilkinson_ca._1976.png",
    "extract": "Sir Geoffrey Wilkinson FRS was a Nobel laureate English chemist who pioneered inorganic chemistry and homogeneous transition metal catalysis.",
    "year": 1921,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Shankarrao Chavan",
    "birthday": "1920-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Shankarrao_Chavan_2007_stamp_of_India.jpg/320px-Shankarrao_Chavan_2007_stamp_of_India.jpg",
    "extract": "Shankarrao Bhavrao Chavan was an Indian politician who served twice as Chief Minister of Maharashtra from 1975 until 1977 and from 13 March 1986 until 26 June 1988. He was Finance Minister of India from 1988 to 1989 and served as Home Minister of India in the P. V. Narasimha Rao cabinet from 21 June 1991 to 16 May 1996. He served as Home Minister of India in the Rajiv Gandhi cabinet 31 December 1984 to 12 March 1986.",
    "year": 1920,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ingmar Bergman",
    "birthday": "1918-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Ingmar_Bergman_%281966%29.jpg/239px-Ingmar_Bergman_%281966%29.jpg",
    "extract": "Ernst Ingmar Bergman was a Swedish film director, screenwriter, producer and playwright. Widely considered one of the most accomplished and influential filmmakers of all time, Bergman's films are known as \"profoundly personal meditations into the myriad struggles facing the psyche and the soul.\"",
    "year": 1918,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Arthur Laurents",
    "birthday": "1918-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Arthur_Laurents%2C_director_La_Cage_aux_Folles.jpg/202px-Arthur_Laurents%2C_director_La_Cage_aux_Folles.jpg",
    "extract": "Arthur Laurents was an American playwright, theatre director, film producer and screenwriter.",
    "year": 1918,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jay Wright Forrester",
    "birthday": "1918-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/68/Jay_Forrester.jpg",
    "extract": "Jay Wright Forrester was a pioneering American computer engineer and systems scientist. He is credited with being one of the inventors of magnetic core memory, the predominant form of random-access computer memory during the most explosive years of digital computer development. It was part of a family of related technologies which bridged the gap between vacuum tubes and semiconductors by exploiting the magnetic properties of materials to perform switching and amplification.",
    "year": 1918,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Gerald Ford",
    "birthday": "1913-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Gerald_Ford_presidential_portrait_%28cropped%29.jpg/257px-Gerald_Ford_presidential_portrait_%28cropped%29.jpg",
    "extract": "Gerald Rudolph Ford Jr. was an American politician who served as the 38th president of the United States from 1974 to 1977, and was the only president never to have been elected to the office of president or vice president. He previously served as the leader of the Republican Party in the House of Representatives, and as the 40th vice president of the United States from 1973 to 1974. When President Richard Nixon resigned in 1974, Ford succeeded to the presidency, but was defeated for election to a full term in 1976.",
    "year": 1913,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Woody Guthrie",
    "birthday": "1912-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Woody_Guthrie_2.jpg/320px-Woody_Guthrie_2.jpg",
    "extract": "Woodrow Wilson Guthrie was an American singer-songwriter and one of the most significant figures in American folk music. His work focused on themes of American socialism and anti-fascism. His music includes songs such as \"This Land Is Your Land\", written in response to the American exceptionalist song \"God Bless America\", and has inspired several generations both politically and musically.",
    "year": 1912,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Pavel Prudnikau",
    "birthday": "1911-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Pavel_Prudnikau.jpg/244px-Pavel_Prudnikau.jpg",
    "extract": "Pavel Ivanovich Prudnikau was a Belarusian writer. He was a cousin of another Belarusian writer, Ales Prudnikau.",
    "year": 1911,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "William Hanna",
    "birthday": "1910-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/William_Hanna_1977.jpg/256px-William_Hanna_1977.jpg",
    "extract": "William Denby Hanna was an American animator, voice actor, cartoonist, and musician, who was the creator of Tom and Jerry as well as the creator of the animation studio and production company Hanna-Barbera.",
    "year": 1910,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Gerald Finzi",
    "birthday": "1901-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/69/Gerald_Finzi.png/244px-Gerald_Finzi.png",
    "extract": "Gerald Raphael Finzi was a British composer. Finzi is best known as a choral composer, but also wrote in other genres. Large-scale compositions by Finzi include the cantata Dies natalis for solo voice and string orchestra, and his concertos for cello and clarinet.",
    "year": 1901,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Happy Chandler",
    "birthday": "1898-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Happy_Chandler_-_Harris_and_Ewing_Crop.jpg/232px-Happy_Chandler_-_Harris_and_Ewing_Crop.jpg",
    "extract": "Albert Benjamin \"Happy\" Chandler Sr. was an American politician from Kentucky. He represented Kentucky in the U.S. Senate and served as its 44th and 49th governor. Aside from his political positions, he also served as the second Commissioner of Baseball from 1945 to 1951 and was inducted into the Baseball Hall of Fame in 1982. His grandson, Ben Chandler, later served as congressman for Kentucky's Sixth District.",
    "year": 1898,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Plaek Phibunsongkhram",
    "birthday": "1897-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Field_Marshal_Plaek_Phibunsongkhram.jpg/239px-Field_Marshal_Plaek_Phibunsongkhram.jpg",
    "extract": "Field Marshal Plaek Phibunsongkhram, locally known as Marshal P., contemporarily known as Phibun (Pibul) in the West, was a Thai military officer and politician who served as the Prime Minister of Thailand from 1938 to 1944 and 1948 to 1957.",
    "year": 1897,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Buenaventura Durruti",
    "birthday": "1896-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Jose_Buenaventura_Durruti_Dumange_1936.jpg/194px-Jose_Buenaventura_Durruti_Dumange_1936.jpg",
    "extract": "José Buenaventura Durruti Dumange (1896–1936) was a Spanish insurrectionary, anarcho-syndicalist militant involved with the CNT and FAI in the periods before and during the Spanish Civil War. Durruti played an influential role during the Spanish Revolution and is remembered as a hero in the anarchist movement.",
    "year": 1896,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Dave Fleischer",
    "birthday": "1894-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3e/Dave_Fleischer.jpg",
    "extract": "Dave Fleischer was an American film director and producer, best known as a co-owner of Fleischer Studios with his older brother Max Fleischer. He was a native of New York City.",
    "year": 1894,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Clarence J. Brown",
    "birthday": "1893-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Clarence_J._Brown%2C_83rd_Congress.jpg/267px-Clarence_J._Brown%2C_83rd_Congress.jpg",
    "extract": "Clarence James Brown, Sr., was an American newspaper publisher and politician; he represented Ohio as a Republican in the United States House of Representatives from 1939 until his death in Bethesda, Maryland in 1965. Long representing conservative views, near the end of his life, he helped gain House passage of the Voting Rights Act of 1965, which he voted for to provide enforcement of the right to vote for all citizens, while also voting in favor of the Civil Rights Act of 1957, 1960, and 1964.",
    "year": 1893,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Garimella Satyanarayana",
    "birthday": "1893-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Garimella_Satyanarayana1.JPG/240px-Garimella_Satyanarayana1.JPG",
    "extract": "Garimella Satyanarayana was a poet and freedom fighter of Andhra Pradesh, India. He influenced and mobilised the Andhra people against the British Raj with his patriotic songs and writings, for which he was jailed several times by the British administration.",
    "year": 1893,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ante Pavelić",
    "birthday": "1889-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Ante_Paveli%C4%87_StAF_W_134_Nr._026020_Bild_1_%285-92156-1%29.jpg/230px-Ante_Paveli%C4%87_StAF_W_134_Nr._026020_Bild_1_%285-92156-1%29.jpg",
    "extract": "Ante Pavelić was a Croatian politician who founded and headed the fascist ultranationalist organization known as the Ustaše in 1929 and served as dictator of the Independent State of Croatia, a fascist puppet state built out of parts of occupied Yugoslavia by the authorities of Nazi Germany and Fascist Italy, from 1941 to 1945. Pavelić and the Ustaše persecuted many racial minorities and political opponents in the NDH during the war, including Serbs, Jews, Romani, and anti-fascists, becoming one of the key figures of the genocide of Serbs, the Porajmos and the Holocaust in the NDH.",
    "year": 1889,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Scipio Slataper",
    "birthday": "1888-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Scipio_Slataper.jpg/204px-Scipio_Slataper.jpg",
    "extract": "Scipio Slataper was an Italian writer, most famous for his lyrical essay My Karst. He is considered, alongside Italo Svevo, as the initiator of the prolific tradition of Italian literature in Trieste.",
    "year": 1888,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Sisavang Vong",
    "birthday": "1885-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3e/Sisavang_Vong_roi_de_Luang_Prahang.jpg",
    "extract": "Sisavang Phoulivong was king of the Kingdom of Luang Prabang and later the Kingdom of Laos from 28 April 1904 until his death on 29 October 1959.",
    "year": 1885,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Donald Meek",
    "birthday": "1878-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/ff/Donald_Meek_in_The_Thin_Man_Goes_Home_%281945%29.png",
    "extract": "Thomas Donald Meek was a Scottish-American actor. He first performed publicly at the age of eight and began appearing on Broadway in 1903.",
    "year": 1878,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Abbas II of Egypt",
    "birthday": "1874-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/His_Highness_Abbas_Hilmy_II.png/252px-His_Highness_Abbas_Hilmy_II.png",
    "extract": "Abbas II Helmy Bey was the last Khedive of Egypt and Sudan, ruling from 8 January 1892 to 19 December 1914. In 1914, after the Ottoman Empire joined the Central Powers in World War I, the nationalist Khedive was removed by the British, then ruling Egypt, in favour of his more pro-British uncle, Hussein Kamel, marking the de jure end of Egypt's four-century era as a province of the Ottoman Empire, which had begun in 1517.",
    "year": 1874,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Crawford Vaughan",
    "birthday": "1874-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Crawford_Vaughan.jpeg/254px-Crawford_Vaughan.jpeg",
    "extract": "Crawford Vaughan was an Australian politician, and the Premier of South Australia from 1915 to 1917. He was a member of the South Australian House of Assembly from 1905 to 1918, representing Torrens (1905–1915) and Sturt (1915–1918). Elected for the United Labor Party, he served as Treasurer in the Verran government, succeeded Verran as Labor leader in 1913, and was elected Premier after the Labor victory at the 1915 state election.",
    "year": 1874,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Gertrude Bell",
    "birthday": "1868-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/BellK_218_Gertrude_Bell_in_Iraq_in_1909_age_41.jpg/242px-BellK_218_Gertrude_Bell_in_Iraq_in_1909_age_41.jpg",
    "extract": "Gertrude Margaret Lowthian Bell, CBE was an English writer, traveller, political officer, administrator, and archaeologist who explored, mapped, and became highly influential to British imperial policy-making due to her knowledge and contacts, built up through extensive travels in Syria-Palestine, Mesopotamia, Asia Minor, and Arabia. Along with T. E. Lawrence, Bell helped support the Hashemite dynasties in what is today Jordan as well as in Iraq.",
    "year": 1868,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Juliette Wytsman",
    "birthday": "1866-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/48/Portrait_of_Juliette_and_Rodolphe_Wytsman_%28cropped%29.Jpg",
    "extract": "Juliette Wytsman was a Belgian impressionist painter. She was married to painter Rodolphe Wytsman. Her paintings are in the collections of several museums in Belgium.",
    "year": 1866,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Arthur Capper",
    "birthday": "1865-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/CAPPER%2C_ARTHUR_C._SENATOR_LCCN2016860456_%28cropped%29.jpg/262px-CAPPER%2C_ARTHUR_C._SENATOR_LCCN2016860456_%28cropped%29.jpg",
    "extract": "Arthur Capper was an American politician from Kansas. He was the 20th governor of Kansas from 1915 to 1919 and a United States senator from 1919 to 1949. He also owned a radio station, and was the publisher of a newspaper, the Topeka Daily Capital.",
    "year": 1865,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Florence Bascom",
    "birthday": "1862-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Florence_Bascom2.jpg/265px-Florence_Bascom2.jpg",
    "extract": "Florence Bascom was a pioneer for women as a geologist and educator in the 1800s. Bascom became an anomaly in the 19th century when she earned two bachelor's degrees. Earning a Bachelor of Arts in 1882, and a Bachelor of Science in 1884 both at the University of Wisconsin. Shortly after, in 1887, Bascom earned her master's degree in geology at the University of Wisconsin. Bascom was the second woman to earn her PhD in geology in the United States, in 1893. Receiving her PhD from Johns Hopkins University, this made her the first woman to earn a degree at the institution. After earning her doctorate in geology, in 1896 Bascom became the first woman to work for the United States Geological Survey as well as being one of the first women to earn a master's degree in geology. Bascom was known for her innovative findings in this field, and led the next generation of female geologists. Geologists consider Bascom to be the \"first woman geologist in America\".",
    "year": 1862,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Gustav Klimt",
    "birthday": "1862-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Klimt.jpg/250px-Klimt.jpg",
    "extract": "Gustav Klimt was an Austrian symbolist painter and one of the most prominent members of the Vienna Secession movement. Klimt is noted for his paintings, murals, sketches, and other objets d'art. Klimt's primary subject was the female body, and his works are marked by a frank eroticism. Amongst his figurative works, which include allegories and portraits, he painted landscapes. Among the artists of the Vienna Secession, Klimt was the most influenced by Japanese art and its methods.",
    "year": 1862,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Kate M. Gordon",
    "birthday": "1861-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Kate_M._Gordon.png/229px-Kate_M._Gordon.png",
    "extract": "Kate M. Gordon was an American suffragist, civic leader, and one of the leading advocates of women's voting rights in the Southern United States. Gordon was the organizer of the Southern States Woman Suffrage Conference and directed the 1918 campaign for woman suffrage in the state of Louisiana, the first such statewide effort in the American South.",
    "year": 1861,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Willy Hess (violinist)",
    "birthday": "1859-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/WillyHess.jpg/211px-WillyHess.jpg",
    "extract": "Willy Hess was a German violinist and violin teacher.",
    "year": 1859,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Edward White Benson",
    "birthday": "1829-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/AbpEdwardWhiteBenson.jpg/251px-AbpEdwardWhiteBenson.jpg",
    "extract": "Edward White Benson was Archbishop of Canterbury from 1883 until his death. Before this, he was the first Bishop of Truro, serving from 1877 to 1883, and began construction of Truro Cathedral.",
    "year": 1829,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Arthur de Gobineau",
    "birthday": "1816-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Arthur_de_Gobineau.jpg/251px-Arthur_de_Gobineau.jpg",
    "extract": "Joseph Arthur de Gobineau was a French aristocrat who is best known for helping to legitimise racism by the use of scientific racist theory and \"racial demography\", and for developing the theory of the Aryan master race. Known to his contemporaries as a novelist, diplomat and travel writer, he was an elitist who, in the immediate aftermath of the Revolutions of 1848, wrote An Essay on the Inequality of the Human Races. In it he argued aristocrats were superior to commoners, and that aristocrats possessed more Aryan genetic traits because of less interbreeding with inferior races.",
    "year": 1816,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Johannes Peter Müller",
    "birthday": "1801-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Johannes_Peter_M%C3%BCller.jpg/241px-Johannes_Peter_M%C3%BCller.jpg",
    "extract": "Johannes Peter Müller was a German physiologist, comparative anatomist, ichthyologist, and herpetologist, known not only for his discoveries but also for his ability to synthesize knowledge. The paramesonephric duct was named in his honor.",
    "year": 1801,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Mordecai Manuel Noah",
    "birthday": "1785-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2a/Mordecai-Manuel-Noah.png",
    "extract": "Mordecai Manuel Noah was an American sheriff, playwright, diplomat, journalist, and utopian. He was born in a family of Portuguese Sephardic ancestry. He was the most important Jewish lay leader in New York in the early 19th century, and the first Jew born in the United States to reach national prominence. His politically motivated reviews blasting plays and performers \"of colour\" at William Brown's African Grove Theatre led to his identification as the originator of the stereotypical black portrayed in American minstrel shows and as \"the father of Negro minstrelsy\".",
    "year": 1785,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Michel de Beaupuy",
    "birthday": "1755-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Armand-Michel_Bacharetie_de_Beaupuy.jpg/262px-Armand-Michel_Bacharetie_de_Beaupuy.jpg",
    "extract": "Armand-Michel Bacharetie de Beaupuy was a French soldier. He rose in rank to command an infantry division during the Wars of the French Revolution. He was killed at the Battle of Emmendingen. His surname is one of the names inscribed under the Arc de Triomphe, on Column 18.",
    "year": 1755,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Gavrila Derzhavin",
    "birthday": "1743-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Derzhavin_by_Borovikovsky_%281811%2C_Pushkin_museum%29.jpg/252px-Derzhavin_by_Borovikovsky_%281811%2C_Pushkin_museum%29.jpg",
    "extract": "Gavriil (Gavrila) Romanovich Derzhavin was one of the most highly esteemed Russian poets before Alexander Pushkin, as well as a statesman. Although his works are traditionally considered literary classicism, his best verse is rich with antitheses and conflicting sounds in a way reminiscent of John Donne and other metaphysical poets.",
    "year": 1743,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "John Douglas (bishop of Salisbury)",
    "birthday": "1721-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/John_Douglas_by_Robert_Muller.jpg/237px-John_Douglas_by_Robert_Muller.jpg",
    "extract": "John Douglas was a Scottish scholar and Anglican bishop.",
    "year": 1721,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "William Oldys",
    "birthday": "1696-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Portrait_of_William_Oldys%2C_1795%2C_by_John_Sewell%2C_NPG.png/241px-Portrait_of_William_Oldys%2C_1795%2C_by_John_Sewell%2C_NPG.png",
    "extract": "William Oldys was an English antiquarian and bibliographer.",
    "year": 1696,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Claude Alexandre de Bonneval",
    "birthday": "1675-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Bonneval-pasha.jpg/241px-Bonneval-pasha.jpg",
    "extract": "Claude Alexandre, Comte de Bonneval, was a French army officer who later went into the service of the Ottoman Empire, eventually converting to Islam and becoming known as Humbaracı Ahmet Paşa.\n",
    "year": 1675,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Pasquier Quesnel",
    "birthday": "1634-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Quesnel.jpg/216px-Quesnel.jpg",
    "extract": "Pasquier Quesnel was a French Jansenist theologian.",
    "year": 1634,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ferdinando II de' Medici, Grand Duke of Tuscany",
    "birthday": "1610-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Justus_Sustermans_-_Portrait_of_F._Medici.jpg/255px-Justus_Sustermans_-_Portrait_of_F._Medici.jpg",
    "extract": "Ferdinando II de' Medici was grand duke of Tuscany from 1621 to 1670. He was the eldest son of Cosimo II de' Medici and Maria Maddalena of Austria. He was remembered by his contemporaries as a man of culture and science, actively participating in the Accademia del Cimento, the first scientific society in Italy, formed by his younger brother, Leopoldo de' Medici. His 49-year rule was punctuated by the beginning of Tuscany's long economic decline, which was further exacerbated by his successor, Cosimo III de' Medici. He married Vittoria della Rovere, a first cousin, with whom he had two children who reached adulthood: the aforementioned Cosimo III, and Francesco Maria de' Medici, Duke of Rovere and Montefeltro, a cardinal.",
    "year": 1610,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "George Goring, Lord Goring",
    "birthday": "1608-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/George_Goring%2C_Baron_Goring_after_Sir_Anthony_Van_Dyck.jpg/222px-George_Goring%2C_Baron_Goring_after_Sir_Anthony_Van_Dyck.jpg",
    "extract": "George Goring, Lord Goring was an English Royalist soldier. He was known by the courtesy title Lord Goring as the eldest son of the first Earl of Norwich.",
    "year": 1608,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Cardinal Mazarin",
    "birthday": "1602-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Cardinal_Mazarin_by_Pierre_Mignard_%28Mus%C3%A9e_Cond%C3%A9%29.jpg/272px-Cardinal_Mazarin_by_Pierre_Mignard_%28Mus%C3%A9e_Cond%C3%A9%29.jpg",
    "extract": "Cardinal Jules Mazarin, born Giulio Raimondo Mazzarino or Mazarini, was an Italian cardinal, diplomat, and politician who served as the chief minister to the kings of France Louis XIII and Louis XIV from 1642 until his death in 1661. In 1654 he acquired the title Duke of Mayenne, and in 1659, 1st Duke of Rethel and Nevers.",
    "year": 1602,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Philip I, Duke of Pomerania",
    "birthday": "1515-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Cranach_the_Younger_Portrait_of_Philip_I_of_Pomerania.jpg/212px-Cranach_the_Younger_Portrait_of_Philip_I_of_Pomerania.jpg",
    "extract": "Philip I of Pomerania was Duke of Pomerania-Wolgast.",
    "year": 1515,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Poliziano",
    "birthday": "1454-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Angelo_Poliziano_-_Angel_Appearing_to_Zacharias_%28detail%29.jpg/240px-Angelo_Poliziano_-_Angel_Appearing_to_Zacharias_%28detail%29.jpg",
    "extract": "Agnolo (Angelo) Ambrogini, commonly known by his nickname Poliziano, was an Italian classical scholar and poet of the Florentine Renaissance. His scholarship was instrumental in the divergence of Renaissance Latin from medieval norms and for developments in philology. His nickname, Poliziano, by which he is chiefly identified to the present day, was derived from the Latin name of his birthplace, Montepulciano.",
    "year": 1454,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Arnold, Duke of Guelders",
    "birthday": "1410-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/31/Arnold_van_Egmond.png",
    "extract": "Arnold of Egmond was Duke of Guelders, Count of Zutphen.",
    "year": 1410,
    "month": 7,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Emperor Murakami",
    "birthday": "926-7-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Emperor_Murakami_cropped.jpg/281px-Emperor_Murakami_cropped.jpg",
    "extract": "Emperor Murakami  was the 62nd emperor of Japan, according to the traditional order of succession.",
    "year": 926,
    "month": 7,
    "day": 14,
    "language": "en"
  }
]