[
  {
    "name": "Nate Schmidt",
    "birthday": "1991-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Nate_Schmidt_2018-02-04_3.jpg/320px-Nate_Schmidt_2018-02-04_3.jpg",
    "extract": "Nathan Thomas Schmidt is an American professional ice hockey player for the Winnipeg Jets of the National Hockey League (NHL). He previously played for the Washington Capitals, Vegas Golden Knights and Vancouver Canucks.",
    "year": 1991,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Bureta Faraimo",
    "birthday": "1990-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Bureta_Faraimo.jpg/157px-Bureta_Faraimo.jpg",
    "extract": "Bureta Faraimo is a United States international rugby league footballer who plays on the wing for Castleford Tigers in the Super League.",
    "year": 1990,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Wizkid",
    "birthday": "1990-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Wizkid_at_Iyanya%27s_album_launch_concert%2C_2013_%28cropped%29.jpg/224px-Wizkid_at_Iyanya%27s_album_launch_concert%2C_2013_%28cropped%29.jpg",
    "extract": "Ayodeji Ibrahim Balogun, known professionally as Wizkid, is a Nigerian singer and songwriter. He began recording music at the age of 11 and released a collaborative album with the Glorious Five, a group he and a couple of his church friends formed. In 2009, Wizkid signed a record deal with Banky W's Empire Mates Entertainment (E.M.E). He later rose to the limelight after releasing \"Holla at Your Boy\", the lead single from his debut studio album, Superstar (2011), which also spawned the singles \"Tease Me/Bad Guys\" and \"Don't Dull\".",
    "year": 1990,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Johann Zarco",
    "birthday": "1990-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Maverick_Vi%C3%B1ales%2C_Johann_Zarco_and_Dani_Pedrosa_2017_Le_Mans_%28cropped%29.jpg/240px-Maverick_Vi%C3%B1ales%2C_Johann_Zarco_and_Dani_Pedrosa_2017_Le_Mans_%28cropped%29.jpg",
    "extract": "Johann Zarco is a Grand Prix motorcycle racer from France, best known for winning the 2015 and 2016 Moto2 World Championships with his 2015 triumph being a record points total for the intermediate class. He currently rides for Pramac Racing.",
    "year": 1990,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Gareth Bale",
    "birthday": "1989-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Liver-RM_%282%29_%28cropped%29.jpg/248px-Liver-RM_%282%29_%28cropped%29.jpg",
    "extract": "Gareth Frank Bale is a Welsh professional footballer who plays as a winger for La Liga club Real Madrid and the Wales national team. He is widely regarded as one of the greatest wingers of his generation and one of the greatest Welsh players of all time.",
    "year": 1989,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Sergio Busquets",
    "birthday": "1988-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Sergio_Busquets_2018.jpg/186px-Sergio_Busquets_2018.jpg",
    "extract": "Sergio Busquets Burgos is a Spanish professional footballer who plays as a defensive midfielder and captains both La Liga club Barcelona and the Spain national team. He is considered to be a deep-lying playmaker capable of directing the gameplay through short and calm passes, and considered one of the best defensive midfielders of all time.",
    "year": 1988,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mousa Dembélé (Belgian footballer)",
    "birthday": "1987-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b4/A54i6791_%28cropped%29.jpg",
    "extract": "Mousa Sidi Yaya Dembélé is a Belgian professional footballer who plays as a central midfielder. He was regarded as one of the best box-to-box midfielders in Europe due to his excellent dribbling skills and ability to maintain possession.",
    "year": 1987,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "AnnaLynne McCord",
    "birthday": "1987-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/AnnaLynne_McCord_by_Gage_Skidmore.jpg/263px-AnnaLynne_McCord_by_Gage_Skidmore.jpg",
    "extract": "AnnaLynne McCord is an American actress, activist, and model. Known for playing vixen-type roles, McCord first gained prominence in 2007 as the scheming Eden Lord on the FX television series Nip/Tuck, and as the pampered Loren Wakefield on the MyNetworkTV telenovela American Heiress.",
    "year": 1987,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Knowshon Moreno",
    "birthday": "1987-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Knowshon_Moreno_2010.JPG/246px-Knowshon_Moreno_2010.JPG",
    "extract": "Knowshon Rockwell Moreno is a former American football running back. He played college football at the University of Georgia and was selected with the 12th overall pick in the 2009 NFL Draft by the Denver Broncos. He also played for the Miami Dolphins.",
    "year": 1987,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Dustin Boyd",
    "birthday": "1986-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Dustin_Boyd.JPG/250px-Dustin_Boyd.JPG",
    "extract": "Dustin James Boyd is a Canadian-Kazakhstani professional ice hockey player who is currently an unrestricted free agent. He was most recently under contract with Barys Nur-Sultan of the Kontinental Hockey League (KHL).",
    "year": 1986,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Misako Uno",
    "birthday": "1986-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Misako_Uno_2011.jpg/240px-Misako_Uno_2011.jpg",
    "extract": "Misako Uno  is a Japanese Tarento, artist, actress, essayist and talent agent best known as a female lead vocalist and dancer of the male and female performing arts group AAA. She is also the Middle manager of Avex Group, advertising manager of SHUFU TO SEIKATSU SHA (主婦と生活社) and public fasting Consultant of Japan Enzyme Hydrogen Medical Beauty Society (日本酵素・水素医療美容学会). Her feature film debut as an actress was in the 2006 Hollywood horror film, The Grudge 2, as Miyuki.",
    "year": 1986,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Katrina Kaif",
    "birthday": "1983-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Katrina_Kaif_promoting_Bharat_in_2019.jpg/227px-Katrina_Kaif_promoting_Bharat_in_2019.jpg",
    "extract": "Katrina Kaif is a British actress who works in Hindi-language films. One of the highest-paid actresses in India, she has received accolades, including four Screen Awards and four Zee Cine Awards, in addition to three Filmfare nominations. Though reception to her acting has varied, she is noted for her dancing ability in various successful item numbers.",
    "year": 1983,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Duncan Keith",
    "birthday": "1983-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Duncan_Keith_-_Chicago_Blackhawks.jpg/291px-Duncan_Keith_-_Chicago_Blackhawks.jpg",
    "extract": "Duncan Keith is a Canadian professional ice hockey defenceman for the Edmonton Oilers of the National Hockey League (NHL). Keith previously played sixteen seasons with the Chicago Blackhawks, winning three Stanley Cup championships. In 2017, Keith was named one of the \"100 Greatest NHL Players\" in history.",
    "year": 1983,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "André Greipel",
    "birthday": "1982-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Andr%C3%A9_Greipel_2016.jpg/240px-Andr%C3%A9_Greipel_2016.jpg",
    "extract": "André Greipel is a German former professional road bicycle racer, who rode professionally between 2002 and 2021. Since his retirement, Greipel now works as a directeur sportif for UCI Continental team Saris Rouvy Sauerland Team.",
    "year": 1982,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Carli Lloyd",
    "birthday": "1982-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Carli_Lloyd_USA_vs_Can_Sep17.jpg/213px-Carli_Lloyd_USA_vs_Can_Sep17.jpg",
    "extract": "Carli Anne Hollins is a former American professional soccer player. She is a two-time Olympic gold medalist, two-time FIFA Women's World Cup champion, two-time FIFA Player of the Year, and a four-time Olympian. Lloyd scored the gold medal-winning goals in the finals of the 2008 Summer Olympics and the 2012 Summer Olympics. Lloyd also helped the United States win their titles at the 2015 and 2019 FIFA Women's World Cups, the bronze medal at the 2020 Summer Olympics, and she played for the team at the 2011 FIFA Women's World Cup where the U.S. finished in second place. After the 2020 Summer Olympics, Lloyd announced she would be retiring from the national team following four final friendly matches in 2021. Lloyd has made 316 appearances for the U.S. national team, placing her second in caps, and has the fourth-most goals and fifth-most assists for the team. In March 2021, she was named as the highest paid female soccer player in the world. She played her last international match with the USWNT on October 26, 2021, shortly before retiring from professional soccer at the completion of the 2021 NJ/NY Gotham FC season.",
    "year": 1982,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Michael Umaña",
    "birthday": "1982-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/MichaelUmana.jpg/213px-MichaelUmana.jpg",
    "extract": "Míchael Umaña Corrales is a Costa Rican professional footballer who last played as a defender for Comunicaciones in the Liga Nacional. He represented the Costa Rica national team.",
    "year": 1982,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Robert Kranjec",
    "birthday": "1981-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/FIS_Ski_Jumping_World_Cup_2014_-_Engelberg_-_20141221_-_Robert_Kranjec_1.jpg/320px-FIS_Ski_Jumping_World_Cup_2014_-_Engelberg_-_20141221_-_Robert_Kranjec_1.jpg",
    "extract": "Robert Kranjec is a Slovenian former ski jumper.",
    "year": 1981,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Zach Randolph",
    "birthday": "1981-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Zach_Randolph_20131118_cropped.jpg/213px-Zach_Randolph_20131118_cropped.jpg",
    "extract": "Zachary McKenley Randolph is an American former professional basketball player. Nicknamed \"Z-Bo\", the 2-time NBA All-Star played college basketball for the Michigan State Spartans before being drafted in the 2001 NBA draft by the Portland Trail Blazers. He has played for five teams over the course of his professional career, making the All-NBA Third Team in 2011 with the Memphis Grizzlies. He also played with the New York Knicks and Los Angeles Clippers and Sacramento Kings before retiring in December 2019. Randolph later came out of retirement in 2020 to join the Big3.",
    "year": 1981,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Vicente Rodríguez",
    "birthday": "1981-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Vicente_Rodr%C3%ADguez_Guill%C3%A9n_VCF.jpg/186px-Vicente_Rodr%C3%ADguez_Guill%C3%A9n_VCF.jpg",
    "extract": "Vicente Rodríguez Guillén, known simply as Vicente, nicknamed El puñal de Benicalap, is a Spanish former professional footballer.",
    "year": 1981,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Adam Scott (golfer)",
    "birthday": "1980-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Adam_Scott_AAMSO_2017.jpg/230px-Adam_Scott_AAMSO_2017.jpg",
    "extract": "Adam Derek Scott is an Australian professional golfer who plays mainly on the PGA Tour. He was the World No. 1 ranked golfer, from mid-May to August 2014. He has won 31 professional tournaments around the world, on many of golf's major tours.",
    "year": 1980,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Chris Mihm",
    "birthday": "1979-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Chris_Mihm_in_2005.jpg/151px-Chris_Mihm_in_2005.jpg",
    "extract": "Christopher Steven Mihm is an American former professional basketball center who played nine seasons in the National Basketball Association (NBA). After playing college basketball at Texas, he was drafted with the seventh overall pick in the 2000 NBA draft by the Chicago Bulls.",
    "year": 1979,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kim Rhode",
    "birthday": "1979-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Kim_rhode_2007.jpg/244px-Kim_rhode_2007.jpg",
    "extract": "Kimberly Susan Rhode is an American double trap and skeet shooter. A California native, she is a six-time Olympic medal winner, including three gold medals, and six-time national champion in double trap. She is the most successful female shooter at the Olympics as the only triple Olympic Champion and the only woman to have won two Olympic gold medals for Double Trap. She won a gold medal in skeet shooting at the 2012 Summer Olympics, equaling the world record of 99 out of 100 clays. Most recently, she won the bronze medal at the Rio 2016 Olympics, making her the first Olympian to win a medal on five different continents, the first Summer Olympian to win an individual medal at six consecutive summer games, and the first woman to medal in six consecutive Olympics.",
    "year": 1979,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Konstantin Skrylnikov",
    "birthday": "1979-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/SkrylnikovKonstantinYevgenyevich.jpg/254px-SkrylnikovKonstantinYevgenyevich.jpg",
    "extract": "Konstantin Yevgenyevich Skrylnikov is a former Russian professional footballer.",
    "year": 1979,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Bryan Budd",
    "birthday": "1977-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/16/Bryan_Budd.jpg/196px-Bryan_Budd.jpg",
    "extract": "Bryan James Budd, was a British Army soldier and a Northern Irish recipient of the Victoria Cross, the highest award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.",
    "year": 1977,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tomasz Kuchar",
    "birthday": "1976-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/4_Runda_OPONEO_Mistrzostw_Polski_Rallycross_-_Tomasz_Kuchar.jpg/320px-4_Runda_OPONEO_Mistrzostw_Polski_Rallycross_-_Tomasz_Kuchar.jpg",
    "extract": "Tomasz Józef Kuchar is a Polish rally and rallycross driver - Polish Rallycross Champion 2016, 2017, 2018, 2019.",
    "year": 1976,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Anna Smashnova",
    "birthday": "1976-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Anna_Smashnova.jpg/208px-Anna_Smashnova.jpg",
    "extract": "Anna Smashnova is a Soviet-born Israeli former tennis player. She retired from professional tour after Wimbledon 2007.",
    "year": 1976,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jeremy Enigk",
    "birthday": "1974-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Jeremy_Enigk.jpg/187px-Jeremy_Enigk.jpg",
    "extract": "Jeremy Enigk is an American singer-songwriter, vocalist and guitarist / multi-instrumentalist. He is known as a solo artist, a film score composer, and as the lead vocalist, bassist, rhythm guitarist and keyboardist of the Seattle-based bands Sunny Day Real Estate and The Fire Theft.",
    "year": 1974,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Maret Maripuu",
    "birthday": "1974-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/RE_Maret_Maripuu.jpg/216px-RE_Maret_Maripuu.jpg",
    "extract": "Maret Maripuu is an Estonian politician, a member of the Reform Party.",
    "year": 1974,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ryan McCombs",
    "birthday": "1974-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Drowning_Pool_at_Fort_Wainwright_2010_Ryan_McCombs_2.jpg/212px-Drowning_Pool_at_Fort_Wainwright_2010_Ryan_McCombs_2.jpg",
    "extract": "Ryan McCombs is an American singer. From 1997 to 2004, he was the lead singer of rock band Soil. McCombs has also served as the vocalist for rock band Drowning Pool from 2005 until his departure in 2011; he was the longest-serving vocalist for the band at the time of his departure. In 2011, McCombs reunited with Soil.",
    "year": 1974,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Wendell Sailor",
    "birthday": "1974-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Wendell_Sailor_%287176082706%29.jpg/213px-Wendell_Sailor_%287176082706%29.jpg",
    "extract": "Wendell Jermaine Sailor is an Australian former professional rugby footballer who represented his country in both rugby league and rugby union – a dual code international.",
    "year": 1974,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Shaun Pollock",
    "birthday": "1973-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3e/Shaun_Pollock.JPG",
    "extract": "Shaun Maclean Pollock OIS is a South African cricket commentator and former cricketer, who was captain in all formats of the game. He is widely regarded as one of the greatest fast bowlers and allrounders of all time. A genuine bowling all-rounder, Pollock along with Allan Donald formed a bowling partnership for many years. From 2000 to 2003 he was the captain of the South African cricket team, and also played for Africa XI, World XI, Dolphins and Warwickshire. He was chosen as the Wisden Cricketer of the Year in 2003.",
    "year": 1973,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tim Ryan (Ohio politician)",
    "birthday": "1973-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Rep._Tim_Ryan_Congressional_Head_Shot_2010_%281%29.jpg/240px-Rep._Tim_Ryan_Congressional_Head_Shot_2010_%281%29.jpg",
    "extract": "Timothy John Ryan is an American politician serving as the U.S. representative for Ohio's 13th congressional district since 2013. A member of the Democratic Party, he entered Congress in 2003, representing Ohio's 17th congressional district until redistricting. Ryan's district currently takes in a large swath of northeastern Ohio, from Youngstown to Akron.",
    "year": 1973,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ben Cahoon",
    "birthday": "1972-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Ben_Cahoon.jpg/279px-Ben_Cahoon.jpg",
    "extract": "Ben Cahoon is a former professional Canadian football slotback who spent his entire career with the Montreal Alouettes of the Canadian Football League. He won the award for the Most Outstanding Canadian in the CFL two years in a row in 2002 and 2003.",
    "year": 1972,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Corey Feldman",
    "birthday": "1971-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Corey_Feldman_at_Vicki_Abelson%27s_Women_Who_Write_%28cropped%29.jpg/260px-Corey_Feldman_at_Vicki_Abelson%27s_Women_Who_Write_%28cropped%29.jpg",
    "extract": "Corey Scott Feldman is an American actor and musician. As a youth, he became well known for roles in the 1980s in films such as Friday the 13th: The Final Chapter (1984), Gremlins (1984), The Goonies (1985), and Stand by Me (1986). In 1987, Feldman co-starred in the horror film The Lost Boys with Corey Haim; they became known as \"The Two Coreys\" and went on to appear in other films together, including License to Drive (1988) and Dream a Little Dream (1989).",
    "year": 1971,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ed Kowalczyk",
    "birthday": "1971-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Ed_Kowalczyk_at_Bluesfest_2009.jpg/320px-Ed_Kowalczyk_at_Bluesfest_2009.jpg",
    "extract": "Edward Joel Kowalczyk is an American singer, songwriter, musician and a founding member of the band Live. After leaving Live in 2009, he launched a solo career. His first album, Alive, was released worldwide in June and July 2010. He rejoined Live in December 2016.",
    "year": 1971,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Apichatpong Weerasethakul",
    "birthday": "1970-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Apichatpong_Portrait_02.jpg/206px-Apichatpong_Portrait_02.jpg",
    "extract": "Apichatpong Weerasethakul is a Thai independent film director, screenwriter, and film producer. Working outside the strict confines of the Thai film studio system, Apichatpong has directed several features and dozens of short films. Friends and fans sometimes refer to him as \"Joe\".",
    "year": 1970,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jules De Martino",
    "birthday": "1969-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Jules_De_Martino.jpg/240px-Jules_De_Martino.jpg",
    "extract": "Julian \"Jules\" De Martino is an English musician and a member of the pop duo The Ting Tings.",
    "year": 1969,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Dhanraj Pillay",
    "birthday": "1968-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/99/Dhanraj_Pillay01.png",
    "extract": "Dhanraj Pillay Yadav is a retired Indian field hockey player and former captain of the Indian national team. He also looks after the Air India Sports Promotion Board as a Joint Secretary based in Mumbai. For the last 5 years, Dhanraj is overseeing the SAG Hockey Academy in Gujarat funded by the Gujarat Government. A legend of the game, he is regarded as one of the best Indian players.",
    "year": 1968,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Barry Sanders",
    "birthday": "1968-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Barry_Sanders_2019.jpg/262px-Barry_Sanders_2019.jpg",
    "extract": "Barry David Sanders is an American former professional football player who was a running back in the National Football League (NFL) from 1989 to 1998 for the Detroit Lions. Sanders led the league in rushing yards four times and in rushing touchdowns once, establishing himself as one of the most elusive runners in the history of the NFL with his quickness and agility, despite only having a height of 5 ft 8 in and weighing 203 lbs. Sanders played college football for the Oklahoma State Cowboys, where as a junior in 1988, compiled what is considered one of the greatest individual seasons in college football history, rushing for 2,850 yards and 42 touchdowns in 12 games. He was awarded the Heisman Trophy and was unanimously recognized as an All-American.",
    "year": 1968,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Larry Sanger",
    "birthday": "1968-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/L_Sanger.jpg/260px-L_Sanger.jpg",
    "extract": "Lawrence Mark Sanger is an American Internet project developer and philosopher who co-founded the online encyclopedia Wikipedia along with Jimmy Wales. Sanger coined the name and wrote much of Wikipedia's original governing policy, such as \"Neutral point of view\". Sanger has worked on other online projects, including Nupedia, Encyclopedia of Earth, Citizendium, WatchKnowLearn, Reading Bear, Infobitt, Everipedia, the Knowledge Standards Foundation and the encyclosphere. He also advises blockchain company Phunware and advised the nonprofit online American political encyclopedia Ballotpedia.",
    "year": 1968,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Robert J. Sherman",
    "birthday": "1968-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/2b/Robert_J._Sherman_profile_picture.jpg/232px-Robert_J._Sherman_profile_picture.jpg",
    "extract": "Robert Jason Sherman is an American songwriter and businessman based in London. He was born in Los Angeles to Joyce and Robert B. Sherman, the youngest of four siblings. Stemming from a long line of songwriters and composers, spanning more than four generations, at 16 Sherman became one of the youngest songwriters ever invited to join BMI and is an alum of the BMI Lehman Engel Musical Theatre Workshop. He is perhaps best known for his work on Love Birds: The Musical which premiered at the 2015 Edinburgh Fringe Festival.",
    "year": 1968,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Olga Souza",
    "birthday": "1968-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Show_Corona_na_Feira_LGBT_%288916583444%29_%28cropped%29.jpg/295px-Show_Corona_na_Feira_LGBT_%288916583444%29_%28cropped%29.jpg",
    "extract": "Olga Maria de Souza is a Brazilian-Italian singer, model and dancer. She is best known as the frontwoman of the Italian group Corona, produced by Francesco \"Checco\" Bontempi, a.k.a. \"Lee Marrow\".",
    "year": 1968,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Will Ferrell",
    "birthday": "1967-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Will_Ferrell_2012.jpg/243px-Will_Ferrell_2012.jpg",
    "extract": "John William Ferrell is an American actor, comedian, producer, and writer. He first established himself in the mid-1990s as a cast member on the NBC sketch comedy show Saturday Night Live, where he performed from 1995 to 2002, and has subsequently starred in comedy films such as Elf (2003), Anchorman: The Legend of Ron Burgundy (2004) Kicking & Screaming (2005), Talladega Nights: The Ballad of Ricky Bobby (2006), Semi-Pro (2008), and Land of the Lost (2009). He founded the comedy website Funny or Die in 2007 with his writing partner Adam McKay. Other notable film roles include The Other Guys (2010), The Campaign (2012), Get Hard (2015), Holmes & Watson (2018), and the animated films Curious George (2006) and Megamind (2010).",
    "year": 1967,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jyrki Lumme",
    "birthday": "1966-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Jyrki_Lumme.jpg/231px-Jyrki_Lumme.jpg",
    "extract": "Jyrki Olavi Lumme is a Finnish former professional ice hockey defenceman who played in the National Hockey League (NHL) and SM-liiga. After beginning his career in Finland, playing with Ilves Tampere for three seasons, he moved to North America to join the Montreal Canadiens in 1988. The Canadiens had selected Lumme two years prior in the 1986 NHL Entry Draft 57th overall. In his second NHL season, he was traded to the Vancouver Canucks, with whom he spent the majority of his career and enjoyed the most success. Over nine seasons with the Canucks, Lumme was named the club's annual top defenceman on four occasions, became the team's all-time top goal- and point-scoring defenceman, and was a part of the squad's run to the 1994 Stanley Cup Finals. Towards the end of his NHL career, he additionally played for the Phoenix Coyotes, Dallas Stars and Toronto Maple Leafs over the span of five seasons. In 2005, Lumme returned to Ilves Tampere of the SM-liiga after a two-year playing hiatus. He played two final campaigns in Finland before retiring, at which point he became a part-owner of Ilves Tampere.",
    "year": 1966,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Michel Desjoyeaux",
    "birthday": "1965-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Michel_Desjoyeaux_VG2012.jpg/320px-Michel_Desjoyeaux_VG2012.jpg",
    "extract": "Michel Desjoyeaux is a French sailor, known for competing successfully in several long-distance single-handed races. He won the Vendée Globe race in 2000-01 and 2008–09, making him the only person to win that race more than once. In 2014-15, he was watch captain, on leg 1 on Mapfre in the Volvo Ocean Race.",
    "year": 1965,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Claude Lemieux",
    "birthday": "1965-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Claude-Lemieux-circa-1999-2000.jpg/280px-Claude-Lemieux-circa-1999-2000.jpg",
    "extract": "Claude Percy Lemieux is a Canadian former professional ice hockey player who played 21 seasons in the National Hockey League (NHL) for six teams between 1983 and 2009. Lemieux won four Stanley Cup championships during his career, two with the New Jersey Devils, with whom he won the Conn Smythe Trophy during the team's victory in the 1995 Stanley Cup Finals. He is one of only 11 players to win a Stanley Cup championship with at least three teams. He is also known as one of the best playoff performers, as his 80 career playoff goals are the ninth most in NHL history.",
    "year": 1965,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Sherri Stoner",
    "birthday": "1965-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Stoner2008.JPG/320px-Stoner2008.JPG",
    "extract": "Sherri Lynn Stoner is an American actress, animator, and writer. She also voiced Slappy in the children’s television series Animaniacs.",
    "year": 1965,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Miguel Induráin",
    "birthday": "1964-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Miguel_Indurain_en_la_Vuelta_a_Castilla_y_Le%C3%B3n_2009_%28cropped%29.jpg/240px-Miguel_Indurain_en_la_Vuelta_a_Castilla_y_Le%C3%B3n_2009_%28cropped%29.jpg",
    "extract": "Miguel Induráin Larraya is a retired Spanish road racing cyclist. Induráin won five Tours de France from 1991 to 1995, the fourth, and last, to win five times, and the only five-time winner to achieve those victories consecutively.",
    "year": 1964,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Phoebe Cates",
    "birthday": "1963-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Phoebe_Cates_at_81st_Academy_Awards.jpg/257px-Phoebe_Cates_at_81st_Academy_Awards.jpg",
    "extract": "Phoebe Belle Cates Kline is an American actress, known primarily for her roles in films such as Fast Times at Ridgemont High, Gremlins and Drop Dead Fred.",
    "year": 1963,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Srečko Katanec",
    "birthday": "1963-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Sre%C4%8Dko_Katanec_2015_%28cropped%29.jpg/249px-Sre%C4%8Dko_Katanec_2015_%28cropped%29.jpg",
    "extract": "Srečko Katanec is a Slovenian professional football manager and former player who is the manager of the Uzbekistan national team. At international level, he was capped for both the Yugoslavia and Slovenia national teams.",
    "year": 1963,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Grigory Leps",
    "birthday": "1962-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/%D0%93%D1%80%D0%B8%D0%B3%D0%BE%D1%80%D0%B8%D0%B9_%D0%9B%D0%B5%D0%BF%D1%81_%D0%BD%D0%B0_%D1%81%D1%86%D0%B5%D0%BD%D0%B5_%282%29_%28%D0%91%D0%B5%D0%BB%D1%8B%D0%B5_%D0%BD%D0%BE%D1%87%D0%B8_%D0%A1%D0%B0%D0%BD%D0%BA%D1%82-%D0%9F%D0%B5%D1%82%D0%B5%D1%80%D0%B1%D1%83%D1%80%D0%B3%D0%B0_%E2%80%94_2021._%D0%93%D1%80%D0%B8%D0%B3%D0%BE%D1%80%D0%B8%D0%B9_%D0%9B%D0%B5%D0%BF%D1%81_%D1%81%D0%BE%D0%B1%D0%B8%D1%80%D0%B0%D0%B5%D1%82_%D0%B4%D1%80%D1%83%D0%B7%D0%B5%D0%B9%29_%28cropped%29.jpg/180px-thumbnail.jpg",
    "extract": "Grigory Viktorovich Lepsveridze, known as Grigory Leps, is a Russian singer-songwriter of Georgian origin. His musical style gradually changed from Russian chanson in his early years to soft rock recently. He's known for his low, strong baritone voice. Meritorious Artist of Russia (2011). Grigory Leps reported the highest income of all singers in Russia in 2013 with $15 million, 2014 with $12 million and 2015 with $12.2 million.",
    "year": 1962,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Terry Pendleton",
    "birthday": "1960-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Terry_Pendleton_March_2011.jpg/226px-Terry_Pendleton_March_2011.jpg",
    "extract": "Terry Lee Pendleton is a former third baseman in Major League Baseball (MLB). He played primarily for the St. Louis Cardinals and Atlanta Braves, but he also spent time with the Florida Marlins, Cincinnati Reds, and Kansas City Royals. During his 15-year career, he went to the World Series five times, yet his team never won a championship. After his playing career, he became a coach for the Braves.",
    "year": 1960,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Zoran Jolevski",
    "birthday": "1959-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Na_delovnem_obisku_v_Sloveniji_je_bil_minister_za_obrambo_Republike_Makedonije_Zoran_Jolevski_09_%28cropped%29.jpg/320px-Na_delovnem_obisku_v_Sloveniji_je_bil_minister_za_obrambo_Republike_Makedonije_Zoran_Jolevski_09_%28cropped%29.jpg",
    "extract": "Zoran Jolevski is a Macedonian diplomat and the former Minister of Defense of the Republic of Macedonia. Prior to his appointment as Minister of Defense, he served as Macedonia's Ambassador to the United States of America. In November 2008, he was appointed chief negotiator to the Macedonia naming dispute, and in 2011 he was appointed Ambassador to the United Mexican States and as Permanent Representative to the Organization of American States. He served as Secretary General of the late Macedonian president Boris Trajkovski from 2000–2004. He holds a Ph.D. in International Economy from Ss. Cyril and Methodius University of Skopje. He is married to Suzana Jolevska, and together they have two sons, Pero (1988) and Filip (1992).",
    "year": 1959,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jürgen Ligi",
    "birthday": "1959-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/J%C3%BCrgen_Ligi%2C_2011.jpg/320px-J%C3%BCrgen_Ligi%2C_2011.jpg",
    "extract": "Jürgen Ligi is an Estonian politician, former Minister of Foreign Affairs, and a member and the Vice-Chairman of the liberal Reform Party. He was Minister of Education and Research in Taavi Rõivas' cabinet from 9 April 2015 to 12 September 2016. Previously, Ligi has served as the Minister of Defence from 2005 to 2007 and as the Minister of Finance from 2009 to 2014.",
    "year": 1959,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mick Cornett",
    "birthday": "1958-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/US_Navy_070605-N-8497H-031_Director_of_Global_Operations_%28J3%29_United_States_Strategic_Command%2C_Rear_Adm._Doug_McClain_receives_the_Proclamation_from_Mayor_Mick_Cornett%2C_declaring_June_1-10_Oklahoma_Navy_week_%28cropped%29.jpg/233px-thumbnail.jpg",
    "extract": "Michael Earl Cornett Sr. is an American politician and former television personality who served as the 35th mayor of Oklahoma City, from 2005 until 2018. A member of the Republican Party, he was only the fourth mayor in Oklahoma City history to be elected to three terms and the first to be elected to four terms. He also served as President of the United States Conference of Mayors and as national President of the Republican Mayors and Local Officials (RMLO). He also served as Chairman of the U.S. Conference of Mayors Urban Economic Affairs Committee until 2007. In 2018, he was defeated in the Republican runoff by Tulsa businessman Kevin Stitt for the GOP nomination for Governor of Oklahoma. In 2006, Cornett was defeated by Mary Fallin for the Republican runoff for U.S. Congress.",
    "year": 1958,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Michael Flatley",
    "birthday": "1958-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Michael_Flatley_cropped.jpg/161px-Michael_Flatley_cropped.jpg",
    "extract": "Michael Ryan Flatley is an Irish-American dancer. He became known for Irish dance shows Riverdance, Lord of the Dance, Feet of Flames, and Celtic Tiger Live. Flatley's shows have played to more than 60 million people in 60 countries and have grossed more than $1 billion.",
    "year": 1958,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mike Rogers (Alabama politician)",
    "birthday": "1958-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Mike_Rogers_official_photo.jpg/228px-Mike_Rogers_official_photo.jpg",
    "extract": "Michael Dennis Rogers is an American lawyer and politician serving as the U.S. representative for Alabama's 3rd congressional district since 2003. He is a member of the Republican Party of Alabama. Since 2021, he has served as the Ranking Member of the House Armed Services Committee. From 2019 to 2021, he served as the Ranking Member of the House Homeland Security Committee.",
    "year": 1958,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Faye Grant",
    "birthday": "1957-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Faye_grant.png/240px-Faye_grant.png",
    "extract": "Faye Grant is an American film, television and stage actress and singer. She is best known for her role as Julie Parrish in NBC's science fiction series V between 1983 and 1985.",
    "year": 1957,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Alexandra Marinina",
    "birthday": "1957-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Alexandra_Marinina_2010.jpg/225px-Alexandra_Marinina_2010.jpg",
    "extract": "Alexandra Marinina Russian: Алекса́ндра Мари́нина is a Russian writer of detective stories.",
    "year": 1957,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tony Kushner",
    "birthday": "1956-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Tony_Kushner_-_Hollywood_and_Socialism_-_The_Laura_Flanders_Show_2.png/305px-Tony_Kushner_-_Hollywood_and_Socialism_-_The_Laura_Flanders_Show_2.png",
    "extract": "Anthony Robert Kushner is an American author, playwright, and screenwriter. He received the Pulitzer Prize for Drama and the Tony Award for Best Play in 1993 for his play Angels in America, then adapted it into a 2003 miniseries. He has collaborated with director Steven Spielberg on the films Munich (2005), Lincoln (2012), and West Side Story (2021), the former two earning him nominations for the Academy Award for Best Adapted Screenplay. He received a National Medal of Arts from President Barack Obama in 2013.",
    "year": 1956,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Douglas J. Feith",
    "birthday": "1953-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Douglas_J._Feith%2C_2001.jpg/256px-Douglas_J._Feith%2C_2001.jpg",
    "extract": "Douglas Jay Feith served as the under secretary of Defense for Policy for United States president George W. Bush, from July 2001 until August 2005. He is a senior fellow at the Hudson Institute, a conservative think tank.",
    "year": 1953,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Stewart Copeland",
    "birthday": "1952-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Stewart_Copeland_2007.jpg/320px-Stewart_Copeland_2007.jpg",
    "extract": "Stewart Armstrong Copeland is an American drummer and composer. He rose to prominence as the drummer of the British rock band The Police. He has also produced many film and video game soundtracks and written various pieces of music for ballet, opera, and orchestra. His composing work includes the films Wall Street (1987), Men At Work (1990), Good Burger (1997), and We Are Your Friends (2015), the television series The Equalizer, Dead Like Me, and The Amanda Show, and the video games Alone in the Dark 4 and the Spyro series.",
    "year": 1952,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Dennis Priestley",
    "birthday": "1950-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/DennisPriestley_%28cropped%29.jpg/237px-DennisPriestley_%28cropped%29.jpg",
    "extract": "Dennis Priestley is an English former professional darts player. He has won two world championships, and was the first player to win both the BDO and WDC world championships, in 1991 and 1994 respectively. He is nicknamed \"The Menace\", after the cartoon character Dennis the Menace, and reflects this by wearing red and black, and using red and black flights.",
    "year": 1950,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Rubén Blades",
    "birthday": "1948-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Ruben_Blades_%2848403756251%29_%28cropped%29.jpg/241px-Ruben_Blades_%2848403756251%29_%28cropped%29.jpg",
    "extract": "Rubén Blades Bellido de Luna, known professionally as Rubén Blades, is a Panamanian musician, singer, composer, actor, activist, and politician, performing musically most often in the salsa, and Latin jazz genres. As a songwriter, Blades brought the lyrical sophistication of Central American nueva canción and Cuban nueva trova as well as experimental tempos and politically inspired Son Cubano salsa to his music, creating \"thinking persons' (salsa) dance music\". Blades has written dozens of hit songs, including \"Pedro Navaja\" and \"El Cantante\". He has won nine Grammy Awards out of seventeen nominations and five Latin Grammy Awards.",
    "year": 1948,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Lars Lagerbäck",
    "birthday": "1948-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Lars_Lagerb%C3%A4ck_in_Jan_2014.jpg/272px-Lars_Lagerb%C3%A4ck_in_Jan_2014.jpg",
    "extract": "Lars Edvin \"Lasse\" Lagerbäck is a Swedish football manager and former player, who is the technical director of the Iceland national football team.",
    "year": 1948,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Pinchas Zukerman",
    "birthday": "1948-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9f/Pinchas_Zukerman_%28cropped%29.jpg",
    "extract": "Pinchas Zukerman is an Israeli-American violinist, violist and conductor.",
    "year": 1948,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Alexis Herman",
    "birthday": "1947-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/5f/Alexis_osec.jpg",
    "extract": "Alexis Margaret Herman is an American politician who served as the 23rd U.S. Secretary of Labor under President Bill Clinton. Herman was the first African-American to hold the position. Prior to serving as Secretary, she was Assistant to the President and Director of the White House Office of Public Engagement.",
    "year": 1947,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Assata Shakur",
    "birthday": "1947-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Assata_Shakur_FBI.jpg/274px-Assata_Shakur_FBI.jpg",
    "extract": "Assata Olugbala Shakur is a former member of the Black Liberation Army (BLA), who was convicted in the first-degree murder of State Trooper Werner Foerster during a shootout on the New Jersey Turnpike in 1973. Shakur is wanted by the FBI and there is a $2 million reward for her apprehension.",
    "year": 1947,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Louise Fréchette",
    "birthday": "1946-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Louise_Fr%C3%A9chette.JPG/320px-Louise_Fr%C3%A9chette.JPG",
    "extract": "Louise Fréchette, OC is a Canadian diplomat and public servant who served for eight years as United Nations Deputy Secretary-General. She also served a three-year term at the Centre for International Governance Innovation, an international relations and policy think-tank in Waterloo, Ontario, working on a major research project on nuclear energy and the world's security.",
    "year": 1946,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Barbara Lee",
    "birthday": "1946-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/U.S._Rep._Barbara_Lee_-_Official_Portrait%2C_115th_Congress.jpg/241px-U.S._Rep._Barbara_Lee_-_Official_Portrait%2C_115th_Congress.jpg",
    "extract": "Barbara Jean Lee is an American politician serving as the U.S. representative for California's 13th congressional district. Now in her 12th term, Lee has served since 1998, and is a member of the Democratic Party. The district, numbered as the 9th district from 1998 to 2013, is based in Oakland and covers most of the northern part of Alameda County.",
    "year": 1946,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Vernon Bogdanor",
    "birthday": "1943-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Vernon_Bogdanor_%28Sep_2015%29.jpg/213px-Vernon_Bogdanor_%28Sep_2015%29.jpg",
    "extract": "Vernon Bernard Bogdanor is a British political scientist and historian, currently research professor at the Institute for Contemporary British History at King's College London and professor of politics at the New College of the Humanities. He is also emeritus professor of politics and government at the University of Oxford and an emeritus fellow of Brasenose College, Oxford.",
    "year": 1943,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jimmy Johnson (American football coach)",
    "birthday": "1943-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Fox_NFL_Sunday_team_at_Bagram_Airfield_2009-11-07_2_%28cropped%29.JPG/216px-Fox_NFL_Sunday_team_at_Bagram_Airfield_2009-11-07_2_%28cropped%29.JPG",
    "extract": "James William Johnson is a former American football coach and sports analyst. Johnson served as a head football coach on the collegiate level from 1979 to 1988 and in the National Football League (NFL) for nine seasons. He is the first head football coach to win both a college football national championship and a Super Bowl, achieving the former with Miami and the latter with the Dallas Cowboys.",
    "year": 1943,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Margaret Court",
    "birthday": "1942-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Margaret_Court_1964.jpg/198px-Margaret_Court_1964.jpg",
    "extract": "Margaret Court, also known as Margaret Smith Court, is an Australian retired tennis player and former world No. 1. She won 24 Grand Slam women's singles titles, 19 Grand Slam women's doubles titles, and 21 Grand Slam mixed doubles titles. Her 24 Grand Slam singles titles and her total of 64 Grand Slam titles are the most in tennis history. She is considered one of the greatest tennis players of all time. She is currently a Christian minister in Perth, Western Australia.",
    "year": 1942,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Desmond Dekker",
    "birthday": "1941-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Desmond_Dekker_in_2005.jpg/237px-Desmond_Dekker_in_2005.jpg",
    "extract": "Desmond Dekker was a Jamaican ska, rocksteady and reggae singer-songwriter and musician. Together with his backing group The Aces, he had one of the earliest international reggae hits with \"Israelites\" (1968). Other hits include \"007 \" (1967), \"It Mek\" (1969) and \"You Can Get It If You Really Want\" (1970).",
    "year": 1941,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Dag Solstad",
    "birthday": "1941-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Dag_Solstad.jpg/273px-Dag_Solstad.jpg",
    "extract": "Dag Solstad is a Norwegian novelist, short-story writer, and dramatist whose work has been translated into 20 languages. He has written nearly 30 books and is the only author to have received the Norwegian Literary Critics' Award three times.",
    "year": 1941,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Hans Wiegel",
    "birthday": "1941-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Hans_Wiegel_1977_%281%29.jpg/304px-Hans_Wiegel_1977_%281%29.jpg",
    "extract": "Hans Wiegel is a retired Dutch politician of the People's Party for Freedom and Democracy (VVD) and businessperson.",
    "year": 1941,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "George Young, Baron Young of Cookham",
    "birthday": "1941-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Official_portrait_of_Lord_Young_of_Cookham%2C_2020.jpg/240px-Official_portrait_of_Lord_Young_of_Cookham%2C_2020.jpg",
    "extract": "George Samuel Knatchbull Young, Baron Young of Cookham,, known as Sir George Young, 6th Baronet, from 1960 to 2015, is a British Conservative Party politician who served as a Member of Parliament (MP) from 1974 to 2015, having represented North West Hampshire from 1997 and Ealing Acton from 1974 to 1997. He has served in Cabinet on three occasions: as Secretary of State for Transport from 1995 to 1997; as the Leader of the House of Commons and Lord Privy Seal from 2010 to 2012; and as Chief Whip of the House of Commons from 2012 to 2014.",
    "year": 1941,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "William Bell (singer)",
    "birthday": "1939-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/William_Bell_soul_singer_1971.JPG/259px-William_Bell_soul_singer_1971.JPG",
    "extract": "William Bell is an American soul singer and songwriter. As a performer, he is probably best known for his debut single, 1961's \"You Don't Miss Your Water\"; 1968's top 10 hit in the UK \"Private Number\", a duet with Judy Clay; and his only US top 40 hit, 1976's \"Tryin' to Love Two\", which also hit No. 1 on the R&B chart. Upon the death of Otis Redding, Bell released the well-received memorial song \"A Tribute to a King\".",
    "year": 1939,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ali Khamenei",
    "birthday": "1939-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Khamenei_Leader_Iran_2022.jpeg/213px-Khamenei_Leader_Iran_2022.jpeg",
    "extract": "Sayyid Ali Hosseini Khamenei is a Twelver Shia Marja' and the second and current supreme leader of Iran, in office since 1989. He was previously the third president of Iran from 1981 to 1989. Khamenei is the longest serving head of state in the Middle East, as well as the second-longest serving Iranian leader of the last century, after Shah Mohammad Reza Pahlavi.",
    "year": 1939,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Lido Vieri",
    "birthday": "1939-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f0/Lido_Vieri_2.jpg",
    "extract": "Lido Vieri is a former Italian football manager and former football player who played as a goalkeeper.",
    "year": 1939,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Denise LaSalle",
    "birthday": "1939-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Denise-LaSalle-2009-Monterey.jpg/214px-Denise-LaSalle-2009-Monterey.jpg",
    "extract": "Ora Denise Allen, known by the stage name Denise LaSalle, was an American blues, R&B and soul singer, songwriter, and record producer who, since the death of Koko Taylor, had been recognized as the \"Queen of the Blues\".",
    "year": 1939,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Shringar Nagaraj",
    "birthday": "1939-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9d/ShringarNagarajImg.jpg/223px-ShringarNagarajImg.jpg",
    "extract": "Gangolli Ramashet Nagaraj, popularly known as Shringar Nagaraj, was an Indian actor, cameraman, and producer in Kannada cinema. He is best known for the 1987 silent film Pushpaka Vimana, which won the National Film Award for Best Popular Film Providing Wholesome Entertainment.",
    "year": 1939,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Corin Redgrave",
    "birthday": "1939-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Corin_Redgrave_reading_Poems_from_Guant%C3%A1namo.jpg/320px-Corin_Redgrave_reading_Poems_from_Guant%C3%A1namo.jpg",
    "extract": "Corin William Redgrave was an English actor and activist.",
    "year": 1939,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mariele Ventre",
    "birthday": "1939-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Mariele_Ventre.jpg/320px-Mariele_Ventre.jpg",
    "extract": "Maria Rachele “Mariele” Ventre was an Italian musician and singer, the founder and director of Italian children's choir Piccolo Coro dell'Antoniano.",
    "year": 1939,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Cynthia Enloe",
    "birthday": "1938-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Cynthia_Enloe_at_Franklin_%26_Marshall_College.jpg/217px-Cynthia_Enloe_at_Franklin_%26_Marshall_College.jpg",
    "extract": "Cynthia Holden Enloe is a feminist writer, theorist, and professor. She is best known for her work on gender and militarism and for her contributions to the field of feminist international relations. She has also had major impact on the field of feminist political geography, in particular feminist geopolitics. In 2015, the International Feminist Journal of Politics, in conjunction with the academic publisher Taylor & Francis, created the Cynthia Enloe Award \"in honour of Cynthia Enloe's pioneering feminist research into international politics and political economy, and her considerable contribution to building a more inclusive feminist scholarly community.\"",
    "year": 1938,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tony Jackson (singer)",
    "birthday": "1938-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/ea/TonyJacksonNumberOne.jpg",
    "extract": "Anthony Paul Jackson was an English singer and bass-guitar player who was a member of The Searchers.",
    "year": 1938,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Richard Bryan",
    "birthday": "1937-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/55/Richard_Bryan_%28colorized%29.jpg",
    "extract": "Richard Hudson Bryan is an American attorney and politician who served as a United States Senator from Nevada from 1989 to 2001. A Democrat, Bryan served as the 25th Governor of Nevada from 1983 to 1989, and before that served as the state's attorney general and a member of the State Senate.",
    "year": 1937,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Yasuo Fukuda",
    "birthday": "1936-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Yasuo_Fukuda_200709.jpg/248px-Yasuo_Fukuda_200709.jpg",
    "extract": "Yasuo Fukuda  is a Japanese politician who served as Prime Minister of Japan from 2007 to 2008. He was previously the longest-serving Chief Cabinet Secretary in Japanese history, serving in that role from 2000 to 2004 under Prime Ministers Yoshirō Mori and Junichiro Koizumi.",
    "year": 1936,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Buddy Merrill",
    "birthday": "1936-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Buddy_Merrill_1956.jpg/237px-Buddy_Merrill_1956.jpg",
    "extract": "Leslie Merrill Behunin, Jr., known professionally as Buddy Merrill, was an American guitar player and steel guitar player, best known as a regular on The Lawrence Welk Show.",
    "year": 1936,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jerry Norman (sinologist)",
    "birthday": "1936-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/4a/Jerry_Lee_Norman_%281936%E2%80%932012%29.jpeg",
    "extract": "Jerry Lee Norman was an American sinologist and linguist known for his studies of Chinese dialects and historical phonology, particularly on the Min Chinese dialects, and also of the Manchu language. Norman had a large impact on Chinese linguistics, and was largely responsible for the identification of the importance of the Min Chinese dialects in linguistic research into Old Chinese.",
    "year": 1936,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Carl Epting Mundy Jr.",
    "birthday": "1935-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/GEN_Carl_E._Mundy%2C_Jr.JPG/251px-GEN_Carl_E._Mundy%2C_Jr.JPG",
    "extract": "Carl Epting Mundy Jr. was a United States Marine Corps four-star general who served as the 30th Commandant of the Marine Corps and a member of the Joint Chiefs of Staff from July 1, 1991 until his retirement on June 30, 1995, after 42 years of service. He was notable for his opposition to military service by gay people and for helping to shape the military's \"don't ask, don't tell\" policy of 1993.",
    "year": 1935,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Lynn Wyatt",
    "birthday": "1935-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Lynn_Wyatt_VF_2012_Shankbone.JPG/256px-Lynn_Wyatt_VF_2012_Shankbone.JPG",
    "extract": "Lynn Wyatt is a Houston socialite, philanthropist and third-generation Texan. Her grandfather and great-uncle started the Sakowitz Department Store chain. Her husband, Oscar Wyatt, is an energy executive, the founder of Houston's Coastal Corporation—now owned by El Paso Corporation —and current CEO of NuCoastal LLC. Lynn and Oscar Wyatt have four sons.",
    "year": 1935,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Tomás Eloy Martínez",
    "birthday": "1934-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Tom%C3%A1s_Eloy_Mart%C3%ADnez.JPG/154px-Tom%C3%A1s_Eloy_Mart%C3%ADnez.JPG",
    "extract": "Tomás Eloy Martínez was an Argentine journalist and writer.",
    "year": 1934,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Katherine D. Ortega",
    "birthday": "1934-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/ETH-BIB-Katherine_Davalos_Ortega%2C_amerikanische_Schatzmeisterin-Com_LC1501-00D-006-001.tif/lossy-page1-320px-ETH-BIB-Katherine_Davalos_Ortega%2C_amerikanische_Schatzmeisterin-Com_LC1501-00D-006-001.tif.jpg",
    "extract": "Katherine Dávalos Ortega is a former politician who was the 38th Treasurer of the United States. She served from September 26, 1983 to July 1, 1989 under Presidents Ronald Reagan and then George H. W. Bush. Ortega also has the distinction of being the first female bank president in the state of California.",
    "year": 1934,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Donald M. Payne",
    "birthday": "1934-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Donald_M_Payne_Official.jpg/212px-Donald_M_Payne_Official.jpg",
    "extract": "Donald Milford Payne was an American politician who was the U.S. representative for New Jersey's 10th congressional district from 1989 until his death. He was a member of the Democratic Party. The district encompassed most of the city of Newark, parts of Jersey City and Elizabeth, and some suburban communities in Essex and Union counties. He was the first African American to represent New Jersey in Congress.",
    "year": 1934,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Max McGee",
    "birthday": "1932-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/1961_Topps_42_Max_McGee.jpg/224px-1961_Topps_42_Max_McGee.jpg",
    "extract": "William Max McGee was a professional football player, a wide receiver and punter for the Green Bay Packers in the NFL. He played from 1954 to 1967, and is best known for his seven receptions for 138 yards and two touchdowns, scoring the first touchdown, in the first Super Bowl in 1967.",
    "year": 1932,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Dick Thornburgh",
    "birthday": "1932-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Dick_Thornburgh.jpg/258px-Dick_Thornburgh.jpg",
    "extract": "Richard Lewis Thornburgh was an American lawyer, author, and Republican politician who served as the 41st governor of Pennsylvania from 1979 to 1987, and then as the United States attorney general from 1988 to 1991. Before his time as attorney general and governor, he served as the United States attorney for the Western District of Pennsylvania.",
    "year": 1932,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Norm Sherry",
    "birthday": "1931-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Norm_Sherry.jpg/235px-Norm_Sherry.jpg",
    "extract": "Norman Burt Sherry was an American baseball catcher, manager, and coach who played five seasons in Major League Baseball (MLB). He played for the Los Angeles Dodgers and New York Mets from 1959 to 1963. He batted and threw right-handed, and was noted for helping Sandy Koufax with his pitching control. Sherry went on to coach and manage the California Angels, and also served as coach of the Montreal Expos, San Diego Padres, and San Francisco Giants.",
    "year": 1931,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Guy Béart",
    "birthday": "1930-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Guy_B%C3%A9art_2012.jpg/226px-Guy_B%C3%A9art_2012.jpg",
    "extract": "Guy Béhart-Hasson, known as Guy Béart, was a French singer and songwriter.",
    "year": 1930,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Michael Bilirakis",
    "birthday": "1930-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Mike_Bilirakis_%282005%29.jpg/231px-Mike_Bilirakis_%282005%29.jpg",
    "extract": "Michael Bilirakis is an American politician and lawyer from Florida. He was a Republican member of the United States House of Representatives since 1983 until 2007, representing the 9th District of Florida.",
    "year": 1930,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Bert Rechichar",
    "birthday": "1930-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Bert_Rechichar_-_1952_Bowman_Large.jpg/213px-Bert_Rechichar_-_1952_Bowman_Large.jpg",
    "extract": "Albert Daniel (Bert) Rechichar was an American football defensive back and kicker who played with the National Football League's Cleveland Browns, Baltimore Colts, and Pittsburgh Steelers from 1952 to 1960. He also played for the American Football League's New York Titans in 1961. While playing for the Colts in 1953, Rechichar kicked a 56-yard field goal, setting an NFL record that stood for 17 years as the longest. He was twice selected for the NFL Pro Bowl.",
    "year": 1930,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Charles Ray Hatcher",
    "birthday": "1929-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7b/Charles_Ray_Hatcher.jpg/220px-Charles_Ray_Hatcher.jpg",
    "extract": "Charles Ray Hatcher was an American serial killer who confessed to having murdered 16 people between 1969 and 1982.",
    "year": 1929,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Sheri S. Tepper",
    "birthday": "1929-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a8/Sheri_S._Tepper.jpg/320px-Sheri_S._Tepper.jpg",
    "extract": "Sheri Stewart Tepper was an American writer of science fiction, horror and mystery novels. She is primarily known for her feminist science fiction, which explored themes of sociology, gender and equality, as well as theology and ecology. Often referred to as an eco-feminist of science fiction literature, Tepper personally preferred the label eco-humanist. Though the majority of her works operate in a world of fantastical imagery and metaphor, at the heart of her writing is real-world injustice and pain. She employed several pen names during her lifetime, including A. J. Orde, E. E. Horlak, and B. J. Oliphant.",
    "year": 1929,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Anita Brookner",
    "birthday": "1928-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/cc/Anita_Brookner.jpg",
    "extract": "Anita Brookner was an English novelist and art historian. She was Slade Professor of Fine Art at the University of Cambridge from 1967 to 1968 and was the first woman to hold this visiting professorship. She was awarded the 1984 Booker–McConnell Prize for her novel Hotel du Lac.",
    "year": 1928,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Bella Davidovich",
    "birthday": "1928-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Bella_Davidovich_1966.jpg/221px-Bella_Davidovich_1966.jpg",
    "extract": "Bella Mikhaylovna Davidovich is a Soviet-born American pianist.",
    "year": 1928,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Robert Sheckley",
    "birthday": "1928-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Imagination_195205.jpg/222px-Imagination_195205.jpg",
    "extract": "Robert Sheckley was an American writer. First published in the science-fiction magazines of the 1950s, his numerous quick-witted stories and novels were famously unpredictable, absurdist, and broadly comical.",
    "year": 1928,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jim Rathmann",
    "birthday": "1928-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Indy500winningcar1960.JPG/320px-Indy500winningcar1960.JPG",
    "extract": "Jim Rathmann, born Royal Richard Rathmann, was an American race car driver who won the Indianapolis 500 in 1960.",
    "year": 1928,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Dave Treen",
    "birthday": "1928-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c6/Dave_Treen_%28LA%29.png",
    "extract": "David Conner Treen Sr. was an American politician and attorney from Louisiana. A member of the Republican Party, Treen served as U.S. Representative for Louisiana's 3rd congressional district from 1973 to 1980 and Governor of Louisiana from 1980 to 1984. Treen was the first Republican elected to both offices since Reconstruction.",
    "year": 1928,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Andrzej Zawada",
    "birthday": "1928-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Andrzej_Zawada_1980.jpg/320px-Andrzej_Zawada_1980.jpg",
    "extract": "Andrzej Zawada was a Polish mountaineer, pioneer of winter Himalayism. Zawada was an organiser and leader in numerous high-mountains expeditions. Author of movies and photographs from expeditions, co-author of Alpinist books. Honorary member of the British Alpine Club, French Groupe de Haute Montagne and American The Explorers Club.",
    "year": 1928,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Shirley Hughes",
    "birthday": "1927-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Shirley_Hughes.jpg/240px-Shirley_Hughes.jpg",
    "extract": "Winifred Shirley Hughes was an English author and illustrator. She wrote more than fifty books, which have sold more than 11.5 million copies, and illustrated more than two hundred. As of 2007, she lived in London.",
    "year": 1927,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Irwin Rose",
    "birthday": "1926-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/20/Nobel2004chemistrylaurets-Rose.jpg",
    "extract": "Irwin Allan Rose was an American biologist. Along with Aaron Ciechanover and Avram Hershko, he was awarded the 2004 Nobel Prize in Chemistry for the discovery of ubiquitin-mediated protein degradation.",
    "year": 1926,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Frank Jobe",
    "birthday": "1925-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e0/Frank_Jobe.jpg/242px-Frank_Jobe.jpg",
    "extract": "Frank James Jobe was an American orthopedic surgeon and co-founder of the Kerlan-Jobe Orthopaedic Clinic. Jobe pioneered both elbow ligament replacement and major reconstructive shoulder surgery for baseball players.",
    "year": 1925,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Rosita Quintana",
    "birthday": "1925-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Rosita_Quintana_in_1957_%28cropped%29.jpg/273px-Rosita_Quintana_in_1957_%28cropped%29.jpg",
    "extract": "Rosita Quintana was an Argentine and Mexican actress, singer, and songwriter. She was one of the top leading ladies of the Golden Age of Mexican cinema. She starred in Luis Buñuel's Susana (1951) and musical films such as Serenata en México (1956) and Cuando México canta (1958). Her performances earned her acting awards from Mexico, Argentina, Russia, and Spain. In 2016, she received the Mexican Academy of Film Arts and Sciences' Golden Ariel Award for career achievement.",
    "year": 1925,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Cal Tjader",
    "birthday": "1925-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/29/Cal_Tjader.jpg/214px-Cal_Tjader.jpg",
    "extract": "Callen Radcliffe Tjader Jr. was an American Latin jazz musician, known as the most successful non-Latino Latin musician. He explored other jazz idioms, even as he continued to perform the music of Cuba, the Caribbean, Mexico and Latin America.",
    "year": 1925,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Bess Myerson",
    "birthday": "1924-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Bess_Myerson_1957.jpg/244px-Bess_Myerson_1957.jpg",
    "extract": "Bess Myerson was an American politician, model and television actress who in 1945 became the first Miss America who was also Jewish.",
    "year": 1924,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Rupert Deese",
    "birthday": "1924-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Rupert_Deese.jpg/264px-Rupert_Deese.jpg",
    "extract": "Rupert Deese was an American ceramic artist. He is known for innovative design and decoration of high fired ceramics. Deese wrote \"It is my hope in making these vessels that as the perception of their beauty diminishes over time, they will sustain themselves by pleasant usefulness.\"",
    "year": 1924,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Bola Sete",
    "birthday": "1923-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/ae/Bola_Sete_1967.jpg",
    "extract": "Bola Sete was a Brazilian guitarist who played jazz with Vince Guaraldi and Dizzy Gillespie.",
    "year": 1923,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Anatole Broyard",
    "birthday": "1920-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/33/Anatole_Broyard.jpg",
    "extract": "Anatole Paul Broyard was an American writer, literary critic, and editor who wrote for The New York Times. In addition to his many reviews and columns, he published short stories, essays, and two books during his lifetime. His autobiographical works, Intoxicated by My Illness (1992) and Kafka Was the Rage: A Greenwich Village Memoir (1993), were published after his death.",
    "year": 1920,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Hermine Braunsteiner",
    "birthday": "1919-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Majdanek_-_Hermine_Braunsteiner.jpg/249px-Majdanek_-_Hermine_Braunsteiner.jpg",
    "extract": "Hermine Braunsteiner Ryan was a German SS Helferin and female camp guard at Ravensbrück and Majdanek concentration camps, and the first Nazi war criminal to be extradited from the United States to face trial in the then West Germany. Braunsteiner was known to prisoners of Majdanek concentration camp as the \"Stomping Mare\" and was said to have beaten prisoners to death, thrown children by their hair onto trucks that took them to be murdered in gas chambers, hanged young prisoners and stomped an old prisoner to death with her jackboots.",
    "year": 1919,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Choi Kyu-hah",
    "birthday": "1919-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/19700408%E5%B4%94%E5%9C%AD%E5%A4%8F.jpg/220px-19700408%E5%B4%94%E5%9C%AD%E5%A4%8F.jpg",
    "extract": "Choi Kyu-hah, also spelled Choi Kyu-ha or Choi Gyu-ha, was a South Korean politician who served as the fourth president of South Korea from 1979 to 1980.",
    "year": 1919,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Denis Edward Arnold",
    "birthday": "1918-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b2/Denis_Edward_Arnold.jpg/245px-Denis_Edward_Arnold.jpg",
    "extract": "Denis Edward Arnold MC was a British Army officer of the Second World War who won the Military Cross in 1944 for an opportunistic attack on a Japanese force while serving with the Chindits in Burma. Arnold served in the Royal Welch Fusiliers and the 7th Nigeria Regiment, Royal West African Frontier Force. While in Burma, Arnold received a letter from his mother containing a pledge card that he would abstain from alcohol. He and his comrades found this very amusing since there was none to be found in the jungle. On returning to England with a bottle of whisky that he was saving for a celebration, Arnold was told by a customs officer that he must pay duty on the spirit. He smashed the bottle in disgust. After leaving the army, Arnold rejoined his former employers the Blue Circle Group, eventually becoming overseas operations director.",
    "year": 1918,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Paul Farnes",
    "birthday": "1918-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Paul_Farnes_Portrait.jpg/213px-Paul_Farnes_Portrait.jpg",
    "extract": "Paul Caswell Powe Farnes, was a British Royal Air Force fighter pilot and Second World War flying ace who flew during the Battle of Britain as one of \"The Few\". He flew the Hawker Hurricane and Supermarine Spitfire in aerial combat. He scored 8 kills.",
    "year": 1918,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Samuel Victor Perry",
    "birthday": "1918-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/0a/Samuel_Victor_Perry.jpeg",
    "extract": "Samuel Victor Perry FRS was an English biochemist who was a pioneer in the field of muscle biochemistry. In his earlier years he was a rugby union lock who played club rugby for Southport R.F.C., Cambridge University R.U.F.C. and international rugby for England.",
    "year": 1918,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Barnard Hughes",
    "birthday": "1915-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Barnard_hughes_doc_1975.JPG/251px-Barnard_hughes_doc_1975.JPG",
    "extract": "Bernard Aloysius Kiernan Hughes, known professionally as Barnard Hughes, was an American actor of television, theater and film. Hughes became famous for a variety of roles; his most-notable roles came after middle age, and he was often cast as a dithering authority figure or grandfatherly elder.",
    "year": 1915,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Elaine Barrie",
    "birthday": "1915-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Elaine_Barrie_1951.jpg/250px-Elaine_Barrie_1951.jpg",
    "extract": "Elaine Barrie was an American actress who appeared in several films and one Broadway play. She was the fourth, and last, wife of actor John Barrymore.",
    "year": 1915,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Amy Patterson",
    "birthday": "1912-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Amy_Paterson.jpg/216px-Amy_Paterson.jpg",
    "extract": "Amelia Cabeza de Pelayo Patterson was an Argentine composer, singer, poet, and teacher responsible for writing the anthem of the Province of Salta. She was very popular in Argentina, and much of her music received state approval from the Ministry of Education of Argentina.",
    "year": 1912,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ginger Rogers",
    "birthday": "1911-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Ginger_Rogers_Colorized_1943.jpg/243px-Ginger_Rogers_Colorized_1943.jpg",
    "extract": "Ginger Rogers was an American actress, dancer, and singer during the Golden Age of Hollywood. She won an Academy Award for Best Actress for her starring role in Kitty Foyle (1940), and performed during the 1930s in RKO's musical films with Fred Astaire. Her career continued on stage, radio and television throughout much of the 20th century.",
    "year": 1911,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Sonny Tufts",
    "birthday": "1911-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/cf/Sonny_Tufts.jpg/241px-Sonny_Tufts.jpg",
    "extract": "Bowen Charlton \"Sonny\" Tufts III was an American stage, film, and television actor. He is best known for the films he made as a contract star at Paramount in the 1940s, including So Proudly We Hail!. He also starred in the cult classic Cat-Women of the Moon.",
    "year": 1911,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Stan McCabe",
    "birthday": "1910-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/24/SJMcCabe.jpg/198px-SJMcCabe.jpg",
    "extract": "Stanley Joseph McCabe was an Australian cricketer who played 39 Test matches for Australia from 1930 to 1938. A short, stocky right-hander, McCabe was described by Wisden as \"one of Australia's greatest and most enterprising batsmen\" and by his captain Don Bradman as one of the great batsmen of the game. He was never dropped from the Australian Test team and was known for his footwork, mastery of fast bowling and the hook shot against the Bodyline strategy. He also regularly bowled medium-pace and often opened the bowling at a time when Australia lacked fast bowlers, using an off cutter. He was one of the Wisden Cricketers of the Year in 1935.",
    "year": 1910,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Gordon Prange",
    "birthday": "1910-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c6/Gordon_Prange.jpg",
    "extract": "Gordon William Prange was the author of several World War II historical manuscripts which were published by his co-workers after his death in 1980. Prange was a professor of history at the University of Maryland from 1937 to 1980 with a break of nine years (1942–1951) of military service in the United States Navy during World War II, and in the postwar military occupation of Japan, when he was the Chief Historian in General Douglas MacArthur's staff. It was during this time that Prange collected material from and interviewed many Japanese military officers, enlisted men, and civilians, with the information later being used in the writing of his books. Several became New York Times bestsellers, including At Dawn We Slept, The Untold Story of Pearl Harbor and Miracle at Midway.",
    "year": 1910,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Frances Horwich",
    "birthday": "1907-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Frances_Horwich_1955.JPG/237px-Frances_Horwich_1955.JPG",
    "extract": "Frances Rappaport Horwich was an American educator, television personality and television executive. As Miss Frances, she was the host of the children's television program Ding Dong School, seen weekday mornings on the NBC network in the 1950s and nationally syndicated between 1959 and 1965.",
    "year": 1907,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Orville Redenbacher",
    "birthday": "1907-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Orville_Redenbacher_1979.jpg/260px-Orville_Redenbacher_1979.jpg",
    "extract": "Orville Clarence Redenbacher was an American food scientist and businessman most often associated with the brand of popcorn that bears his name that is now owned by ConAgra.",
    "year": 1907,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Barbara Stanwyck",
    "birthday": "1907-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/BarbaraS39.jpg/256px-BarbaraS39.jpg",
    "extract": "Barbara Stanwyck was an American actress, model and dancer. A stage, film, and television star, during her 60-year professional career she was known for her strong, realistic screen presence and versatility. She was a favorite of directors, including Cecil B. DeMille, Fritz Lang, and Frank Capra, and made 85 films in 38 years before turning to television.",
    "year": 1907,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Vincent Sherman",
    "birthday": "1906-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Neal-Sherman-Cooper_in_The_Hasty_Hart.jpg/320px-Neal-Sherman-Cooper_in_The_Hasty_Hart.jpg",
    "extract": "Vincent Sherman was an American director and actor who worked in Hollywood. His movies include Mr. Skeffington (1944), Nora Prentiss (1947), and The Young Philadelphians (1959).",
    "year": 1906,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Goffredo Petrassi",
    "birthday": "1904-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Goffredo.petrassi2.jpg/239px-Goffredo.petrassi2.jpg",
    "extract": "Goffredo Petrassi was an Italian composer of modern classical music, conductor, and teacher. He is considered one of the most influential Italian composers of the twentieth century.",
    "year": 1904,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Fritz Bauer",
    "birthday": "1903-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Generalstaatsanwalt_Fritz_Bauer.jpg/233px-Generalstaatsanwalt_Fritz_Bauer.jpg",
    "extract": "Fritz Bauer was a German Jewish judge and prosecutor. He was instrumental in the post-war capture of former Holocaust planner Adolf Eichmann and played an essential role in beginning the Frankfurt Auschwitz trials.",
    "year": 1903,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Carmen Lombardo",
    "birthday": "1903-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Carmen_Lombardo_-_Radio_Mirror%2C_November_1935.jpg/258px-Carmen_Lombardo_-_Radio_Mirror%2C_November_1935.jpg",
    "extract": "Carmen Lombardo was the younger brother of bandleader Guy Lombardo and was lead saxophonist and featured vocalist for his brother's orchestra. He was also a successful composer. In 1927, Carmen Lombardo was the vocalist of the 1927 hit record, Charmaine, performed by the Guy Lombardo and His Royal Canadians.",
    "year": 1903,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Irmgard Flügge-Lotz",
    "birthday": "1903-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/dc/Irmgard_Fl%C3%BCgge-Lotz.jpg",
    "extract": "Irmgard Flügge-Lotz, née Lotz was a German-American mathematician and aerospace engineer. She was a pioneer in the development of the theory of discontinuous automatic control, which has found wide application in hysteresis control systems; such applications include guidance systems, electronics, fire-control systems, and temperature regulation. She became the first female engineering professor at Stanford University in 1961 and the first female engineer elected a Fellow of the American Institute of Aeronautics and Astronautics.",
    "year": 1903,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Alexander Luria",
    "birthday": "1902-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Alexander_Luria.jpg/255px-Alexander_Luria.jpg",
    "extract": "Alexander Romanovich Luria was a Soviet neuropsychologist, often credited as a father of modern neuropsychology. He developed an extensive and original battery of neuropsychological tests during his clinical work with brain-injured victims of World War II, which are still used in various forms. He made an in-depth analysis of the functioning of various brain regions and integrative processes of the brain in general. Luria's magnum opus, Higher Cortical Functions in Man (1962), is a much-used psychological textbook which has been translated into many languages and which he supplemented with The Working Brain in 1973.",
    "year": 1902,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mary Philbin",
    "birthday": "1902-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Mary_Philbin_by_Hartsook.jpg/258px-Mary_Philbin_by_Hartsook.jpg",
    "extract": "Mary Loretta Philbin was an American film actress of the silent film era, who is best known for playing the roles of Christine Daaé in the 1925 film The Phantom of the Opera  opposite Lon Chaney, and as Dea in The Man Who Laughs alongside Conrad Veidt. Both roles cast her as the beauty in Beauty and the Beast-type stories.",
    "year": 1902,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Lady Eve Balfour",
    "birthday": "1898-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/31/Evelyn_Barbara_Balfour.jpg/246px-Evelyn_Barbara_Balfour.jpg",
    "extract": "Lady Evelyn Barbara Balfour, was a British farmer, educator, organic farming pioneer, and a founding figure in the organic movement. She was one of the first women to study agriculture at an English university, graduating from the institution now known as the University of Reading.",
    "year": 1898,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Otmar Freiherr von Verschuer",
    "birthday": "1896-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/75/VonVerschuer_measures_heads_CSH_DNALC.jpg/277px-VonVerschuer_measures_heads_CSH_DNALC.jpg",
    "extract": "Otmar Freiherr von Verschuer was a German human biologist, Nazi, and geneticist, who was the Professor of Human Genetics at the University of Münster until he retired in 1965. A member of the Dutch noble Verschuer family, his title Freiherr is often translated as baron.",
    "year": 1896,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Trygve Lie",
    "birthday": "1896-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Trygve_Lie_1938.jpg/231px-Trygve_Lie_1938.jpg",
    "extract": "Trygve Halvdan Lie was a Norwegian politician, labour leader, government official and author. He served as Norwegian foreign minister during the critical years of the Norwegian government in exile in London from 1940 to 1945. From 1946 to 1952 he was the first Secretary-General of the United Nations.",
    "year": 1896,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Wilfrid Hamel",
    "birthday": "1895-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Wilfrid_Hamel.png/217px-Wilfrid_Hamel.png",
    "extract": "Wilfrid Hamel was a Canadian politician, serving as a member of the Legislative Assembly of Quebec and as Mayor of Quebec City.",
    "year": 1895,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Percy Kilbride",
    "birthday": "1888-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Percy_Kilbride%2C_stage_actor_%28SAYRE_4371%29.jpg/219px-Percy_Kilbride%2C_stage_actor_%28SAYRE_4371%29.jpg",
    "extract": "Percy William Kilbride was an American character actor. He made a career of playing country hicks, most memorably as Pa Kettle in the Ma and Pa Kettle series of feature films.",
    "year": 1888,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Frits Zernike",
    "birthday": "1888-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Zernike.jpg/226px-Zernike.jpg",
    "extract": "Frits Zernike was a Dutch physicist and winner of the Nobel Prize in Physics in 1953 for his invention of the phase-contrast microscope.",
    "year": 1888,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Shoeless Joe Jackson",
    "birthday": "1887-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Shoeless_Joe_Jackson_by_Conlon%2C_1913.jpeg/320px-Shoeless_Joe_Jackson_by_Conlon%2C_1913.jpeg",
    "extract": "Joseph Jefferson Jackson, nicknamed \"Shoeless Joe\", was an American outfielder who played Major League Baseball (MLB) in the early 1900s. Although his .356 career batting average is the third highest in the history of Major League Baseball, he is best remembered for his performance on the field and for his association with the 1919 Black Sox Scandal. As a result of Jackson's association with the scandal, in which members of the 1919 Chicago White Sox participated in a conspiracy to fix the World Series, Kenesaw Mountain Landis, MLB's first commissioner, banned Jackson from playing after the 1920 season despite his exceptional play in the 1919 World Series, in which he led both teams in several statistical categories and set a World Series record with 12 base hits. Since then, Jackson's guilt has been fiercely debated with new accounts claiming his innocence and urging Major League Baseball to reconsider his banishment. As a result of the scandal, Jackson's certain Hall of Fame career was abruptly halted in his prime, ensuring him an enduring place in baseball lore.",
    "year": 1887,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Anna Vyrubova",
    "birthday": "1884-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Vyrubova.jpg/144px-Vyrubova.jpg",
    "extract": "Anna Alexandrovna Vyrubova ; 16 July 1884 – 20 July 1964) was a Russian Empire lady-in-waiting, the best friend and confidante of Tsarina Alexandra Fyodorovna.",
    "year": 1884,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Charles Sheeler",
    "birthday": "1883-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Charles_Sheeler.jpg/186px-Charles_Sheeler.jpg",
    "extract": "Charles Sheeler was an American painter and commercial photographer. He is recognized as one of the founders of American modernism, developing a \"quasi-photographic\" style of painting known as Precisionism and becoming one of the master photographers of the 20th century.",
    "year": 1883,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Violette Neatley Anderson",
    "birthday": "1882-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/ee/Violette_Neatley_Anderson.gif/243px-Violette_Neatley_Anderson.gif",
    "extract": "Violette Neatley Anderson she became the first African-American woman to practice law before the United States Supreme Court on January 29, 1926. She was one of the most prominent advocates of a landmark piece of legislation that helped secure rights and economic mobility for sharecroppers in the South, the Bankhead-Jones Act.",
    "year": 1882,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kathleen Norris",
    "birthday": "1880-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Kathleen_Norris_%28novelist%29.jpg/287px-Kathleen_Norris_%28novelist%29.jpg",
    "extract": "Kathleen Thompson Norris was an American novelist and newspaper columnist. She was one of the most widely read and highest paid female writers in the United States for nearly fifty years, from 1911 to 1959. Norris was a prolific writer who wrote 93 novels, many of which became best sellers. Her stories appeared frequently in the popular press of the day, including The Atlantic, The American Magazine, McClure's, Everybody's, Ladies' Home Journal, and Woman's Home Companion. Norris used her fiction to promote family and moralistic values, such as the sanctity of marriage, the nobility of motherhood, and the importance of service to others.",
    "year": 1880,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Roald Amundsen",
    "birthday": "1872-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Amundsen_in_fur_skins.jpg/238px-Amundsen_in_fur_skins.jpg",
    "extract": "Roald Engelbregt Gravning Amundsen was a Norwegian explorer of polar regions. He was a key figure of the period known as the Heroic Age of Antarctic Exploration.",
    "year": 1872,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Frank Arthur Cooper",
    "birthday": "1872-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Frank_Cooper%2C_circa_1949.jpg/228px-Frank_Cooper%2C_circa_1949.jpg",
    "extract": "Frank Arthur Cooper was Premier of Queensland from 1942 to 1946 for the Labor Party.",
    "year": 1872,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Maxwell (golfer)",
    "birthday": "1871-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d6/John_Maxwell_golfer.gif",
    "extract": "John Riley Maxwell was an American golfer who competed in the 1904 Summer Olympics.",
    "year": 1871,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Anderson Dawson",
    "birthday": "1863-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Anderson_Dawson_-_Swiss_Studios_%28cropped%29.jpg/229px-Anderson_Dawson_-_Swiss_Studios_%28cropped%29.jpg",
    "extract": "Andrew Dawson, usually known as Anderson Dawson, was an Australian politician, the Premier of Queensland for one week in 1899. This short-lived premiership was the first Australian Labor Party government and the first parliamentary labour ministry anywhere in the world.",
    "year": 1863,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ida B. Wells",
    "birthday": "1862-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Mary_Garrity_-_Ida_B._Wells-Barnett_-_Google_Art_Project_-_restoration_crop.jpg/224px-Mary_Garrity_-_Ida_B._Wells-Barnett_-_Google_Art_Project_-_restoration_crop.jpg",
    "extract": "Ida Bell Wells-Barnett was an American investigative journalist, educator, and early leader in the civil rights movement. She was one of the founders of the National Association for the Advancement of Colored People (NAACP). Over the course of a lifetime dedicated to combating prejudice and violence, and the fight for African-American equality, especially that of women, Wells arguably became the most famous Black woman in the United States.",
    "year": 1862,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Eugène Ysaÿe",
    "birthday": "1858-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Eug%C3%A8ne_Ysa%C3%BFe.jpg/240px-Eug%C3%A8ne_Ysa%C3%BFe.jpg",
    "extract": "Eugène-Auguste Ysaÿe was a Belgian virtuoso violinist, composer, and conductor. He was regarded as \"The King of the Violin\", or, as Nathan Milstein put it, the \"tsar\".",
    "year": 1858,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Nikolai von Glehn",
    "birthday": "1841-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Glehn.gif/221px-Glehn.gif",
    "extract": "Alexander Nikolai von Glehn, was a Baltic German landowner and public figure, most notable for being the founder of the town of Nõmme.",
    "year": 1841,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mary Baker Eddy",
    "birthday": "1821-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Mary_Baker_Eddy.jpg/218px-Mary_Baker_Eddy.jpg",
    "extract": "Mary Baker Eddy was an American religious leader and author who founded The Church of Christ, Scientist, in New England in 1879. She also founded The Christian Science Monitor, a Pulitzer Prize-winning secular newspaper, in 1908, and three religious magazines: the Christian Science Sentinel, The Christian Science Journal, and The Herald of Christian Science. She wrote numerous books and articles, the most notable of which was Science and Health with Key to the Scriptures, which had sold over nine million copies as of 2001.",
    "year": 1821,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jean-Baptiste-Camille Corot",
    "birthday": "1796-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Jean-Baptiste-Camille_Corot_c1850.png/253px-Jean-Baptiste-Camille_Corot_c1850.png",
    "extract": "Jean-Baptiste-Camille Corot was a French landscape and portrait painter as well as a printmaker in etching. He is a pivotal figure in landscape painting and his vast output simultaneously referenced the Neo-Classical tradition and anticipated the plein-air innovations of Impressionism.",
    "year": 1796,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Cyrus Griffin",
    "birthday": "1749-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/CyrusGriffin.jpg/259px-CyrusGriffin.jpg",
    "extract": "Cyrus Griffin, a Virginia lawyer and politician, was the final President of the Congress of the Confederation and first United States District Judge of the United States District Court for the District of Virginia.",
    "year": 1749,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Samuel Huntington (Connecticut politician)",
    "birthday": "1731-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Samuel_Huntington_-_Charles_Willson_Peale.jpg/266px-Samuel_Huntington_-_Charles_Willson_Peale.jpg",
    "extract": "Samuel Huntington was a Founding Father of the United States and a jurist, statesman, and Patriot in the American Revolution from Connecticut. As a delegate to the Continental Congress, he signed the Declaration of Independence and the Articles of Confederation. He also served as President of the Continental Congress from 1779 to 1781, President of the United States in Congress Assembled in 1781, chief justice of the Connecticut Supreme Court from 1784 to 1785, and the 18th Governor of Connecticut from 1786 until his death. He was the first United States governor to have died while in office.",
    "year": 1731,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Joshua Reynolds",
    "birthday": "1723-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Sir_Joshua_Reynolds_-_Self-Portrait_-_Google_Art_Project_%282315517%29.jpg/239px-Sir_Joshua_Reynolds_-_Self-Portrait_-_Google_Art_Project_%282315517%29.jpg",
    "extract": "Sir Joshua Reynolds was an English painter, specialising in portraits. John Russell said he was one of the major European painters of the 18th century. He promoted the \"Grand Style\" in painting which depended on idealization of the imperfect. He was a founder and first president of the Royal Academy of Arts, and was knighted by George III in 1769.",
    "year": 1723,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Joseph Wilton",
    "birthday": "1722-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Dr_Antonio_Cocchi%2C_1755%2C_Joseph_Wilton_V%26A_Museum_by_Joseph_Wilton.jpg/227px-Dr_Antonio_Cocchi%2C_1755%2C_Joseph_Wilton_V%26A_Museum_by_Joseph_Wilton.jpg",
    "extract": "\n\nJoseph Wilton was an English sculptor. He was one of the founding members of the Royal Academy in 1768, and the academy's third keeper.\nHis works are particularly numerous memorialising the famous Britons in Westminster Abbey.",
    "year": 1722,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Marc René, marquis de Montalembert",
    "birthday": "1714-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Marc-ren%C3%A9.de.montalembert.jpg/263px-Marc-ren%C3%A9.de.montalembert.jpg",
    "extract": "Marc René, marquis de Montalembert was a French military engineer and writer, known for his work on fortifications.",
    "year": 1714,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Pierre Le Moyne d'Iberville",
    "birthday": "1661-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Portrait%2C_Pierre_Le_Moyne_d%27Iberville%2C_Montr%C3%A9al_Archives.jpg/267px-Portrait%2C_Pierre_Le_Moyne_d%27Iberville%2C_Montr%C3%A9al_Archives.jpg",
    "extract": "Pierre Le Moyne d'Iberville or Sieur d'Iberville was a soldier, ship captain, explorer, colonial administrator, knight of the order of Saint-Louis, adventurer, privateer, trader, member of Compagnies Franches de la Marine and founder of the French colony of Louisiana in New France. He was born in Montreal of French colonist parents.",
    "year": 1661,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Cecilia Renata of Austria",
    "birthday": "1611-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Danckers_de_Rij_Anne_Catherine_Constance_Vasa_with_a_fan.jpg/267px-Danckers_de_Rij_Anne_Catherine_Constance_Vasa_with_a_fan.jpg",
    "extract": "Cecilia Renata of Austria was Queen of Poland as the wife of King Władysław IV Vasa.",
    "year": 1611,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Petrus Peckius the Elder",
    "birthday": "1529-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Portret_van_Pieter_Peck_Petrvs_Peckivs_Ziricaevs_%28titel_op_object%29_Portretten_van_beroemde_Nederlandse_en_Vlaamse_geleerden_%28serietitel%29_Illustrium_Galliae_Belgicae_scriptorum_icones_et_elogi_%28serietitel%29%2C_RP-P-1906-681.jpg/217px-thumbnail.jpg",
    "extract": "Petrus Peckius the Elder, was an eminent Netherlandish jurist, one of the first to write about international maritime law, and the father of Petrus Peckius the Younger.",
    "year": 1529,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Frances Grey, Duchess of Suffolk",
    "birthday": "1517-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Frances_Brandon_tomb_effigy.jpg/320px-Frances_Brandon_tomb_effigy.jpg",
    "extract": "Frances Grey, Duchess of Suffolk, was an English noblewoman, the second child and eldest daughter of King Henry VIII's younger sister, Princess Mary, and Charles Brandon, 1st Duke of Suffolk. She was the mother of Lady Jane Grey, de facto Queen of England and Ireland from 10 July until 19 July 1553, as well as Lady Katherine Grey and Lady Mary Grey.",
    "year": 1517,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Andrea del Sarto",
    "birthday": "1486-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Sarto%2C_Andrea_del_-_Self-portrait_-_Uffizi.jpg/230px-Sarto%2C_Andrea_del_-_Self-portrait_-_Uffizi.jpg",
    "extract": "Andrea del Sarto was an Italian painter from Florence, whose career flourished during the High Renaissance and early Mannerism. He was known as an outstanding fresco decorator, painter of altar-pieces, portraitist, draughtsman, and colorist. Though highly regarded during his lifetime as an artist senza errori, his renown was eclipsed after his death by that of his contemporaries Leonardo da Vinci, Michelangelo, and Raphael.",
    "year": 1486,
    "month": 7,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Clare of Assisi",
    "birthday": "1194-7-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Simone_Martini_047.jpg/263px-Simone_Martini_047.jpg",
    "extract": "Clare of Assisi was an Italian saint and one of the first followers of Francis of Assisi. She founded the Order of Poor Ladies, a monastic religious order for women in the Franciscan tradition, and wrote their Rule of Life, the first set of monastic guidelines known to have been written by a woman. Following her death, the order she founded was renamed in her honour as the Order of Saint Clare, commonly referred to today as the Poor Clares. Her feast day is on 11 August.",
    "year": 1194,
    "month": 7,
    "day": 16,
    "language": "en"
  }
]