[
  {
    "name": "Kali Uchis",
    "birthday": "1994-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/KaliUchisPerf.jpg/214px-KaliUchisPerf.jpg",
    "extract": "Karly-Marina Loaiza, known professionally as Kali Uchis, is an American singer. She released her debut mixtape, Drunken Babble, in 2012, which was followed by her debut EP, Por Vida, released in 2015. In 2018, Uchis released her debut studio album Isolation to widespread acclaim. Uchis's second studio album and her first Spanish language project, Sin Miedo , was released in 2020. The album spawned the single \"Telepatía\", which became Uchis' first solo charting hit on the US Billboard Hot 100. She won a Grammy Award for Best Dance Recording for her feature on Kaytranada's single \"10%\".",
    "year": 1994,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Darius Boyd",
    "birthday": "1987-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Darius_Boyd_Broncos.jpg/240px-Darius_Boyd_Broncos.jpg",
    "extract": "Darius Boyd is a former Australian professional rugby league footballer who played fullback, five eighth, centre and on the wing for the Brisbane Broncos in the NRL and has played for Australia at international level and State of Origin for Queensland. Boyd captained the Brisbane Broncos from 2017 to 2019.",
    "year": 1987,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jeremih",
    "birthday": "1987-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Jeremih_2015.jpg/213px-Jeremih_2015.jpg",
    "extract": "Jeremy Phillip Felton, known professionally as Jeremih, is an American R&B singer. In 2009, he signed a record deal with Def Jam Recordings. Jeremih's commercial debut single, \"Birthday Sex\", peaked at number four on the US Billboard Hot 100 chart—leading his self-titled debut album released in June that year, reaching number six on the US Billboard 200 chart. Jeremih's success continued with the release of his second album, All About You, led by the single \"Down on Me\", which also reached the top five of the Billboard Hot 100. In 2014, his single \"Don't Tell 'Em\" became his third top-ten hit on the Billboard Hot 100. The song became the lead single for his third studio album, Late Nights released in December 2015. A collaborative album between Jeremih and California singer Ty Dolla Sign, titled MihTy, was released in 2018.",
    "year": 1987,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Loui Eriksson",
    "birthday": "1985-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Loui_Eriksson_-_Boston_Bruins_2016.jpg/288px-Loui_Eriksson_-_Boston_Bruins_2016.jpg",
    "extract": "Loui William Eriksson is a Swedish professional ice hockey forward for the Arizona Coyotes of the National Hockey League (NHL). Eriksson was selected by the Dallas Stars in the second round, 33rd overall, at the 2003 NHL Entry Draft.",
    "year": 1985,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Neil McGregor",
    "birthday": "1985-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Neilmcgregor.jpg/232px-Neilmcgregor.jpg",
    "extract": "Neil McGregor, is a Scottish football defender who has previously played in the Scottish Premier League for Dundee.",
    "year": 1985,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Adam Lind",
    "birthday": "1983-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Adam_Lind_on_April_24%2C_2012.jpg/205px-Adam_Lind_on_April_24%2C_2012.jpg",
    "extract": "Adam Alan Lind is an American former professional baseball first baseman. He previously played in Major League Baseball (MLB) for the Toronto Blue Jays, Milwaukee Brewers, Seattle Mariners and Washington Nationals. Lind has also appeared at designated hitter and in left field. In 2009, Lind won the Silver Slugger Award and the Edgar Martínez Award.",
    "year": 1983,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Omari Banks",
    "birthday": "1982-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Omari_Banks.jpeg/320px-Omari_Banks.jpeg",
    "extract": "Omari Ahmed Clement Banks is an Anguillan musician and former cricketer, who appeared in 10 Test matches for the West Indies, as well as domestic matches for the Leeward Islands. In 2011, Banks began to pursue his musical career professionally and has been less involved in playing regional cricket, and officially retired from cricket on 31 January 2012.",
    "year": 1982,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ryan Miller",
    "birthday": "1980-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Ryan_Miller_4_2014-03-23.JPG/197px-Ryan_Miller_4_2014-03-23.JPG",
    "extract": "Ryan Dean Miller is an American former ice hockey goaltender who played 18 seasons in the National Hockey League (NHL) mostly for the Buffalo Sabres. Miller was drafted 138th overall by the Buffalo Sabres in the 1999 NHL Entry Draft. In 2010, he won the Vezina Trophy as the league's best goaltender. On February 17, 2019, Miller became the winningest American-born goaltender in NHL history, surpassing John Vanbiesbrouck.",
    "year": 1980,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Mike Vogel",
    "birthday": "1979-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Mike_Vogel_SDCC_2014_%28cropped%29.jpg/227px-Mike_Vogel_SDCC_2014_%28cropped%29.jpg",
    "extract": "Michael James Vogel is an American actor and former model. Vogel began acting in 2001 and has appeared in several films and series, including The Texas Chainsaw Massacre, The Sisterhood of the Traveling Pants, Grind, Poseidon, Blue Valentine, The Help, Bates Motel, Cloverfield, Under the Dome and The Case for Christ. He starred as the lead in the NBC military drama series The Brave for the 2017–18 season.",
    "year": 1979,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Panda Bear (musician)",
    "birthday": "1978-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/PANDA_BEAR_2010_%28cropped%29.jpg/259px-PANDA_BEAR_2010_%28cropped%29.jpg",
    "extract": "Noah Benjamin Lennox, also known by his moniker Panda Bear, is an American musician, singer-songwriter, multi-instrumentalist, and co-founding member of the band Animal Collective. In addition to his work with that group, Lennox has released six solo LPs since 1999, with his influential 2007 album Person Pitch inspiring numerous soundalike acts. His subsequent albums Tomboy (2011) and Panda Bear Meets the Grim Reaper (2015) both reached the Billboard 200.",
    "year": 1978,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jason Jennings",
    "birthday": "1978-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Jason_Jennings_2008.jpg/320px-Jason_Jennings_2008.jpg",
    "extract": "Jason Ryan Jennings is an American former professional baseball pitcher. He pitched in Major League Baseball with the Colorado Rockies (2001-2006), Houston Astros (2007) and Texas Rangers (2008-2009).",
    "year": 1978,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Leif Hoste",
    "birthday": "1977-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Leif_Hoste_2008.jpg/299px-Leif_Hoste_2008.jpg",
    "extract": "Leif Hoste is a retired Belgian professional road racing cyclist, who last rode for UCI Professional Continental Team team Accent.jobs–Willems Veranda's. Born in Kortrijk, Hoste's career highlights included winning two stages and the overall title at the 2006 Three Days of De Panne, the 2001, 2006 and 2007 Belgian national time trial championships, and a second-place finish at the 2004, 2006 and 2007 one-day classic Tour of Flanders.",
    "year": 1977,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Marc Savard",
    "birthday": "1977-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Marc_Savard_-_Boston_Bruins.jpg/291px-Marc_Savard_-_Boston_Bruins.jpg",
    "extract": "Marc Savard is a Canadian former professional ice hockey centre and current head coach of the Windsor Spitfires of the Ontario Hockey League (OHL). He played in the National Hockey League (NHL) for the New York Rangers, Calgary Flames, Atlanta Thrashers and Boston Bruins. He was an assistant coach for the St. Louis Blues during the 2019–20 season.",
    "year": 1977,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Luke Bryan",
    "birthday": "1976-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/LukeBryanApr10.jpg/220px-LukeBryanApr10.jpg",
    "extract": "Thomas Luther \"Luke\" Bryan is an American country music singer and songwriter. He began his music career writing songs for Travis Tritt and Billy Currington before signing with Capitol Nashville in 2007. He is one of the most successful and awarded country artists of the 2010s and 2020s.",
    "year": 1976,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Gino D'Acampo",
    "birthday": "1976-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Gino_D%27Acampo_-_Rochdale_Feelgood_Festival.jpg/214px-Gino_D%27Acampo_-_Rochdale_Feelgood_Festival.jpg",
    "extract": "Gennaro Sheffield D'Acampo is an Italian celebrity chef and media personality based in the United Kingdom, best known for his food-focused television shows and cookbooks.",
    "year": 1976,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Dagmara Domińczyk",
    "birthday": "1976-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Dagmara_Domi%C5%84czyk_2021.jpg/242px-Dagmara_Domi%C5%84czyk_2021.jpg",
    "extract": "Dagmara Domińczyk is a Polish-American actress and author. She has appeared in the films Rock Star (2001), The Count of Monte Cristo (2002), Kinsey (2004), Trust the Man (2005), Lonely Hearts (2006), Running with Scissors (2006), Higher Ground (2011), The Letter (2012), The Immigrant (2013), Big Stone Gap (2014), A Woman, a Part (2016), The Assistant (2019), and The Lost Daughter (2021). Domińczyk also has a main role in the HBO comedy-drama television series Succession (2018–present).",
    "year": 1976,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Marcos Senna",
    "birthday": "1976-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Senna1.jpg/215px-Senna1.jpg",
    "extract": "Marcos Antônio Senna da Silva, known as Senna, is a retired professional footballer who played as a central midfielder.",
    "year": 1976,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Anders Svensson",
    "birthday": "1976-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Anders_Svensson_2.jpg/255px-Anders_Svensson_2.jpg",
    "extract": "Anders Gunnar Svensson is a Swedish former professional footballer. He was a central midfielder, known for his passing, free kicks, and set piece-taking abilities, who usually operated in a playmaking role. He was capped 148 times for the Swedish national football team, many times as a captain, before he retired from international football in 2013. He is the most capped male player for Sweden, beating Thomas Ravelli's previous record of 143 caps.",
    "year": 1976,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Andre Adams",
    "birthday": "1975-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c2/Andre_Adams.jpg",
    "extract": "Andre Ryan Adams is a New Zealand cricket coach and former cricketer of Caribbean descent.",
    "year": 1975,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Elena Anaya",
    "birthday": "1975-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/THEY_ARE_ALL_DEAD_actress_Elena_Anaya_%28cropped%29_%28cropped%29.jpg/240px-THEY_ARE_ALL_DEAD_actress_Elena_Anaya_%28cropped%29_%28cropped%29.jpg",
    "extract": "Elena Anaya Gutiérrez is a Spanish actress whose career started in 1995. She starred alongside Antonio Banderas in Pedro Almodóvar's The Skin I Live In, for which she won the Goya award for Best Actress. She is also known for her roles in Van Helsing, Habitación en Roma (Room in Rome) and Doctor Poison in Wonder Woman.",
    "year": 1975,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Darude",
    "birthday": "1975-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Darude_photo_in_2015.jpg/209px-Darude_photo_in_2015.jpg",
    "extract": "Toni-Ville Henrik Virtanen, better known by his stage name Darude, is a Finnish DJ and record producer from Eura, Satakunta. His music is characterised by its progressive/uplifting style. He started making music in 1995 and released the platinum-selling hit single \"Sandstorm\" in late 1999. His debut studio album, Before the Storm, was released on September 18, 2000 and sold 800,000 copies worldwide, earning Darude three Finnish Grammy Awards. It peaked at number one on Finland's Official List and number 6 on the Billboard Dance/Electronic Albums chart in the United States. Darude's second studio album, Rush, reached number 11 on the Billboard dance chart in 2003 and number 4 on weekly album chart in Finland.",
    "year": 1975,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Konnie Huq",
    "birthday": "1975-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Konniehuq.jpg/226px-Konniehuq.jpg",
    "extract": "Kanak Asha \"Konnie\" Huq is a British television and radio presenter, screenwriter and children's author. She became the longest-serving female presenter of the popular UK children's television programme Blue Peter, having presented it from 1997 to 2008. She has been a presenter and guest of other shows including the 2010 series of The Xtra Factor on ITV2 and has also made cameo appearances and been a guest in other productions.",
    "year": 1975,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Terence Tao",
    "birthday": "1975-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Terence_Tao%2C_PCAST_Member_%28cropped%29.jpg/255px-Terence_Tao%2C_PCAST_Member_%28cropped%29.jpg",
    "extract": "Terence \"Terry\" Chi-Shen Tao is an Australian mathematician. He is a professor of mathematics at the University of California, Los Angeles (UCLA), where he holds the James and Carol Collins chair. His research includes topics in harmonic analysis, partial differential equations, algebraic combinatorics, arithmetic combinatorics, geometric combinatorics, probability theory, compressed sensing and analytic number theory.",
    "year": 1975,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Eric Moulds",
    "birthday": "1973-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Eric_Moulds_Texans_2006.jpg/190px-Eric_Moulds_Texans_2006.jpg",
    "extract": "Eric Shannon Moulds is a former American football wide receiver who played 12 seasons in the National Football League (NFL). He played college football for Mississippi State University and was drafted by the Buffalo Bills 24th overall in the 1996 NFL Draft. In 2009, Moulds was one of three receivers named to the Buffalo Bills 50th Anniversary All-Time Team.",
    "year": 1973,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Elizabeth Cook",
    "birthday": "1972-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Elizabeth_Cook.jpg/240px-Elizabeth_Cook.jpg",
    "extract": "Elizabeth Cook is an American country music singer and radio host. She has made over 400 appearances on the Grand Ole Opry since her debut on March 17, 2000, despite not being a member. Cook, \"the daughter of a hillbilly singer married to a moonshiner who played his upright bass while in a prison band\", was \"virtually unknown to the pop masses\" before she made a debut appearance on the Late Show with David Letterman in June 2012. The New York Times called her \"a sharp and surprising country singer\" and an \"idiosyncratic traditionalist\".",
    "year": 1972,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jason Rullo",
    "birthday": "1972-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Jason_Rullo.jpg/320px-Jason_Rullo.jpg",
    "extract": "Jason Rullo is an American drummer, who is one of the founding members of progressive metal band Symphony X.",
    "year": 1972,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jaap Stam",
    "birthday": "1972-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Jaap_Stam_-_1.jpg/240px-Jaap_Stam_-_1.jpg",
    "extract": "Jakob \"Jaap\" Stam is a Dutch football manager, former head coach and former professional player. He is regarded as one of the best defenders of his generation.",
    "year": 1972,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Calbert Cheaney",
    "birthday": "1971-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Calbert-Cheaney.jpg/196px-Calbert-Cheaney.jpg",
    "extract": "Calbert Nathaniel Cheaney is an American basketball coach and former player who serves as assistant coach for the Indiana Pacers of the National Basketball Association (NBA). He starred as a player for the Indiana Hoosiers from 1989–93 under coach Bob Knight. Cheaney ended his career as a three-time All-American and remains the Big Ten's all-time leading scorer with 2,613 career points. He led Indiana to a 105–27 record and the NCAA Tournament all four years, including a Final Four appearance in 1992.",
    "year": 1971,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Cory Doctorow",
    "birthday": "1971-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Re_publica_faces_2019_%2832858497617%29.jpg/213px-Re_publica_faces_2019_%2832858497617%29.jpg",
    "extract": "Cory Efram Doctorow is a Canadian-British blogger, journalist, and science fiction author who served as co-editor of the blog Boing Boing. He is an activist in favour of liberalising copyright laws and a proponent of the Creative Commons organization, using some of their licences for his books. Some common themes of his work include digital rights management, file sharing, and post-scarcity economics.",
    "year": 1971,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Nico Mattan",
    "birthday": "1971-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Nico_MATTAN.jpg/320px-Nico_MATTAN.jpg",
    "extract": "Nico Mattan is a Belgian former road racing cyclist. His greatest achievement in cycling was winning the Gent–Wevelgem classic in 2005.",
    "year": 1971,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Scott Johnson (cartoonist)",
    "birthday": "1969-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Scott_Johnson_at_Nerdtacular_2014.jpg/320px-Scott_Johnson_at_Nerdtacular_2014.jpg",
    "extract": "Scott Blaine Johnson is an American cartoonist, illustrator, game designer, and podcaster. He lives in South Jordan, Utah, with his wife and three children. In 2008, Johnson launched Frog Pants Studios, LLC, an illustration and audio production company.",
    "year": 1969,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jaan Kirsipuu",
    "birthday": "1969-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Jaan_Kirsipuu.jpg/225px-Jaan_Kirsipuu.jpg",
    "extract": "Jaan Kirsipuu is an Estonian former road bicycle racer, who currently works as a directeur sportif for UCI Continental team Team Ampler–Tartu2024.",
    "year": 1969,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Lou Barlow",
    "birthday": "1966-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Lou_Barlow_OPS13.jpg/320px-Lou_Barlow_OPS13.jpg",
    "extract": "Louis Knox Barlow is an American alternative rock musician and songwriter. A founding member of the groups Dinosaur Jr., Sebadoh and The Folk Implosion, Barlow is credited with helping to pioneer the lo-fi style of rock music in the late 1980s and early 1990s. His first band, which was formed in Amherst, Massachusetts, was Deep Wound. Barlow was born in Dayton, Ohio, and raised in Jackson, Michigan, and Westfield, Massachusetts.",
    "year": 1966,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Sten Tolgfors",
    "birthday": "1966-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Estpresident_1c300_5288_%28cropped%29.jpg/287px-Estpresident_1c300_5288_%28cropped%29.jpg",
    "extract": "Sten Sture Tolgfors is an arms lobbyist, manager and part owner of the public affairs firm Rud Pedersen and a former Swedish politician.",
    "year": 1966,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Craig Morgan",
    "birthday": "1965-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Craig_Morgan_Performing.jpg/320px-Craig_Morgan_Performing.jpg",
    "extract": "Craig Morgan Greer is an American country music artist. A veteran of the United States Army as a forward observer, Morgan began his musical career in 2000 on Atlantic Records, releasing his self-titled debut album for that label before the closure of its Nashville division in 2000. In 2002, Morgan signed to the independent Broken Bow Records, on which he released three studio albums: 2003's I Love It, 2005's My Kind of Livin', and 2006's Little Bit of Life. These produced several chart hits, including \"That's What I Love About Sunday\", which spent four weeks at the top of the Billboard country charts while also holding the No. 1 position on that year's Billboard Year-End chart for the country format. A greatest hits package followed in mid-2008 before Morgan signed to BNA Records and released That's Why later that same year. After exiting BNA, Morgan signed with Black River Entertainment and released This Ole Boy in 2012, followed by A Whole Lot More to Me in 2016.",
    "year": 1965,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Alex Winter",
    "birthday": "1965-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Alex_winter_2013.jpg/252px-Alex_winter_2013.jpg",
    "extract": "Alexander Ross Winter is a British-American actor and filmmaker. He played the slacker Bill in the 1989 film Bill & Ted's Excellent Adventure and its sequels Bill & Ted's Bogus Journey (1991) and Bill & Ted Face the Music (2020). He is also known for his role as Marko in the 1987 vampire film The Lost Boys; co-writing, co-directing, and starring in the 1993 film Freaked; and directing documentaries in the 2010s.",
    "year": 1965,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Heather Langenkamp",
    "birthday": "1964-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/HeatherLangenkamp_new.JPG/256px-HeatherLangenkamp_new.JPG",
    "extract": "Heather Langenkamp is an American actress, writer, director, producer, and prosthetic makeup coordinator. She is recognized in popular culture for her prolific work in the horror genre and scream queen roles.",
    "year": 1964,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Regina Belle",
    "birthday": "1963-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Regina_Belle.jpg/259px-Regina_Belle.jpg",
    "extract": "Regina Elaine Belle is an American singer-songwriter who started her career in the mid-1980s. Known for her singles \"Baby Come to Me\" (1989) and \"Make It Like It Was\" (1990), Belle's most notable for two hit duets, both with Peabo Bryson: \"Without You\", the love theme from the comedy film Leonard Part 6, recorded in 1987 and \"A Whole New World\", the main theme of the Disney's animated feature film Aladdin, recorded in 1992, with which Belle and Bryson won the Grammy award.\nThe theme song \"Far Longer than Forever\" from the animated movie The Swan Princess, performed with Jeffrey Osborne, was nominated for a Golden Globe in 1995 for Best Original Song.",
    "year": 1963,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Letsie III",
    "birthday": "1963-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Letsie_III.jpg/245px-Letsie_III.jpg",
    "extract": "Letsie III is King of Lesotho. He succeeded his father, Moshoeshoe II, when the latter was forced into exile in 1990. His father was briefly restored in 1995 but died in a car crash in early 1996, and Letsie became king again. As a constitutional monarch, most of King Letsie's duties as monarch of Lesotho are ceremonial. In 2000, he declared HIV/AIDS in Lesotho to be a natural disaster, prompting immediate national and international response to the epidemic.",
    "year": 1963,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Matti Nykänen",
    "birthday": "1963-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Matti_Nyk%C3%A4nen_2014-01-30_001.jpg/213px-Matti_Nyk%C3%A4nen_2014-01-30_001.jpg",
    "extract": "Matti Ensio Nykänen was a Finnish ski jumper who competed from 1981 to 1991. Widely considered to be the greatest male ski jumper of all time, he won five Winter Olympic medals, nine World Championship medals, and 22 Finnish Championship medals. Most notably, he won three gold medals at the 1988 Winter Olympics, becoming, along with Yvonne van Gennip of the Netherlands, the most medaled athlete that winter.",
    "year": 1963,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "António Costa",
    "birthday": "1961-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Ant%C3%B3nio_Costa_em_2017.jpg/224px-Ant%C3%B3nio_Costa_em_2017.jpg",
    "extract": "António Luís Santos da Costa GCIH is a Portuguese lawyer and politician serving as the 119th and current prime minister of Portugal since 26 November 2015, presiding over the XXI (2015–2019), XXII (2019–2022) and XXIII Constitutional Governments (2022-present). Previously, he was the secretary of state for parliamentary affairs from 1995 to 1997, minister of parliamentary affairs from 1997 to 1999, minister of justice from 1999 to 2002, minister of internal administration from 2005 to 2007, and mayor of Lisbon from 2007 to 2015. He was elected as secretary general of the Socialist Party in September 2014.",
    "year": 1961,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jeremy Hardy",
    "birthday": "1961-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Jeremy_Hardy_%2825287882613%29_%28cropped%29.jpg/230px-Jeremy_Hardy_%2825287882613%29_%28cropped%29.jpg",
    "extract": "Jeremy James Hardy was an English comedian. Born and raised in Hampshire, Hardy studied at the University of Southampton and began his stand-up career in the 1980s, going on to win the Perrier Comedy Award at the Edinburgh Festival Fringe in 1988. He is best known for his appearances on radio panel shows such as the News Quiz and I'm Sorry I Haven't a Clue.",
    "year": 1961,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Mark Burnett",
    "birthday": "1960-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/MarkBurnettJuly09.jpg/259px-MarkBurnettJuly09.jpg",
    "extract": "Mark Burnett is a British television producer who is the current Chairman of MGM Worldwide Television Group. He is best known for creating and producing the reality show The Apprentice, along with Survivor, The Voice, and Shark Tank.",
    "year": 1960,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Nancy Giles",
    "birthday": "1960-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Nancy_Giles_on_BTVR.jpg/283px-Nancy_Giles_on_BTVR.jpg",
    "extract": "Nancy Giles is an American actress and commentator, perhaps best known for her appearances in the series China Beach and on CBS News Sunday Morning.",
    "year": 1960,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Robin Shou",
    "birthday": "1960-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Robin_Shou_pic.jpg/286px-Robin_Shou_pic.jpg",
    "extract": "Shou Wan-por, known professionally as Robin Shou, is a Hong Kong-American actor, martial artist and stuntman. He is known for roles such as Liu Kang in the Mortal Kombat film series, Gobei in Beverly Hills Ninja (1997), Gen in Street Fighter: The Legend of Chun-Li (2009), and 14K in the Death Race films (2008-2013). Shou was also a Hong Kong action star in the late 1980s and early 1990s and has appeared in about 40 movies during his Hong Kong career before he entered Hollywood in 1994.",
    "year": 1960,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jan Wouters",
    "birthday": "1960-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/JanWouters.jpg/240px-JanWouters.jpg",
    "extract": "Jan Jacobus Wouters is a Dutch professional football coach and a former midfielder. He played as a defensive midfielder and was Dutch Footballer of the Year in 1990.",
    "year": 1960,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Pola Uddin, Baroness Uddin",
    "birthday": "1959-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Official_portrait_of_Baroness_Uddin_crop_3.jpg/320px-Official_portrait_of_Baroness_Uddin_crop_3.jpg",
    "extract": "Manzila Pola Khan Uddin, Baroness Uddin, is a British non-affiliated life peer and community activist of Bangladeshi descent. In 2009 she was included on The Guardian's Muslim Women Power List for Britain. She previously sat for Labour. In 2012, Uddin was required to repay £125,349, the largest amount in the United Kingdom parliamentary expenses scandal.",
    "year": 1959,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Wong Kar-wai",
    "birthday": "1958-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Wong_Kar-wai_Berlin_cropped.jpg/225px-Wong_Kar-wai_Berlin_cropped.jpg",
    "extract": "Wong Kar-wai is a Hong Kong film director, screenwriter, and producer. His films are characterised by nonlinear narratives, atmospheric music, and vivid cinematography involving bold, saturated colours. A pivotal figure of Hong Kong cinema, Wong is considered a contemporary auteur, and ranks third on Sight & Sound's 2002 poll of the greatest filmmakers of modern times. His films frequently appear on best-of lists domestically and internationally.",
    "year": 1958,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Suzanne Moore",
    "birthday": "1958-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Suzanne_Moore_on_Novara_Media.jpg/320px-Suzanne_Moore_on_Novara_Media.jpg",
    "extract": "Suzanne Lynn Moore is an English journalist.",
    "year": 1958,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Thérèse Rein",
    "birthday": "1958-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Therese_Rein_2011-01.jpg/216px-Therese_Rein_2011-01.jpg",
    "extract": "Thérèse Virginia Rein is an Australian entrepreneur who is the founder of Ingeus, an international employment and business psychology services company.",
    "year": 1958,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Bruce Crump",
    "birthday": "1957-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Bruce_Crump.jpg/228px-Bruce_Crump.jpg",
    "extract": "Bruce Hull Crump, Jr. was the drummer with the rock band Molly Hatchet from 1976 to 1982 and 1984 to 1991. He also played as a member of the Canadian band Streetheart in the early 1980s, appearing on their Live After Dark recording, and joined several of his former Molly Hatchet bandmates in the band Gator Country in the mid-2000s. At his death, Crump was in the Jacksonville, Florida-based band White Rhino and the newly reformed China Sky.",
    "year": 1957,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Wendy Freedman",
    "birthday": "1957-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Wendy_Freedman_%284617812603%29.jpg/320px-Wendy_Freedman_%284617812603%29.jpg",
    "extract": "Wendy Laurel Freedman is a Canadian-American astronomer, best known for her measurement of the Hubble constant, and as director of the Carnegie Observatories in Pasadena, California, and Las Campanas, Chile. She is now the John & Marion Sullivan University Professor of Astronomy and Astrophysics at the University of Chicago. Her principal research interests are in observational cosmology, focusing on measuring both the current and past expansion rates of the universe, and on characterizing the nature of dark energy.",
    "year": 1957,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Julie Bishop",
    "birthday": "1956-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Portrait_of_Julie_Bishop.jpg/227px-Portrait_of_Julie_Bishop.jpg",
    "extract": "Julie Isabel Bishop is an Australian former politician who served as Minister for Foreign Affairs from 2013 to 2018 and deputy leader of the Liberal Party from 2007 to 2018. She was the Member of Parliament (MP) for Curtin from 1998 to 2019. She has been the chancellor of the Australian National University since January 2020.",
    "year": 1956,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Bryan Trottier",
    "birthday": "1956-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Bryan_Trottier.jpg/225px-Bryan_Trottier.jpg",
    "extract": "Bryan John Trottier is a Canadian-American former professional ice hockey centre who played 18 seasons in the National Hockey League (NHL) for the New York Islanders and Pittsburgh Penguins. He won four Stanley Cups with the Islanders, two with the Penguins and one as an assistant coach with the Colorado Avalanche. He shares the NHL record for points in a single period with six in the second period against the Rangers on December 23, 1978. He is also one of only eight NHL players with multiple five-goal games. On August 4, 2014, Trottier was announced as an assistant coach for the Buffalo Sabres. In 2017 Trottier was named one of the \"100 Greatest NHL Players\" in history.",
    "year": 1956,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Sylvie Léonard",
    "birthday": "1955-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Rencontre_des_artistes_de_%E3%80%8ALes_diaboliques%E3%80%8B--_2_%28cropped%29.jpg/179px-Rencontre_des_artistes_de_%E3%80%8ALes_diaboliques%E3%80%8B--_2_%28cropped%29.jpg",
    "extract": "Sylvie Léonard is a French-Canadian actress. She has acted in theater, film and television for over 40 years. Her most notable roles include Mimi Jarry in Rue des Pignons, Annick Jacquemin in Terre Humaine, Julie Galarneau in L'Héritage, Sylvie in Un gars, une fille and most recently Madeleine in Lâcher prise.",
    "year": 1955,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Paul Stamets",
    "birthday": "1955-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Paul_Stamets_with_Agarikon.jpg/320px-Paul_Stamets_with_Agarikon.jpg",
    "extract": "Paul Edward Stamets is an American mycologist and entrepreneur who sells various mushroom products through his company. He is an author and advocate of medicinal fungi and mycoremediation.",
    "year": 1955,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Angela Merkel",
    "birthday": "1954-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Angela_Merkel_2019_cropped.jpg/229px-Angela_Merkel_2019_cropped.jpg",
    "extract": "Angela Dorothea Merkel is a retired German politician and scientist who served as the chancellor of Germany from 2005 to 2021. A member of the Christian Democratic Union (CDU), she previously served as leader of the Opposition from 2002 to 2005 and as Leader of the Christian Democratic Union from 2000 to 2018. Merkel was the first female chancellor of Germany. During her tenure as Chancellor, Merkel was frequently referred to as the de facto leader of the European Union (EU) and the most powerful woman in the world.",
    "year": 1954,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Edward Natapei",
    "birthday": "1954-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Edward_Natapei_2009.jpg/249px-Edward_Natapei_2009.jpg",
    "extract": "Edward Nipake Natapei Tuta Fanua`araki was a Vanuatuan politician. He was the prime minister of Vanuatu on two occasions, and was previously the minister of Foreign Affairs briefly in 1991, the acting president of Vanuatu from 2 March 1999 to 24 March 1999 and the deputy prime minister. He was the president of the Vanua'aku Pati, a socialist, Anglophone political party.",
    "year": 1954,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "J. Michael Straczynski",
    "birthday": "1954-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/J._Michael_Straczynski.png/240px-J._Michael_Straczynski.png",
    "extract": "Joseph Michael Straczynski is an American filmmaker, and comic book writer. He is the founder of Synthetic Worlds Ltd. and Studio JMS and is best known as the creator of the science fiction television series Babylon 5 (1993–1998) and its spinoff Crusade (1999), as well as the series Jeremiah (2002–2004) and Sense8 (2015–2018). He is also the executor of the estate of Harlan Ellison.",
    "year": 1954,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "David Hasselhoff",
    "birthday": "1952-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Hoff_3.jpg/213px-Hoff_3.jpg",
    "extract": "David Michael Hasselhoff, nicknamed \"The Hoff\", is an American actor, singer, producer, television personality, and businessman. He has set a Guinness World Record as the most watched man on TV. Hasselhoff first gained recognition on The Young and The Restless (1975–1982), playing the role of Dr. Snapper Foster. His career continued with his leading role as Michael Knight on Knight Rider (1982–1986) and as L.A. County Lifeguard Mitch Buchannon in Baywatch (1989–2000). He also produced Baywatch from the 1990s until 2001 when the series ended with Baywatch Hawaii.",
    "year": 1952,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Nicolette Larson",
    "birthday": "1952-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Nicolette_Larson_1985.jpg/264px-Nicolette_Larson_1985.jpg",
    "extract": "Nicolette Larson was an American singer. She is perhaps best known for her work in the late 1970s with Neil Young and her 1978 hit single of Young's \"Lotta Love\", which hit No. 1 on the Hot Adult Contemporary Tracks chart and No. 8 on the pop singles chart. It was followed by four more adult contemporary hits, two of which were also minor pop hits.",
    "year": 1952,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Thé Lau",
    "birthday": "1952-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/The_Scene.jpg/320px-The_Scene.jpg",
    "extract": "Matheus J. \"Thé\" Lau was a Dutch musician and writer. Besides his solo career, he was the lead singer of the Dutch band The Scene. He was born in Bergen, North Holland.",
    "year": 1952,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Lucie Arnaz",
    "birthday": "1951-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Lucy_Arnez_at_Kennedy_Center%27s_Twain_Prize_2013.jpg/212px-Lucy_Arnez_at_Kennedy_Center%27s_Twain_Prize_2013.jpg",
    "extract": "Lucie Désirée Arnaz is an American actress. She is the daughter of actors Lucille Ball and Desi Arnaz.",
    "year": 1951,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Mark Bowden",
    "birthday": "1951-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/2018-us-nationalbookfestival-mark-bowden.jpg/213px-2018-us-nationalbookfestival-mark-bowden.jpg",
    "extract": "Mark Robert Bowden  is an American journalist and writer. He is a national correspondent for The Atlantic. He is best known for his book Black Hawk Down: A Story of Modern War (1999) about the 1993 U.S. military raid in Mogadishu, Somalia. It was adapted as a motion picture of the same name that received two Academy Awards.",
    "year": 1951,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Andrew Robathan",
    "birthday": "1951-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Official_portrait_of_Lord_Robathan_2020_crop_2.jpg/240px-Official_portrait_of_Lord_Robathan_2020_crop_2.jpg",
    "extract": "Andrew Robert George Robathan, Baron Robathan, is a British Conservative politician, who served as Member of Parliament (MP) for South Leicestershire in Leicestershire as well as a government minister.",
    "year": 1951,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Phoebe Snow",
    "birthday": "1950-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/90/Phoebe-Snow_240.jpg",
    "extract": "Phoebe Snow was an American singer-songwriter and guitarist, known for her hit 1975 songs \"Poetry Man\" and \"Harpo's Blues\" and her credited guest vocals backing Paul Simon on \"Gone at Last\". She was described by The New York Times as a \"contralto grounded in a bluesy growl and capable of sweeping over four octaves.\" Snow also sang numerous commercial jingles for many U.S. products during the 1980s and 1990s, including General Foods International Coffees, Salon Selectives, and Stouffer's. Snow experienced success in Australia in the late 1970s and early 1980s with five top 100 albums in that territory.",
    "year": 1950,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Tengku Sulaiman Shah",
    "birthday": "1950-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/YAM_Tengku_Sulaiman_Shah_Alhaj.jpg/224px-YAM_Tengku_Sulaiman_Shah_Alhaj.jpg",
    "extract": "Tengku Sulaiman Shah Al-Haj ibni Almarhum Sultan Salahuddin Abdul Aziz Shah Al-Haj is a Malaysian corporate figure and a member of the Selangor Royal Family. He is the second son of eighth Sultan, Sultan Salahuddin Abdul Aziz Shah and the brother of the current Sultan, Sultan Sharafuddin Idris Shah.",
    "year": 1950,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Sadhan Chandra Majumder",
    "birthday": "1950-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/%E0%A6%AC%E0%A6%BE%E0%A6%AC%E0%A7%81_%E0%A6%B8%E0%A6%BE%E0%A6%A7%E0%A6%A8_%E0%A6%9A%E0%A6%A8%E0%A7%8D%E0%A6%A6%E0%A7%8D%E0%A6%B0_%E0%A6%AE%E0%A6%9C%E0%A7%81%E0%A6%AE%E0%A6%A6%E0%A6%BE%E0%A6%B0_%28cropped%29.jpg/240px-%E0%A6%AC%E0%A6%BE%E0%A6%AC%E0%A7%81_%E0%A6%B8%E0%A6%BE%E0%A6%A7%E0%A6%A8_%E0%A6%9A%E0%A6%A8%E0%A7%8D%E0%A6%A6%E0%A7%8D%E0%A6%B0_%E0%A6%AE%E0%A6%9C%E0%A7%81%E0%A6%AE%E0%A6%A6%E0%A6%BE%E0%A6%B0_%28cropped%29.jpg",
    "extract": "Sadhan Chandra Majumder is a Bangladeshi politician serving as the Minister of Food since 2019 and Member of Jatiya Sangsad since 2008 for Naogaon-1 constituency. He is the first ever cabinet minister from Niamatpur Upazila.",
    "year": 1950,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Geezer Butler",
    "birthday": "1949-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/2019_RiP_Deadland_Ritual_-_Geezer_Butler_-_by_2eight_-_8SC9785.jpg/213px-2019_RiP_Deadland_Ritual_-_Geezer_Butler_-_by_2eight_-_8SC9785.jpg",
    "extract": "Terence Michael Joseph \"Geezer\" Butler is a British musician and songwriter. He is best known as the bassist and primary lyricist of the heavy metal band Black Sabbath. He has also recorded and performed with Heaven & Hell, GZR, and Ozzy Osbourne. Butler was the bassist of Deadland Ritual, which has since disbanded.",
    "year": 1949,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Charley Steiner",
    "birthday": "1949-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Charley_Steiner_2008_CROPPED.jpg/320px-Charley_Steiner_2008_CROPPED.jpg",
    "extract": "Charles Harris Steiner is an American sportscaster and broadcast journalist. He is currently the radio play-by-play announcer for the Major League Baseball's Los Angeles Dodgers, paired with Rick Monday.",
    "year": 1949,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ron Asheton",
    "birthday": "1948-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/36/Ron_Asheton%2C_1970.png",
    "extract": "Ronald Franklin Asheton was an American guitarist, bassist and co-songwriter with Iggy Pop for the rock and roll band the Stooges. He formed the Stooges along with Pop and his brother, drummer Scott Asheton, and bassist Dave Alexander. Asheton, once ranked as number 29 on Rolling Stone's list of 100 Greatest Guitarists of All Time is currently ranked at number 60.",
    "year": 1948,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Luc Bondy",
    "birthday": "1948-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Luc_Bondy_-_Nestroy-Theaterpreis_2013_a_crop.jpg/243px-Luc_Bondy_-_Nestroy-Theaterpreis_2013_a_crop.jpg",
    "extract": "Luc Bondy was a Swiss theatre and film director.",
    "year": 1948,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Joyce Anelay, Baroness Anelay of St Johns",
    "birthday": "1947-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Official_portrait_of_Baroness_Anelay_of_St_Johns%2C_2020.jpg/240px-Official_portrait_of_Baroness_Anelay_of_St_Johns%2C_2020.jpg",
    "extract": "Joyce Anne Anelay, Baroness Anelay of St Johns,, is a British Conservative Party politician, previously serving as Minister of State of the Foreign and Commonwealth Office from August 2014 to June 2017. Lady Anelay was appointed as Minister of State at the Department for Exiting the European Union in the Second May ministry, after the 2017 reshuffle.",
    "year": 1947,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Camilla, Duchess of Cornwall",
    "birthday": "1947-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/10/Camilla_Cornwall.jpg/207px-Camilla_Cornwall.jpg",
    "extract": "Camilla, Duchess of Cornwall is a member of the British royal family. She is married to Charles, Prince of Wales, heir apparent to the British throne, and should he succeed, Camilla would automatically become queen consort.",
    "year": 1947,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Wolfgang Flür",
    "birthday": "1947-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Wolfgang_Fluer_by_Stuart_Mentiply.jpg/320px-Wolfgang_Fluer_by_Stuart_Mentiply.jpg",
    "extract": "Wolfgang Flür is a German musician, best known for playing percussion in the electronic group Kraftwerk from 1973 to 1987. Flür claims that he invented the electric drums the group used throughout the 1970s. However, patent records dispute this, citing Florian Schneider and Ralf Hütter as the creators.",
    "year": 1947,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Chris Crutcher",
    "birthday": "1946-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Chris_Crutcher.jpg/229px-Chris_Crutcher.jpg",
    "extract": "Chris Crutcher is an American novelist and a family therapist. He received the Margaret A. Edwards Award from the American Library Association in 2000 for his lifetime contribution in writing for teens.",
    "year": 1946,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ted Sampley",
    "birthday": "1946-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/1e/Ted_Sampley.jpg",
    "extract": "Theodore Lane Sampley was an American Vietnam War veteran and activist. He primarily advocated for those servicemembers still considered missing in action or prisoners of war (POW-MIA) as of the end of hostilities in 1975. A staunch political conservative, he also ran for local political office several times. He is credited with the research that identified Air Force Lt. Michael Blassie as the Vietnam fatality buried at the Tomb of the Unknown Soldier, and for his role in organizing the annual Rolling Thunder motorcycle event in Washington. In Kinston, North Carolina, where he lived for much of his adult life, he was known for his local civic activism, most notably his effort to build a replica of the Confederate ironclad CSS Neuse, the only full-size replica of a Confederate ironclad, in the city's downtown.",
    "year": 1946,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Alexander, Crown Prince of Yugoslavia",
    "birthday": "1945-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/HRH_Crown_Prince_Alexander_II_with_Legion_of_Honour.jpg/213px-HRH_Crown_Prince_Alexander_II_with_Legion_of_Honour.jpg",
    "extract": "Alexander, Crown Prince of Yugoslavia, also claiming the crowned royal title of Alexander II Karađorđević, is the head of the House of Karađorđević, the former royal house of the defunct Kingdom of Yugoslavia and its predecessor the Kingdom of Serbia. Alexander is the only child of King Peter II and his wife, Princess Alexandra of Greece and Denmark. He held the position of crown prince in the Democratic Federal Yugoslavia for the first four-and-a-half months of his life, from his birth until the declaration of the Federal People's Republic of Yugoslavia later in 1945.",
    "year": 1945,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Catherine Schell",
    "birthday": "1944-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Catherine_Schell_%281967%29.jpg/240px-Catherine_Schell_%281967%29.jpg",
    "extract": "Catherine Schell is a Hungarian-born actress who came to prominence in British film and television productions from the 1960s. Her notable roles include the Bond girl Nancy in On Her Majesty's Secret Service (1969), Lady Claudine Litton in The Return of the Pink Panther (1975), Countess Scarlioni in the Doctor Who serial City of Death (1979), and a regular role as Maya in the second season of the television series Space: 1999 (1975).",
    "year": 1944,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Carlos Alberto Torres",
    "birthday": "1944-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Carlos_alberto_cosmos.jpg/208px-Carlos_alberto_cosmos.jpg",
    "extract": "Carlos Alberto \"Capita\" Torres, also known as \"O Capitão do Tri\", was a Brazilian football player and manager who played as an attacking right-sided full-back or wing-back. A technically gifted defender with good ball skills and defensive capabilities, he is widely regarded as one of the best defenders of all time. He also stood out for his leadership, and was an excellent penalty taker. Nicknamed O Capitão, he captained the Brazil national team to victory in the 1970 World Cup, scoring the fourth goal in the final, considered one of the greatest goals in the history of the tournament.",
    "year": 1944,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Don Kessinger",
    "birthday": "1942-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Don_Kessinger_1973.jpg/230px-Don_Kessinger_1973.jpg",
    "extract": "Donald Eulon Kessinger is an American former professional baseball player and manager. He played in Major League Baseball as a shortstop from 1964 to 1979 for the Chicago Cubs, St. Louis Cardinals and the Chicago White Sox. A six-time All-Star, he was a light-hitting, defensive specialist who spent the majority of his career as the Chicago Cubs starting shortstop. In the late 1960s and early 1970s, he was considered one of the best shortstops in baseball. Kessinger is also notable for being the last player-manager in American League history.",
    "year": 1942,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Gale Garnett",
    "birthday": "1942-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Gale_Garnett_%281964%29.jpg/240px-Gale_Garnett_%281964%29.jpg",
    "extract": "Gale Zoë Garnett is a New Zealand–born Canadian singer best known in the United States for her self-penned, Grammy-winning folk hit \"We'll Sing in the Sunshine\". Garnett has since carved out a career as an author and actress.",
    "year": 1942,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Connie Hawkins",
    "birthday": "1942-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Connie_Hawkins_ABA_MVP.jpeg/237px-Connie_Hawkins_ABA_MVP.jpeg",
    "extract": "Cornelius Lance \"Connie\" Hawkins was an American professional basketball player. A New York City playground legend, \"the Hawk\"\nwas inducted into the Naismith Memorial Basketball Hall of Fame in 1992.",
    "year": 1942,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Bob Taylor (cricketer)",
    "birthday": "1941-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Bob_Taylor_batting_vs_NZ%2C_February_1978.jpg/320px-Bob_Taylor_batting_vs_NZ%2C_February_1978.jpg",
    "extract": "Robert William Taylor is an English former cricketer who played as wicket-keeper for Derbyshire between 1961 and 1984 and for England between 1971 and 1984. He made 57 Test, and 639 first-class cricket appearances in total, taking 1,473 catches. The 2,069 victims across his entire career is the most of any wicket-keeper in first-class history. He is considered one of the world's most accomplished wicket-keepers. He made his first-class debut for Minor Counties against South Africa in 1960, having made his Staffordshire debut in 1958. He became Derbyshire's first choice wicket-keeper when George Dawkes sustained a career-ending injury. His final First Class appearance was at the Scarborough Festival in 1988. He remained first choice until his retirement except for a short period in 1964 when Laurie Johnson was tried as a batsman-wicketkeeper.",
    "year": 1941,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Tim Brooke-Taylor",
    "birthday": "1940-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Tim_Brooke-Taylor_2014.jpg/320px-Tim_Brooke-Taylor_2014.jpg",
    "extract": "Timothy Julian Brooke-Taylor OBE was an English actor and comedian best known as a member of The Goodies.",
    "year": 1940,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Spencer Davis",
    "birthday": "1939-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Spencer_Davis_08072006_NSU_01.JPG/320px-Spencer_Davis_08072006_NSU_01.JPG",
    "extract": "Spencer Davis was a Welsh singer and musician. He founded The Spencer Davis Group, a band that had several hits in the 1960s including \"Keep On Running\", \"Gimme Some Lovin'\", and \"I'm a Man\", all sung by Steve Winwood. Davis subsequently enjoyed success as an A&R executive with Island Records.",
    "year": 1939,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Hermann Huppen",
    "birthday": "1938-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/FIBD2016OtomoHermann_%28cropped%29_%282%29.jpg/247px-FIBD2016OtomoHermann_%28cropped%29_%282%29.jpg",
    "extract": "Hermann Huppen is a Belgian comic book artist. He is better known under his pen-name Hermann. He is most famous for his post-apocalyptic comic Jeremiah which was made into a television series.",
    "year": 1938,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Diahann Carroll",
    "birthday": "1935-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Diahann_Carroll_1976.JPG/239px-Diahann_Carroll_1976.JPG",
    "extract": "Diahann Carroll was an American actress, singer, model, and activist. She rose to prominence in some of the earliest major studio films to feature black casts, including Carmen Jones (1954) and Porgy and Bess (1959). In 1962, Carroll won a Tony Award for Best Actress in a Musical, a first for an African-American woman, for her role in the Broadway musical No Strings. In 1974 she starred in Claudine alongside James Earl Jones for which she was nominated for an Academy Award for Best Actress.",
    "year": 1935,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Peter Schickele",
    "birthday": "1935-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Peter_Schickele.jpg/176px-Peter_Schickele.jpg",
    "extract": "“Professor” Peter Schickele is an American composer, musical educator, and parodist, best known for comedy albums featuring his music, but which he presents as being composed by the fictional P. D. Q. Bach. He also hosted a long-running weekly radio program called Schickele Mix.",
    "year": 1935,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Donald Sutherland",
    "birthday": "1935-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Donald_Sutherland_%28cropped%29.JPG/224px-Donald_Sutherland_%28cropped%29.JPG",
    "extract": "Donald McNichol Sutherland is a Canadian actor whose film career spans over six decades. He has been nominated for nine Golden Globe Awards, winning two for his performances in the television films Citizen X (1995) and Path to War (2002); the former also earned him a Primetime Emmy Award. An inductee of the Hollywood Walk of Fame and Canadian Walk of Fame, he also received a Canadian Academy Award for the drama film Threshold (1981). Multiple film critics and media outlets have cited him as one of the best actors never to have received an Academy Award nomination. In 2017, he received an Academy Honorary Award for his contributions to cinema. In 2021, he won the Critics' Choice Television Award for Best Supporting Actor in a Movie/Miniseries for his work in the HBO miniseries The Undoing (2020).",
    "year": 1935,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Lucio Tan",
    "birthday": "1934-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Lucio_Tan_-_2018_%28cropped%29.jpg/197px-Lucio_Tan_-_2018_%28cropped%29.jpg",
    "extract": "Lucio Chua Tan Sr. is a Filipino billionaire businessman and educator with interests in banking, airline, liquor, tobacco, real estate industries, beverages, and education. As of September 2021, his net worth is estimated at US$1.9 billion.",
    "year": 1934,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Keiko Awaji",
    "birthday": "1933-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Awaji_Keiko.JPG/239px-Awaji_Keiko.JPG",
    "extract": "Keiko Awaji  was a Japanese film actress.",
    "year": 1933,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Tony Pithey",
    "birthday": "1933-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/ec/Tony_and_David_Pithey.jpg",
    "extract": "Anthony John Pithey was a Rhodesian cricketer who played in seventeen Test matches for South Africa between 1957 and 1965. He also made 65 appearances for Rhodesia, captaining them 34 times. He was a technically correct top-order batsmen who developed a reputation for being a stayer rather than a strokemaker. His early promise saw him represent South Africa as a young player, but he only secured his place in the team toward the end of his career. He toured Australia with Trevor Goddard's Springboks in 1963–64, during which, with his brother David and the Pollocks he formed part of the first pair of brothers to represent a country in a Test match.",
    "year": 1933,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Johnny Kerr",
    "birthday": "1932-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/0b/John_Kerr%2C_c._1966.jpg",
    "extract": "John Graham \"Red\" Kerr was an American basketball player, coach, and color commentator. He played in the NBA from 1954 to 1966, mainly as a member of the Syracuse Nationals. He later held several coaching and administrative positions before embarking on a thirty-three-year career as a television color commentator for the Chicago Bulls.",
    "year": 1932,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Wojciech Kilar",
    "birthday": "1932-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Wojciech_Kilar_2.jpg/256px-Wojciech_Kilar_2.jpg",
    "extract": "Wojciech Kilar was a Polish classical and film music composer. His film scores won many honors including the best score award for the music to Ziemia obiecana in 1975, followed by the Prix Louis Delluc in 1980 for the music to Le Roi et l'Oiseau / The King and the Mockingbird, and an award at the Cork International Film Festival for the music to From A Far Country (1981) about the life of Pope John Paul II.",
    "year": 1932,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Bobby Leonard",
    "birthday": "1932-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/54/Bobby_Leonard.jpeg",
    "extract": "William Robert \"Slick\" Leonard was an American professional basketball player, coach and color commentator. He played college basketball for the Indiana Hoosiers, where he was a two-time All-American and a member of their national championship squad in 1953. After playing professionally in the National Basketball Association (NBA), Leonard coached the Indiana Pacers to three American Basketball Association (ABA) championships. He was inducted into the Naismith Memorial Basketball Hall of Fame as a coach in 2014.",
    "year": 1932,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Quino",
    "birthday": "1932-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Quino_%2813331254273%29_%28cropped%29.jpg/256px-Quino_%2813331254273%29_%28cropped%29.jpg",
    "extract": "Joaquín Salvador Lavado Tejón, better known by his pen name Quino, was an Argentine-Spanish cartoonist. His comic strip Mafalda is popular in many parts of the Americas and Europe and has been praised for its use of social satire as a commentary on real-life issues.",
    "year": 1932,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Sergei K. Godunov",
    "birthday": "1929-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Godunov_sergei.jpg/256px-Godunov_sergei.jpg",
    "extract": "Sergei Konstantinovich Godunov is a Soviet and Russian professor at the Sobolev Institute of Mathematics of the Russian Academy of Sciences in Novosibirsk, Russia.",
    "year": 1929,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Vince Guaraldi",
    "birthday": "1928-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a0/Vinceguaraldi_blackwhite.jpg/320px-Vinceguaraldi_blackwhite.jpg",
    "extract": "Vincent Anthony Guaraldi was an American jazz pianist noted for his innovative compositions and arrangements and for composing music for animated television adaptations of the Peanuts comic strip. His compositions for this series included their signature melody \"Linus and Lucy\" and the holiday standard \"Christmas Time Is Here\". He is also known for his performances on piano as a member of Cal Tjader's 1950s ensembles and for his own solo career. His 1962 composition \"Cast Your Fate to the Wind\" became a radio hit and won a Grammy Award in 1963 for Best Original Jazz Composition. He died of a sudden heart attack in February 1976 at age 47, moments after concluding a nightclub performance in Menlo Park, California.",
    "year": 1928,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Édouard Carpentier",
    "birthday": "1926-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5f/%C3%89douardCarpentier1973Cropped.png/286px-%C3%89douardCarpentier1973Cropped.png",
    "extract": "Édouard Ignacz Weiczorkiewicz was a French-born Canadian professional wrestler, better known by his ring name, Édouard Carpentier. Over the course of his career, Carpentier held multiple world heavyweight championships, including the NWA World Heavyweight Championship and the WWA World Heavyweight Championship. Nicknamed \"The Flying Frenchman\", Carpentier was known for his athletic manoeuvres including \"back flips, cartwheels and somersaults\".",
    "year": 1926,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Willis Carto",
    "birthday": "1926-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/ea/Otracw1.gif",
    "extract": "Willis Allison Carto was an American far-right political advocate. He described himself as a Jeffersonian and a populist, but was primarily known for his promotion of antisemitic conspiracy theories and Holocaust denial.",
    "year": 1926,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jimmy Scott",
    "birthday": "1925-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Jimmy_Scott.jpg/320px-Jimmy_Scott.jpg",
    "extract": "James Victor Scott, known professionally as Little Jimmy Scott or Jimmy Scott, was an American jazz vocalist known for his high natural contralto voice and his sensitivity on ballads and love songs.",
    "year": 1925,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Mohammad Hasan Sharq",
    "birthday": "1925-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Shuja_Shah_Durrani_of_Afghanistan_in_1839.jpg/320px-Shuja_Shah_Durrani_of_Afghanistan_in_1839.jpg",
    "extract": "Mohammad Hasan Sharq is an Afghan former politician who was active in the communist government of Afghanistan. Sharq became Chairman of the Council of Ministers – the government of the Soviet-backed Democratic Republic of Afghanistan. He was selected as a compromise candidate after a loya jirga ratified a new constitution in 1987. However, the power of his office was relatively slight compared with the powers held by the Presidency.",
    "year": 1925,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Garde Gardom",
    "birthday": "1924-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/10/GardeGardom.jpg/234px-GardeGardom.jpg",
    "extract": "Garde Basil Gardom, was a Canadian politician, lawyer, and the 26th Lieutenant Governor of British Columbia.",
    "year": 1924,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "George Barnes (musician)",
    "birthday": "1921-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9e/George_Barnes.JPG",
    "extract": "George Warren Barnes was an American swing jazz guitarist who played the first electric guitar in 1931. He, disputedly, made the first commercial recording of an electric guitar on March 1, 1938, in sessions with Big Bill Broonzy. Such was his downhome style of playing, he was once mistakenly described as a \"great Negro blues guitar player from Chicago\".",
    "year": 1921,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Mary Osborne",
    "birthday": "1921-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Mary_Osborne.jpg/184px-Mary_Osborne.jpg",
    "extract": "Mary Osborne was an American jazz guitarist and guitar manufacturer. She began performing at a young age and was featured on a radio program in North Dakota, where she grew up. In New York City during the 1940s, she played with jazz musicians such as Dizzy Gillespie, Art Tatum, Coleman Hawkins, and Thelonious Monk. After moving to California in 1968, she and her husband founded the Osborne Guitar Company.",
    "year": 1921,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Toni Stone",
    "birthday": "1921-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8a/Toni_Stone.jpg/255px-Toni_Stone.jpg",
    "extract": "Toni Stone, born as Marcenia Lyle Stone in West Virginia, was the first of three women to play professional baseball full-time for the Indianapolis Clowns, in the previously all-male Negro leagues. This also made her the first woman to play as a regular on an American big-league professional baseball team. A baseball player from her early childhood, she went on to play for the San Francisco Sea Lions, the New Orleans Creoles, the Indianapolis Clowns, and the Kansas City Monarchs before retiring from baseball in 1954. Stone was taunted at times by teammates, once being told, “Go home and fix your husband some biscuits,” but she was undeterred. It has been widely reported that during an exhibition game in 1953, she hit a single off a fastball pitch delivered by legendary player Satchel Paige, although this is also disputed.",
    "year": 1921,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Gordon Gould",
    "birthday": "1920-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Gordon_Gould.jpg/320px-Gordon_Gould.jpg",
    "extract": "Gordon Gould was an American physicist who is sometimes credited with the invention of the laser and the optical amplifier.. Gould is best known for his thirty-year fight with the United States Patent and Trademark Office to obtain patents for the laser and related technologies. He also fought with laser manufacturers in court battles to enforce the patents he subsequently did obtain.",
    "year": 1920,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Juan Antonio Samaranch",
    "birthday": "1920-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Juan_Antonio_Samaranch_DF-ST-01-00128.jpg/293px-Juan_Antonio_Samaranch_DF-ST-01-00128.jpg",
    "extract": "Juan Antonio Samaranch y Torelló, 1st Marquess of Samaranch was a Spanish sports administrator under the Franco regime (1973–1977) who served as the seventh President of the International Olympic Committee (IOC) from 1980 to 2001.",
    "year": 1920,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Carlos Manuel Arana Osorio",
    "birthday": "1918-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Carlos_Arana_Osorio.png/259px-Carlos_Arana_Osorio.png",
    "extract": "Carlos Manuel Arana Osorio was President of Guatemala from 1970 to 1974. His government enforced torture, disappearances and killings against political and military adversaries, as well as common criminals.",
    "year": 1918,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Lou Boudreau",
    "birthday": "1917-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/LouBoudreau1953bowman.jpg/212px-LouBoudreau1953bowman.jpg",
    "extract": "Louis Boudreau, nicknamed \"Old Shufflefoot\", \"Handsome Lou\", and \"The Good Kid\", was an American professional baseball player and manager. He played in Major League Baseball (MLB) for 15 seasons, primarily as a shortstop on the Cleveland Indians, and managed four teams for 15 seasons including 10 seasons as a player-manager. He was also a radio announcer for the Chicago Cubs and in college was a dual sport athlete in both baseball and earning All-American honors in basketball for the University of Illinois.",
    "year": 1917,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Phyllis Diller",
    "birthday": "1917-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Phyllis_Diller_ABC_Comedy_stars_composite_1966_%28cropped%29.JPG/242px-Phyllis_Diller_ABC_Comedy_stars_composite_1966_%28cropped%29.JPG",
    "extract": "Phyllis Ada Diller was an American stand-up comedian, actress, author, musician, and visual artist, best known for her eccentric stage persona, self-deprecating humor, wild hair and clothes, and exaggerated, cackling laugh.",
    "year": 1917,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Kenan Evren",
    "birthday": "1917-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Kenan_Evren_%28cropped%29.png/251px-Kenan_Evren_%28cropped%29.png",
    "extract": "Ahmet Kenan Evren was a Turkish politician and military officer, who served as the seventh President of Turkey from 1980 to 1989. He assumed the post by leading the 1980 military coup.",
    "year": 1917,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Christiane Rochefort",
    "birthday": "1917-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Rochefort-ch4.JPG/276px-Rochefort-ch4.JPG",
    "extract": "Christiane Rochefort was a French feminist writer. She was born into a left-wing working class Parisian family; her father joined the International Brigades during the Spanish Civil War. Rochefort worked as a journalist and spent fifteen years as a press attaché to the Cannes Film Festival before publishing her first novel, Le Repos du guerrier, in 1958. Like several of her later novels, Le Repos du guerrier was a bestseller; in 1962 it was adapted into a popular film directed by Roger Vadim and starring Brigitte Bardot. Her novels are divided between social realist satires set in present-day France and utopian or dystopian fantasies. She won the Prix Médicis in 1988. Rochefort's novels also have\nstrong sexual elements.",
    "year": 1917,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Bijon Bhattacharya",
    "birthday": "1915-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d1/Bijon_bhattacharya.jpg",
    "extract": "Bijon Bhattacharya was an Indian theatre and film actor from West Bengal. He was an eminent playwright and dramatist.",
    "year": 1915,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Arthur Rothstein",
    "birthday": "1915-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Arthur_Rothstein_8a22587r_%28retouch%29.jpg/214px-Arthur_Rothstein_8a22587r_%28retouch%29.jpg",
    "extract": "Arthur Rothstein was an American photographer. Rothstein is recognized as one of America's premier photojournalists. During a career that spanned five decades, he provoked, entertained and informed the American people. His photographs ranged from a hometown baseball game to the drama of war, from struggling rural farmers to US Presidents.",
    "year": 1915,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Eleanor Steber",
    "birthday": "1914-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Eleanor_Steber_1952.jpg/245px-Eleanor_Steber_1952.jpg",
    "extract": "Eleanor Steber was an American operatic soprano. Steber is noted as one of the first major opera stars to have achieved the highest success with training and a career based in the United States.",
    "year": 1914,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Bertrand Goldberg",
    "birthday": "1913-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Marina_City%2C_Chicago%2C_Illinois%2C_Estados_Unidos%2C_2012-10-20%2C_DD_02.jpg/218px-Marina_City%2C_Chicago%2C_Illinois%2C_Estados_Unidos%2C_2012-10-20%2C_DD_02.jpg",
    "extract": "Bertrand Goldberg was an American architect and industrial designer, best known for the Marina City complex in Chicago, Illinois, the tallest reinforced concrete building in the world at the time of completion.",
    "year": 1913,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Art Linkletter",
    "birthday": "1912-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a6/Art_Linkletter_in_1957.JPG",
    "extract": "Arthur Gordon Linkletter was a Canadian-born American radio and television personality. He was the host of House Party, which ran on CBS radio and television for 25 years, and People Are Funny, which aired on NBC radio and television for 19 years. He became a naturalized United States citizen in 1942.",
    "year": 1912,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Lionel Ferbos",
    "birthday": "1911-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Lionel_Ferbos_2012_before_SatchmoFest_Set.JPG/270px-Lionel_Ferbos_2012_before_SatchmoFest_Set.JPG",
    "extract": "Lionel Charles Ferbos was an American jazz trumpeter. He was from New Orleans, Louisiana.",
    "year": 1911,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "James Elliott Coyne",
    "birthday": "1910-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/JamesCoyne.png/214px-JamesCoyne.png",
    "extract": "James Elliott Coyne, was the second Governor of the Bank of Canada, from 1955 to 1961, succeeding Graham Towers. During his time in office, he had a much-publicized debate with Prime Minister John Diefenbaker, a debate often referred to as the \"Coyne Affair\", which led to his resignation and, eventually, to greater central-bank independence in Canada.",
    "year": 1910,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Frank Olson",
    "birthday": "1910-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e4/Frank_Olson_1952.jpg",
    "extract": "Frank Rudolph Emmanuel Olson was an American bacteriologist, biological warfare scientist, and an employee of the United States Army Biological Warfare Laboratories (USBWL) who worked at Camp Detrick in Maryland. At a meeting in rural Maryland, he was covertly dosed with LSD by his colleague \nSidney Gottlieb and, nine days later, plunged to his death from the window of the Hotel Statler in New-York. The U.S. government first described his death as a suicide, and then as misadventure, while others allege murder. The Rockefeller Commission report on the CIA in 1975 acknowledged their having conducted covert drug studies on fellow agents. Olson's death is one of the most mysterious outcomes of the CIA mind control project MKUltra.",
    "year": 1910,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "William Gargan",
    "birthday": "1905-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/William_Gargan_circa_1950s.JPG/247px-William_Gargan_circa_1950s.JPG",
    "extract": "William Dennis Gargan was an American film, television and radio actor. He was the 5th recipient of the Screen Actors Guild Life Achievement Award in 1967, and in 1941, was nominated for the Academy Award for Best Supporting Actor for his role as Joe in They Knew What They Wanted. He acted in decades of movies including parts in Follow the Leader, Rain, Night Flight, Three Sons, Isle of Destiny and many others. The role he was best known for was that of a private detective Martin Kane in the 1949–1952 radio-television series Martin Kane, Private Eye. In television, he was also in 39 episodes of The New Adventures of Martin Kane.",
    "year": 1905,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Christina Stead",
    "birthday": "1902-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fd/Christina_Stead.jpg/242px-Christina_Stead.jpg",
    "extract": "Christina Stead was an Australian novelist and short-story writer acclaimed for her satirical wit and penetrating psychological characterisations. Christina Stead was a committed Marxist, although she was never a member of the Communist Party. She spent much of her life outside Australia, although she returned before her death.",
    "year": 1902,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Luigi Chinetti",
    "birthday": "1901-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Luigi_Chinetti_en_1935.jpg/274px-Luigi_Chinetti_en_1935.jpg",
    "extract": "Luigi Chinetti was an Italian-born racecar driver, who emigrated to the United States during World War II. He drove in 12 consecutive 24 Hours of Le Mans races, taking three outright wins there and taking two more at the Spa 24 Hours race. Chinetti owned the North American Racing Team, which successfully ran privateer Ferraris in sports car and Formula One races. For many years he was the exclusive American importer of Ferrari automobiles to the United States.",
    "year": 1901,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Bruno Jasieński",
    "birthday": "1901-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Bruno_Jasie%C5%84ski_portrait.jpg/211px-Bruno_Jasie%C5%84ski_portrait.jpg",
    "extract": "Bruno Jasieński pronounced [ˈbrunɔ jaˈɕeɲskʲi], born Wiktor Bruno Zysman, was a Polish poet, novelist, playwright, Catastrophist, and leader of the Polish Futurist movement in the interwar period. Jasieński was also a communist activist in Poland, France and the Soviet Union, where he was executed during the Great Purge. He is acclaimed by members of the various modernist art groups as their patron. An annual literary festival Brunonalia is held in Klimontów, Poland, his birthplace, where one of the streets is also named after him.",
    "year": 1901,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "James Cagney",
    "birthday": "1899-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/James_cagney_promo_photo_%28cropped%2C_centered%29.jpg/216px-James_cagney_promo_photo_%28cropped%2C_centered%29.jpg",
    "extract": "James Francis Cagney Jr. was an American actor, dancer and film director. On stage and in film, Cagney was known for his consistently energetic performances, distinctive vocal style, and deadpan comic timing. He won acclaim and major awards for a wide variety of performances. He is remembered for playing multifaceted tough guys in films such as The Public Enemy (1931), Taxi! (1932), Angels with Dirty Faces (1938), The Roaring Twenties (1939), City for Conquest (1940) and White Heat (1949), finding himself typecast or limited by this reputation earlier in his career. He was able to negotiate dancing opportunities in his films and ended up winning the Academy Award for his role in the musical Yankee Doodle Dandy (1942). In 1999 the American Film Institute ranked him eighth among its list of greatest male stars of the Golden Age of Hollywood. Orson Welles described Cagney as \"maybe the greatest actor who ever appeared in front of a camera\".",
    "year": 1899,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Berenice Abbott",
    "birthday": "1898-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Berenice_Abbott_by_Hank_ONeal_NYC_1979.jpg/253px-Berenice_Abbott_by_Hank_ONeal_NYC_1979.jpg",
    "extract": "Berenice Alice Abbott was an American photographer best known for her portraits of between-the-wars 20th century cultural figures, New York City photographs of architecture and urban design of the 1930s, and science interpretation in the 1940s to 1960s.",
    "year": 1898,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Osmond Borradaile",
    "birthday": "1898-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Beyond_the_Rocks_%281922%29_2_cropped.jpg/320px-Beyond_the_Rocks_%281922%29_2_cropped.jpg",
    "extract": "Osmond Hudson Borradaile, was a Canadian cameraman, cinematographer, and veteran of World War I and World War II.",
    "year": 1898,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Georges Lemaître",
    "birthday": "1894-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Georges_Lema%C3%AEtre_1930s.jpg/214px-Georges_Lema%C3%AEtre_1930s.jpg",
    "extract": "Georges Henri Joseph Édouard Lemaître was a Belgian Catholic priest, theoretical physicist, mathematician, astronomer, and professor of physics at the Catholic University of Louvain. He was the first to theorize that the recession of nearby galaxies can be explained by an expanding universe, which was observationally confirmed soon afterwards by Edwin Hubble. He first derived \"Hubble's law\", now called the Hubble–Lemaître law by the IAU, and published the first estimation of the Hubble constant in 1927, two years before Hubble's article. Lemaître also proposed a version of the \"Big Bang theory\" of the origin of the universe, calling it the \"hypothesis of the primeval atom\", and later calling it \"the beginning of the world\".",
    "year": 1894,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Erle Stanley Gardner",
    "birthday": "1889-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Erle-Stanley-Gardner-1966.jpg/320px-Erle-Stanley-Gardner-1966.jpg",
    "extract": "Erle Stanley Gardner was an American lawyer and author. He is best known for the Perry Mason series of detective stories, but he wrote numerous other novels and shorter pieces and also a series of nonfiction books, mostly narrations of his travels through Baja California and other regions in Mexico.",
    "year": 1889,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Shmuel Yosef Agnon",
    "birthday": "1888-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/%D7%A4%D7%95%D7%A8%D7%98%D7%A8%D7%98_%D7%A9%22%D7%99_%D7%A2%D7%92%D7%A0%D7%95%D7%9F_%28cropped%29.jpg/213px-%D7%A4%D7%95%D7%A8%D7%98%D7%A8%D7%98_%D7%A9%22%D7%99_%D7%A2%D7%92%D7%A0%D7%95%D7%9F_%28cropped%29.jpg",
    "extract": "Shmuel Yosef Agnon was one of the central figures of modern Hebrew fiction. In Hebrew, he is known by the acronym Shai Agnon. In English, his works are published under the name S. Y. Agnon.",
    "year": 1888,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "James Somerville",
    "birthday": "1882-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/INF3-77_pt8_Admiral_Sir_James_Somerville.jpg/320px-INF3-77_pt8_Admiral_Sir_James_Somerville.jpg",
    "extract": "Admiral of the Fleet Sir James Fownes Somerville, was a Royal Navy officer. He served in the First World War as fleet wireless officer for the Mediterranean Fleet where he was involved in providing naval support for the Gallipoli Campaign. He also served in the Second World War as commander of the newly formed Force H: after the French armistice with Germany, Winston Churchill gave Somerville and Force H the task of neutralizing the main element of the French battle fleet, then at Mers El Kébir in Algeria. After he had destroyed the French Battle fleet, Somerville played an important role in the pursuit and sinking of the German battleship Bismarck.",
    "year": 1882,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jack Laviolette",
    "birthday": "1879-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/69/Jack_Laviolette.jpg",
    "extract": "Jean-Baptiste \"Jack\" Laviolette was a Canadian professional ice hockey player. Laviolette played nine seasons for the Montreal Canadiens hockey club and was their first captain, coach, and general manager.",
    "year": 1879,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Lyonel Feininger",
    "birthday": "1871-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Fuenfundneunzig_Koepfe_von_Orlik_-%2C_Mit_einem_Vorwort_von_Max_Osborn_%283586405810%29.jpg/195px-Fuenfundneunzig_Koepfe_von_Orlik_-%2C_Mit_einem_Vorwort_von_Max_Osborn_%283586405810%29.jpg",
    "extract": "Lyonel Charles Feininger was a German-American painter, and a leading exponent of Expressionism. He also worked as a caricaturist and comic strip artist. He was born and grew up in New York City, traveling to Germany at 16 to study and perfect his art. He started his career as a cartoonist in 1894 and met with much success in this area. He was also a commercial caricaturist for 20 years for magazines and newspapers in the USA and Germany. At the age of 36, he started to work as a fine artist. He also produced a large body of photographic works between 1928 and the mid 1950s, but he kept these primarily within his circle of friends. He was also a pianist and composer, with several piano compositions and fugues for organ extant.",
    "year": 1871,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Henri Nathansen",
    "birthday": "1868-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Henri_Nathansen82.jpg/232px-Henri_Nathansen82.jpg",
    "extract": "Henri Nathansen was a Danish writer and stage director, today best known for the play Inside the Walls.",
    "year": 1868,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Alexius Meinong",
    "birthday": "1853-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Meinong.jpg/290px-Meinong.jpg",
    "extract": "Alexius Meinong Ritter von Handschuchsheim was an Austrian philosopher, a realist known for his unique ontology. He also made contributions to philosophy of mind and theory of value.",
    "year": 1853,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ephraim Shay",
    "birthday": "1839-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Ephraim_Shay_%28c_1890%29.jpeg/228px-Ephraim_Shay_%28c_1890%29.jpeg",
    "extract": "Ephraim Shay was an American merchant, entrepreneur and self-taught railroad engineer who worked in the state of Michigan. He designed the first Shay locomotive and patented the type. He licensed it for manufacture through what became known as Lima Locomotive Works in Ohio; from 1882 to 1892 some 300 locomotives of this type were sold.",
    "year": 1839,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Joseph-Alfred Mousseau",
    "birthday": "1837-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d1/Joseph-Alfred_Mousseau.jpg",
    "extract": "Joseph-Alfred Mousseau,, was a French Canadian politician, who served in the federal Cabinet and also as the sixth premier of Quebec.",
    "year": 1837,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Xianfeng Emperor",
    "birthday": "1831-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/%E3%80%8A%E5%92%B8%E4%B8%B0%E7%9A%87%E5%B8%9D%E6%9C%9D%E6%9C%8D%E5%83%8F%E3%80%8B.jpg/195px-%E3%80%8A%E5%92%B8%E4%B8%B0%E7%9A%87%E5%B8%9D%E6%9C%9D%E6%9C%8D%E5%83%8F%E3%80%8B.jpg",
    "extract": "The Xianfeng Emperor, or by temple name Emperor Wenzong of Qing (清文宗), given name Yizhu (奕詝), was the eighth Emperor of the Qing dynasty, and the seventh Qing emperor to rule over China proper, reigned from 1850 to 1861. During his reign, the Qing dynasty experienced several wars and rebellions including the Taiping Rebellion, Nian Rebellion, and Second Opium War. He was the last Chinese emperor to have authoritarian and total executive ruling power. After his death, the Qing dynasty was controlled by Empress Dowager Cixi.",
    "year": 1831,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Leander Clark",
    "birthday": "1823-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f5/Leander_Clark.jpg",
    "extract": "Leander Clark was an American businessman, Iowa state legislator, Union Army officer during the Civil War, and Indian agent who was the namesake for Leander Clark College.",
    "year": 1823,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Paul Delaroche",
    "birthday": "1797-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/DelarochePortrait.jpg/207px-DelarochePortrait.jpg",
    "extract": "Paul Delaroche was a French painter who achieved his greater successes painting historical scenes. He became famous in Europe for his melodramatic depictions that often portrayed subjects from English and French history. The emotions emphasised in Delaroche's paintings appeal to Romanticism while the detail of his work along with the deglorified portrayal of historic figures follow the trends of Academicism and Neoclassicism. Delaroche aimed to depict his subjects and history with pragmatic realism. He did not consider popular ideals and norms in his creations, but rather painted all his subjects in the same light whether they were historical figures like Marie-Antoinette, figures of Christianity, or people of his time like Napoleon Bonaparte. Delaroche was a leading pupil of Antoine-Jean Gros and later mentored a number of notable artists such as Thomas Couture, Jean-Léon Gérôme, and Jean-François Millet.",
    "year": 1797,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "John Jacob Astor",
    "birthday": "1763-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/John_Wesley_Jarvis_-_John_Jacob_Astor_-_Google_Art_Project.jpg/264px-John_Wesley_Jarvis_-_John_Jacob_Astor_-_Google_Art_Project.jpg",
    "extract": "John Jacob Astor was a German-American businessman, merchant, real estate mogul, and investor who made his fortune mainly in a fur trade monopoly, by smuggling opium into China, and by investing in real estate in or around New York City. He was the first prominent member of the Astor family and the first multi-millionaire in the United States.",
    "year": 1763,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Elbridge Gerry",
    "birthday": "1744-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Nathaniel_Jocelyn_-_Elbridge_Gerry_%281744-1814%29_-_1943.1816_-_Harvard_Art_Museums.jpg/244px-Nathaniel_Jocelyn_-_Elbridge_Gerry_%281744-1814%29_-_1943.1816_-_Harvard_Art_Museums.jpg",
    "extract": "Elbridge Gerry was an American Founding Father, politician, and diplomat who served as the fifth vice president of the United States under President James Madison from 1813 until his death in 1814. The political practice of gerrymandering is named after him. He was the second vice president to die in office.",
    "year": 1744,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Frederick Christian, Margrave of Brandenburg-Bayreuth",
    "birthday": "1708-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Frederick_Christian_of_Brandenburg-Bayreuth.jpg/234px-Frederick_Christian_of_Brandenburg-Bayreuth.jpg",
    "extract": "Frederick Christian of Brandenburg-Bayreuth, was a member of the House of Hohenzollern and Margrave of Brandenburg-Bayreuth.",
    "year": 1708,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Pierre Louis Maupertuis",
    "birthday": "1698-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/PierreLouisMaupertuis.jpg/247px-PierreLouisMaupertuis.jpg",
    "extract": "Pierre Louis Moreau de Maupertuis was a French mathematician, philosopher and man of letters. He became the Director of the Académie des Sciences, and the first President of the Prussian Academy of Science, at the invitation of Frederick the Great.",
    "year": 1698,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Christian Karl Reinhard of Leiningen-Dagsburg-Falkenburg",
    "birthday": "1695-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Christian_Carl_Reinhard_von_Leiningen-Dagsburg.jpg/245px-Christian_Carl_Reinhard_von_Leiningen-Dagsburg.jpg",
    "extract": "Count Christian Karl Reinhard of Leiningen-Dagsburg-Falkenburg was a German nobleman.",
    "year": 1695,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Isaac Watts",
    "birthday": "1674-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Isaac_Watts_from_NPG.jpg/263px-Isaac_Watts_from_NPG.jpg",
    "extract": "Isaac Watts was an English Congregational minister, hymn writer, theologian, and logician. He was a prolific and popular hymn writer and is credited with some 750 hymns. His works include \"When I Survey the Wondrous Cross\", \"Joy to the World\", and \"Our God, Our Help in Ages Past\". He is recognized as the \"Godfather of English Hymnody\"; many of his hymns remain in use today and have been translated into numerous languages.",
    "year": 1674,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Antoine de Créqui Canaples",
    "birthday": "1531-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7d/Antoine_de_Cr%C3%A9quy%2C_cardinal_de_Saint-Tryphon.jpg",
    "extract": "Antoine de Créqui Canaples (1531–1574) was a French Roman Catholic bishop and cardinal.",
    "year": 1531,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Maria Salviati",
    "birthday": "1499-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Pontormo%2C_Maria_Salviati_2.jpg/258px-Pontormo%2C_Maria_Salviati_2.jpg",
    "extract": "Maria Salviati was an Italian noblewoman, the daughter of Lucrezia di Lorenzo de' Medici and Jacopo Salviati. She married Giovanni delle Bande Nere and was the mother of Cosimo I de Medici. Her husband died 30 November 1526, leaving her a widow at the age of 27. Salviati never remarried; after her husband's death she adopted the somber garb of a novice, which is how she is remembered today as numerous late portraits show her attired in black and white.",
    "year": 1499,
    "month": 7,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ismail I",
    "birthday": "1487-7-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Shah_Ismail_I.jpg/250px-Shah_Ismail_I.jpg",
    "extract": "Ismail I, also known as Shah Ismail I, was the founder of the Safavid dynasty of Iran, ruling as its King of Kings (shahanshah) from 1501 to 1524.",
    "year": 1487,
    "month": 7,
    "day": 17,
    "language": "en"
  }
]