[
  {
    "name": "Agustina Roth",
    "birthday": "2001-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Agustina_Roth_%28cropped%29.jpg/239px-Agustina_Roth_%28cropped%29.jpg",
    "extract": "Agustina Roth is an Argentine BMX rider.",
    "year": 2001,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Noah Lyles",
    "birthday": "1997-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Noah_Lyles_%28cropped%29.jpg/279px-Noah_Lyles_%28cropped%29.jpg",
    "extract": "Noah Lyles is an American professional track and field sprinter competing in the 100 meters and 200 metres. He is the 2019 world champion and the 2020 Olympic bronze medalist in the 200 m. Lyles holds personal bests of 9.86 seconds for the 100 meters and 19.50 seconds for the 200 meters. Lyles held the 300-meters indoor world best with a time of 31.87 seconds from the 2017 USA Indoor Championships until it was broken by Steven Gardiner in 2022.",
    "year": 1997,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Smriti Mandhana",
    "birthday": "1996-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Ms._Smriti_Mandhana%2C_Arjun_Awardee_%28Cricket%29%2C_in_New_Delhi_on_July_16%2C_2019_%28cropped%29.jpg/295px-Ms._Smriti_Mandhana%2C_Arjun_Awardee_%28Cricket%29%2C_in_New_Delhi_on_July_16%2C_2019_%28cropped%29.jpg",
    "extract": "Smriti Shriniwas Mandhana is an Indian cricketer who plays for the Indian women's national team. In June 2018, the Board of Control for Cricket in India (BCCI) named her as the Best Women's International Cricketer. In December 2018, the International Cricket Council (ICC) awarded her with the Rachael Heyhoe-Flint Award for the best female cricketer of the year. On 30 December 2021, she became a nominee of the ICC Women's T20 Player of the Year. In December 2021, she, Tammy Beaumont, Lizelle Lee and Gaby Lewis was nominated for the ICC Women's Cricketer of the Year. In January 2022, the ICC awarded her with the Rachael Heyhoe-Flint Award for the ICC Women's Cricketer of the Year.",
    "year": 1996,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Lee Tae-min",
    "birthday": "1993-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Taemin_marieclaire2021.jpg/238px-Taemin_marieclaire2021.jpg",
    "extract": "Lee Tae-min, better known mononymously as Taemin, is a South Korean singer, actor and dancer. He debuted as a member of the boy band Shinee in May 2008 and the supergroup SuperM in 2019, both under SM Entertainment, and has subsequently been labeled by media outlets as the \"Idol's Idol\". As an actor, Lee's first role was as Junsu in the 2009 MBC comedy Tae-Hee, Hye-Kyo, Ji-Hyun.",
    "year": 1993,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Michael Lichaa",
    "birthday": "1993-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Michael_Lichaa_Bulldogs.jpg/230px-Michael_Lichaa_Bulldogs.jpg",
    "extract": "Michael Lichaa is a Lebanon international rugby league footballer who plays as a hooker.",
    "year": 1993,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Jamie Benn",
    "birthday": "1989-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Jamie_Benn_%2825610748444%29.jpg/213px-Jamie_Benn_%2825610748444%29.jpg",
    "extract": "Jamie Randolph Benn is a Canadian professional ice hockey winger and captain of the Dallas Stars of the National Hockey League (NHL). Benn played his junior hockey career with the Kelowna Rockets of the Western Hockey League (WHL) prior to turning professional. He represented Canada at the 2009 World Junior Championships, where he helped capture a gold medal. With Team Canada, he won a gold medal at the 2014 Winter Olympics in Sochi, Russia. He is the younger brother of defenseman Jordie Benn, who plays for the Minnesota Wild, and is a former teammate of Jamie's. In the 2014–15 season, Benn was awarded the Art Ross Trophy as the league's leading scorer with 87 points. The Stars went to the Stanley Cup Final in 2020 under his leadership.",
    "year": 1989,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Sebastian Mielitz",
    "birthday": "1989-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Sebastian_Mielitz_-_SV_Werder_Bremen_%281%29.jpg/213px-Sebastian_Mielitz_-_SV_Werder_Bremen_%281%29.jpg",
    "extract": "Sebastian Mielitz is a German professional footballer who plays as a goalkeeper for FC Helsingør.",
    "year": 1989,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Yohan Mollo",
    "birthday": "1989-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Yohan_Mollo_2017.jpg/294px-Yohan_Mollo_2017.jpg",
    "extract": "Yohan Mollo is a French professional footballer who plays as a right winger, second striker, attacking midfielder and right back for Hyères.",
    "year": 1989,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Änis Ben-Hatira",
    "birthday": "1988-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/%C3%84NISBEN_HATIRA.JPG/158px-%C3%84NISBEN_HATIRA.JPG",
    "extract": "Änis Ben-Hatira is a Tunisian professional footballer who plays as an attacking midfielder for German 4th League club Berliner AK 07. He joined the club on January 31, 2022 after having played in Greece for AEL until May 2021. Between 2012 and 2016 he made 12 appearances for the Tunisia national team scoring one goal.",
    "year": 1988,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "César Villaluz",
    "birthday": "1988-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Villaluz.jpg/227px-Villaluz.jpg",
    "extract": "César Osvaldo Villaluz Martínez is a Mexican professional footballer who plays as a midfielder for Cancún.",
    "year": 1988,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Tontowi Ahmad",
    "birthday": "1987-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Yonex_IFB_2013_-_Quarterfinal_-_Tontowi_Ahmad_-_Liliyana_Natsir_vs_Chris_Adcock_-_Gabrielle_White_27.jpg/213px-Yonex_IFB_2013_-_Quarterfinal_-_Tontowi_Ahmad_-_Liliyana_Natsir_vs_Chris_Adcock_-_Gabrielle_White_27.jpg",
    "extract": "Tontowi Ahmad is a retired Indonesian badminton player. He plays for PB. Djarum, a badminton club in Kudus, Central Java and joined the club in 2005. Tontowi Ahmad rose to prominence in the world badminton in 2010 when he paired with the established mixed doubles star Liliyana Natsir. With Natsir he won the 2016 Olympic gold medal in the mixed doubles category.",
    "year": 1987,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Natalia Mikhailova",
    "birthday": "1986-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Mikhailova_%26_Sergeev_-_2006_Skate_America.jpg/213px-Mikhailova_%26_Sergeev_-_2006_Skate_America.jpg",
    "extract": "Natalia Yurievna Mikhailova is a Russian former competitive ice dancer. With Arkadi Sergeev, she is the 2006 World Junior silver medalist.",
    "year": 1986,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Chace Crawford",
    "birthday": "1985-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Chace_Crawford_2012_Shankbone.JPG/256px-Chace_Crawford_2012_Shankbone.JPG",
    "extract": "Christopher Chace Crawford is an American actor, known for his portrayal of Nate Archibald on The CW's teen drama series Gossip Girl. He is also known for starring in the films The Covenant (2006), The Haunting of Molly Hartley (2008), Twelve (2010), and What to Expect When You're Expecting (2012). In 2015, he portrayed Billy LeFever in ABC's short-lived drama series Blood & Oil. In 2019, he began portraying Kevin Moskowitz / the Deep in the Amazon Prime Video original series The Boys.",
    "year": 1985,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Panagiotis Lagos",
    "birthday": "1985-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Panagiotis_Lagos_2013.jpg/320px-Panagiotis_Lagos_2013.jpg",
    "extract": "Panagiotis Lagos is a Greek former professional footballer. Lagos had the ability to play in various positions as much as on the wings as on the center, due to the combination of the speed and technique of his play.",
    "year": 1985,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "James Norton (actor)",
    "birthday": "1985-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/James_Norton_at_Cambridge.jpg/201px-James_Norton_at_Cambridge.jpg",
    "extract": "James Geoffrey Ian Norton is an English actor. He is known for roles in the television series Happy Valley, Grantchester, War & Peace and McMafia. He earned a nomination for the British Academy Television Award for Best Supporting Actor in 2015 for his performance as ex-convict Tommy Lee Royce in Happy Valley.",
    "year": 1985,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Aaron Gillespie",
    "birthday": "1983-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Aaron_gillespie_australia_2010.jpg/320px-Aaron_gillespie_australia_2010.jpg",
    "extract": "Aaron Roderick Gillespie is an American musician, best known for being the original and current drummer and clean vocalist for the metalcore band Underoath, the lead singer and rhythm guitarist for the alternative rock band the Almost, as well as being the drummer of The Dangerous Summer. Gillespie also maintains his own solo project, and released his debut full-length album, Anthem Song on March 8, 2011. From 2013 to 2016, he was the touring drummer for Paramore.",
    "year": 1983,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Mikk Pahapill",
    "birthday": "1983-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Heptathlon_Podium_Turin_2009.JPG/320px-Heptathlon_Podium_Turin_2009.JPG",
    "extract": "Mikk Pahapill is a retired Estonian decathlete. His personal best score is 8398 points, achieved at the 2011 Hypo-Meeting in Götzis. His coach is Remigija Nazarovienė. He won the 2009 European Indoor Championships in heptathlon with 6362 points, which is currently the 10th all-time result.",
    "year": 1983,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Jan Schlaudraff",
    "birthday": "1983-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Schlaudraff%2C_Jan_H96_13-14.JPG/213px-Schlaudraff%2C_Jan_H96_13-14.JPG",
    "extract": "Jan Schlaudraff is a German former professional footballer who played as a midfielder and striker. He is currently the sporting director of Hannover 96.",
    "year": 1983,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Ryan Cabrera",
    "birthday": "1982-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/RyanFreedomFest.jpg/240px-RyanFreedomFest.jpg",
    "extract": "Ryan Frank Cabrera is an American musician. He began his career as a lead singer for the Dallas band Rubix Groove before pursuing his solo career. Following the 2001 release of independent album Elm St., he released his first major-label album, Take It All Away, on August 17, 2004. Earlier in the year, Cabrera had become known for his up-tempo pop-rock single \"On the Way Down\". It was then followed by Cabrera's second single, \"True\"; and his third single \"40 Kinds of Sadness\".",
    "year": 1982,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Priyanka Chopra",
    "birthday": "1982-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Priyanka-chopra-gesf-2018-7565.jpg/213px-Priyanka-chopra-gesf-2018-7565.jpg",
    "extract": "Priyanka Chopra Jonas is an Indian actress, model, and singer. The winner of the Miss World 2000 pageant, Chopra is one of India's highest-paid actresses. She has received numerous accolades, including two National Film Award and five Filmfare Awards. In 2016, the Government of India honoured her with the Padma Shri, and Time named her one of the 100 most influential people in the world, and in the next two years, Forbes listed her among the World's 100 Most Powerful Women.",
    "year": 1982,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Dennis Seidenberg",
    "birthday": "1981-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Dennis_Seidenberg_-_Boston_Bruins.jpg/291px-Dennis_Seidenberg_-_Boston_Bruins.jpg",
    "extract": "Dennis Marvin Seidenberg is a German former professional ice hockey defenceman who played in the National Hockey League (NHL) for the Philadelphia Flyers, Phoenix Coyotes, Carolina Hurricanes, Florida Panthers, New York Islanders, and Boston Bruins, with whom he won the Stanley Cup in 2011. His younger brother Yannic plays for EHC Red Bull München in the DEL.",
    "year": 1981,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Kristen Bell",
    "birthday": "1980-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Kristen_Bell_Paris_Fashion_Week_Spring_Summer_2020_%28cropped%29.jpg/223px-Kristen_Bell_Paris_Fashion_Week_Spring_Summer_2020_%28cropped%29.jpg",
    "extract": "Kristen Anne Bell is an American actress and singer. Beginning her acting career by starring in stage productions while attending the Tisch School of the Arts at New York University, she made her Broadway stage debut as Becky Thatcher in the comedy musical The Adventures of Tom Sawyer and appeared in a Broadway revival of The Crucible the following year. She later appeared in the action thriller film Spartan (2004) and received praise for her performance in the television drama film Gracie's Choice (2004).",
    "year": 1980,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "David Blu",
    "birthday": "1980-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Davd_Blu.jpg/213px-Davd_Blu.jpg",
    "extract": "David Blu is an American–Israeli former professional basketball player, who spent 10 seasons playing in the EuroLeague. Standing at 6 ft 7 in (2.01 m), he played at the small forward and power forward positions. He is considered to be one of the top three-point shooters in EuroLeague history. He was also the 2011 Israeli Basketball Premier League Finals MVP. He also represented the senior Israeli national team in 2010.",
    "year": 1980,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Deion Branch",
    "birthday": "1979-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Deion_Branch_20111.JPG/178px-Deion_Branch_20111.JPG",
    "extract": "Anthony Deion Branch Jr. is a former American football wide receiver of the National Football League (NFL). He was drafted by the New England Patriots in the second round of the 2002 NFL Draft. He played college football at Louisville under coach John L. Smith.",
    "year": 1979,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Joey Mercury",
    "birthday": "1979-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Joey_Mercury_April_2015.jpg/180px-Joey_Mercury_April_2015.jpg",
    "extract": "Adam Birch, better known by the ring names Joey Mercury and Joey Matthews, is an American professional wrestler who is best known for his two tenures in WWE. Birch was most recently signed to Ring of Honor, where he worked as a producer, trainer, and member of the creative team.",
    "year": 1979,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Adabel Guerrero",
    "birthday": "1978-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Adabelguerrero.JPG/135px-Adabelguerrero.JPG",
    "extract": "Adabel Anahí Guerrero Melachenko, better known simply as Adabel Guerrero, is an Argentine professional theater and burlesque dancer, actress, and supervedette, who has also dabbled as a model and as a singer in several television, magazine and theater appearances. Guerrero has worked as a television co-hostess and panelist, and is currently a panelist on El Chimentero 3.0.",
    "year": 1978,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Shane Horgan",
    "birthday": "1978-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Heineken_Cup_Final_2009_076.jpg/320px-Heineken_Cup_Final_2009_076.jpg",
    "extract": "Shane Patrick Horgan is an Irish former rugby union player who played wing or centre for Leinster and Ireland.",
    "year": 1978,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Joo Sang-wook",
    "birthday": "1978-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Joo-sang-wook-2017.png/235px-Joo-sang-wook-2017.png",
    "extract": "Joo Sang-wook is a South Korean actor. He is best known for his roles in generational saga Giant, medical drama Good Doctor, romantic comedy Cunning Single Lady, Birth of a Beauty and crime procedural Special Affairs Team TEN.",
    "year": 1978,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Ben Sheets",
    "birthday": "1978-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/MG_9713_Ben_Sheets.jpg/194px-MG_9713_Ben_Sheets.jpg",
    "extract": "Ben Michael Sheets is an American former professional baseball pitcher who played for the Milwaukee Brewers, Oakland Athletics, and Atlanta Braves of Major League Baseball.",
    "year": 1978,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Mélissa Theuriau",
    "birthday": "1978-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Melissa_Theuriau_%28crop%29.jpg/226px-Melissa_Theuriau_%28crop%29.jpg",
    "extract": "Mélissa Theuriau is a French journalist and news anchor for M6. She studied journalism and became a television news presenter. She is the former anchor and co-editor in chief of Zone interdite on French TV.",
    "year": 1978,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Alexander Morozevich",
    "birthday": "1977-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Alexander_Morozevic.jpg/320px-Alexander_Morozevic.jpg",
    "extract": "Alexander Sergeyevich Morozevich is a Russian chess player. He was awarded the title of Grandmaster by FIDE in 1994. Morozevich is a two-time World Championship candidate, two-time Russian champion and has represented Russia in seven Chess Olympiads, winning numerous team and board medals.",
    "year": 1977,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Elsa Pataky",
    "birthday": "1976-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Elsa_Pataky_Cutout.png/213px-Elsa_Pataky_Cutout.png",
    "extract": "Elsa Lafuente Medianu, known professionally as Elsa Pataky, is a Spanish model and actress. Pataky is known for her role as Elena Neves in the Fast & Furious franchise. She has appeared in the films Snakes on a Plane (2006), Giallo (2009) and Give 'Em Hell, Malone (2009). She also starred in the Spanish film Di Di Hollywood (2010).",
    "year": 1976,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Torii Hunter",
    "birthday": "1975-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/0923_240cb_Torii_Hunter.jpg/271px-0923_240cb_Torii_Hunter.jpg",
    "extract": "Torii Kedar Hunter is an American former professional baseball center fielder and right fielder. He played in Major League Baseball (MLB) for the Minnesota Twins, Los Angeles Angels of Anaheim, and Detroit Tigers from 1997 through 2015. Hunter was a five-time All-Star, won nine consecutive Gold Glove Awards as a center fielder, and was a two-time Silver Slugger Award winner.",
    "year": 1975,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Daron Malakian",
    "birthday": "1975-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/8d/DM-photo.jpg",
    "extract": "Daron Vartan Malakian is an Armenian-American musician, singer, songwriter, and record producer. He is best known as the guitarist, songwriter and second vocalist of metal band System of a Down, and as the lead vocalist, lead guitarist, multi-instrumentalist, and songwriter of Scars on Broadway. Malakian is known for his distinctive playing and is ranked 47th in Loudwire's list of \"Top 50 Hard Rock + Metal Guitarists of All Time\" and number 11 in MusicRadar's poll \"The 20 Greatest Metal Guitarists Ever\". He is placed 30th in Guitar World's list of \"The 100 Greatest Heavy Metal Guitarists of All Time\".",
    "year": 1975,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "M.I.A. (rapper)",
    "birthday": "1975-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/MIA_press_photo_2016.png/245px-MIA_press_photo_2016.png",
    "extract": "Mathangi \"Maya\" Arulpragasam, known by her stage name M.I.A., is a British rapper, singer, record producer and activist. Her songs contain evocative political and social commentary regarding immigration, warfare and identity in a globalised world. Her music combines elements of alternative, dance, electronic, hip hop and world music with eclectic instruments and samples.",
    "year": 1975,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Penny Hardaway",
    "birthday": "1971-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c4/Penny_Hardaway.jpg",
    "extract": "Anfernee Deon \"Penny\" Hardaway is an American college basketball coach and former professional player who is the head coach of the Memphis Tigers men's basketball team in the American Athletic Conference (AAC). Hardaway played college basketball at Memphis and 14 seasons in the National Basketball Association (NBA), where he was a four-time NBA All-Star and a two-time All-NBA First Team member.",
    "year": 1971,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Sukhwinder Singh",
    "birthday": "1971-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Sukhwinder_Singh_%28singer%29.jpg/193px-Sukhwinder_Singh_%28singer%29.jpg",
    "extract": "Sukhwinder Singh is an internationally acclaimed Indian playback singer who primarily sings Bollywood songs. He is famous internationally for singing \"Jai Ho\" from the film Slumdog Millionaire which won an Academy Award for Best Original Song and a Grammy Award for Best Song Written for a Motion Picture, Television or Other Visual Media.",
    "year": 1971,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Elizabeth Gilbert",
    "birthday": "1969-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Elizabeth_Gilbert_at_TED.jpg/310px-Elizabeth_Gilbert_at_TED.jpg",
    "extract": "Elizabeth Gilbert is an American journalist and author. She is best known for her 2006 memoir, Eat, Pray, Love, which has sold over 12 million copies and has been translated into over 30 languages. The book was also made into a film of the same name in 2010.",
    "year": 1969,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "The Great Sasuke",
    "birthday": "1969-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Great_Sasuke_3.jpg/225px-Great_Sasuke_3.jpg",
    "extract": "Masanori Murakawa , born July 18, 1969), is a Japanese professional wrestler, promoter and politician, currently wrestling for Michinoku Pro Wrestling (MPW) under the ring name The Great Sasuke . Aside from professional wrestling, he is also a former Iwate Prefectural Assembly legislator. He has wrestled in Japan and in the United States in various professional wrestling promotions. He is said to have an incredible tolerance for pain, mainly in reference to the injuries he has had including a cracked skull on two occasions.",
    "year": 1969,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Grant Bowler",
    "birthday": "1968-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Grant_Bowler_%288085973298%29.jpg/240px-Grant_Bowler_%288085973298%29.jpg",
    "extract": "Grant Bowler is a New Zealand-Australian actor and television presenter who has worked in American, Australian, New Zealand, and Canadian film, television, and theatre.",
    "year": 1968,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Vin Diesel",
    "birthday": "1967-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Vin_Diesel_XXX_Return_of_Xander_Cage_premiere.png/320px-Vin_Diesel_XXX_Return_of_Xander_Cage_premiere.png",
    "extract": "Mark Sinclair, known professionally as Vin Diesel, is an American actor and producer. One of the world's highest-grossing actors, he is best known for playing Dominic Toretto in the Fast & Furious franchise.",
    "year": 1967,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Dan O'Brien",
    "birthday": "1966-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Dan_O%27Brian-edit.jpg/239px-Dan_O%27Brian-edit.jpg",
    "extract": "Daniel Dion O'Brien is an American former decathlete and Olympic gold medalist. He won the Olympic title in 1996, three consecutive world championships, and set the world record in 1992.",
    "year": 1966,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Vesselina Kasarova",
    "birthday": "1965-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Vessi_OffenbachKonzert07_5.JPG/320px-Vessi_OffenbachKonzert07_5.JPG",
    "extract": "Vesselina Kasarova is a Bulgarian operatic mezzo-soprano.",
    "year": 1965,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Wendy Williams",
    "birthday": "1964-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Wendy_Williams_2018_WBLS_Interview_4.png/230px-Wendy_Williams_2018_WBLS_Interview_4.png",
    "extract": "Wendy Williams Hunter is an American broadcaster, media personality, and writer. From 2008 to 2022, she hosted the nationally syndicated television talk show The Wendy Williams Show.",
    "year": 1964,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Marc Girardelli",
    "birthday": "1963-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Marc_Girardelli.JPG/187px-Marc_Girardelli.JPG",
    "extract": "Marc Girardelli is an Austrian and Luxembourgish former alpine ski racer, a five-time World Cup overall champion who excelled in all five alpine disciplines.",
    "year": 1963,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Martín Torrijos",
    "birthday": "1963-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Panama.MartinTorrijos.01.jpg/240px-Panama.MartinTorrijos.01.jpg",
    "extract": "Martín Erasto Torrijos Espino is a Panamanian politician who was President of Panama from 2004 to 2009.",
    "year": 1963,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Shaun Micallef",
    "birthday": "1962-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Shaun_Micallef_portrait.jpg/213px-Shaun_Micallef_portrait.jpg",
    "extract": "Shaun Patrick Micallef is an Australian comedian, actor, writer and television presenter. He is currently the host of the satirical news comedy series Shaun Micallef's Mad as Hell on the ABC. He also hosted the game show Talkin' 'Bout Your Generation on Channel 10.",
    "year": 1962,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Elizabeth McGovern",
    "birthday": "1961-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Elizabeth_McGovern_2012.jpg/245px-Elizabeth_McGovern_2012.jpg",
    "extract": "Elizabeth Lee McGovern is an American actor and musician. She is the recipient of numerous accolades, including a Screen Actors Guild Award, three Golden Globe Award nominations, and one Academy Award nomination.",
    "year": 1961,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Alan Pardew",
    "birthday": "1961-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Alanpardew.jpg/268px-Alanpardew.jpg",
    "extract": "Alan Scott Pardew is an English football manager and former professional footballer. He is currently managing CSKA Sofia.",
    "year": 1961,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Pasi Rautiainen",
    "birthday": "1961-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Pasi_Rautiainen.jpg/223px-Pasi_Rautiainen.jpg",
    "extract": "Pasi Pentti Rautiainen is Finnish football manager and former player. He has coached PK-35, FC Jokerit and FC KooTeePee in Finland and FC Levadia Tallinn and FC Flora Tallinn in Estonia. His last club was TPS.",
    "year": 1961,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Nick Faldo",
    "birthday": "1957-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Nick_Faldo.jpg/232px-Nick_Faldo.jpg",
    "extract": "Sir Nicholas Alexander Faldo, is an English professional golfer and television commentator. A top player of his era, renowned for his dedication to the game, he was ranked No. 1 on the Official World Golf Ranking for a total of 97 weeks. His 41 professional wins include 30 victories on the European Tour and six major championships: three Open Championships and three Masters.",
    "year": 1957,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Keith Levene",
    "birthday": "1957-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Keith_Levene_Metal_Box_in_Dub.jpg/223px-Keith_Levene_Metal_Box_in_Dub.jpg",
    "extract": "Julian Keith Levene is an English musician, who was a founding member of both The Clash and Public Image Ltd (PiL).",
    "year": 1957,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Bernd Fasching",
    "birthday": "1955-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/04/Bernd-Fasching.jpg",
    "extract": "Bernd Fasching is an Austrian painter and sculptor. He lives and works in Vienna.",
    "year": 1955,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Ricky Skaggs",
    "birthday": "1954-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Ricky_skaggs_performing.jpg/240px-Ricky_skaggs_performing.jpg",
    "extract": "Rickie Lee Skaggs, known professionally as Ricky Skaggs, is an American neotraditional country and bluegrass singer, musician, producer, and composer. He primarily plays mandolin; however, he also plays fiddle, guitar, mandocaster, and banjo.",
    "year": 1954,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Elio Di Rupo",
    "birthday": "1951-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Di_Rupo_cropped.jpg/223px-Di_Rupo_cropped.jpg",
    "extract": "Elio Di Rupo is a Belgian socialist politician who is the Minister-President of Wallonia. He served as the Prime Minister of Belgium from 6 December 2011 to 11 October 2014, and headed the Di Rupo Government. Di Rupo was the first francophone to hold the office since Paul Vanden Boeynants in 1979, and the country's first socialist Prime Minister since Edmond Leburton left office in 1974. He was also Belgium's first Prime Minister of non-Belgian descent, and the world's second openly gay person and first openly gay man to be head of government in modern times.",
    "year": 1951,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Margo Martindale",
    "birthday": "1951-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Margo_Martindale_MFF_2016.jpg/229px-Margo_Martindale_MFF_2016.jpg",
    "extract": "Margo Martindale is an American character actress who has appeared on television, film, and stage. In 2011, she won a Primetime Emmy Award and a Critics' Choice Television Award for her recurring role as Mags Bennett on Justified. Martindale was nominated for an Emmy Award four times for her recurring role as Claudia on The Americans, winning the award in 2015 and 2016. She has played supporting roles in a number of films, including Walk Hard: The Dewey Cox Story, The Hours, Million Dollar Baby, Uncle Frank, Dead Man Walking, The Firm, Lorenzo's Oil, The Rocketeer, ...First Do No Harm, Eye of God, Win Win, Marvin's Room, Forged, Orphan, The Savages, Hannah Montana: The Movie, August: Osage County, and Paris, je t'aime. Martindale was nominated for a Tony Award for Best Featured Actress in 2004 for her performance in the play Cat on a Hot Tin Roof. She also voiced a fictionalized version of herself in the Netflix adult-animated show BoJack Horseman.",
    "year": 1951,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Richard Branson",
    "birthday": "1950-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Richard_Branson_March_2015_%28cropped%29.jpg/219px-Richard_Branson_March_2015_%28cropped%29.jpg",
    "extract": "Sir Richard Charles Nicholas Branson is a British billionaire, entrepreneur and business magnate. In the 1970s he founded the Virgin Group, which today controls more than 400 companies in various fields.",
    "year": 1950,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Jack Dongarra",
    "birthday": "1950-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Jack-dongarra-2022.jpg/256px-Jack-dongarra-2022.jpg",
    "extract": "Jack Joseph Dongarra is an American computer scientist. He is the American University Distinguished Professor of Computer Science in the Electrical Engineering and Computer Science Department at the University of Tennessee. He holds the position of a Distinguished Research Staff member in the Computer Science and Mathematics Division at Oak Ridge National Laboratory, Turing Fellowship in the School of Mathematics at the University of Manchester, and is an adjunct professor in the Computer Science Department at Rice University. He served as a faculty fellow at the Texas A&M University Institute for Advanced Study (2014–2018). Dongarra is the founding director of the Innovative Computing Laboratory at the University of Tennessee.",
    "year": 1950,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Kostas Eleftherakis",
    "birthday": "1950-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Kostas_Eleftherakis_Panathinaikos.jpg/191px-Kostas_Eleftherakis_Panathinaikos.jpg",
    "extract": "Kostas Eleftherakis is a retired Greek association football midfielder. His nickname was \"the deer\".",
    "year": 1950,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Glenn Hughes (American singer)",
    "birthday": "1950-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Glenn_M._Hughes_%28cropped%29.PNG/223px-Glenn_M._Hughes_%28cropped%29.PNG",
    "extract": "Glenn Michael Hughes was an American singer who was the original \"Leatherman\" character in the disco group Village People from 1977 to 1996.",
    "year": 1950,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Jack Layton",
    "birthday": "1950-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Jack_Layton-cr_bl_%28cropped%29.jpg/234px-Jack_Layton-cr_bl_%28cropped%29.jpg",
    "extract": "John Gilbert Layton was a Canadian academic and politician who served as the leader of the New Democratic Party (NDP) from 2003 to 2011 and leader of the Official Opposition in 2011. He previously sat on Toronto City Council, occasionally holding the title of acting mayor or deputy mayor of Toronto during his tenure as city councillor. Layton was the member of Parliament (MP) for Toronto—Danforth from 2004 until his death.",
    "year": 1950,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Mark Udall",
    "birthday": "1950-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/MarkUdall-Senate_Portrait.jpg/252px-MarkUdall-Senate_Portrait.jpg",
    "extract": "Mark Emery Udall is an American politician who served as a United States Senator from Colorado from 2009 to 2015. A member of the Democratic Party, he previously served in the United States House of Representatives, representing Colorado's 2nd congressional district. Prior to being elected to Congress, he represented parts of Boulder, Colorado in the Colorado House of Representatives.",
    "year": 1950,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Dennis Lillee",
    "birthday": "1949-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Dennis_Keith_Lillee_%288121209028%29.jpg/213px-Dennis_Keith_Lillee_%288121209028%29.jpg",
    "extract": "Dennis Keith Lillee, is Australian retired cricketer rated as the \"outstanding fast bowler of his generation\". Lillee formed a new ball partnership with Jeff Thomson which is recognised as one of the greatest bowling pairs of all time.",
    "year": 1949,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Carlos Colón",
    "birthday": "1948-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Carlos_Col%C3%B3n_Hall_of_Fame_%28cropped%29.jpg/258px-Carlos_Col%C3%B3n_Hall_of_Fame_%28cropped%29.jpg",
    "extract": "Carlos Edwin Colón González Sr. is a Puerto Rican retired professional wrestler, and wrestling promoter, better known as Carlitos Colón or simply Carlos Colón. He is, along with Victor Jovica, an owner of the Puerto Rican wrestling promotion World Wrestling Council (WWC), where he has held the WWC Universal Heavyweight Championship a record 26 times and a one-time world champion upon winning the NWA Worlds Heavyweight Championship from Ric Flair in the 1980s. He is the patriarch of the Colón wrestling family, composed by his sons Carly and Eddie, daughter Stacy and nephew Orlando. In 2014, he was inducted into the WWE Hall of Fame and the following year into the Wrestling Observer Newsletter Hall of Fame.",
    "year": 1948,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Jeanne Córdova",
    "birthday": "1948-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/ce/Jeanne_Cordova_Lammy.jpg/207px-Jeanne_Cordova_Lammy.jpg",
    "extract": "Jeanne Córdova was an American trailblazer of the lesbian and gay rights movement, founder of The Lesbian Tide, and a founder of the West Coast LGBT movement. Córdova was a second-wave feminist lesbian activist and proud butch.",
    "year": 1948,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Hartmut Michel",
    "birthday": "1948-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Michel%2C_Hartmut_%281948%29.jpg/262px-Michel%2C_Hartmut_%281948%29.jpg",
    "extract": "Hartmut Michel is a German biochemist, who received the 1988 Nobel Prize in Chemistry for determination of the first crystal structure of an integral membrane protein, a membrane-bound complex of proteins and co-factors that is essential to photosynthesis.",
    "year": 1948,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Steve Forbes",
    "birthday": "1947-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Steve_Forbes_%26_Gary_Johnson_%2828371554216%29_%282%29_%28cropped%29.jpg/213px-Steve_Forbes_%26_Gary_Johnson_%2828371554216%29_%282%29_%28cropped%29.jpg",
    "extract": "Malcolm Stevenson Forbes Jr. is an American publishing executive and politician, who is the editor-in-chief of Forbes, a business magazine. He is the son of longtime Forbes publisher Malcolm Forbes, and the grandson of that publication's founder, B.C. Forbes. He is an adviser at the Forbes School of Business & Technology. Forbes was a candidate in the 1996 and 2000 Republican presidential primaries.",
    "year": 1947,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Kalpana Mohan",
    "birthday": "1946-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9d/Kalpana-Mohan-pic.jpg/244px-Kalpana-Mohan-pic.jpg",
    "extract": "Kalpana, born Archana Mohan, was an Indian actress who worked in Hindi cinema in the 1960s. She appeared with Shammi Kapoor in the 1962 film Professor, with Shashi Kapoor and Kishore Kumar in Pyar Kiye Jaa (1966), with Dev Anand in Teen Devian, with Pradeep Kumar in Saheli and with Feroz Khan in Tasveer and Teesra Kaun. Daughter of revolutionary Avani Mohan, she was also an accomplished Kathak dancer trained under Pandit Shambhu Maharaj. She lived in Pune with her family.She lived for some time in Ambala Cantt. For some years she went to a school in Ambala Cantt. Her father was working in Khadi and village Industries Commission in the state office situated on Nicklson road in Ambala Cant during 1962-63.",
    "year": 1946,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Pat Doherty (politician)",
    "birthday": "1945-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Pat_Doherty%2C_2014.jpg/240px-Pat_Doherty%2C_2014.jpg",
    "extract": "Patrick Doherty is a retired Sinn Féin politician, and was the abstentionist Member of Parliament for West Tyrone from 2001 to 2017. He was a member of the Northern Ireland Assembly for the Assembly constituency of the same name from June 1998 to June 2012. Doherty served as Vice President of Sinn Féin from 1988 to 2009, when Mary Lou McDonald became the party's new Vice President.",
    "year": 1945,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "David Hemery",
    "birthday": "1944-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/David_Hemery_1968.jpg/216px-David_Hemery_1968.jpg",
    "extract": "David Peter Hemery, is a British former track and field athlete, best known as the winner of the 400 metres hurdles at the 1968 Summer Olympics in Mexico City.",
    "year": 1944,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Joseph Ellis",
    "birthday": "1943-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Joseph_J._Ellis_%2826639385683%29_%28cropped%29.jpg/235px-Joseph_J._Ellis_%2826639385683%29_%28cropped%29.jpg",
    "extract": "Joseph John-Michael Ellis III is an American historian whose work focuses on the lives and times of the founders of the United States of America. American Sphinx: The Character of Thomas Jefferson won a National Book Award and Founding Brothers: The Revolutionary Generation won the 2001 Pulitzer Prize for History. Both these books were bestsellers.",
    "year": 1943,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Giacinto Facchetti",
    "birthday": "1942-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/1966%E2%80%9367_Inter_Milan_-_Giacinto_Facchetti.jpg/301px-1966%E2%80%9367_Inter_Milan_-_Giacinto_Facchetti.jpg",
    "extract": "Giacinto Facchetti was an Italian footballer who played as a defender at left-back position for Inter Milan from 1960 to 1978. He later served as Inter chairman from January 2004 until his death in 2006. He played 634 official games for the club, scoring 75 goals, and was a member of \"Grande Inter\" team under manager Helenio Herrera which won four Serie A titles, a Coppa Italia, two European Cups, and two Intercontinental Cups. He placed second for the Ballon d'Or in 1965.",
    "year": 1942,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Adolf Ogi",
    "birthday": "1942-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Defense.gov_News_Photo_000728-D-2987S-082_%28cropped%29.jpg/242px-Defense.gov_News_Photo_000728-D-2987S-082_%28cropped%29.jpg",
    "extract": "Adolf Ogi is a Swiss politician from the village of Kandersteg in the Swiss Alps.",
    "year": 1942,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Frank Farian",
    "birthday": "1941-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Frank_Farian.jpeg/242px-Frank_Farian.jpeg",
    "extract": "Frank Farian is a German record producer, musician, singer and songwriter, who founded the 1970s disco-pop group Boney M., the Latin pop band No Mercy and the pop band Milli Vanilli. He frequently created vocal groups in which the publicised members merely lip sync to songs sung by session members. He owns the record label MCI and several subsidiaries. Over the course of his career, Farian has sold over 850 million records and earned 800 gold and platinum certifications.",
    "year": 1941,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Lonnie Mack",
    "birthday": "1941-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/LonnieMackRisingSun.jpg/222px-LonnieMackRisingSun.jpg",
    "extract": "Lonnie McIntosh, known as Lonnie Mack, was an American singer-songwriter and guitarist. He was an influential trailblazer of blues-rock music and rock guitar soloing.",
    "year": 1941,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Martha Reeves",
    "birthday": "1941-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/MARTHA_REEVES_with_flowers.jpg/220px-MARTHA_REEVES_with_flowers.jpg",
    "extract": "Martha Rose Reeves is an American R&B and pop singer and former politician. She is the lead singer of the Motown girl group Martha and the Vandellas which scored over a dozen hit singles, including \"Come and Get These Memories\", \"Nowhere to Run\", \"Heat Wave\", \"Jimmy Mack\", and their signature \"Dancing In The Street\". From 2005 until 2009, Reeves served as an elected council woman for the city of Detroit, Michigan.",
    "year": 1941,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "James Brolin",
    "birthday": "1940-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/James_Brolin_2013_%28cropped%29.jpg/239px-James_Brolin_2013_%28cropped%29.jpg",
    "extract": "James Brolin is an American actor. He is the father of actor Josh Brolin and husband of Barbra Streisand. Brolin has won two Golden Globes and an Emmy. He received a star on the Hollywood Walk of Fame on August 27, 1998. He is best known for his TV roles such as Stephen Kiley on Marcus Welby, M.D.(1969–1976), Peter McDermott on Hotel (1983–1988), and John Short in Life in Pieces (2015–2019), and his film roles such as Sgt. Jerome K. Weber in Skyjacked (1972), John Blane in Westworld (1973), and General Ralph Landry in Traffic (2000).",
    "year": 1940,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Brian Auger",
    "birthday": "1939-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Aankomst_Engelse_popzangeres_Julie_Driscoll_op_Schiphol%2C_Bestanddeelnr_921-2977.jpg/320px-Aankomst_Engelse_popzangeres_Julie_Driscoll_op_Schiphol%2C_Bestanddeelnr_921-2977.jpg",
    "extract": "Brian Albert Gordon Auger is an English jazz rock and rock music keyboardist who specialises in the Hammond organ.",
    "year": 1939,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Dion DiMucci",
    "birthday": "1939-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/DionDiMucci.jpg/213px-DionDiMucci.jpg",
    "extract": "Dion Francis DiMucci, better known simply as Dion, is an American singer and songwriter whose music has incorporated elements of doo-wop, pop, rock, R&B, folk and blues. Initially as the lead singer of Dion and the Belmonts, and then during his solo career, Dion was one of the most popular American rock and roll performers of the pre-British Invasion era. He had 39 Top 40 hits in the late 1950s and early 1960s as a solo performer, or with the Belmonts and the Del-Satins. He is best remembered for the singles \"Runaround Sue\", \"The Wanderer\", \"Ruby Baby\" and \"Lovers Who Wander\", among other hits.",
    "year": 1939,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Jerry Moore (American football, born 1939)",
    "birthday": "1939-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Jerry_Moore_in_December_2006.jpg/243px-Jerry_Moore_in_December_2006.jpg",
    "extract": "Gerald Hundley Moore is a former American football player and coach. He served as the head football coach at North Texas State University—now the University of North Texas—from 1979 to 1980, at Texas Tech University from 1981 to 1985, and at Appalachian State University from 1989 to 2012, compiling a career college football coaching record of 242–134–2.\nIn his 24 years at Appalachian State, Moore posted a losing season only once. He led his 2005 Mountaineers team to the NCAA Division I-AA Football Championship. This was the first national championship for any college football team in the state of North Carolina. Moore and the Mountaineers repeated as champions in 2006 and 2007, achieving the first \"three-peat\" in NCAA Division I FCS/I-AA history. Moore was forced out as head coach at the conclusion of the 2012 season. He was selected for inclusion into the Southern Conference Hall of Fame, and College Football Hall of Fame in 2014.",
    "year": 1939,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "John Connelly (footballer, born 1938)",
    "birthday": "1938-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/England_national_football_team%2C_28_October_1959_%28Connelly%29.jpg/289px-England_national_football_team%2C_28_October_1959_%28Connelly%29.jpg",
    "extract": "John Michael Connelly was an English footballer. He played as an outside forward and was capped 20 times for his country.",
    "year": 1938,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Ian Stewart (musician)",
    "birthday": "1938-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Ian_Stewart_and_Billy_Preston_with_The_Rolling_Stones_%281975%29.jpg/320px-Ian_Stewart_and_Billy_Preston_with_The_Rolling_Stones_%281975%29.jpg",
    "extract": "Ian Andrew Robert Stewart was a Scottish keyboardist and co-founder of the Rolling Stones. He was removed from the line-up in May 1963 at the request of manager Andrew Loog Oldham who felt he did not fit the band's image. He remained as road manager and pianist for over two decades until his death, and was posthumously inducted into the Rock and Roll Hall of Fame along with the rest of the band in 1989.",
    "year": 1938,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Paul Verhoeven",
    "birthday": "1938-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Paul_Verhoeven_Cannes_2016.jpg/225px-Paul_Verhoeven_Cannes_2016.jpg",
    "extract": "Paul Verhoeven is a Dutch director and screenwriter active in the Netherlands, France and the United States. His blending of graphic violence and sexual content with social satire are trademarks of both his drama and science fiction films.",
    "year": 1938,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Roald Hoffmann",
    "birthday": "1937-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Roald_Hoffmann.jpg/232px-Roald_Hoffmann.jpg",
    "extract": "Roald Hoffmann is a Polish-American theoretical chemist who won the 1981 Nobel Prize in Chemistry. He has also published plays and poetry. He is the Frank H. T. Rhodes Professor of Humane Letters, Emeritus, at Cornell University, in Ithaca, New York.",
    "year": 1937,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Hunter S. Thompson",
    "birthday": "1937-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Hunter_S._Thompson%2C_Las_Vegas_1971.jpg/282px-Hunter_S._Thompson%2C_Las_Vegas_1971.jpg",
    "extract": "Hunter Stockton Thompson was an American journalist and author who founded the gonzo journalism movement. He rose to prominence with the publication of Hell's Angels (1967), a book for which he spent a year living and riding with the Hells Angels motorcycle gang to write a first-hand account of their lives and experiences.",
    "year": 1937,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Tenley Albright",
    "birthday": "1935-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Tenley_Albright_in_Tokyo_1953-4-29.jpg/212px-Tenley_Albright_in_Tokyo_1953-4-29.jpg",
    "extract": "Tenley Emma Albright is an American former figure skater and surgeon. She is the 1956 Olympic champion, the 1952 Olympic silver medalist, the 1953 and 1955 World Champion, the 1953 and 1955 North American champion, and the 1952–1956 U.S. national champion. Albright is also a graduate of Harvard Medical School. In 2015, she was inducted into the National Women's Hall of Fame.",
    "year": 1935,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Jayendra Saraswathi",
    "birthday": "1935-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/8d/Jayendra_Saraswathi_3_%28cropped%29.jpg",
    "extract": "Jagadguru Sri Jayendra Saraswathi Shankaracharya was the 69th Shankaracharya Guru and head or pontiff (Pïțhādhipati) of the Kanchi Kamakoti Peetham. Subramanyam Mahadeva Iyer was nominated by his predecessor, Chandrashekarendra Saraswati, as his successor and was given the pontifical title Sri Jayendra Saraswathi on 22 March 1954.",
    "year": 1935,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Edward Bond",
    "birthday": "1934-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Edward_Bond_at_the_Th%C3%A9%C3%A2tre_National_de_la_Colline%2C_Paris%2C_January_2001.jpg/196px-Edward_Bond_at_the_Th%C3%A9%C3%A2tre_National_de_la_Colline%2C_Paris%2C_January_2001.jpg",
    "extract": "Edward Bond is an English playwright, theatre director, poet, theorist and screenwriter. He is the author of some fifty plays, among them Saved (1965), the production of which was instrumental in the abolition of theatre censorship in the UK. Other well-received works include Narrow Road to the Deep North (1968), Lear (1971), The Sea (1973), The Fool (1975), Restoration (1981), and the War trilogy (1985). Bond is broadly considered one among the major living dramatists but he has always been and remains highly controversial because of the violence shown in his plays, the radicalism of his statements about modern theatre and society, and his theories on drama.",
    "year": 1934,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Darlene Conley",
    "birthday": "1934-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/46/Darlene_Conley.jpg/213px-Darlene_Conley.jpg",
    "extract": "Darlene Conley was an American actress.",
    "year": 1934,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Yevgeny Yevtushenko",
    "birthday": "1933-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Yevgeny_Yevtushenko_LCCN2001696721.jpg/256px-Yevgeny_Yevtushenko_LCCN2001696721.jpg",
    "extract": "Yevgeny Aleksandrovich Yevtushenko was a Soviet and Russian poet. He was also a novelist, essayist, dramatist, screenwriter, publisher, actor, editor, university professor, and director of several films.",
    "year": 1933,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Dick Button",
    "birthday": "1929-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Dick_Button_at_1980_Winter_Olympics.jpg/284px-Dick_Button_at_1980_Winter_Olympics.jpg",
    "extract": "Richard Totten \"Dick\" Button is an American former figure skater and skating analyst. He is a two-time Olympic champion and five-time consecutive World champion (1948–1952). He is also the only non-European man to have become European champion. Button is credited as having been the first skater to successfully land the double Axel jump in competition in 1948, as well as the first triple jump of any kind – a triple loop – in 1952. He also invented the flying camel spin, which was originally known as the \"Button camel\".",
    "year": 1929,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Screamin' Jay Hawkins",
    "birthday": "1929-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Screamin%27Eyes.jpg/214px-Screamin%27Eyes.jpg",
    "extract": "Jalacy \"Screamin' Jay\" Hawkins was an American singer-songwriter, musician, actor, film producer, and boxer. Famed chiefly for his powerful, operatic vocal delivery and wildly theatrical performances of songs such as \"I Put a Spell on You\", he sometimes used macabre props onstage, making him an early pioneer of shock rock. He received a nomination for the Independent Spirit Award for Best Supporting Male for his performance in the 1989 indie film Mystery Train.",
    "year": 1929,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Andrea Gallo",
    "birthday": "1928-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Don_Andrea_Gallo.JPEG/320px-Don_Andrea_Gallo.JPEG",
    "extract": "Don Andrea Gallo was an Italian presbyter, founder and leader of the community of San Benedetto al Porto of Genoa.\nHe often called himself a \"priest of the sidewalk\", referring to his activity of helping poor and needy people.My gospels are not four... We have been following for years and years the gospel according to De André, a path that is in obstinate and contrary direction. And we can confirm it, note it: from diamonds nothing was born, from dung flowers bloom.",
    "year": 1928,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Baddiewinkle",
    "birthday": "1928-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/BaddieWinkle.jpeg/240px-BaddieWinkle.jpeg",
    "extract": "Helen Ruth Elam, better known as Baddiewinkle or Baddie Winkle, is an American internet personality. Elam was born in Hazard, Kentucky. She became an Internet sensation at the age of eighty-five. Her social media tag line—\"Stealing Your Man Since 1928\"—has become a popular saying for teens and young adults. She is known for her humor and for fighting against ageism through her personal style and messaging, characterized by wearing eccentric clothes, promoting the legalization of medical marijuana, and her innuendo. Winkle is an activist and influencer whose self expression is a statement of disapproval of the beauty industry and the false limitations it imposes on individuals, and especially on women. She has millions of followers and views on social media, where she posts photos and videos of herself, often with suggestive clothing with peculiar prints, or little clothing in order to encourage body positivity and the celebration of the physiques of older adults.",
    "year": 1928,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Mehdi Hassan",
    "birthday": "1927-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Mehdi_Hassan_singer_1961.jpg/285px-Mehdi_Hassan_singer_1961.jpg",
    "extract": "Mehdi Hasan Khan The King of Ghazals 18 July 1927 – 13 June 2012) was a Pakistani ghazal singer and playback singer for Lollywood. One of the greatest and most influential figures in the history of ghazal singing, he is referred to as the \"Shahenshah-e-Ghazal\". Known for his \"haunting\" baritone voice, Mehdi Hassan is credited with bringing ghazal singing to a worldwide audience. He is unique for his melodic patterns and maintaining integrity of the ragas in an innovative way.",
    "year": 1927,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Kurt Masur",
    "birthday": "1927-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Masur-Dresdner-Philharmonie-Albertinum-2012_%28cropped%29.jpg/219px-Masur-Dresdner-Philharmonie-Albertinum-2012_%28cropped%29.jpg",
    "extract": "Kurt Masur was a German conductor. Called \"one of the last old-style maestros\", he directed many of the principal orchestras of his era. He had a long career as the Kapellmeister of the Leipzig Gewandhaus Orchestra, and also served as music director of the New York Philharmonic. He left many recordings of classical music played by major orchestras. Masur is also remembered for his actions to support peaceful demonstrations in the 1989 anti-government demonstrations in Leipzig; the protests were part of the events leading up to the fall of the Berlin wall.",
    "year": 1927,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Antonio García-Trevijano",
    "birthday": "1927-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Trevijano.jpg/320px-Trevijano.jpg",
    "extract": "Antonio García-Trevijano Forte was a Spanish republican lawyer, notary public, jurist, philosopher, art critic, author and political activist. Born in Alhama de Granada, he was a prominent figure in the opposition to the Francoist dictatorship.",
    "year": 1927,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Anthony Mirra",
    "birthday": "1927-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/da/Anthony_Mirra_%28surveillance_photo%29.jpg/191px-Anthony_Mirra_%28surveillance_photo%29.jpg",
    "extract": "Anthony \"Tony\" Mirra was an American mobster, soldier and later caporegime for the Bonanno crime family. He is well known for being the individual who introduced FBI Special Agent Joseph \"Donnie Brasco\" Pistone into the Bonanno family.",
    "year": 1927,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Margaret Laurence",
    "birthday": "1926-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/de/MargaretLaurenceImage.jpg",
    "extract": "Jean Margaret Laurence was a Canadian novelist and short story writer, and is one of the major figures in Canadian literature. She was also a founder of the Writers' Trust of Canada, a non-profit literary organization that seeks to encourage Canada's writing community.",
    "year": 1926,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Bernard Pons",
    "birthday": "1926-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/7.7.69._Mme_et_M._Pompidou._Messe%2C_mairie_et_bain_de_foule_%C3%A0_Cajarc_%28Lot%29_%281969%29_-_53Fi5586_%28Bernard_Pons%29.jpg/208px-7.7.69._Mme_et_M._Pompidou._Messe%2C_mairie_et_bain_de_foule_%C3%A0_Cajarc_%28Lot%29_%281969%29_-_53Fi5586_%28Bernard_Pons%29.jpg",
    "extract": "Bernard Pons was a French politician and medical doctor who was a member of the Union of Democrats for the Republic from 1971 to 1976 and a member of the Rally for the Republic party thereafter. He served as Secretary General of Rally for the Republic, Minister for Transport, and continued as a special advisor to the Union for a Popular Movement until 2008 after his retirement from active politics in 2002.",
    "year": 1926,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Maunu Kurkvaara",
    "birthday": "1926-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Maunu_Kurkvaara.jpg/251px-Maunu_Kurkvaara.jpg",
    "extract": "Maunu Kurkvaara is a Finnish film director and screenwriter. Kurkvaara has been widely regarded as the initiator of the “new wave” of Finnish cinema in the spirit of French New Wave cinema. He directed 22 films between 1955 and 1993. His film Yksityisalue was entered into the 13th Berlin International Film Festival. In 1965 he co-produced the film 4x4 and it was entered into the 4th Moscow International Film Festival.",
    "year": 1926,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Shirley Strickland",
    "birthday": "1925-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Shirley_Strickland_1950.jpg/155px-Shirley_Strickland_1950.jpg",
    "extract": "Shirley Barbara de la Hunty AO, MBE, known as Shirley Strickland during her early career, was an Australian athlete. She won more Olympic medals than any other Australian in running sports.",
    "year": 1925,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Friedrich Zimmermann",
    "birthday": "1925-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/be/Bundesarchiv_B_145_Bild-F085285-0011a%2C_Bonn_Friedrich_Zimmermann.jpg",
    "extract": "Friedrich Zimmermann was a German politician and a member of the Christian Social Union (CSU). From 1982 to 1989, he was the federal minister of interior. From 1989 to 1991 he held the position of federal minister for transport.",
    "year": 1925,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Windy McCall",
    "birthday": "1925-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/ed/Windy_McCall_1959.jpg",
    "extract": "John William McCall was a relief pitcher in Major League Baseball who played from 1948 through 1957 for the Boston Red Sox (1948–49), Pittsburgh Pirates (1950) and New York Giants (1954–57). Listed at 6 feet (1.83 m) tall and 180 pounds (82 kg), McCall batted and threw left-handed. He was born in San Francisco, California, and studied at the University of San Francisco. He was a United States Marine Corps veteran of World War II, serving in the Pacific Theater of Operations, including Iwo Jima and Okinawa.",
    "year": 1925,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Inge Sørensen",
    "birthday": "1924-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Inge_S%C3%B8rensen_1936.jpg/320px-Inge_S%C3%B8rensen_1936.jpg",
    "extract": "Inge Sørensen, later Inge Tabur, sometimes known as \"Lille henrivende Inge\" was a Danish swimmer, who at age 12 won a bronze medal in 200 meter breaststroke at the 1936 Summer Olympics in Berlin. This makes her the youngest Olympic medal winner in an individual competition.",
    "year": 1924,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Tullio Altamura",
    "birthday": "1924-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Madri_pericolose_-_Tullio_Altamura.jpg/320px-Madri_pericolose_-_Tullio_Altamura.jpg",
    "extract": "Tullio Altamura is an Italian actor, best known for his roles in spaghetti westerns and action films in the 1960s.",
    "year": 1924,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Thomas Kuhn",
    "birthday": "1922-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/87/Thomas_Kuhn.jpg",
    "extract": "Thomas Samuel Kuhn was an American philosopher of science whose 1962 book The Structure of Scientific Revolutions was influential in both academic and popular circles, introducing the term paradigm shift, which has since become an English-language idiom.",
    "year": 1922,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Aaron Beck",
    "birthday": "1921-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Liber_Brunensis_1942%2C_Aaron_T._Beck.jpg/232px-Liber_Brunensis_1942%2C_Aaron_T._Beck.jpg",
    "extract": "Aaron Temkin Beck was an American psychiatrist who was a professor in the department of psychiatry at the University of Pennsylvania. He is regarded as the father of cognitive therapy and cognitive behavioral therapy (CBT). His pioneering methods are widely used in the treatment of clinical depression and various anxiety disorders. Beck also developed self-report measures for depression and anxiety, notably the Beck Depression Inventory (BDI), which became one of the most widely used instruments for measuring the severity of depression. In 1994 he and his daughter, psychologist Judith S. Beck, founded the nonprofit Beck Institute for Cognitive Behavior Therapy, which provides CBT treatment and training, as well as research. Beck served as President Emeritus of the organization up until his death.",
    "year": 1921,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "John Glenn",
    "birthday": "1921-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/John_Glenn_Portrait.jpg/257px-John_Glenn_Portrait.jpg",
    "extract": "John Herschel Glenn Jr. was an American aviator in the United States Marine Corps, engineer, astronaut, businessman, and politician. He was the third American in space, and the first American to orbit the Earth, circling it three times in 1962. Following his retirement from NASA, he served from 1974 to 1999 as a Democratic United States Senator from Ohio; in 1998, he flew into space again at age 77.",
    "year": 1921,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Richard Leacock",
    "birthday": "1921-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Richard_Leacock.jpg/320px-Richard_Leacock.jpg",
    "extract": "Richard Leacock was a British-born documentary film director and one of the pioneers of direct cinema and cinéma vérité.",
    "year": 1921,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Lilia Dale",
    "birthday": "1919-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Lilia_Dale.jpg/239px-Lilia_Dale.jpg",
    "extract": "Lilia Dale is an Italian retired film actress.",
    "year": 1919,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Nelson Mandela",
    "birthday": "1918-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Nelson_Mandela_1994.jpg/247px-Nelson_Mandela_1994.jpg",
    "extract": "Nelson Rolihlahla Mandela was a South African anti-apartheid revolutionary and political leader who served as the first president of South Africa from 1994 to 1999. He was the country's first black head of state and the first elected in a fully representative democratic election. His government focused on dismantling the legacy of apartheid by tackling institutionalised racism and fostering racial reconciliation. Ideologically an African nationalist and socialist, he served as the president of the African National Congress (ANC) party from 1991 to 1997.",
    "year": 1918,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Henri Salvador",
    "birthday": "1917-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Henri_Salvador_tybaut.jpg/223px-Henri_Salvador_tybaut.jpg",
    "extract": "Henri Salvador was a French Caribbean comedian, singer and cabaret artist.",
    "year": 1917,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Paul Streeten",
    "birthday": "1917-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/5b/Paul_Streeten.jpg",
    "extract": "Paul Patrick Streeten was an Austrian-born British economics professor. He was a professor at Boston University, US until his retirement. He has been a distinguished academic working on development economics since the 1950s.",
    "year": 1917,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Gino Bartali",
    "birthday": "1914-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Gino_Bartali_1963.jpg/260px-Gino_Bartali_1963.jpg",
    "extract": "Gino Bartali, nicknamed Gino the Pious and Ginettaccio, was a champion road cyclist. He was the most renowned Italian cyclist before the Second World War, having won the Giro d'Italia twice, in 1936 and 1937, and the Tour de France in 1938. After the war, he added one more victory in each event: the Giro d'Italia in 1946 and the Tour de France in 1948. His second and last Tour de France victory in 1948 gave him the largest gap between victories in the race.",
    "year": 1914,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Red Skelton",
    "birthday": "1913-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Red_Skelton_1960_rebalance.jpg/241px-Red_Skelton_1960_rebalance.jpg",
    "extract": "Richard Red Skelton was an American entertainer best known for his national radio and television shows between 1937 and 1971, especially as host of the television program The Red Skelton Show. He has stars on the Hollywood Walk of Fame for his work in radio and television, and also appeared in burlesque, vaudeville, films, nightclubs, and casinos, all while he pursued an entirely separate career as an artist.",
    "year": 1913,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Hume Cronyn",
    "birthday": "1911-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Hume_Cronyn_studio_publicity_portrait.jpg/248px-Hume_Cronyn_studio_publicity_portrait.jpg",
    "extract": "Hume Blake Cronyn Jr. OC was a Canadian-American actor and writer.",
    "year": 1911,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Diptendu Pramanick",
    "birthday": "1910-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d5/Diptendu.jpg/237px-Diptendu.jpg",
    "extract": "Diptendu Pramanick was a Bengali film personality from Calcutta. He was the founder secretary of the Eastern India Motion Pictures Association in Calcutta, India - a fraternity of film personnel which is an interface between the entertainment industry of eastern India and the Government. During his multifarious career he came in contact with eminent personalities and saw the evolution of this organization from its initial days to being a regionwide entity.",
    "year": 1910,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Mamadou Dia",
    "birthday": "1910-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/fe/Mamadou_Dia_1962.jpg",
    "extract": "Mamadou Dia was a Senegalese politician who served as the first Prime Minister of Senegal from 1957 until 1962, when he was forced to resign and was subsequently imprisoned amidst allegations that he was planning to stage a military coup to overthrow President Léopold Sédar Senghor.",
    "year": 1910,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Bishnu Dey",
    "birthday": "1909-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/86/BishnuDeyPic.jpg/261px-BishnuDeyPic.jpg",
    "extract": "Bishnu Dey was a Bengali poet, writer and academician in the era of modernism, post-modernism. Starting off as a symbologist, he won recognition for the musical quality of his poems, and forms the post-Tagore generation of Bengali poets, like Buddhadeb Basu and Samar Sen, which marked the advent of \"New Poetry\" in Bengali literature, deeply influenced by Marxist ideology. He published a magazine wherein he encouraged socially conscious writing. His own work reveals a poet's solitary struggle, quest for human dignity, amidst a crisis of uprooted identity. Through his literary career, he taught English literature at various institutes with various capacities such as Lecturer at Krishnagar College(1934-40) and Surendranath College(1940-44), Reader at Presidency University (1944–1947), Professor at Maulana Azad College (1947–1969). also remained a member of a young group of poets, centered on the Kallol (Commotion) magazine.",
    "year": 1909,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Andrei Gromyko",
    "birthday": "1909-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Andrei_Gromyko_1972_%28cropped%29.jpg/234px-Andrei_Gromyko_1972_%28cropped%29.jpg",
    "extract": "Andrei Andreyevich Gromyko was a Soviet Belarusian communist politician and diplomat during the Cold War. He served as Minister of Foreign Affairs (1957–1985) and as Chairman of the Presidium of the Supreme Soviet (1985–1988). Gromyko was responsible for many top decisions on Soviet foreign policy until he retired in 1988. In the 1940s Western pundits called him Mr Nyet or \"Grim Grom\", because of his frequent use of the Soviet veto in the United Nations Security Council.",
    "year": 1909,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Mohammed Daoud Khan",
    "birthday": "1909-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Sardar_Mohammed_Daud.jpg/229px-Sardar_Mohammed_Daud.jpg",
    "extract": "Sardar Mohammed Daoud Khan, also romanized as Daud Khan or Dawood Khan, was an Afghan politician and general who served as Prime Minister of Afghanistan from 1953 to 1963 and, as leader of the 1973 Afghan coup d'état which overthrew the monarchy, served as the first President of Afghanistan from 1973 to 1978, establishing an autocratic one-party system. Born into the Afghan royal family, Khan started as a provincial governor and later a military commander before being appointed as Prime Minister by his cousin, King Mohammed Zahir Shah. Having failed to persuade the King to implement a one-party system, Khan overthrew the monarchy with the backing of Afghan Army officers, and proclaimed himself the first President of the Republic of Afghanistan.",
    "year": 1909,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Harriet Nelson",
    "birthday": "1909-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/55/Harriet_Nelson_1964.JPG",
    "extract": "Harriet Nelson was an American singer and actress. Nelson is best known for her role on the sitcom The Adventures of Ozzie and Harriet.",
    "year": 1909,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Peace Pilgrim",
    "birthday": "1908-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Peace_Pilgrim-1980-Hawaii.jpg/199px-Peace_Pilgrim-1980-Hawaii.jpg",
    "extract": "Peace Pilgrim, born Mildred Lisette Norman, was an American spiritual teacher, mystic, pacifist, vegetarian activist and peace activist. In 1952, she became the first woman to walk the entire length of the Appalachian Trail in one season. Starting on January 1, 1953, in Pasadena, California, she adopted the name \"Peace Pilgrim\" and walked across the United States for 28 years, speaking with others about peace. She was on her seventh cross-country journey when she died.",
    "year": 1908,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Lupe Vélez",
    "birthday": "1908-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Lupe_V%C3%A9lez_in_1941.jpg/255px-Lupe_V%C3%A9lez_in_1941.jpg",
    "extract": "María Guadalupe Villalobos Vélez, known professionally as Lupe Vélez, was a Mexican actress, singer and dancer during the Golden Age of Hollywood cinema.",
    "year": 1908,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Beatrice Aitchison",
    "birthday": "1908-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e6/Beatrice_Aitchison.jpg/207px-Beatrice_Aitchison.jpg",
    "extract": "Beatrice Aitchison was an American mathematician, statistician, and transportation economist who directed the Transport Economics Division of the United States Department of Commerce, and later became the top woman in the United States Postal Service and the first policy-level appointee there.",
    "year": 1908,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "S. I. Hayakawa",
    "birthday": "1906-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/ad/SIHayakawa.jpg",
    "extract": "Samuel Ichiye Hayakawa was a Canadian-born American academic and politician of Japanese ancestry. A professor of English, he served as president of San Francisco State University and then as U.S. Senator from California from 1977 to 1983.",
    "year": 1906,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Clifford Odets",
    "birthday": "1906-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Clifford-Odets-1938.jpg/222px-Clifford-Odets-1938.jpg",
    "extract": "Clifford Odets was an American playwright, director, screenwriter, and actor. In the mid-1930s, he was widely seen as the potential successor to Nobel Prize-winning playwright Eugene O'Neill, as O'Neill began to withdraw from Broadway's commercial pressures and increasing critical backlash. From January 1935 Odets' socially relevant dramas were extremely influential, particularly for the remainder of the Great Depression. His works inspired the next several generations of playwrights, including Arthur Miller, Paddy Chayefsky, Neil Simon, and David Mamet. After the production of his play Clash by Night in the 1941–'42 season, Odets focused his energies primarily on film projects, remaining in Hollywood for the next seven years. He returned to New York in 1948 for five and a half years, during which time he produced three more Broadway plays, only one of which was a success. His prominence was eventually eclipsed by Miller, Tennessee Williams, and in the early- to mid-1950s, by William Inge.",
    "year": 1906,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Jessamyn West (writer)",
    "birthday": "1902-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/38/Jessamyn_West_photographed_by_Johan_Hagemeyer.jpg/231px-Jessamyn_West_photographed_by_Johan_Hagemeyer.jpg",
    "extract": "Mary Jessamyn West was an American author of short stories and novels, notably The Friendly Persuasion (1945). A Quaker from Indiana, she graduated from Fullerton Union High School in 1919 and Whittier College in 1923. There she helped found the Palmer Society in 1921. She received an honorary Doctor of Letters (Litt.D) degree from Whittier College in 1946. She received the Janet Heidinger Kafka Prize in 1975.",
    "year": 1902,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Chill Wills",
    "birthday": "1902-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/30/Chill_Wills_-_1941.jpg/235px-Chill_Wills_-_1941.jpg",
    "extract": "Theodore Childress \"Chill\" Wills was an American actor and a singer in the Avalon Boys quartet.",
    "year": 1902,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Nathalie Sarraute",
    "birthday": "1900-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Nathalie_Sarraute_%28crop%29.jpg/199px-Nathalie_Sarraute_%28crop%29.jpg",
    "extract": "Nathalie Sarraute was a French writer and lawyer.",
    "year": 1900,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "John Stuart (actor)",
    "birthday": "1898-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/be/Actor_John_Stuart.jpg/229px-Actor_John_Stuart.jpg",
    "extract": "John Stuart, was a Scottish actor, and a very popular leading man in British silent films in the 1920s. He appeared in three films directed by Alfred Hitchcock.",
    "year": 1898,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Ernest Eldridge",
    "birthday": "1897-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/92/Fiat-mephistopheles1.jpg",
    "extract": "Ernest Arthur Douglas Eldridge was a British racing car driver who broke the world land speed record in 1924. His was the last land speed record set on an open road.",
    "year": 1897,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Olga Spessivtseva",
    "birthday": "1895-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Olga_Spessiva%2C_ballerina%2C_Central_Station%2C_Sydney%2C_1934_photographer_Sam_Hood.jpg/320px-Olga_Spessiva%2C_ballerina%2C_Central_Station%2C_Sydney%2C_1934_photographer_Sam_Hood.jpg",
    "extract": "Olga Alexandrovna Spessivtseva was a Russian ballerina whose stage career spanned from 1913 to 1939.",
    "year": 1895,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Machine Gun Kelly",
    "birthday": "1895-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/MachineGunKelly.jpg/320px-MachineGunKelly.jpg",
    "extract": "George Kelly Barnes, better known by his pseudonym \"Machine Gun Kelly\", was an American gangster from Memphis, Tennessee, active during the Prohibition era. His nickname came from his favorite weapon, a Thompson submachine gun. He is best known for the kidnapping of oil tycoon and businessman Charles F. Urschel in July 1933, from which he and his gang collected a $200,000 ransom. Urschel had collected and left considerable evidence that assisted the subsequent FBI investigation, which eventually led to Kelly's arrest in Memphis, Tennessee, on September 26, 1933. His crimes also included bootlegging and armed robbery.",
    "year": 1895,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "David Ogilvy, 12th Earl of Airlie",
    "birthday": "1893-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/48/David_Lyulph_Gore_Wolseley_Ogilvy%2C_12th_Earl_of_Airlie.jpg/249px-David_Lyulph_Gore_Wolseley_Ogilvy%2C_12th_Earl_of_Airlie.jpg",
    "extract": "Colonel David Lyulph Gore Wolseley Ogilvy, 12th and 7th Earl of Airlie was a Scottish peer, soldier, and courtier.",
    "year": 1893,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Arthur Friedenreich",
    "birthday": "1892-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Arthur_friedenreich.jpg/246px-Arthur_friedenreich.jpg",
    "extract": "Arthur Friedenreich was a Brazilian professional footballer who played as a forward. He was nicknamed The Tiger or The Original \"Black\" Pearl, and was arguably the sport's first outstanding mixed-race player. He played when Brazilian football was still amateur, which lasted until 1933. He is occasionally identified as one of the all-time top scorers in football history, although this is highly disputed.",
    "year": 1892,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Frank Forde",
    "birthday": "1890-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Frank_Forde_1945.jpg/229px-Frank_Forde_1945.jpg",
    "extract": "Francis Michael Forde was an Australian politician who served as prime minister of Australia from 6 to 13 July 1945. He was the deputy leader of the Australian Labor Party (ALP) from 1932 to 1946. He served as prime minister in a caretaker capacity after the death of John Curtin, and is the shortest-serving prime minister in Australia's history.",
    "year": 1890,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Kōichi Kido",
    "birthday": "1889-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/K%C5%8Dichi_Kido_cropped.jpg/240px-K%C5%8Dichi_Kido_cropped.jpg",
    "extract": "Marquis Kōichi Kido  served as Lord Keeper of the Privy Seal of Japan from 1940 to 1945, and was the closest advisor to Emperor Hirohito throughout World War II. He was convicted of war crimes and sentenced to life imprisonment, of which he served 6 years before being released in 1953.",
    "year": 1889,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Vidkun Quisling",
    "birthday": "1887-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Portrett_av_Vidkun_Quisling_i_sivile_kl%C3%A6r%2C_ukjent_datering.jpg/221px-Portrett_av_Vidkun_Quisling_i_sivile_kl%C3%A6r%2C_ukjent_datering.jpg",
    "extract": "Vidkun Abraham Lauritz Jonssøn Quisling was a Norwegian military officer, politician and Nazi collaborator who nominally headed the government of Norway during the country's occupation by Nazi Germany during World War II.",
    "year": 1887,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Simon Bolivar Buckner Jr.",
    "birthday": "1886-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/General_Simon_B._Buckner%2C_Jr.jpg/267px-General_Simon_B._Buckner%2C_Jr.jpg",
    "extract": "Simon Bolivar Buckner Jr. was a lieutenant general in the United States Army during World War II who served in the Pacific Theater. As commanding general of Alaska Defense Command, Buckner commanded American-Canadian forces in the Aleutian Islands campaign, including the Battle of Attu and the Kiska Expedition. Following that assignment, he was promoted to command the Tenth Army, which conducted the amphibious invasion of the Japanese island of Okinawa in 1945. He was killed during the closing days of the Battle of Okinawa by enemy artillery fire, making him the highest-ranking United States military officer lost to enemy fire during World War II.",
    "year": 1886,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Alberto di Jorio",
    "birthday": "1884-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Coat_of_arms_of_Alberto_di_Jorio.svg/300px-Coat_of_arms_of_Alberto_di_Jorio.svg.png",
    "extract": "Alberto di Jorio was a cardinal of the Catholic Church and for many years along with the layman Bernardino Nogara the powerhouse behind the growing wealth of the Vatican and the Istituto per le Opere di Religione.",
    "year": 1884,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Larry McLean",
    "birthday": "1881-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Larry_McLean.jpg/320px-Larry_McLean.jpg",
    "extract": "John Bannerman McLean was a Canadian professional baseball catcher between 1901 until 1915. During his years in Major League Baseball, he played with five different teams. Beginning his career with the Boston Americans, his final professional game was played with the New York Giants on June 6, 1915.",
    "year": 1881,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Giacomo Balla",
    "birthday": "1871-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fe/Giacomo_Balla%2C_Artistapl%C3%A1stico%2C_Archivo_del_900%2C_MART%2C_Rovereto.jpg/177px-Giacomo_Balla%2C_Artistapl%C3%A1stico%2C_Archivo_del_900%2C_MART%2C_Rovereto.jpg",
    "extract": "Giacomo Balla was an Italian painter, art teacher and poet best known as a key proponent of Futurism. In his paintings he depicted light, movement and speed. He was concerned with expressing movement in his works, but unlike other leading futurists he was not interested in machines or violence with his works tending towards the witty and whimsical.",
    "year": 1871,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Sada Yacco",
    "birthday": "1871-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/22/Sadayakko_Kawakami.jpg",
    "extract": "Sada Yacco or Sadayakko  was a Japanese geisha, actress and dancer.",
    "year": 1871,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Margaret Brown",
    "birthday": "1867-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Margaret_Brown%2C_3qtr_view%2C_with_chair.jpg/208px-Margaret_Brown%2C_3qtr_view%2C_with_chair.jpg",
    "extract": "Margaret Brown, posthumously known as \"The Unsinkable Molly Brown\", was an American socialite and philanthropist. She unsuccessfully encouraged the crew in Lifeboat No. 6 to return to the debris field of the 1912 sinking of RMS Titanic to look for survivors. During her lifetime, her friends called her \"Maggie\", but even by her death, obituaries referred to her as the \"Unsinkable Molly Brown\". The reference was further reinforced by a 1960 Broadway musical based on her life and its 1964 film adaptation which were both entitled The Unsinkable Molly Brown.",
    "year": 1867,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Philip Snowden, 1st Viscount Snowden",
    "birthday": "1864-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Lord_Snowden.jpg/246px-Lord_Snowden.jpg",
    "extract": "Philip Snowden, 1st Viscount Snowden, PC was a British politician. A strong speaker, he became popular in trade union circles for his denunciation of capitalism as unethical and his promise of a socialist utopia. He was the first Labour Chancellor of the Exchequer, a position he held in 1924 and again between 1929 and 1931. He broke with Labour policy in 1931, and was expelled from the party and excoriated as a turncoat, as the party was overwhelmingly crushed that year by the National Government coalition that Snowden supported. He was succeeded as Chancellor by Neville Chamberlain.",
    "year": 1864,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Kadambini Ganguly",
    "birthday": "1861-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Kadambini_Ganguly.jpg/232px-Kadambini_Ganguly.jpg",
    "extract": "Kadambini Bose Ganguly was one of the first Indian female doctors who practised with a degree in modern medicine. She was the first Indian woman to practice medicine in India. Ganguly was the first woman to gain admission to Calcutta Medical College in 1884, subsequently trained in Scotland, and established a successful medical practice in India. She was the first woman speaker in the Indian National Congress.",
    "year": 1861,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Hendrik Lorentz",
    "birthday": "1853-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/H_A_Lorentz_%28Nobel%29.jpg/226px-H_A_Lorentz_%28Nobel%29.jpg",
    "extract": "Hendrik Antoon Lorentz was a Dutch physicist who shared the 1902 Nobel Prize in Physics with Pieter Zeeman for the discovery and theoretical explanation of the Zeeman effect. He also derived the Lorentz transformation underpinning Albert Einstein's special theory of relativity, as well as the Lorentz force, which describes the combined electric and magnetic forces acting on a charged particle in an electromagnetic field.",
    "year": 1853,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "W. G. Grace",
    "birthday": "1848-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/WG_Grace_c1902.jpg/267px-WG_Grace_c1902.jpg",
    "extract": "William Gilbert Grace was an English amateur cricketer who was important in the development of the sport and is widely considered one of its greatest players. He played first-class cricket for a record-equalling 44 seasons, from 1865 to 1908, during which he captained England, Gloucestershire, the Gentlemen, Marylebone Cricket Club (MCC), the United South of England Eleven (USEE) and several other teams.",
    "year": 1848,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Tristan Corbière",
    "birthday": "1845-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Tristan_Corbiere_01b_slnsw.jpg/300px-Tristan_Corbiere_01b_slnsw.jpg",
    "extract": "Tristan Corbière, born Édouard-Joachim Corbière, was a French poet born in Coat-Congar, Ploujean in Brittany, where he lived most of his life before dying of tuberculosis at the age of 29.",
    "year": 1845,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Virgil Earp",
    "birthday": "1843-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/10/VirgilEarpEnhanced.jpg/213px-VirgilEarpEnhanced.jpg",
    "extract": "Virgil Walter Earp was both deputy U.S. Marshal and Tombstone, Arizona City Marshal when he led his younger brothers Wyatt and Morgan, and Doc Holliday in a confrontation with outlaw Cowboys at the Gunfight at the O.K. Corral on October 26, 1881. They killed brothers Tom and Frank McLaury and Billy Clanton. All three Earp brothers had been the target of repeated death threats made by the Cowboys who were upset by the Earps' interference in their illegal activities. All four lawmen were charged with murder by Ike Clanton, who had run from the gunfight. During a month-long preliminary hearing, Judge Wells Spicer exonerated the men, concluding they had been performing their duty.",
    "year": 1843,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Vasil Levski",
    "birthday": "1837-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/BASA-600K-1-1865-15-Vasil_Levski-retouched.jpeg/231px-BASA-600K-1-1865-15-Vasil_Levski-retouched.jpeg",
    "extract": "Vasil Levski, born Vasil Ivanov Kunchev, was a Bulgarian revolutionary who is, today, a national hero of Bulgaria. Dubbed the Apostle of Freedom, Levski ideologised and strategised a revolutionary movement to liberate Bulgaria from Ottoman rule. Levski founded the Internal Revolutionary Organisation, and sought to foment a nationwide uprising through a network of secret regional committees.",
    "year": 1837,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Pauline Viardot",
    "birthday": "1821-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Pauline_Viardot-Garcia_3.jpg/239px-Pauline_Viardot-Garcia_3.jpg",
    "extract": "Pauline Viardot was a leading nineteenth-century French mezzo-soprano, pedagogue, and composer of Spanish descent.",
    "year": 1821,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Louis Gerhard De Geer",
    "birthday": "1818-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Louis_De_Geer_1818-1896_from_Hildebrand_Sveriges_historia.jpg/221px-Louis_De_Geer_1818-1896_from_Hildebrand_Sveriges_historia.jpg",
    "extract": "Baron Louis Gerard De Geer af Finspång was a Swedish statesman and writer. He was born at Finspång Castle in Risinge parish. He was a lawyer, and in 1855 became president of the Göta hovrätt, or lord justice for the appellate court of Götaland. From 7 April 1858 to 3 June 1870 he was Prime Minister for Justice and again from 11 May 1875 to 20 March 1876. As a member of the nobility, he took part in the Swedish Riksdag of the Estates from 1851 onwards. From 1867 to 1878 he was the member for Stockholm in the first chamber in the New Riksdag, where he introduced and passed many useful reforms.",
    "year": 1818,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "William Makepeace Thackeray",
    "birthday": "1811-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/William_Makepeace_Thackeray_by_Jesse_Harrison_Whitehurst-crop.jpg/256px-William_Makepeace_Thackeray_by_Jesse_Harrison_Whitehurst-crop.jpg",
    "extract": "William Makepeace Thackeray was a British novelist, author and illustrator. He is known for his satirical works, particularly his 1848 novel Vanity Fair, a panoramic portrait of British society, and the 1844 novel The Luck of Barry Lyndon, which was adapted for a 1975 film by Stanley Kubrick.",
    "year": 1811,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Immanuel Hermann Fichte",
    "birthday": "1796-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Immanuel_Hermann_Fichte_1859.jpg/260px-Immanuel_Hermann_Fichte_1859.jpg",
    "extract": "Immanuel Hermann Fichte was a German philosopher and son of Johann Gottlieb Fichte. In his philosophy, he was a theist and strongly opposed to the Hegelian School.",
    "year": 1796,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Prince Frederick Adolf, Duke of Östergötland",
    "birthday": "1750-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Frederick_Adolph_of_Sweden.jpg/239px-Frederick_Adolph_of_Sweden.jpg",
    "extract": "Prince Frederick Adolf, Duke of Östergötland was a Swedish Prince, youngest son of King Adolf Frederick of Sweden and Louisa Ulrika of Prussia, a sister of Frederick the Great, King of Prussia. He was given the title Duke of Östergötland.",
    "year": 1750,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Duchess Maria Antonia of Bavaria",
    "birthday": "1724-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Maria_Antonia_Walpurgis_von_Bayern%2C_Mengs%2C_1752.jpg/223px-Maria_Antonia_Walpurgis_von_Bayern%2C_Mengs%2C_1752.jpg",
    "extract": "Maria Antonia, Princess of Bavaria, Electress of Saxony was a German princess, composer, singer, harpsichordist and patron of the arts, known particularly for her operas: Il trionfo della fedeltà and Talestri, regina delle amazoni. She was Electress of Saxony as the wife of Frederick Christian, Elector of Saxony. Following the latter's death in 1763, she became the Regent of Saxony for their son Frederick Augustus I of Saxony.",
    "year": 1724,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Gilbert White",
    "birthday": "1720-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/dd/Gilbert_White.jpg",
    "extract": "Gilbert White FRS was a \"parson-naturalist\", a pioneering English naturalist, ecologist, and ornithologist. He is best known for his Natural History and Antiquities of Selborne.",
    "year": 1720,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Saverio Bettinelli",
    "birthday": "1718-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/IllustrazioneL9.jpg/263px-IllustrazioneL9.jpg",
    "extract": "Saverio Bettinelli was an Italian Jesuit writer.",
    "year": 1718,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Maria Clementina Sobieska",
    "birthday": "1702-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Maria_Klementyna_Sobieska_%281702-1735%29.jpg/264px-Maria_Klementyna_Sobieska_%281702-1735%29.jpg",
    "extract": "Maria Clementina Sobieska a titular queen of England, Scotland and Ireland by marriage to James Francis Edward Stuart, a Jacobite claimant to the British throne. The granddaughter of the Polish king John III Sobieski, she was the mother of Charles Edward Stuart, aka \"Bonnie Prince Charlie\", and of Cardinal Henry Benedict Stuart.",
    "year": 1702,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Giovanni Bononcini",
    "birthday": "1670-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Anthoni_Schoonjans_-_Portrait_of_the_composer_Giovanni_Bononcini.jpg/237px-Anthoni_Schoonjans_-_Portrait_of_the_composer_Giovanni_Bononcini.jpg",
    "extract": "Giovanni Bononcini was an Italian Baroque composer, cellist, singer and teacher, one of a family of string players and composers.",
    "year": 1670,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Hyacinthe Rigaud",
    "birthday": "1659-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Autoportrait_au_turban_%28Perpignan%29.jpg/238px-Autoportrait_au_turban_%28Perpignan%29.jpg",
    "extract": "Jacint Rigau-Ros i Serra, known in French as Hyacinthe Rigaud, was a Catalan-French baroque painter most famous for his portraits of Louis XIV and other members of the French nobility.",
    "year": 1659,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Johannes Camphuys",
    "birthday": "1634-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Johannes_Camphuys_%281685%29.jpg/255px-Johannes_Camphuys_%281685%29.jpg",
    "extract": "Johannes Camphuys was the Governor-General of the Dutch East Indies from 1684 to 1691. Camphuys was born in Haarlem, in the Republic of the United Netherlands.",
    "year": 1634,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Rudolf II, Holy Roman Emperor",
    "birthday": "1552-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/AACHEN%2C_Hans_von_-_Portrait_of_Emperor_Rudolf_II_-_WGA.jpg/253px-AACHEN%2C_Hans_von_-_Portrait_of_Emperor_Rudolf_II_-_WGA.jpg",
    "extract": "Rudolf II was Holy Roman Emperor (1576–1612), King of Hungary and Croatia, King of Bohemia (1575–1608/1611) and Archduke of Austria (1576–1608). He was a member of the House of Habsburg.",
    "year": 1552,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Zacharias Ursinus",
    "birthday": "1534-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Zacharias_Ursinus.png/228px-Zacharias_Ursinus.png",
    "extract": "Zacharias Ursinus was a sixteenth-century German Reformed theologian and Protestant reformer, born Zacharias Baer in Breslau. He became the leading theologian of the Reformed Protestant movement of the Palatinate, serving both at the University of Heidelberg and the College of Wisdom. He is best known as the principal author and interpreter of the Heidelberg Catechism.",
    "year": 1534,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Heinrich Bullinger",
    "birthday": "1504-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Heinrich_Bullinger.jpg/249px-Heinrich_Bullinger.jpg",
    "extract": "Heinrich Bullinger was a Swiss Reformer, the successor of Huldrych Zwingli as head of the Church of Zürich and former pastor at Grossmünster. As one of the most important reformers in the Swiss Reformation, Bullinger is known for co-authoring the Helvetic Confessions and his work with John Calvin on the real presence of Christ in the Eucharist.",
    "year": 1504,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Isabella of Austria",
    "birthday": "1501-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Isabella_of_Spain_Denmark.jpg/255px-Isabella_of_Spain_Denmark.jpg",
    "extract": "Isabella of Austria, also known as Elizabeth, was Queen of Denmark, Norway and Sweden as the wife of King Christian II. She was the daughter of King Philip I and Queen Joanna of Castile and the sister of Emperor Charles V. She ruled Denmark as regent in 1520.",
    "year": 1501,
    "month": 7,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Hermann of Reichenau",
    "birthday": "1013-7-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Hermann_Reichenau_Ofenkachel.jpg/226px-Hermann_Reichenau_Ofenkachel.jpg",
    "extract": "Blessed Hermann of Reichenau, also known by other names, was an 11th-century Benedictine monk and scholar. He composed works on history, music theory, mathematics, and astronomy, as well as many hymns. He has traditionally been credited with the composition of \"Salve Regina\", \"Veni Sancte Spiritus\", and \"Alma Redemptoris Mater\", although these attributions are sometimes questioned. His cultus and beatification were confirmed by the Roman Catholic Church in 1863.",
    "year": 1013,
    "month": 7,
    "day": 18,
    "language": "en"
  }
]