[
  {
    "name": "Julia Grabher",
    "birthday": "1996-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Grabher_POI21_%282%29_%2851714412234%29.jpg/213px-Grabher_POI21_%282%29_%2851714412234%29.jpg",
    "extract": "Julia Grabher is an Austrian tennis player.",
    "year": 1996,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ryan Murphy (swimmer)",
    "birthday": "1995-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Ryan_Murphy_poses_after_winning_200_back_-_vertical_%2842052325364%29.jpg/213px-Ryan_Murphy_poses_after_winning_200_back_-_vertical_%2842052325364%29.jpg",
    "extract": "Ryan Fitzgerald Murphy OLY is an American competitive swimmer who specializes in backstroke. He is a 4-time Olympic gold medalist and the world-record holder in the men's 100-meter backstroke.",
    "year": 1995,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Henrik Kristoffersen",
    "birthday": "1994-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Kristoffersen_Henrik_2017.jpg/239px-Kristoffersen_Henrik_2017.jpg",
    "extract": "Henrik Kristoffersen is a Norwegian World Cup alpine ski racer, World Champion, and Olympic medalist. He specializes in the technical events of slalom and giant slalom.",
    "year": 1994,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Vince Staples",
    "birthday": "1993-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Vince_Staples_by_Gage_Skidmore.jpg/228px-Vince_Staples_by_Gage_Skidmore.jpg",
    "extract": "Vincent Jamal Staples is an American rapper and singer. He is a member of the hip hop trio Cutthroat Boyz alongside fellow California rappers Aston Matthews and Joey Fatts. Staples was once a close associate of Odd Future, Mike G and Earl Sweatshirt in particular. He is currently signed to Motown and Talib Kweli's Blacksmith Records.",
    "year": 1993,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Saweetie",
    "birthday": "1993-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Saweetie_%28cropped%29.jpg/154px-Saweetie_%28cropped%29.jpg",
    "extract": "Diamonté Quiava Valentin Harper, known professionally as Saweetie, is an American rapper. After the release of her debut single \"Icy Grl\" in 2018, she was signed to her then-manager Max Gousse's record label Artistry Worldwide, a subsidiary of Warner Records.",
    "year": 1993,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Madison Chock",
    "birthday": "1992-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/2017-18_Grand_Prix_%28France%29_Chock_and_Bates.jpg/213px-2017-18_Grand_Prix_%28France%29_Chock_and_Bates.jpg",
    "extract": "Madison La'akea Te-Lan Hall Chock is an American ice dancer. With her skating partner, Evan Bates, she is a 2022 Olympic team event silver medalist, a three-time World medalist, a three-time Grand Prix Final silver medalist, a two-time Four Continents champions, and a three-time U.S. national champion. She is a three-time Olympian, having represented the United States at the 2014, 2018, and 2022 Winter Olympics.",
    "year": 1992,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Kayla Harrison",
    "birthday": "1990-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Kayla_Harrison_-_Rio_2016_%28cropped%29.jpg/240px-Kayla_Harrison_-_Rio_2016_%28cropped%29.jpg",
    "extract": "Kayla Jean Harrison is an American professional mixed martial artist and former judoka, currently signed to the Professional Fighters League (PFL).",
    "year": 1990,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Merritt Mathias",
    "birthday": "1990-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Mathias-042217.png/202px-Mathias-042217.png",
    "extract": "Merritt Elizabeth Mathias is an American soccer forward currently playing for North Carolina Courage in the National Women's Soccer League (NWSL). She previously played for FC Kansas City and Seattle Reign FC.",
    "year": 1990,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Margot Robbie",
    "birthday": "1990-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Margot_Robbie_at_Somerset_House_in_2013_%28cropped%29.jpg/214px-Margot_Robbie_at_Somerset_House_in_2013_%28cropped%29.jpg",
    "extract": "Margot Elise Robbie is an Australian actress and producer. Known for her roles in both blockbusters and independent films, she has received several accolades, including nominations for two Academy Awards, three Golden Globe Awards, and five British Academy Film Awards. Time magazine named her one of the 100 most influential people in the world in 2017 and she was ranked as one of the world's highest-paid actresses by Forbes in 2019.",
    "year": 1990,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Danny Rose (footballer, born 1990)",
    "birthday": "1990-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Danny_Rose_2018-06-28_1.jpg/205px-Danny_Rose_2018-06-28_1.jpg",
    "extract": "Daniel Lee Rose is an English professional footballer who plays as a left-back for Championship club Watford.",
    "year": 1990,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Bill Tupou",
    "birthday": "1990-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Bill_Tupou.jpg/200px-Bill_Tupou.jpg",
    "extract": "Bill Tupou is a Tonga international rugby league footballer who plays as a centre or on the wing for Wakefield Trinity in the Super League.",
    "year": 1990,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Nadezhda Grishaeva",
    "birthday": "1989-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Nadezhda_Grishaeva_London_2012.jpg/240px-Nadezhda_Grishaeva_London_2012.jpg",
    "extract": "Nadezhda Sergeyevna Grishayeva is a Russian professional basketball player. She plays for Russia women's national basketball team. She competed in the 2012 Summer Olympics. She is 1.95 m tall.",
    "year": 1989,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Alex Morgan",
    "birthday": "1989-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Alex_Morgan_May19.jpg/225px-Alex_Morgan_May19.jpg",
    "extract": "Alexandra Morgan Carrasco is an American professional soccer player for San Diego Wave FC of the National Women's Soccer League (NWSL), the highest division of women's professional soccer in the United States, and the United States women's national soccer team. \nShe co-captained the United States women's national soccer team with Carli Lloyd and Megan Rapinoe from 2018 to 2020.",
    "year": 1989,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Lee Chung-yong",
    "birthday": "1988-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Chung-Yong_Lee_%2827740683933%29_%28cropped%29.jpg/195px-Chung-Yong_Lee_%2827740683933%29_%28cropped%29.jpg",
    "extract": "Lee Chung-yong is a South Korean footballer who plays as a winger for K League 1 club Ulsan Hyundai and is a South Korean international.",
    "year": 1988,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Esteban Granero",
    "birthday": "1987-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Esteban_Granero_-_Real_Sociedad_2016-17.jpg/278px-Esteban_Granero_-_Real_Sociedad_2016-17.jpg",
    "extract": "Esteban Félix Granero Molina is a Spanish former professional footballer. Known as El Pirata, he could play as a central or an attacking midfielder, his best attributes being passing, technique and shooting.",
    "year": 1987,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Brett Cecil",
    "birthday": "1986-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Brett_Cecil_2015_%28cropped%29.jpg/240px-Brett_Cecil_2015_%28cropped%29.jpg",
    "extract": "Brett Aarion Cecil is an American former professional baseball pitcher. He played in Major League Baseball (MLB) for the Toronto Blue Jays and St. Louis Cardinals. Cecil was drafted as the 38th overall pick in the 2007 MLB draft by the Blue Jays. He pitched for DeMatha Catholic High School and the Maryland Terrapins of the University of Maryland, College Park. In the summer of 2005, he pitched for the Silver Spring-Takoma Thunderbolts in the Cal Ripken Collegiate Baseball League and threw the first and only no-hitter by a single pitcher in league history.",
    "year": 1986,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Lindsay Lohan",
    "birthday": "1986-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/LindsayLohanSundance.jpg/267px-LindsayLohanSundance.jpg",
    "extract": "Lindsay Dee Lohan is an American actress, singer, songwriter, producer, entrepreneur, and former model. Born and raised in New York City, Lohan was signed to Ford Models at the age of three. Having appeared as a regular on the television soap opera Another World at age 10, her breakthrough came in the Walt Disney Pictures film The Parent Trap (1998). The film's success led to appearances in the television films Life-Size (2000) and Get a Clue (2002), and the big-screen productions Freaky Friday (2003) and Confessions of a Teenage Drama Queen (2004).",
    "year": 1986,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Rhett Bomar",
    "birthday": "1985-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Rhett_Bomar_Vikings.jpg/152px-Rhett_Bomar_Vikings.jpg",
    "extract": "Rhett Matthew Bomar is a former American football quarterback. He was drafted by the New York Giants in the fifth round of the 2009 NFL Draft. He played college football at the University of Oklahoma and Sam Houston State. He was also a member of the Minnesota Vikings and Oakland Raiders.",
    "year": 1985,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Chad Henne",
    "birthday": "1985-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Chad_Henne_2014_%28cropped%29.jpg/232px-Chad_Henne_2014_%28cropped%29.jpg",
    "extract": "Chad Steven Henne is an American football quarterback for the Kansas City Chiefs of the National Football League (NFL). He attended the University of Michigan. While there, Henne became only the second true freshman starting quarterback in Michigan history, accumulated a total of 32 wins in regular season play, 8,740 offensive yards, and 87 touchdowns, and in his senior season led the Wolverines to a Capital One Bowl victory over Florida. He was subsequently named as the game's MVP after throwing for over 350 yards.",
    "year": 1985,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ashley Tisdale",
    "birthday": "1985-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Ashley_Tisdale_for_Allure_in_2018.png/213px-Ashley_Tisdale_for_Allure_in_2018.png",
    "extract": "Ashley Michelle Tisdale is an American actress and singer. During her childhood, she was featured in over 100 advertisements and had minor roles in television and theatre. She achieved mainstream success as Maddie Fitzpatrick in the Disney Channel teen sitcom The Suite Life of Zack & Cody (2005–2008). This success was heightened when she starred as Sharpay Evans in the High School Musical film series (2006–2008). The success of the films led to Tisdale's signing with Warner Bros. Records and subsequently releasing her debut studio album, Headstrong (2007), which was a commercial success, earning a gold certification from the Recording Industry Association of America (RIAA). Tisdale played the voice role of Candace Flynn in the Disney Channel animated series Phineas & Ferb (2007–2015).",
    "year": 1985,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Johnny Weir",
    "birthday": "1984-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/JohnnyWeir2010.jpg/240px-JohnnyWeir2010.jpg",
    "extract": "John Garvin Weir is an American figure skater and television commentator. He is a two-time Olympian, the 2008 World bronze medalist, a two-time Grand Prix Final bronze medalist, the 2001 World Junior Champion, and a three-time U.S. National champion (2004–2006). He began skating at the age of 12, two or three times older than when most elite skaters start training. He was the youngest U.S. National champion since 1991, in 2004 the first skater to win U.S. Nationals three times in a row since Brian Boitano in the late 1980s and the first American to win Cup of Russia in 2007. Weir had a classical skating style and was known for being \"a very lyrical skater\" and \"an entertaining artisan\". His costume choices and outspokenness caused conflicts with U.S. Figure Skating, the governing body of the sport in the U.S., throughout his skating career.",
    "year": 1984,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Michelle Branch",
    "birthday": "1983-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Michelle_Branch_Centennial_Concert.jpg/213px-Michelle_Branch_Centennial_Concert.jpg",
    "extract": "Michelle Jacquet DeSevren Branch is an American singer, songwriter, and guitarist. During the early 2000s, she released two top-selling albums: The Spirit Room and Hotel Paper. She won a Grammy Award for Best Pop Collaboration with Vocals with Santana for their 2002 single, \"The Game of Love\".",
    "year": 1983,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Carlos Rogers (American football)",
    "birthday": "1981-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Carlos_rogers_2013.jpg/279px-Carlos_rogers_2013.jpg",
    "extract": "Carlos Cornelius Rogers is a former American football cornerback. He played college football at Auburn, where he earned consensus All-American honors, and was drafted by the Washington Redskins ninth overall in the 2005 NFL Draft. Rogers has also played for the San Francisco 49ers and Oakland Raiders.",
    "year": 1981,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Nyjer Morgan",
    "birthday": "1980-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/20130317_Nyjer_Jamid_Morgan%2C_outfielder_of_the_Yokohama_DeNA_BayStars%2C_at_Yokohama_Stadium.JPG/200px-20130317_Nyjer_Jamid_Morgan%2C_outfielder_of_the_Yokohama_DeNA_BayStars%2C_at_Yokohama_Stadium.JPG",
    "extract": "Nyjer Jamid Morgan is an American former professional baseball outfielder. He has played in Major League Baseball (MLB) for the Pittsburgh Pirates, Washington Nationals, Milwaukee Brewers, and Cleveland Indians, in Nippon Professional Baseball (NPB) for the Yokohama DeNA BayStars, and in the KBO League for the Hanwha Eagles. Morgan has mainly played center field during his MLB career.",
    "year": 1980,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Walter Davis (triple jumper)",
    "birthday": "1979-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Walter_Davis_Osaka07_D3A_Triple_Jump_VC.jpg/308px-Walter_Davis_Osaka07_D3A_Triple_Jump_VC.jpg",
    "extract": "Walter L. Davis is an American athlete competing in the triple jump and occasionally in the long jump. He was born in Lafayette, Louisiana",
    "year": 1979,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ahmed al-Ghamdi",
    "birthday": "1979-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Ahmed_al-ghamdi_3.jpg/213px-Ahmed_al-ghamdi_3.jpg",
    "extract": "Ahmed Salah Said al-Ghamdi was one of five terrorist hijackers of United Airlines Flight 175 as part of the September 11 attacks.",
    "year": 1979,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Sam Hornish Jr.",
    "birthday": "1979-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/TSM350_-_2015_-_Sam_Hornish_Jr_-_Stierch.jpg/243px-TSM350_-_2015_-_Sam_Hornish_Jr_-_Stierch.jpg",
    "extract": "Samuel Jon Hornish Jr. is an American semi-retired professional auto racing driver. He last competed part-time in the NASCAR Xfinity Series, driving the No. 22 Ford Mustang for Team Penske in 2017.",
    "year": 1979,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Joe Thornton",
    "birthday": "1979-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Joe_Thornton_2016.jpg/213px-Joe_Thornton_2016.jpg",
    "extract": "Joseph Eric Thornton is a Canadian professional ice hockey centre for the Florida Panthers of the National Hockey League (NHL). He previously played for the Boston Bruins, San Jose Sharks, and Toronto Maple Leafs. He was selected first overall by the Bruins in the 1997 NHL Entry Draft and went on to play seven seasons with the club, three as its captain. During the 2005–06 season, he was traded to the Sharks. Splitting the campaign between the two teams, he received the Art Ross and Hart Memorial Trophy as the league's leading point-scorer and most valuable player, respectively. Thornton would go on to another 14 seasons with the Sharks, including four seasons as team captain and a run to the 2016 Stanley Cup Finals.",
    "year": 1979,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jüri Ratas",
    "birthday": "1978-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/J%C3%BCri_Ratas_2017-05-25_%28cropped%29.jpg/239px-J%C3%BCri_Ratas_2017-05-25_%28cropped%29.jpg",
    "extract": "Jüri Ratas is an Estonian politician who was the 18th prime minister of Estonia from 2016 to 2021. He has been Leader of the Centre Party since 2016, and was the mayor of Tallinn from 2005 to 2007.",
    "year": 1978,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Deniz Barış",
    "birthday": "1977-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/DenizBar%C4%B1%C5%9FAntalyaspor.JPG/213px-DenizBar%C4%B1%C5%9FAntalyaspor.JPG",
    "extract": "Deniz Barış is a Turkish former professional footballer who played as a defensive midfielder or centre-back.",
    "year": 1977,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Krisztián Lisztes",
    "birthday": "1976-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Lisztes_Kriszti%C3%A1n.jpg/286px-Lisztes_Kriszti%C3%A1n.jpg",
    "extract": "Krisztián Lisztes is a Hungarian former professional footballer who played as a central midfielder. He is most commonly known for his stints at VfB Stuttgart and SV Werder Bremen in the Bundesliga, and for Ferencvárosi TC in his home country.",
    "year": 1976,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Tomáš Vokoun",
    "birthday": "1976-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Tom%C3%A1%C5%A1_Vokoun_2013-01-18.JPG/320px-Tom%C3%A1%C5%A1_Vokoun_2013-01-18.JPG",
    "extract": "Tomáš Vokoun is a Czech former professional ice hockey goaltender. He played in the National Hockey League (NHL) for the Nashville Predators, after he was originally drafted by the Montreal Canadiens in the ninth round, 226th overall, in the 1994 NHL Entry Draft.",
    "year": 1976,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Kristen Michal",
    "birthday": "1975-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Kristen_Michal%2C_2011.jpg/320px-Kristen_Michal%2C_2011.jpg",
    "extract": "Kristen Michal is an Estonian politician. member of the Estonian Reform Party, he was the minister of economic affairs and infrastructure in Taavi Rõivas' cabinet between 9 April 2015 and 22 November 2016. Previously, Michal served as the minister of justice from 2011 to 2012.",
    "year": 1975,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Erik Ohlsson (musician)",
    "birthday": "1975-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Erik-ohlsson-2008.jpg/259px-Erik-ohlsson-2008.jpg",
    "extract": "Erik Ohlsson is the lead and rhythm guitarist of Swedish punk rock band Millencolin. He currently resides in Örebro, Sweden. He designs most all of the band's artwork, including their t-shirts, logos, cover artwork, and their official homepage. Ohlsson edited and designed Millencolin's 1998 video Millencolin and the Hi-8 Adventures. He also works as a freelance graphic designer at Eckhouse Design. He still skateboards from time to time, but like the other two members of Millencolin who skate, the time available to do so has been taken up by various side projects. He has a dog named Colin.\nIn the early albums of the band, he played most of the lead guitars. However, in the band's more recent albums, he plays most of rhythm guitar parts, and usually the main solos. He can be seen doing so in their latest live concerts or watching in YouTube their last presentations.",
    "year": 1975,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Stefan Terblanche",
    "birthday": "1975-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Stefan_Terblanche_%28cropped%29.jpg/237px-Stefan_Terblanche_%28cropped%29.jpg",
    "extract": "Carl Stefan Terblanche is a former South African rugby union player. He played wing, centre and fullback.",
    "year": 1975,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Sean Casey (baseball)",
    "birthday": "1974-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Sean_Casey_with_the_Red_Sox.jpg/265px-Sean_Casey_with_the_Red_Sox.jpg",
    "extract": "Sean Thomas Casey, nicknamed \"The Mayor,\" is a former Major League Baseball first baseman for the Cleveland Indians, Cincinnati Reds, Pittsburgh Pirates, Detroit Tigers, and Boston Red Sox. Casey was selected to the Major League Baseball All-Star Game three times during his career. He is currently a broadcaster and commentator for the MLB Network.",
    "year": 1974,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Darren O'Shaughnessy",
    "birthday": "1972-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Darren_Shan_%282016%29.jpg/252px-Darren_Shan_%282016%29.jpg",
    "extract": "Darren O'Shaughnessy, is an Irish writer and novelist. He is best known for his young adult fiction series The Saga of Darren Shan, The Demonata, and Zom-B, published under the pseudonym Darren Shan. The former was adapted into a manga series from 2006 to 2009 as well as a live-action film in 2009, with a prequel series, The Saga of Larten Crepsley, releasing from 2010 to 2012.",
    "year": 1972,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Derrick Adkins",
    "birthday": "1970-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Recent_DA.jpg/240px-Recent_DA.jpg",
    "extract": "Derrick Ralph Adkins is a former American track and field athlete who specialized in the 400-meter hurdles. He was an Olympic gold medalist in that event at the 1996 Summer Olympics and World Champion at the 1995 World Championships in Athletics. He was the fastest man in the world in the 1994 and 1996 seasons and holds a personal record of 47.54 seconds. Adkins was a two-time national champion at the USA Outdoor Track and Field Championships.",
    "year": 1970,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Steve Morrow",
    "birthday": "1970-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Morrow%2C_s.jpg/242px-Morrow%2C_s.jpg",
    "extract": "Stephen Joseph Morrow is a Northern Irish former professional footballer and manager. He is currently The Football Association's head of player selection and talent strategy.",
    "year": 1970,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Tim Rodber",
    "birthday": "1969-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Tim_Rodber.jpg/264px-Tim_Rodber.jpg",
    "extract": "Timothy Andrew Keith Rodber is an English former rugby union footballer who played at Number eight, flanker or lock for Northampton Saints, England, and the British and Irish Lions.",
    "year": 1969,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Norbert Röttgen",
    "birthday": "1965-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/R%C3%B6ttgen_Portrait_Mai2021.jpg/256px-R%C3%B6ttgen_Portrait_Mai2021.jpg",
    "extract": "Norbert Alois Röttgen is a German lawyer and politician of the Christian Democratic Union (CDU). He was Federal Minister for Environment, Nature Conservation and Nuclear Safety in the government of Chancellor Angela Merkel from 2009 to May 2012. From 2014 to 2021, he was Chair of the Bundestag Foreign Affairs Committee.",
    "year": 1965,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jose Canseco",
    "birthday": "1964-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Jose_Canseco_2009.jpg/213px-Jose_Canseco_2009.jpg",
    "extract": "José Canseco Capas Jr., nicknamed Parkway Jose, Mr. 40-40 and El Cañonero Cubano, is a Cuban-American former Major League Baseball (MLB) outfielder and designated hitter. During his time with the Oakland Athletics, he established himself as one of the premier power hitters in the game. He won the Rookie of the Year (1986), and Most Valuable Player award (1988), and was a six-time All-Star. Canseco is a two-time World Series champion with the Oakland A's (1989) and the New York Yankees (2000).",
    "year": 1964,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Joe Magrane",
    "birthday": "1964-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Joe_Magrane_Cardinals.jpg/246px-Joe_Magrane_Cardinals.jpg",
    "extract": "Joseph David Magrane is an American former Major League Baseball (MLB) pitcher who played for the St. Louis Cardinals, California Angels, and Chicago White Sox between 1987 and 1996, and is currently a color commentary broadcaster for the MLB Network.",
    "year": 1964,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Clark Kellogg",
    "birthday": "1961-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Clark_Kellogg_in_2012.jpg/320px-Clark_Kellogg_in_2012.jpg",
    "extract": "Clark Clifton Kellogg Jr. is an American former professional basketball player who is the lead college basketball analyst for CBS Sports. He played in the National Basketball Association (NBA) for the Indiana Pacers.",
    "year": 1961,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Maria Lourdes Sereno",
    "birthday": "1960-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Chief_Justice_Maria_Lourdes_Sereno.jpg/212px-Chief_Justice_Maria_Lourdes_Sereno.jpg",
    "extract": "Maria Lourdes \"Meilou\" Aranal Sereno is a Filipina lawyer and judge who served as de facto chief justice of the Supreme Court of the Philippines from 2012 until her removal in 2018.",
    "year": 1960,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Pavan Malhotra",
    "birthday": "1958-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/39/Pawan_Malhotra_in_2017_%28cropped%29.jpg",
    "extract": "Pavan Malhotra is an Indian actor who works in Hindi films and television. He has played lead roles in Buddhadeb Dasgupta's National Film Award-winning Bagh Bahadur and Saeed Akhtar Mirza's Salim Langde Pe Mat Ro, both released in 1989. He is famous for his role as the cold-blooded mafia don Irfan Khan in the Telugu blockbuster Aithe (2003) and in his acclaimed role of Tiger Memon in Black Friday (2004). In 2005, he acted in the Telugu movie Anukokunda Oka Roju as a Tantrik.",
    "year": 1958,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Bret Hart",
    "birthday": "1957-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Bret_Hart_2020.png/215px-Bret_Hart_2020.png",
    "extract": "Bret Sergeant Hart is a Canadian-American retired professional wrestler, currently signed to WWE under a legend's contract. A member of the Hart wrestling family and a second-generation wrestler, he has an amateur wrestling background, wrestling at Ernest Manning High School and Mount Royal College. A major international draw within professional wrestling, he has been credited with changing the perception of mainstream North-American professional wrestling in the early 1990s by bringing technical in-ring performance to the fore. Hart is widely regarded as one of the greatest professional wrestlers of all time; Sky Sports noted that his legacy is that of \"one of, if not the greatest, to have ever graced the squared circle\". He was a face of the World Wrestling Federation (WWF) during the New Generation Era and the early Attitude Era. For the majority of his career, Hart used the nickname \"Hitman\".",
    "year": 1957,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jerry Hall",
    "birthday": "1956-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Jerry_Hall.jpg/251px-Jerry_Hall.jpg",
    "extract": "Jerry Faye Hall is an American model and actress. She began modelling in the 1970s and became one of the most sought after models in the world. She transitioned into acting, appearing in the 1989 film Batman. Hall was the long-term partner of The Rolling Stones frontman Mick Jagger, with whom she has four children. She is married to media mogul Rupert Murdoch.",
    "year": 1956,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Kim Carr",
    "birthday": "1955-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Kim_Carr_Portrait_2008.jpg/223px-Kim_Carr_Portrait_2008.jpg",
    "extract": "Kim John Carr is an Australian politician who has been a Senator for Victoria since 1993, representing the Labor Party. He was a minister in the Rudd and Gillard Governments.",
    "year": 1955,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Chris Huhne",
    "birthday": "1954-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Chris_Huhne_MP_crop.jpg/320px-Chris_Huhne_MP_crop.jpg",
    "extract": "Christopher Murray Paul-Huhne is a British energy and climate change consultant and former journalist and politician who was the Liberal Democrat Member of Parliament for Eastleigh from 2005 to 2013 and the Secretary of State for Energy and Climate Change from 2010 to 2012. From September 2013 to August 2014 he wrote a weekly column for The Guardian.",
    "year": 1954,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Sylvia Rivera",
    "birthday": "1952-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/36/Sylvia_Rae_Rivera.jpg",
    "extract": "Sylvia Rivera was an American gay liberation and transgender rights activist who was also a noted community worker in New York. Rivera, who identified as a drag queen, participated in demonstrations with the Gay Liberation Front.",
    "year": 1952,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Lynne Brindley",
    "birthday": "1950-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Lynne_Brindley_DBE_2008.jpg/275px-Lynne_Brindley_DBE_2008.jpg",
    "extract": "Dame Lynne Janie Brindley,, HonFBA is the former Master of Pembroke College, Oxford, a post she held until June 2020. Prior to this appointment she was a professional librarian, and served as the first female chief executive of the British Library, the United Kingdom's national library, from July 2000 to July 2012. She is also a member of the Ofcom board.",
    "year": 1950,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jon Trickett",
    "birthday": "1950-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Official_portrait_of_Jon_Trickett_crop_2.jpg/240px-Official_portrait_of_Jon_Trickett_crop_2.jpg",
    "extract": "Jon Hedley Trickett is a British Labour Party politician who has been the Member of Parliament (MP) for Hemsworth in West Yorkshire since a 1996 by-election. He was Shadow Lord President of the Council from 2016 to 2020 and served as Shadow Minister for the Cabinet Office from 2011 to 2013 and 2017 to 2020. He was the Labour Party National Campaign Coordinator under Jeremy Corbyn from 2015 to 2017.",
    "year": 1950,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Greg Brown (folk musician)",
    "birthday": "1949-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/GregBrown_FalconRidge-2004.jpg/320px-GregBrown_FalconRidge-2004.jpg",
    "extract": "Greg Brown is an American folk musician from Iowa.",
    "year": 1949,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Robert Paquette",
    "birthday": "1949-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Robert_Paquette_La_Nuit_sur_l%27%C3%A9tang.jpg/310px-Robert_Paquette_La_Nuit_sur_l%27%C3%A9tang.jpg",
    "extract": "Robert Paquette is a Canadian folk singer-songwriter.",
    "year": 1949,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Mutula Kilonzo",
    "birthday": "1948-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Mutula_Kilonzo_UNDP_2009.jpg/202px-Mutula_Kilonzo_UNDP_2009.jpg",
    "extract": "Mutula Kilonzo was a Kenyan politician and Senior Counsel, who served as Minister of Education after having previously served as the Minister for Nairobi Metropolitan and justice and constitutional affairs He belonged to the Orange Democratic Movement-Kenya and was elected to represent the Makueni County as Senator in the 2013 general elections.",
    "year": 1948,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Larry David",
    "birthday": "1947-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Larry_David_at_the_2009_Tribeca_Film_Festival_2.jpg/228px-Larry_David_at_the_2009_Tribeca_Film_Festival_2.jpg",
    "extract": "Lawrence Gene David is an American comedian, writer, actor, director, and television producer. He and Jerry Seinfeld created the television sitcom Seinfeld, on which David was head writer and executive producer for the first seven seasons. He gained further recognition for the HBO series Curb Your Enthusiasm, which he created and stars in as a semi-fictionalized version of himself. He has written or co-written the stories of every episode since its pilot episode in 1999.",
    "year": 1947,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ann Taylor, Baroness Taylor of Bolton",
    "birthday": "1947-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Official_portrait_of_Baroness_Taylor_of_Bolton_crop_2%2C_2019.jpg/240px-Official_portrait_of_Baroness_Taylor_of_Bolton_crop_2%2C_2019.jpg",
    "extract": "Winifred Ann Taylor, Baroness Taylor of Bolton, PC is a British politician and life peer who served as Minister for International Defence and Security from 2008 to 2010. A member of the Labour Party, she was Member of Parliament (MP) for Bolton West from 1974 to 1983 and for Dewsbury from 1987 to 2005.",
    "year": 1947,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Richard Axel",
    "birthday": "1946-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Professor_Richard_Axel_ForMemRS.jpg/213px-Professor_Richard_Axel_ForMemRS.jpg",
    "extract": "Richard Axel is an American molecular biologist and university professor in the Department of Neuroscience at Columbia University and investigator at the Howard Hughes Medical Institute. His work on the olfactory system won him and Linda Buck, a former postdoctoral research scientist in his group, the Nobel Prize in Physiology or Medicine in 2004.",
    "year": 1946,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ron Silver",
    "birthday": "1946-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b7/Ron_Silver.jpg",
    "extract": "Ronald Arthur Silver was an American actor/activist, director, producer, and radio host. As an actor, he portrayed Henry Kissinger, Alan Dershowitz and Angelo Dundee. He was awarded a Tony in 1988 for Best Actor for Speed-the-Plow, a satirical dissection of the American movie business.",
    "year": 1946,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ivi Eenmaa",
    "birthday": "1943-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/RK_Ivi_Eenmaa.jpg/228px-RK_Ivi_Eenmaa.jpg",
    "extract": "Ivi Eenmaa is an Estonian politician.",
    "year": 1943,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Larry Lake (musician)",
    "birthday": "1943-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Larry_Lake_2006.jpg/240px-Larry_Lake_2006.jpg",
    "extract": "Larry Ellsworth Lake was an American–born Canadian composer, trumpeter, freelance writer on music, radio broadcaster, and record producer. As a composer he was primarily known for his electronic music. His musical compositions are characterized by their integration of acoustic instruments with electronic ones in live performance. From 1985 until his death he served as Artistic Director of the Canadian Electronic Ensemble, a group of which he was a founding member. For nearly 30 years he hosted and served as music consultant for the CBC Radio program Two New Hours. An associate of the Canadian Music Centre (CMC), he was the chair of the CMC's Ontario Region Council and was an executive member of the CMC's national board. He was a member of both the Canadian Electroacoustic Community and the Canadian League of Composers. His compositions received multiple awards from the CMC and from the Major Armstrong Foundation. He received three Juno Award nominations for his work as a record producer.",
    "year": 1943,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Vicente Fox",
    "birthday": "1942-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Vicente_Fox_Official_Photo_2000_%28Cropped%29.jpg/210px-Vicente_Fox_Official_Photo_2000_%28Cropped%29.jpg",
    "extract": "Vicente Fox Quesada is a Mexican businessman and politician who served as the 62nd President of Mexico from 1 December 2000 to 30 November 2006.",
    "year": 1942,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "William Guest (singer)",
    "birthday": "1941-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Gladys_Knight_and_the_Pips_on_Soul_Train.jpg/320px-Gladys_Knight_and_the_Pips_on_Soul_Train.jpg",
    "extract": "William Franklin Guest was an American R&B/soul singer best known as a member of Gladys Knight & the Pips along with his cousins Gladys Knight, Merald \"Bubba\" Knight and Edward Patten. Guest was a member of the group for its entire history from 1952 to 1989. He is a multiple Grammy Award winner and was inducted to the Rock and Roll Hall of Fame with Gladys Knight & the Pips in 1996.",
    "year": 1941,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Kenneth Clarke",
    "birthday": "1940-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Official_portrait_of_Mr_Kenneth_Clarke_crop_2.jpg/240px-Official_portrait_of_Mr_Kenneth_Clarke_crop_2.jpg",
    "extract": "Kenneth Harry Clarke, Baron Clarke of Nottingham,, often known as Ken Clarke, is a British politician who served as Home Secretary from 1992 to 1993 and Chancellor of the Exchequer from 1993 to 1997 as well as serving as deputy chair of British American Tobacco from 1998 to 2007. A member of the Conservative Party, he was Member of Parliament (MP) for Rushcliffe from 1970 to 2019 and was Father of the House of Commons between 2017 and 2019. The President of the Tory Reform Group since 1997, he is a one-nation conservative who identifies with economically and socially liberal views.",
    "year": 1940,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Alexandros Panagoulis",
    "birthday": "1939-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Panagulis.jpg/201px-Panagulis.jpg",
    "extract": "Alexandros Panagoulis was a Greek politician and poet. He took an active role in the fight against the Regime of the Colonels (1967–1974) in Greece. He became famous for his attempt to assassinate dictator Georgios Papadopoulos on 13 August 1968, but also for the torture to which he was subjected during his detention. After the restoration of democracy, he was elected to the Greek parliament as a member of the Centre Union (E.K.).",
    "year": 1939,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "John H. Sununu",
    "birthday": "1939-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/GovJohnSununu1.jpg/253px-GovJohnSununu1.jpg",
    "extract": "John Henry Sununu is an American politician who was the 75th governor of New Hampshire from 1983 to 1989 and later White House Chief of Staff under President George H. W. Bush. Born in Cuba to an American father and a Salvadoran mother, both of Arab descent, he is the first Arab-American and Hispanic American to be governor of New Hampshire and White House Chief of Staff. He is the father of John E. Sununu, the former United States Senator from New Hampshire, and Christopher Sununu, the current governor of New Hampshire. Sununu was the chairman of the New Hampshire Republican Party from 2009 to 2011.",
    "year": 1939,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Paul Williams (The Temptations singer)",
    "birthday": "1939-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Paul_Williams_of_the_Temptations_on_Ed_Sullivan_Show.jpg/171px-Paul_Williams_of_the_Temptations_on_Ed_Sullivan_Show.jpg",
    "extract": "Paul Williams was an American baritone singer and choreographer. Williams was noted for being one of the founding members and original lead singer of the Motown group The Temptations. Along with Elbridge \"Al\" Bryant, Otis Williams, and fellow Alabamians Eddie Kendricks and Melvin Franklin, Williams was a member of The Temptations. Personal problems and failing health forced Williams to retire in 1971. He was found dead two years later as the result of an apparent suicide.",
    "year": 1939,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "David Owen",
    "birthday": "1938-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Official_portrait_of_Lord_Owen_crop_2.jpg/240px-Official_portrait_of_Lord_Owen_crop_2.jpg",
    "extract": "David Anthony Llewellyn Owen, Baron Owen, is a British politician and physician who served as Secretary of State for Foreign and Commonwealth Affairs as a Labour Party MP under James Callaghan from 1977 to 1979.",
    "year": 1938,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Polly Holliday",
    "birthday": "1937-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c7/Polly_Holliday_Flo.jpg",
    "extract": "Polly Dean Holliday is a retired American actress who has appeared on stage, television and in film. She is best known for her portrayal of sassy waitress Florence Jean \"Flo\" Castleberry on the 1970s sitcom Alice, which she reprised in its short-lived spin-off, Flo. Her character's catchphrase of \"Kiss my grits!\" remains perhaps the most memorable line associated with the series Alice.",
    "year": 1937,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Richard Petty",
    "birthday": "1937-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Richard_Petty_%2851736170681%29_%28cropped%29.jpg/216px-Richard_Petty_%2851736170681%29_%28cropped%29.jpg",
    "extract": "Richard Lee Petty, nicknamed \"The King\", is an American former stock car racing driver who raced from 1958 to 1992 in the former NASCAR Grand National and Winston Cup Series, most notably driving the No. 43 Plymouth/Pontiac for Petty Enterprises. He was the first driver to win the Cup Series championship seven times, while also winning a record 200 races during his career. This included winning the Daytona 500 a record seven times and winning a record 27 races in one season (1967). Statistically, he is the most accomplished driver in the history of the sport, and is one of the most respected figures in motorsports as a whole. Petty remains very active in the sport as both a NASCAR team owner in the Cup Series, and owner of Petty's Garage in Level Cross, North Carolina.",
    "year": 1937,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Omar Suleiman (politician)",
    "birthday": "1936-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Omar_Suleiman_070731-D-7203T-010_0WX8I.jpg/269px-Omar_Suleiman_070731-D-7203T-010_0WX8I.jpg",
    "extract": "Omar Mahmoud Suleiman was an Egyptian army general, politician, diplomat, and intelligence officer. A leading figure in Egypt's intelligence system beginning in 1986, Suleiman was appointed to the long-vacant vice presidency by President Hosni Mubarak on 29 January 2011. On 11 February 2011, Suleiman announced Mubarak's resignation and ceased being vice president; governing power was transferred to the Armed Forces Supreme Council, of which Suleiman was not a member. A new head of intelligence services was appointed by the ruling Supreme Council. Suleiman withdrew from the political scene and did not appear in public after announcing Mubarak's resignation.",
    "year": 1936,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Gilbert Kalish",
    "birthday": "1935-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/George_Crumb_at_90%2C_Alice_Tully_Hall_%2846928616144%29.jpg/320px-George_Crumb_at_90%2C_Alice_Tully_Hall_%2846928616144%29.jpg",
    "extract": "Gilbert Kalish is an American pianist.",
    "year": 1935,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Kenny Wharram",
    "birthday": "1933-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Ken_Wharram_Chex.jpg/229px-Ken_Wharram_Chex.jpg",
    "extract": "Kenneth Malcolm Wharram was a Canadian professional ice hockey right winger who played 14 seasons in the National Hockey League, all with the Chicago Black Hawks, wearing number 17. He won a Stanley Cup in 1961.",
    "year": 1933,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Dave Thomas (businessman)",
    "birthday": "1932-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Dave_Thomas_1998.jpg/224px-Dave_Thomas_1998.jpg",
    "extract": "Rex David Thomas was an American businessman, philanthropist, and fast-food tycoon. Thomas was the founder and chief executive officer of Wendy's, a fast-food restaurant chain specializing in hamburgers. He is also known for appearing in more than 800 commercial advertisements for the chain from 1989 to 2002, more than any other company founder in television history.",
    "year": 1932,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Mohammad Yazdi",
    "birthday": "1931-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Mohammad_Yazdi_1399091913465979321782964.jpg/227px-Mohammad_Yazdi_1399091913465979321782964.jpg",
    "extract": "Mohammad Yazdi was an Iranian conservative and principlist cleric who served as the head of Judiciary System of Iran between 1989 and 1999. In 2015, he was elected to lead Iran's Assembly of Experts, defeating Akbar Hashemi Rafsanjani, a former president, by a vote count of 47 to 24.",
    "year": 1931,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Carlos Menem",
    "birthday": "1930-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Menem_con_banda_presidencial.jpg/239px-Menem_con_banda_presidencial.jpg",
    "extract": "Carlos Saúl Menem Akil was an Argentine lawyer and politician who served as the President of Argentina from 1989 to 1999. Ideologically, he identified as a Peronist and supported economically liberal policies. He led Argentina as president during the 1990s and implemented a free market liberalization. He served as President of the Justicialist Party for thirteen years, and his political approach became known as Federal Peronism.",
    "year": 1930,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Imelda Marcos",
    "birthday": "1929-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Imelda_Romualdez_Marcos_2.jpg/240px-Imelda_Romualdez_Marcos_2.jpg",
    "extract": "Imelda Romualdez Marcos is a Filipina politician and convicted criminal who was First Lady of the Philippines for 20 years, during which she and her husband Ferdinand Marcos stole billions of pesos from the Filipino people, amassing a personal fortune estimated to have been worth US$5 billion to US$10 billion by the time they were deposed in 1986. By 2018, about $3.6 billion of this had been recovered by the Philippine government, either through compromise deals or sequestration cases.",
    "year": 1929,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Lee Allen (musician)",
    "birthday": "1927-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Lee_Allen.jpg/222px-Lee_Allen.jpg",
    "extract": "Lee Francis Allen was an American tenor saxophone player. Phil Alvin, Allen's bandmate in The Blasters, called him one of the most important instrumentalists in rock'n'roll. Allen's distinctive tone has been hailed as \"one of the defining sounds of rock'n'roll\" and \"one of the DNA strands of rock.\"",
    "year": 1927,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "James Mackay, Baron Mackay of Clashfern",
    "birthday": "1927-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Official_portrait_of_Lord_Mackay_of_Clashfern_crop_2.jpg/240px-Official_portrait_of_Lord_Mackay_of_Clashfern_crop_2.jpg",
    "extract": "James Peter Hymers Mackay, Baron Mackay of Clashfern, is a British advocate. He served as Dean of the Faculty of Advocates, Lord Advocate, and Lord Chancellor (1987–1997). He is an active member of the House of Lords where he sits as a Conservative.",
    "year": 1927,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Brock Peters",
    "birthday": "1927-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Brock_Peters_1961.JPG/260px-Brock_Peters_1961.JPG",
    "extract": "Brock Peters was an American actor and singer, best known for playing the role of Tom Robinson in the 1962 film To Kill a Mockingbird and for his role as the villainous \"Crown\" in the 1959 film version of Porgy and Bess. In later years, he gained recurring roles in the Star Trek franchise. He portrayed Starfleet Admiral Cartwright in two of the Star Trek feature films and Joseph Sisko, father of Benjamin Sisko, in Star Trek: Deep Space Nine. He also was known for his participation in another media franchise, Star Wars, for playing the role of Darth Vader in the original trilogy radio drama adaptations. He also performed the role of Hatcher in Soylent Green.",
    "year": 1927,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Medgar Evers",
    "birthday": "1925-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2d/Medgar_Evers.jpg",
    "extract": "Medgar Wiley Evers was an American civil rights activist and the NAACP's first field secretary in Mississippi who was assassinated by a white supremacist. Evers, a decorated U.S. Army combat veteran who had served in World War II, was engaged in efforts to overturn segregation at the University of Mississippi, end the segregation of public facilities, and expand opportunities for African Americans including the enforcement of voting rights.",
    "year": 1925,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Patrice Lumumba",
    "birthday": "1925-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Patrice_Lumumba%2C_1960.jpg/193px-Patrice_Lumumba%2C_1960.jpg",
    "extract": "Patrice Émery Lumumba was a Congolese politician and independence leader who served as the first prime minister of the independent Democratic Republic of the Congo from June until September 1960. He played a significant role in the transformation of the Congo from a colony of Belgium into an independent republic. Ideologically an African nationalist and pan-Africanist, he led the Congolese National Movement (MNC) party from 1958 until he was assassinated.",
    "year": 1925,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Cyril M. Kornbluth",
    "birthday": "1923-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a2/CMKdj.jpg",
    "extract": "Cyril M. Kornbluth was an American science fiction author and a member of the Futurians. He used a variety of pen-names, including Cecil Corwin, S. D. Gottesman, Edward J. Bellin, Kenneth Falconer, Walter C. Davies, Simon Eisner, Jordan Park, Arthur Cooke, Paul Dennis Lavond, and Scott Mariner. The \"M\" in Kornbluth's name may have been in tribute to his wife, Mary Byers; Kornbluth's colleague and collaborator Frederik Pohl confirmed Kornbluth's lack of any actual middle name in at least one interview.",
    "year": 1923,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Wisława Szymborska",
    "birthday": "1923-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Wis%C5%82awa_Szymborska_2009.10.23_%281%29.jpg/240px-Wis%C5%82awa_Szymborska_2009.10.23_%281%29.jpg",
    "extract": "Maria Wisława Anna Szymborska was a Polish poet, essayist, translator, and recipient of the 1996 Nobel Prize in Literature. Born in Prowent, she resided in Kraków until the end of her life. In Poland, Szymborska's books have reached sales rivaling prominent prose authors', though she wrote in a poem, \"Some Like Poetry\", that \"perhaps\" two in a thousand people like poetry.",
    "year": 1923,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Pierre Cardin",
    "birthday": "1922-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Pierre_Cardin_1978_%28cropped%29.JPG/235px-Pierre_Cardin_1978_%28cropped%29.JPG",
    "extract": "Pierre Cardin, born Pietro Costante Cardin, was an Italian-born naturalised-French fashion designer. He is known for what were his avant-garde style and Space Age designs. He preferred geometric shapes and motifs, often ignoring the female form. He advanced into unisex fashions, sometimes experimental, and not always practical. He founded his fashion house in 1950 and introduced the \"bubble dress\" in 1954.",
    "year": 1922,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jean Craighead George",
    "birthday": "1919-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Jean_Craighead_George%2C_Barrow%2C_AK%2C_1994.jpg/305px-Jean_Craighead_George%2C_Barrow%2C_AK%2C_1994.jpg",
    "extract": "Jean Carolyn Craighead George was an American writer of more than one hundred books for children and young adults, including the Newbery Medal-winning Julie of the Wolves and Newbery runner-up My Side of the Mountain. Common themes in George's works are the environment and the natural world. Beside children's fiction, she wrote at least two guides to cooking with wild foods and one autobiography published 30 years before her death, Journey Inward.",
    "year": 1919,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Athos Bulcão",
    "birthday": "1918-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Athos_bulcao_painel_sede.jpg/313px-Athos_bulcao_painel_sede.jpg",
    "extract": "Athos Bulcão was a Brazilian painter and sculptor. He was born in Rio de Janeiro.",
    "year": 1918,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Leonard J. Arrington",
    "birthday": "1917-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Leonard_Arrington_1950s.jpeg/271px-Leonard_Arrington_1950s.jpeg",
    "extract": "Leonard James Arrington was an American author, academic and the founder of the Mormon History Association. He is known as the \"Dean of Mormon History\" and \"the Father of Mormon History\" because of his many influential contributions to the field. Since 1842, he was the first non-general authority Church Historian for The Church of Jesus Christ of Latter-day Saints, from 1972 to 1982, and was director of the Joseph Fielding Smith Institute for Church History from 1982 until 1986.",
    "year": 1917,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ken Curtis",
    "birthday": "1916-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Ken_Curtis.jpg/197px-Ken_Curtis.jpg",
    "extract": "Ken Curtis was an American singer and actor best known for his role as Festus Haggen on the CBS western television series Gunsmoke. Although he appeared on Gunsmoke earlier in other roles, he was first cast as Festus in season 8 episode 13, December 8, 1962 \"Us Haggens.\" His next appearance was Season 9, episode 2, October 5, 1963 as Kyle Kelly, in \"Lover Boy.\" Curtis joined the cast of Gunsmoke permanently as Festus in \"Prairie Wolfer,\" season 9 episode 16, January 18, 1964; though this fact is often confused with a 1969 episode of the same name made five years later (S13E10).",
    "year": 1916,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Hans-Ulrich Rudel",
    "birthday": "1916-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Special_Film_Project_186_-_Hans-Ulrich_Rudel.jpg/320px-Special_Film_Project_186_-_Hans-Ulrich_Rudel.jpg",
    "extract": "Hans-Ulrich Rudel was a German ground-attack pilot during World War II and a post-war neo-Nazi activist.",
    "year": 1916,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Reino Kangasmäki",
    "birthday": "1916-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Reino_Kangasm%C3%A4ki%2C_London_1948b.jpg/232px-Reino_Kangasm%C3%A4ki%2C_London_1948b.jpg",
    "extract": "Reino Kalervo Kangasmäki was a journalist and a Greco-Roman wrestler from Finland. He won a bronze medal in the flyweight class at the 1948 Olympics, his only major international tournament. At the national championships Kangasmäki placed third in 1943 and second in 1947.",
    "year": 1916,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Valerian Wellesley, 8th Duke of Wellington",
    "birthday": "1915-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/8th_Duke_of_Wellington_4_Allan_Warren.jpg/320px-8th_Duke_of_Wellington_4_Allan_Warren.jpg",
    "extract": "Brigadier Arthur Valerian Wellesley, 8th Duke of Wellington,, styled Marquess of Douro between 1943 and 1972, was a senior British peer and a brigadier in the British Army. His main residence was Stratfield Saye House in Hampshire.",
    "year": 1915,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Frederick Fennell",
    "birthday": "1914-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Fennell.png/320px-Fennell.png",
    "extract": "Frederick Fennell was an internationally recognized conductor and one of the primary figures in promoting the Eastman Wind Ensemble as a performing group. He was also influential as a band pedagogue, and greatly affected the field of music education in the US and abroad. In Fennell's New York Times obituary, colleague Jerry F. Junkin was quoted as saying \"He was arguably the most famous band conductor since John Philip Sousa.\"",
    "year": 1914,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ethelreda Leopold",
    "birthday": "1914-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/41/Pieandpie.jpg",
    "extract": "Ethelreda Leopold was an American film actress. She appeared in approximately 65 films between 1934 and 1972. She also appeared in commercials.",
    "year": 1914,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Mário Schenberg",
    "birthday": "1914-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Schenberg.jpg/230px-Schenberg.jpg",
    "extract": "Mário Schenberg was a Brazilian electrical engineer, physicist, art critic and writer.",
    "year": 1914,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Erich Topp",
    "birthday": "1914-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/69/Erich_Topp.jpg",
    "extract": "Erich Topp was a German U-boat commander of World War II. He was a recipient of the Knight's Cross of the Iron Cross with Oak Leaves and Swords of Nazi Germany. He sank 35 ships for a total of 197,460 gross register tons (GRT). After the war he served with the Federal German Navy, reaching the rank of Konteradmiral. He later served in NATO.",
    "year": 1914,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Max Beloff, Baron Beloff",
    "birthday": "1913-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/28/Max_Beloff_Baron_Beloff.jpg/238px-Max_Beloff_Baron_Beloff.jpg",
    "extract": "Max Beloff, Baron Beloff, was a British historian and Conservative peer. From 1974 to 1979 he was principal of the University College of Buckingham, now the University of Buckingham.",
    "year": 1913,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Reg Parnell",
    "birthday": "1911-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Autoraces_te_Zandvoort%2C_Bestanddeelnr_902-9002.jpg/250px-Autoraces_te_Zandvoort%2C_Bestanddeelnr_902-9002.jpg",
    "extract": "Reginald Parnell was a racing driver and team manager from Derby, England. He participated in seven Formula One World Championship Grands Prix, achieving one podium, and scoring a total of nine championship points.",
    "year": 1911,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Thurgood Marshall",
    "birthday": "1908-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Thurgood-marshall-2.jpg/255px-Thurgood-marshall-2.jpg",
    "extract": "Thurgood Marshall was an American lawyer and civil rights activist who served as Associate Justice of the Supreme Court of the United States from October 1967 until October 1991. Marshall was the U.S. Supreme Court's first African American justice. Prior to his judicial service, he successfully argued several cases before the Supreme Court, including Brown v. Board of Education.",
    "year": 1908,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Hans Bethe",
    "birthday": "1906-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Hans_Bethe.jpg/256px-Hans_Bethe.jpg",
    "extract": "Hans Albrecht Bethe was a German-American nuclear physicist who made important contributions to astrophysics, quantum electrodynamics, and solid-state physics, and who won the 1967 Nobel Prize in Physics for his work on the theory of stellar nucleosynthesis. For most of his career, Bethe was a professor at Cornell University.",
    "year": 1906,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Séra Martin",
    "birthday": "1906-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/S%C3%A9ra_Martin_1927.jpg/155px-S%C3%A9ra_Martin_1927.jpg",
    "extract": "Séraphin \"Séra\" Martin was a French middle-distance runner who set world records in the 800 metres and 1000 metres. He competed at the 1928 and 1932 Olympics and placed sixth and eighth in the 800 metres, respectively.",
    "year": 1906,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "René Lacoste",
    "birthday": "1904-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c2/Ren%C3%A9_Lacoste.jpg",
    "extract": "Jean René Lacoste was a French tennis player and businessman. He was nicknamed \"the Crocodile\" because of how he dealt with his opponents; he is also known worldwide as the creator of the Lacoste tennis shirt, which he introduced in 1929.",
    "year": 1904,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Alec Douglas-Home",
    "birthday": "1903-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Alec_Douglas-Home_%28c1963%29.jpg/240px-Alec_Douglas-Home_%28c1963%29.jpg",
    "extract": "Alexander Frederick Douglas-Home, Baron Home of the Hirsel, was the Prime Minister of the United Kingdom from 1963 to 1964. He was the only British prime minister born during the Edwardian era, and the last to hold office while a member of the House of Lords, before disclaiming his peerage and taking up a seat in the House of Commons for the remainder of his premiership. His reputation, however, rests more on his two periods serving as Britain's foreign minister than on his brief premiership.",
    "year": 1903,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Olav V of Norway",
    "birthday": "1903-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Olav_V_of_Norway.jpg/262px-Olav_V_of_Norway.jpg",
    "extract": "Olav V was the King of Norway from 1957 until his death in 1991.",
    "year": 1903,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "K. Kanapathypillai",
    "birthday": "1902-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/95/K._Kanapathypillai.jpg",
    "extract": "Professor Kandasamypillai Kanapathypillai was a leading Ceylon Tamil academic, author and head of the Department of Tamil at the University of Ceylon, Peradeniya for 18 years.",
    "year": 1902,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Tyrone Guthrie",
    "birthday": "1900-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/71/Tyrone_Guthrie.jpg",
    "extract": "Sir William Tyrone Guthrie was an English theatrical director instrumental in the founding of the Stratford Festival of Canada, the Guthrie Theater in Minneapolis, Minnesota, and the Tyrone Guthrie Centre at his family's ancestral home, Annaghmakerrig, near Newbliss in County Monaghan, Ireland.",
    "year": 1900,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Sophie Harris",
    "birthday": "1900-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/04/ASH-40%27s.jpg/266px-ASH-40%27s.jpg",
    "extract": "Audrey Sophia \"Sophie\" Harris was an English award winning theatre and opera costume and scenic designer.",
    "year": 1900,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ralph Hancock (landscape gardener)",
    "birthday": "1893-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/69/Hancock_FRHS.jpg",
    "extract": "Ralph Hancock was a Welsh landscape gardener, architect and author. Hancock built gardens in the United Kingdom in the 1920s, 1930s and 1940s and in the United States in the 1930s. He is known for the roof gardens at Derry and Toms in London and the Rockefeller Center in New York City, the garden at Twyn-yr-Hydd House in Margam, and the rock and water garden he built for Princess Victoria at Coppins, Iver, England.",
    "year": 1893,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Alfons Maria Jakob",
    "birthday": "1884-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Alfons_Maria_Jakob.JPG/211px-Alfons_Maria_Jakob.JPG",
    "extract": "Alfons Maria Jakob was a German neurologist who worked in the field of neuropathology.",
    "year": 1884,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Royal Hurlburt Weller",
    "birthday": "1881-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Royal_Hurlburt_Weller.jpg/308px-Royal_Hurlburt_Weller.jpg",
    "extract": "Royal Hurlburt Weller was a United States Representative from New York.",
    "year": 1881,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Hermann Hesse",
    "birthday": "1877-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Hermann_Hesse_2.jpg/268px-Hermann_Hesse_2.jpg",
    "extract": "Hermann Karl Hesse was a German-Swiss poet, novelist, and painter. His best-known works include Demian, Steppenwolf, Siddhartha, and The Glass Bead Game, each of which explores an individual's search for authenticity, self-knowledge and spirituality. In 1946, he received the Nobel Prize in Literature.",
    "year": 1877,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Rinaldo Cuneo",
    "birthday": "1877-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Rinaldo_Cuneo_Self-portrait.jpg/229px-Rinaldo_Cuneo_Self-portrait.jpg",
    "extract": "Rinaldo Cuneo, dubbed the Painter of San Francisco, was an American artist known for his landscape paintings and murals.",
    "year": 1877,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Harriet Brooks",
    "birthday": "1876-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3d/Harriet_brooks.gif",
    "extract": "Harriet Brooks was the first Canadian female nuclear physicist. She is most famous for her research on nuclear transmutations and radioactivity. Ernest Rutherford, who guided her graduate work, regarded her as comparable to Marie Curie in the calibre of her aptitude. She was among the first persons to discover radon and to try to determine its atomic mass.",
    "year": 1876,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Wilhelm Cuno",
    "birthday": "1876-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Wilhelm_Cuno%2C_1876-1933%2C_half-length_portrait%2C_facing_right_LCCN2005680053.jpg/236px-Wilhelm_Cuno%2C_1876-1933%2C_half-length_portrait%2C_facing_right_LCCN2005680053.jpg",
    "extract": "Wilhelm Carl Josef Cuno was a German businessman and politician who was the chancellor of Germany from 1922 to 1923, for a total of 264 days. His tenure included the episode known as the Occupation of the Ruhr by French and Belgian troops and the period in which inflation in Germany accelerated notably, heading towards hyperinflation. Cuno was also general director of the Hapag shipping company.",
    "year": 1876,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Liane de Pougy",
    "birthday": "1869-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Liane-de-pougy-2-f.jpg/222px-Liane-de-pougy-2-f.jpg",
    "extract": "Liane de Pougy, was a Folies Bergère vedette and dancer renowned as one of Paris's most beautiful and notorious courtesans.",
    "year": 1869,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Lily Braun",
    "birthday": "1865-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Lily_Braun.jpg/222px-Lily_Braun.jpg",
    "extract": "Lily Braun, born Amalie von Kretschmann, was a German feminist writer and politician of the Social Democratic Party (SPD).",
    "year": 1865,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "William Henry Bragg",
    "birthday": "1862-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/William_Henry_Bragg_Nobel_bw.jpg/208px-William_Henry_Bragg_Nobel_bw.jpg",
    "extract": "Sir William Henry Bragg was an English physicist, chemist, mathematician, and active sportsman who uniquely shared a Nobel Prize with his son Lawrence Bragg – the 1915 Nobel Prize in Physics: \"for their services in the analysis of crystal structure by means of X-rays\". The mineral Braggite is named after him and his son. He was knighted in 1920.",
    "year": 1862,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Maria Theresa of Austria-Este (1849–1919)",
    "birthday": "1849-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Maria_Theresia_of_Austria-Este_4586277641_d60fdc803f_o.jpg/215px-Maria_Theresia_of_Austria-Este_4586277641_d60fdc803f_o.jpg",
    "extract": "Maria Theresa Henriette Dorothea of Austria-Este was the last Queen of Bavaria. She was the only child of Archduke Ferdinand Karl Viktor of Austria-Este and Archduchess Elisabeth Franziska of Austria.",
    "year": 1849,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Hendrick Peter Godfried Quack",
    "birthday": "1834-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/H.P.G._Quack.jpg/257px-H.P.G._Quack.jpg",
    "extract": "Hendrick Peter Godfried Quack was a Dutch legal scholar, economist and historian, who is best known for his work De socialisten: Personen en stelsels.",
    "year": 1834,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Émile Ollivier",
    "birthday": "1825-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/%C3%89mile_Ollivier_by_Pierre-Louis_Pierson%2C_1870.png/213px-%C3%89mile_Ollivier_by_Pierre-Louis_Pierson%2C_1870.png",
    "extract": "Olivier Émile Ollivier was a French statesman. Starting as an avid republican opposed to Emperor Napoleon III, he pushed the Emperor toward liberal reforms and in turn came increasingly into Napoleon's grip. He entered the cabinet and was the prime minister when Napoleon fell.",
    "year": 1825,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Charles Tupper",
    "birthday": "1821-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Sir_charles_tupper.jpg/259px-Sir_charles_tupper.jpg",
    "extract": "Sir Charles Tupper, 1st Baronet, was a Canadian Father of Confederation who served as the sixth prime minister of Canada from May 1 to July 8, 1896. As the premier of Nova Scotia from 1864 to 1867, he led Nova Scotia into Confederation. He briefly served as the Canadian prime minister, from seven days after parliament had been dissolved, until he resigned on July 8, 1896 following his party's loss in the 1896 Canadian federal election. His 69-day tenure as prime minister is the shortest in Canadian history.",
    "year": 1821,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "George Law Curry",
    "birthday": "1820-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/George_Law_Curry_in_1860s.jpg/258px-George_Law_Curry_in_1860s.jpg",
    "extract": "George Law Curry was a predominant American political figure and newspaper publisher in the region that eventually became the state of Oregon. A native of Pennsylvania, he published a newspaper in St. Louis, Missouri, before traveling the Oregon Trail to the unorganized Oregon Country. A Democrat, Curry served in the new Oregon Territory's government as a representative to the legislature and as Territorial Secretary before appointment as the last Governor of the Oregon Territory. Curry County in Southern Oregon is named in his honor.",
    "year": 1820,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Juan N. Méndez",
    "birthday": "1820-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Juan_N_Mendez.jpg/202px-Juan_N_Mendez.jpg",
    "extract": "Juan Nepomuceno Méndez Sánchez was a Mexican general, a Liberal politician and confidante of Porfirio Díaz, and interim president of the Republic for a few months during the Porfiriato. He served from 6 December 1876 until 17 February 1877.",
    "year": 1820,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Charles-Louis Hanon",
    "birthday": "1819-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Charles-Louis_Hanon.jpg",
    "extract": "Charles-Louis Hanon was a French piano pedagogue and composer. He is best known for his work The Virtuoso Pianist in 60 Exercises, which is still used today for modern piano teaching, but over the years the method has also faced criticisms. He was born in Renescure, France in 1819, and died in Boulogne-sur-Mer in 1900.",
    "year": 1819,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Francisco Javier Echeverría",
    "birthday": "1797-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Francisco_Javier_Echeverr%C3%ADa_%28Joaqu%C3%ADn_Ram%C3%ADrez%29.jpg/275px-Francisco_Javier_Echeverr%C3%ADa_%28Joaqu%C3%ADn_Ram%C3%ADrez%29.jpg",
    "extract": "Francisco Javier Echeverría was a Mexican businessman and finance minister who served as interim president of Mexico for about two weeks in late September 1841, during the fall of Anastasio Bustamante’s administration.",
    "year": 1797,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Friedrich Gottlieb Klopstock",
    "birthday": "1724-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Klopstock_%28F%C3%BC%C3%9Fli%29.jpg/235px-Klopstock_%28F%C3%BC%C3%9Fli%29.jpg",
    "extract": "Friedrich Gottlieb Klopstock was a German poet. His best known work is the epic poem Der Messias. One of his major contributions to German literature was to open it up to exploration outside of French models.",
    "year": 1724,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Christoph Willibald Gluck",
    "birthday": "1714-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Joseph_Siffred_Duplessis_-_Christoph_Willibald_Gluck_-_Google_Art_Project.jpg/258px-Joseph_Siffred_Duplessis_-_Christoph_Willibald_Gluck_-_Google_Art_Project.jpg",
    "extract": "Christoph Willibald Gluck was a composer of Italian and French opera in the early classical period. Born in the Upper Palatinate and raised in Bohemia, both part of the Holy Roman Empire, he gained prominence at the Habsburg court at Vienna. There he brought about the practical reform of opera's dramaturgical practices for which many intellectuals had been campaigning. With a series of radical new works in the 1760s, among them Orfeo ed Euridice and Alceste, he broke the stranglehold that Metastasian opera seria had enjoyed for much of the century. Gluck introduced more drama by using orchestral recitative and cutting the usually long da capo aria. His later operas have half the length of a typical baroque opera. Mozart, Berlioz and Wagner revered Gluck very highly.",
    "year": 1714,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Pietro Ottoboni (cardinal)",
    "birthday": "1667-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Pietro_Ottoboni_by_Francesco_Trevisani.jpg/239px-Pietro_Ottoboni_by_Francesco_Trevisani.jpg",
    "extract": "Pietro Ottoboni was an Italian cardinal and grandnephew of Pope Alexander VIII, who was also born Pietro Ottoboni. He is remembered especially as a great patron of music and art. Ottoboni was the last person to hold the curial office of Cardinal-nephew, which was abolished by Alexander's successor, Pope Innocent XII, in 1692. Ottoboni '\"loved pomp, prodigality, and sensual pleasure, but was in the same time kind, ready to serve and charitable\".",
    "year": 1667,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Arp Schnitger",
    "birthday": "1648-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Schnitger%2C_Schriftzug.jpg/320px-Schnitger%2C_Schriftzug.jpg",
    "extract": "Arp Schnitger was an influential Northern German organ builder. Considered the most paramount manufacturer of his time, Schnitger built or rebuilt over 150 organs. He was primarily active in Northern Europe, especially the Netherlands and Germany, where a number of his instruments still survive.",
    "year": 1648,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Daniel Finch, 2nd Earl of Nottingham",
    "birthday": "1647-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Daniel_Finch%2C_2nd_Earl_of_Nottingham_and_7th_Earl_of_Winchilsea_by_Jonathan_Richardson.jpg/255px-Daniel_Finch%2C_2nd_Earl_of_Nottingham_and_7th_Earl_of_Winchilsea_by_Jonathan_Richardson.jpg",
    "extract": "Daniel Finch, 2nd Earl of Nottingham, 7th Earl of Winchilsea, PC was an English Tory statesman who supported the Hanoverian Succession in 1714.",
    "year": 1647,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Theodoor Rombouts",
    "birthday": "1597-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Anthony_van_Dyck_-_Theodoor_Rombouts.JPG/235px-Anthony_van_Dyck_-_Theodoor_Rombouts.JPG",
    "extract": "Theodoor Rombouts was a Flemish painter who is mainly known for his Caravaggesque genre scenes depicting lively dramatic gatherings as well as religiously-themed works. He is considered to be the primary and most original representative of Flemish Caravaggism. These Caravaggisti were part of an international movement of European artists who interpreted the work of Caravaggio and the followers of Caravaggio in a personal manner.",
    "year": 1597,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Elizabeth Stanley, Countess of Derby",
    "birthday": "1575-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Elizabeth_de_Vere.jpg/287px-Elizabeth_de_Vere.jpg",
    "extract": "Elizabeth Stanley, Countess of Derby, Lord of Mann, was an English noblewoman and the eldest daughter of the Elizabethan courtier and poet Edward de Vere, 17th Earl of Oxford.",
    "year": 1575,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Federico Cesi (cardinal)",
    "birthday": "1500-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Scuola_romana%2C_medaglia_di_federico_cesi.JPG/319px-Scuola_romana%2C_medaglia_di_federico_cesi.JPG",
    "extract": "Federico Cesi was an Italian Roman Catholic bishop and cardinal.",
    "year": 1500,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Elizabeth Tudor (1492–1495)",
    "birthday": "1492-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Henry_VII_and_Family.jpg/320px-Henry_VII_and_Family.jpg",
    "extract": "Elizabeth Tudor was the second daughter and fourth child of Henry VII of England and Elizabeth of York.",
    "year": 1492,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Thomas Cranmer",
    "birthday": "1489-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Thomas_Cranmer_by_Gerlach_Flicke.jpg/245px-Thomas_Cranmer_by_Gerlach_Flicke.jpg",
    "extract": "Thomas Cranmer was a leader of the English Reformation and Archbishop of Canterbury during the reigns of Henry VIII, Edward VI and, for a short time, Mary I. He helped build the case for the annulment of Henry's marriage to Catherine of Aragon, which was one of the causes of the separation of the English Church from union with the Holy See. Along with Thomas Cromwell, he supported the principle of royal supremacy, in which the king was considered sovereign over the Church within his realm.",
    "year": 1489,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jacopo Sansovino",
    "birthday": "1486-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Jacopo_Tintoretto_027.jpg/269px-Jacopo_Tintoretto_027.jpg",
    "extract": "Jacopo d'Antonio Sansovino was an Italian sculptor and architect, best known for his works around the Piazza San Marco in Venice. These are crucial works in the history of Venetian Renaissance architecture. Andrea Palladio, in the Preface to his Quattro Libri was of the opinion that Sansovino's Biblioteca Marciana was the best building erected since Antiquity. Giorgio Vasari uniquely printed his Vita of Sansovino separately.",
    "year": 1486,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Louis V, Elector Palatine",
    "birthday": "1478-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Ludwig_V._Pfalz.jpg/227px-Ludwig_V._Pfalz.jpg",
    "extract": "Louis V, Count Palatine of the Rhine, also Louis the Pacific, was a member of the Wittelsbach dynasty was prince elector of the Palatinate.\nHis parents were Philip, Elector Palatine, and Margaret, a daughter of Louis IX, Duke of Bavaria-Landshut.",
    "year": 1478,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Maria, Queen of Sicily",
    "birthday": "1363-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Maria_I_regina_di_sicilia.jpg/207px-Maria_I_regina_di_sicilia.jpg",
    "extract": "Maria was reigning Queen of Sicily and Duchess of Athens and Neopatria from 1377 until her death.",
    "year": 1363,
    "month": 7,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Valentinian III",
    "birthday": "419-7-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Valentinianiiicng01034obverse.jpg/320px-Valentinianiiicng01034obverse.jpg",
    "extract": "Valentinian III was Roman emperor in the West from 425 to 455. Made emperor in childhood, his reign over the Roman Empire was one of the longest, but was dominated by powerful generals vying for power amid civil wars and the invasions of Late Antiquity's Migration Period, including the campaigns of Attila the Hun.",
    "year": 419,
    "month": 7,
    "day": 2,
    "language": "en"
  }
]