[
  {
    "name": "Pop Smoke",
    "birthday": "1999-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/af/Pop_Smoke_in_2020_%281%29_%282%29_%281%29.jpg",
    "extract": "Bashar Barakah Jackson, known professionally as Pop Smoke, was an American rapper, singer, and songwriter. He was considered by many to be the face of Brooklyn drill. Born and raised in Canarsie, Brooklyn, Pop Smoke began his musical career in late 2018 with his debut single \"MPR \". Pop Smoke rose to fame with the release of his breakout singles \"Welcome to the Party\" and \"Dior\" in 2019. He often collaborated with UK drill artists and producers, who employed more minimal and aggressive instrumentation than drill artists from Chicago.",
    "year": 1999,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Ben Simmons",
    "birthday": "1996-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Ben_Simmons_-_49176257763_%28cropped%29.jpg/216px-Ben_Simmons_-_49176257763_%28cropped%29.jpg",
    "extract": "Benjamin David Simmons is an Australian professional basketball player for the Brooklyn Nets of the National Basketball Association (NBA). He played college basketball for one season with the LSU Tigers, after which he was named a consensus first-team All-American and the USBWA National Freshman of the Year. Simmons was selected with the first overall pick in the 2016 NBA draft by the Philadelphia 76ers. After sitting out a year due to an injured right foot, he was named the NBA Rookie of the Year in 2018 and was selected three times to the NBA All-Star Game. As the result of a holdout from the 76ers following the 2020–21 season, Simmons is the most-fined player in NBA history.",
    "year": 1996,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Moses Leota",
    "birthday": "1995-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Moses_Leota.jpg/287px-Moses_Leota.jpg",
    "extract": "Moses Leota is a Samoa international rugby league footballer who plays as a prop and lock for the Penrith Panthers in the NRL.",
    "year": 1995,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Steven Adams",
    "birthday": "1993-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Steven_Adams_%2851665800185%29.jpg/184px-Steven_Adams_%2851665800185%29.jpg",
    "extract": "Steven Funaki Adams is a New Zealand professional basketball player for the Memphis Grizzlies of the National Basketball Association (NBA). After playing one season with his hometown team, the Wellington Saints, in 2011, Adams moved to the United States in 2012 to play college basketball for Pittsburgh.",
    "year": 1993,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Nick Cousins",
    "birthday": "1993-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Nick_Cousins_2013-10.jpg/260px-Nick_Cousins_2013-10.jpg",
    "extract": "Nick Cousins is a Canadian professional ice hockey centre for the Nashville Predators of the National Hockey League (NHL). Cousins was selected by the Philadelphia Flyers in the third round of the 2011 NHL Entry Draft.",
    "year": 1993,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Chiyoshōma Fujio",
    "birthday": "1991-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Chiyoshoma_2016-1.jpg/154px-Chiyoshoma_2016-1.jpg",
    "extract": "Chiyoshōma Fujio  is a Mongolian professional sumo wrestler from Ulaanbaatar. He made his debut in July 2009 and reached the top makuuchi division in September 2016. He wrestles for Kokonoe stable. His highest rank is maegashira 2.",
    "year": 1991,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Ryan James (rugby league)",
    "birthday": "1991-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Ryan_James.jpg/237px-Ryan_James.jpg",
    "extract": "Ryan James is an Australian professional rugby league footballer who plays as a prop and second-row forward for the Brisbane Broncos in the National Rugby League.",
    "year": 1991,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Kira Kazantsev",
    "birthday": "1991-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Kira_Kazantsev_2_March_2015.jpg/188px-Kira_Kazantsev_2_March_2015.jpg",
    "extract": "Kira Dixon is an American beauty pageant titleholder who won Miss America 2015 on September 14, 2014. She is the third consecutive Miss America winner from New York and had won the title of Miss New York on May 24, 2014 while serving as Miss City of New York.",
    "year": 1991,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Tawan Vihokratana",
    "birthday": "1991-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Tawan_Vihokratana.JPG/213px-Tawan_Vihokratana.JPG",
    "extract": "Tawan Vihokratana is a Thai actor, host, and model from Bangkok. An alumnus of Chulalongkorn University, Tawan started as one of the hosts of Bang Channel's Five Live Fresh in 2014. In the same year, he made his television debut with Room Alone 401-410 and earned widespread recognition after making it in CLEO Thailand's 50 Most Eligible Bachelors of 2014. He played the main role as Pete in Kiss: The Series (2016), and in 2018 became one of the new hosts of School Rangers together with other male artists from GMMTV. He went on to reprise his role as Pete in Kiss Me Again (2018), Our Skyy (2018) and in Dark Blue Kiss (2019).",
    "year": 1991,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Lars Unnerstall",
    "birthday": "1990-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Lars-Unnerstall.jpg/240px-Lars-Unnerstall.jpg",
    "extract": "Lars Unnerstall is a German professional footballer who plays as a goalkeeper for Dutch club FC Twente.",
    "year": 1990,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Javier Cortés",
    "birthday": "1989-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Javier_Cortes.jpg/206px-Javier_Cortes.jpg",
    "extract": "Javier Cortés Granados is a Mexican professional footballer who plays as a midfielder. He is an Olympic gold medalist.",
    "year": 1989,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Cristian Pasquato",
    "birthday": "1989-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Cristian_Pasquato_2016.jpg/170px-Cristian_Pasquato_2016.jpg",
    "extract": "Cristian Pasquato is an Italian footballer who plays as a midfielder for Serie C Group A club Trento.",
    "year": 1989,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Julianne Hough",
    "birthday": "1988-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Julianne_Hough_%2825831904580%29_%28cropped%29.jpg/251px-Julianne_Hough_%2825831904580%29_%28cropped%29.jpg",
    "extract": "Julianne Alexandra Hough is an American dancer, actress, and singer. In 2007, she joined the cast of ABC's Dancing with the Stars as a professional dancer, winning two seasons with her celebrity partners. After leaving the show in 2009, she returned in 2014 to serve as a permanent judge on Dancing with the Stars, a position she held until 2017. For her work on the series, she has received three nominations for the Primetime Emmy Award for Outstanding Choreography, winning once in 2015 with her brother Derek Hough.",
    "year": 1988,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Stephen Strasburg",
    "birthday": "1988-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Stephen_Strasburg_Baltimore_Orioles_vs._Washington_Nationals_at_Nationals_Park%2C_August_9%2C_2020_%28All-Pro_Reels_Photography%29_%2850208669172%29_%28cropped%29.jpg/300px-Stephen_Strasburg_Baltimore_Orioles_vs._Washington_Nationals_at_Nationals_Park%2C_August_9%2C_2020_%28All-Pro_Reels_Photography%29_%2850208669172%29_%28cropped%29.jpg",
    "extract": "Stephen James Strasburg is an American professional baseball pitcher for the Washington Nationals of Major League Baseball (MLB). Strasburg was selected by Washington with the first overall pick in the 2009 Major League Baseball draft. He made his major league debut in 2010 and is a three-time All-Star.",
    "year": 1988,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Shahram Mahmoudi",
    "birthday": "1988-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Shahram_Mahmoudi.jpg/242px-Shahram_Mahmoudi.jpg",
    "extract": "Shahram Mahmoudi is an Iranian volleyball player who plays for the Iran men's national volleyball team. He competed at the Rio 2016 Summer Olympics.\nMahmoudi debut national game in 2013 Grand Championship did with invitations Julio Velasco.\nHe is the younger brother of volleyball player Behnam Mahmoudi. He and his brother are originally from Mianeh, East Azerbaijan. Mahmoudi have been three times named Most Valuable Player in Asian Club Championship.",
    "year": 1988,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Nicola Benedetti",
    "birthday": "1987-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Nicky_Benedetti.jpg/309px-Nicky_Benedetti.jpg",
    "extract": "Nicola Joy Nadia Benedetti is a British-Italian classical solo violinist. Her ability was recognised when she was a child, including the award of BBC Young Musician of the Year when she was 16 and also many other awards. She works with orchestras in Europe and America as well as Alexei Grynyuk, her regular pianist. Since 2012 she has played the Gariel Stradivarius violin. She is the Director Designate of the Edinburgh International Festival, and will become Festival Director on 1 October 2022.",
    "year": 1987,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Niall McGinn",
    "birthday": "1987-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/1-Niall_McGinn.jpg/155px-1-Niall_McGinn.jpg",
    "extract": "Niall McGinn is a Northern Irish professional footballer, who plays for Scottish Premiership club Dundee. McGinn has also played for Dungannon Swifts, Derry City, Celtic, Brentford, Aberdeen and South Korean club Gwangju. He made his debut for Northern Ireland in 2008 and has gone on to make over sixty international appearances.",
    "year": 1987,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Osric Chau",
    "birthday": "1986-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Osric_Chau_by_Gage_Skidmore.jpg/220px-Osric_Chau_by_Gage_Skidmore.jpg",
    "extract": "Osric Chau is a Canadian actor, best known for his role as Kevin Tran in the CW series Supernatural, Vogel in the BBC America series Dirk Gently's Holistic Detective Agency, and Ryan Choi in the TV shows set in the Arrowverse.",
    "year": 1986,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "John Francis Daley",
    "birthday": "1985-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/John_Francis_Daley_in_March_2012.jpg/214px-John_Francis_Daley_in_March_2012.jpg",
    "extract": "John Francis Daley is an American actor, film director, producer, screenwriter, and musician. He is known for playing high school freshman Sam Weir on the NBC comedy-drama Freaks and Geeks and FBI criminal profiler Dr. Lance Sweets on the crime drama series Bones, for which he was nominated for a 2014 PRISM Award. He plays keyboards and sings for the band Dayplayer.",
    "year": 1985,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Harley Morenstein",
    "birthday": "1985-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Harley_Morenstein_by_Gage_Skidmore_%28cropped%29.jpg/220px-Harley_Morenstein_by_Gage_Skidmore_%28cropped%29.jpg",
    "extract": "Harley Morenstein is a Canadian actor, Internet personality, boxer, and vlogger. He co-created, produces, and hosts the YouTube show Epic Meal Time and its FYI television spin-off series Epic Meal Empire. He also runs a successful vlog channel. He is one of the two remaining original members of the show along with Ameer Atari.",
    "year": 1985,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "David Mundy",
    "birthday": "1985-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/David_Mundy_Fremantle_Round_6_2019.jpg/211px-David_Mundy_Fremantle_Round_6_2019.jpg",
    "extract": "David Mundy is an Australian rules footballer who plays for the Fremantle Football Club in the Australian Football League (AFL). He plays as a half back flanker or midfielder and began his football career at Murray Bushrangers in the TAC Cup. He was the captain of Fremantle during the 2016 AFL season. He is still considered a spiritual captain of the club, despite the appointment of his successor Nat Fyfe.",
    "year": 1985,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Alexi Casilla",
    "birthday": "1984-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Alexi_Casilla_on_April_7%2C_2013.jpg/320px-Alexi_Casilla_on_April_7%2C_2013.jpg",
    "extract": "Alexi Casilla Lora is a Dominican former professional baseball second baseman. He played in Major League Baseball (MLB) for the Minnesota Twins and Baltimore Orioles.",
    "year": 1984,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Matt Gilroy",
    "birthday": "1984-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Matt_gilroy_lightning.jpg/231px-Matt_gilroy_lightning.jpg",
    "extract": "Matthew J. Gilroy is an American former professional ice hockey defenseman who last played for the SC Rapperswil-Jona Lakers of the National League (NL). Gilroy played in National Hockey League (NHL) with the New York Rangers, Tampa Bay Lightning, Ottawa Senators and the Florida Panthers. He represented the United States in the 2018 Winter Olympics. He played NCAA hockey with Boston University of the Hockey East conference. Gilroy is a Hobey Baker Award winner and NCAA champion with the Terriers in his senior year; he is also a three-time All-American.",
    "year": 1984,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Antoine Vermette",
    "birthday": "1982-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/AntoineVermette1.jpg/320px-AntoineVermette1.jpg",
    "extract": "Antoine Vermette is a Canadian former professional ice hockey centre who played for 14 seasons in the National Hockey League (NHL).",
    "year": 1982,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Viktoria Ladõnskaja",
    "birthday": "1981-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Lad%C3%B5nskaja%2C_Viktoria.IMG_6786.JPG/320px-Lad%C3%B5nskaja%2C_Viktoria.IMG_6786.JPG",
    "extract": "Viktoria Ladõnskaja is an Estonian politician and a member of its parliament, or Riigikogu. She represents the Tallinn constituency of Kesklinn, Lasnamäe and Pirita as a member of the Pro Patria and Res Publica Union party. Ladõnskaja was elected to the Riigikogu in the 2015 election with 1,393 personal votes. Before starting her career in politics, Ladõnskaja worked as a freelance journalist and writer.",
    "year": 1981,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Gisele Bündchen",
    "birthday": "1980-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Gisele_Bundchen_2018_clear_original_%28cropped%29.jpg/256px-Gisele_Bundchen_2018_clear_original_%28cropped%29.jpg",
    "extract": "Gisele Caroline Bündchen is a Brazilian fashion model. Since 2001, she has been one of the highest-paid models in the world. In 2007, Bündchen was the 16th richest woman in the entertainment industry and earned the top spot on Forbes top-earning models list in 2012. In 2014, she was listed as the 89th Most Powerful Woman in the World by Forbes.",
    "year": 1980,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Miklós Fehér",
    "birthday": "1979-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a6/Mikl%C3%B3s_Feh%C3%A9r%2C_2003.jpg/246px-Mikl%C3%B3s_Feh%C3%A9r%2C_2003.jpg",
    "extract": "Miklós \"Miki\" Fehér was a Hungarian professional footballer who played as a striker.",
    "year": 1979,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Charlotte Hatherley",
    "birthday": "1979-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Hatherley_performs_live_in_2018.jpg/320px-Hatherley_performs_live_in_2018.jpg",
    "extract": "Charlotte Franklin Hatherley is an English singer, songwriter, guitarist and soundtrack composer. She initially came to prominence as guitarist and backing vocalist for alternative rock band Ash. Since leaving Ash in 2006, she has pursued a solo career and acted as a touring instrumentalist for Bryan Ferry, KT Tunstall, Bat for Lashes, Cold Specks, Rosie Lowe and Birdy. Hatherley has also been a touring member of NZCA Lines and is currently musical director for South African artist Nakhane.",
    "year": 1979,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Pavel Datsyuk",
    "birthday": "1978-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Pavel_Datsyuk_exercising%2C_2015_%E2%80%94_Cropping.jpg/223px-Pavel_Datsyuk_exercising%2C_2015_%E2%80%94_Cropping.jpg",
    "extract": "Pavel Valerievich Datsyuk, who is considered by many to be the greatest Russian professional ice hockey player of all time, is currently an unrestricted free agent. He most recently played for Avtomobilist Yekaterinburg of the Kontinental Hockey League (KHL). Datsyuk was nicknamed the \"Magic Man\" honoring his incredible stickhandling and creativity with the puck. From 2001 to 2016, he played for the Detroit Red Wings of the National Hockey League (NHL). In 2017, Datsyuk was named one of the \"100 Greatest NHL Players\" in history, and was the only active player outside of the NHL at the time of announcement.",
    "year": 1978,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Will Solomon",
    "birthday": "1978-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Solomon115-cropd.JPG/257px-Solomon115-cropd.JPG",
    "extract": "William James Solomon is an American former professional basketball player. Standing at 6 ft 1 in (1.85 m), he plays at the point guard and shooting guard positions. He played parts of three seasons in the NBA, and three seasons in the Israeli Basketball Premier League.",
    "year": 1978,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Elliott Yamin",
    "birthday": "1978-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Elliott_Yamin_LNL.jpg/214px-Elliott_Yamin_LNL.jpg",
    "extract": "Efraym Elliott Yamin is an American singer known for his hit single \"Wait for You\" and for placing third on the fifth season of American Idol.",
    "year": 1978,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Kiki Musampa",
    "birthday": "1977-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/KikiMusampa.jpg/213px-KikiMusampa.jpg",
    "extract": "Kizito \"Kiki\" Musampa is a Congolese-born, and Dutch-nationalised former professional footballer.",
    "year": 1977,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Yves Niaré",
    "birthday": "1977-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Yves_Niar%C3%A9_o.jpg/320px-Yves_Niar%C3%A9_o.jpg",
    "extract": "Yves Niaré was a shot putter from France.",
    "year": 1977,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Erica Hill",
    "birthday": "1976-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b1/Erica_Hill.jpg",
    "extract": "Erica Ruth Hill-Yount is an American journalist who works for CNN. She serves as a primary substitute anchor and a correspondent. She co-anchored Weekend Today from 2012 to 2016, following work at CBS since 2008.",
    "year": 1976,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Andrew Stockdale",
    "birthday": "1976-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Deichbrand2018-Wolfmother-41.jpg/320px-Deichbrand2018-Wolfmother-41.jpg",
    "extract": "Andrew James Kenneth Stockdale is an Australian singer, musician, songwriter, and record producer. He is best known as the lead vocalist, lead guitarist, and only continuous member of the rock band Wolfmother.",
    "year": 1976,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Alex Yoong",
    "birthday": "1976-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/AlexYoong_0028.jpg/320px-AlexYoong_0028.jpg",
    "extract": "Alexander Charles Yoong Loong, is a Malaysian professional racing driver of Chinese and English parentage.",
    "year": 1976,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Ray Allen",
    "birthday": "1975-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Ray_Allen_161208-A-HE359-046_%2831482070191%29.jpg/213px-Ray_Allen_161208-A-HE359-046_%2831482070191%29.jpg",
    "extract": "Walter Ray Allen Jr. is an American former professional basketball player. He played 18 seasons in the National Basketball Association (NBA) and was inducted into the Naismith Memorial Basketball Hall of Fame as a player in September 2018. Allen is widely considered to be one of the greatest three-point shooters of all-time, and he held the record for most three-pointers made in a career until 2021.",
    "year": 1975,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Judy Greer",
    "birthday": "1975-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Judy_Greer_%2846810958364%29_%28cropped%29.jpg/238px-Judy_Greer_%2846810958364%29_%28cropped%29.jpg",
    "extract": "Judith Therese Evans, known professionally as Judy Greer, is an American actress and comedian. She is primarily known as a character actress, who has appeared in a wide variety of films. She first rose to prominence in the late 1990s to early 2000s, appearing in the films Jawbreaker (1999), What Women Want (2000), 13 Going on 30 (2004), 27 Dresses (2008), and Love & Other Drugs (2010).",
    "year": 1975,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Erik Hagen",
    "birthday": "1975-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/81/ErikHagen.jpg",
    "extract": "Erik Hagen is a retired Norwegian footballer who played as a centre-back in Norway and Russia, as well as for the Norwegian national team, earning 28 caps.",
    "year": 1975,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Birgitta Ohlsson",
    "birthday": "1975-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Birgitta_Ohlsson.EU-dagen2011_1c379_6285.jpg/212px-Birgitta_Ohlsson.EU-dagen2011_1c379_6285.jpg",
    "extract": "Eva Birgitta Ohlsson Klamberg is a Swedish politician who was Minister for European Union Affairs in the Swedish government from 2010 to 2014. She is a member of the Liberals, formerly the Liberal People's Party. Birgitta Ohlsson serves as the National Democratic Institute’s director of political parties.",
    "year": 1975,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Yusuf Şimşek",
    "birthday": "1975-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Yusuf_%C5%9Eim%C5%9Fek.JPG/227px-Yusuf_%C5%9Eim%C5%9Fek.JPG",
    "extract": "Yusuf Şimşek is a Turkish football manager and former player. He most recently served as the manager of Balıkesirspor.",
    "year": 1975,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Omar Epps",
    "birthday": "1973-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Omar_Epps.jpg/240px-Omar_Epps.jpg",
    "extract": "Omar Hashim Epps is an American actor, rapper, and producer. He has been awarded nine NAACP Image Awards, two Teen Choice Awards, one MTV Movie Award, one Black Reel Award, and one Screen Actors Guild Award. Epps's film roles include Juice, Higher Learning, The Wood, In Too Deep, and Love & Basketball. His television work includes the role of Dr. Dennis Gant on the medical drama series ER, J. Martin Bellamy in Resurrection, Dr. Eric Foreman on the Fox medical drama series House from 2004 to 2012, and Isaac Johnson in the TV series Shooter from 2016 to 2018.",
    "year": 1973,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Haakon, Crown Prince of Norway",
    "birthday": "1973-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Eesti_suursaadik_Norras_andis_%C3%BCle_volikirja_01_%28cropped%29.jpg/250px-Eesti_suursaadik_Norras_andis_%C3%BCle_volikirja_01_%28cropped%29.jpg",
    "extract": "Haakon, Crown Prince of Norway is the second child and only son of King Harald V and Queen Sonja, and heir apparent to the throne of Norway. He represents the fourth generation of the sitting Norwegian royal family of the House of Glücksburg.",
    "year": 1973,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Peter Forsberg",
    "birthday": "1973-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Peter_Forsberg_in_January_2014.jpg/224px-Peter_Forsberg_in_January_2014.jpg",
    "extract": "Peter Mattias Forsberg is a Swedish former professional ice hockey player and former assistant general manager of Modo Hockey. Nicknamed \"Peter the Great\" and \"Foppa\", Forsberg was known for his on-ice vision and physical play, and is considered one of the greatest players of all time. Although his career was shortened by persistent injuries, as of 2021, he stands ninth all-time in career points-per-game and fifth all-time in career assists-per-game in the NHL, only behind Wayne Gretzky, Mario Lemieux, Bobby Orr, and Connor McDavid. In 2017 Forsberg was named one of the '100 Greatest NHL Players' in history.",
    "year": 1973,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Roberto Orci",
    "birthday": "1973-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Roberto_Orci_by_Gage_Skidmore.jpg/256px-Roberto_Orci_by_Gage_Skidmore.jpg",
    "extract": "Roberto Gaston Orcí is a Mexican-American film and television screenwriter and producer. He began his longtime collaboration with Alex Kurtzman while at school in California. Together they have been employed on television series such as Hercules: The Legendary Journeys and Xena: Warrior Princess. In 2008, together with J. J. Abrams, they created Fringe. In 2013, they created Sleepy Hollow alongside Phillip Iscove. Orci and Kurtzman's first film project was Michael Bay's The Island, and due to that partnership they went on to write the scripts for the first two films of the Transformers film series. Orci first became a film producer with 2008's Eagle Eye and again with 2009's The Proposal.",
    "year": 1973,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Claudio Reyna",
    "birthday": "1973-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Claudio_Reyna.jpg/213px-Claudio_Reyna.jpg",
    "extract": "Claudio Reyna is an American former professional soccer player and current sporting director of Austin FC.",
    "year": 1973,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Jamie Ainscough",
    "birthday": "1972-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Jamie_Ainscough_%2822_September_2008%29.jpg/258px-Jamie_Ainscough_%2822_September_2008%29.jpg",
    "extract": "Jamie Ainscough is an Australian former professional rugby league footballer who played in the 1990s and 2000s. An Australia international and New South Wales State of Origin representative three-quarter back, he played his club football for Western Suburbs, the Newcastle Knights, the St. George Illawarra Dragons and the Wigan Warriors.",
    "year": 1972,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Jozef Stümpel",
    "birthday": "1972-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/ce/Jozef_St%C3%BCmpel.png",
    "extract": "Jozef Stümpel is a Slovak former professional ice hockey centre.",
    "year": 1972,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Erik Ullenhag",
    "birthday": "1972-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Erik_Ullenhag_1c399_0316.jpg/212px-Erik_Ullenhag_1c399_0316.jpg",
    "extract": "Erik Jörgen Carl Ullenhag is a Swedish politician who served as Minister for Integration from October 2010 to October 2014 and as parliamentary group leader of the Liberal People's Party in the Swedish Riksdag from October 2014 to June 2016. He took office as Ambassador of Sweden to Jordan on 1 September 2016.",
    "year": 1972,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Vitamin C (singer)",
    "birthday": "1972-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Vitamin_C_2001_crop.jpg/245px-Vitamin_C_2001_crop.jpg",
    "extract": "Colleen Ann Fitzpatrick, better known by her stage name Vitamin C, is an American singer, songwriter, record producer, dancer, and actress. She began her career as an Ivory soap baby and child actress, appearing in John Waters' film Hairspray (1988), and continued to appear in minor roles in films before starting the alternative rock band Eve's Plum in 1991.",
    "year": 1972,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Sandra Oh",
    "birthday": "1971-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Sano.jpg/240px-Sano.jpg",
    "extract": "Sandra Miju Oh is a Canadian-American actress. She is best known for her starring roles as Rita Wu on the HBO comedy Arliss (1996–2002), Cristina Yang on the ABC medical drama series Grey's Anatomy (2005–2014) and Eve Polastri in the spy thriller series Killing Eve (2018–2022). She has received numerous accolades, including two Golden Globe Awards and four Screen Actors Guild Awards, and twelve Primetime Emmy Award nominations. In 2019, Time magazine named Oh one of the 100 most influential people in the world.",
    "year": 1971,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Josh Holloway",
    "birthday": "1969-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Intelligence_-_Josh_Holloway.jpg/262px-Intelligence_-_Josh_Holloway.jpg",
    "extract": "Josh Lee Holloway is an American actor best known for his roles as James \"Sawyer\" Ford on the television show Lost and as Will Bowman on the science fiction drama Colony. Most recently he had a recurring role in season 3 of the western series Yellowstone.",
    "year": 1969,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Giovanni Lombardi",
    "birthday": "1969-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Giovanni_LOMBARDI.jpg/320px-Giovanni_LOMBARDI.jpg",
    "extract": "Giovanni Lombardi is an Italian former professional road bicycling racer who raced from 1992 to 2006. He started his career as a sprinter, winning multiple stages in the Giro d'Italia. He went on to ride as an important helper for the top sprinter names of Erik Zabel and Mario Cipollini. Most recently, he rode for Team CSC as a helper for Ivan Basso. Lombardi was also an active track racer during wintertime, and has participated in many six-day races, frequently as a partner of Marco Villa. He also competed at the 1988 Summer Olympics and the 1992 Summer Olympics, winning a gold medal at the latter.",
    "year": 1969,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Joon Park",
    "birthday": "1969-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/190402_%EB%B0%95%EC%A4%80%ED%98%95.jpg/320px-190402_%EB%B0%95%EC%A4%80%ED%98%95.jpg",
    "extract": "Joon Park is a South Korean-born American singer, actor and entertainer based in South Korea. As a singer, he is best known as the leader and rapper of the Korean pop group g.o.d.",
    "year": 1969,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Hami Mandıralı",
    "birthday": "1968-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Hami_Mand%C4%B1ral%C4%B1.JPG/167px-Hami_Mand%C4%B1ral%C4%B1.JPG",
    "extract": "Hami Mandıralı is a Turkish football manager and former footballer. He played for Trabzonspor nearly all of his career.",
    "year": 1968,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Kool G Rap",
    "birthday": "1968-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Kool_G_Rap_%28cropped%29.jpg/236px-Kool_G_Rap_%28cropped%29.jpg",
    "extract": "Nathaniel Thomas Wilson, better known by his stage name Kool G Rap, is an American rapper from Queens, New York City. He began his career in the mid-1980s as one half of the group Kool G Rap & DJ Polo and as a member of the Juice Crew. He is one of the most influential and skilled MCs of all time, and a pioneer of mafioso rap/street/hardcore content and multisyllabic rhyming. On his album The Giancana Story, he stated that the \"G\" in his name stands for \"Giancana\", but on other occasions he has stated that it stands for \"Genius\".",
    "year": 1968,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Courtney Taylor-Taylor",
    "birthday": "1967-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Ctt-austin_psyche_fest_2014_violet-alvarez.jpg/320px-Ctt-austin_psyche_fest_2014_violet-alvarez.jpg",
    "extract": "Courtney A. Taylor, known as Courtney Taylor-Taylor, is an American singer-songwriter from Portland, Oregon. He is the lead singer and guitarist of alternative rock band The Dandy Warhols, a band he co-founded. Taylor-Taylor has written the majority of the band's songs.",
    "year": 1967,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Stone Gossard",
    "birthday": "1966-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Stone-Gossard_2007.jpg/320px-Stone-Gossard_2007.jpg",
    "extract": "Stone Carpenter Gossard is an American musician who serves as a guitarist and co-lyricist for the American rock band Pearl Jam. Along with Jeff Ament, Mike McCready, and Eddie Vedder, he is one of the founding members of the band.",
    "year": 1966,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Enrique Peña Nieto",
    "birthday": "1966-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Enrique_Pena_Nieto.jpg/240px-Enrique_Pena_Nieto.jpg",
    "extract": "Enrique Peña Nieto, commonly referred to by his initials EPN, is a Mexican politician who served as the 64th President of Mexico from 1 December 2012 to 30 November 2018. A member of the PRI, he previously served as Governor of the State of Mexico from 2005 to 2011, local deputy from 2003 to 2004, and Secretary of Administration from 2000 to 2002.",
    "year": 1966,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Jess Walter",
    "birthday": "1965-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Jess_Walter.JPG/305px-Jess_Walter.JPG",
    "extract": "Jess Walter is an American author of seven novels, a collection of short stories, and a non-fiction book. He is the recipient of the Edgar Allan Poe Award, and was a finalist for the National Book Award in 2006.",
    "year": 1965,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Chris Cornell",
    "birthday": "1964-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/ChrisCornellTIFFSept2011.jpg/240px-ChrisCornellTIFFSept2011.jpg",
    "extract": "Christopher John Cornell was an American singer, songwriter, and musician best known as the lead vocalist and rhythm guitarist for the rock bands Soundgarden and Audioslave. He also had a solo career and contributed to soundtracks. Cornell was also the founder and frontman of Temple of the Dog, a one-off tribute band dedicated to his late friend Andrew Wood.",
    "year": 1964,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Terri Irwin",
    "birthday": "1964-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Terri_Irwin_at_2014_Logies.jpg/229px-Terri_Irwin_at_2014_Logies.jpg",
    "extract": "Terri Raines Irwin is an American-Australian naturalist, conservationist, television personality, and author who is the owner of Australia Zoo in Beerwah, Queensland. She was married to Steve Irwin until his death in 2006 due to a stingray accident.",
    "year": 1964,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Sebastiano Rossi",
    "birthday": "1964-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Sebastiano_Rossi.jpg/238px-Sebastiano_Rossi.jpg",
    "extract": "Sebastiano Rossi is an Italian retired professional footballer who played as a goalkeeper.",
    "year": 1964,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Bernd Schneider (racing driver)",
    "birthday": "1964-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Bernd_Schneider_2007_amk.jpg/213px-Bernd_Schneider_2007_amk.jpg",
    "extract": "Bernd Schneider is a German racing driver. He is a five-time Deutsche Tourenwagen Masters champion, and a Mercedes Brand Ambassador.",
    "year": 1964,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Carlos Alazraqui",
    "birthday": "1962-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Carlos_Alazraqui_at_Flappers_in_Burbank_20190706_%28cropped%29.jpg/265px-Carlos_Alazraqui_at_Flappers_in_Burbank_20190706_%28cropped%29.jpg",
    "extract": "Carlos Jaime Alazraqui is an American actor, stand-up comedian, impressionist, producer and screenwriter. He is best known for his role as Deputy James Garcia on Reno 911! and for his voice acting roles. His extensive voice-over work includes the role of Spyro from Spyro the Dragon, Shamless O’Scanty, Leslie P. Lilylegs, Elliott Sampson and Tad Tucker on New Looney Tunes, the Taco Bell chihuahua in the Taco Bell commercials, Denzel Crocker and Juandissimo Magnifico on The Fairly OddParents, Rocko and Spunky on Rocko's Modern Life, Lazlo & Clam in Camp Lazlo, Rikochet in ¡Mucha Lucha!, Grandpapi Rivera in El Tigre: The Adventures of Manny Rivera, Carlos and Sergio on The Casagrandes, and Mr. Weed in Family Guy. He is a weekly contributor on The Stephanie Miller Show.",
    "year": 1962,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Julie Bindel",
    "birthday": "1962-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Julie_Bindel%2C_26_October_2015_%28cropped%29.jpg/320px-Julie_Bindel%2C_26_October_2015_%28cropped%29.jpg",
    "extract": "Julie Bindel is an English radical feminist writer. She is also co-founder of the law reform group Justice for Women, which has aimed to help women who have been prosecuted for assaulting or killing violent male partners.",
    "year": 1962,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Óscar Elías Biscet",
    "birthday": "1961-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/23.5.2016_Conferencia_del_doctor_Oscar_El%C3%ADas_Biscet_%2826590325864%29.jpg/315px-23.5.2016_Conferencia_del_doctor_Oscar_El%C3%ADas_Biscet_%2826590325864%29.jpg",
    "extract": "Dr. Óscar Elías Biscet González is a Cuban physician and an advocate for human rights and democratic freedoms in Cuba. He is also the founder of the Lawton Foundation.",
    "year": 1961,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Prvoslav Vujcic",
    "birthday": "1960-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Prvoslav_Vujcic_July_25%2C_1991.jpg/247px-Prvoslav_Vujcic_July_25%2C_1991.jpg",
    "extract": "Prvoslav Vujcic is a Serbian Canadian writer, poet, translator, columnist and aphorist. He has been described as one of the most prominent writers of Serbian origin.",
    "year": 1960,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Sudesh Berry",
    "birthday": "1960-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Sudesh_Berry_at_Chivas_Studio.jpg/228px-Sudesh_Berry_at_Chivas_Studio.jpg",
    "extract": "Sudesh Berry is an Indian actor and personality known for his works in Hindi cinema and Indian television.",
    "year": 1960,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Radney Foster",
    "birthday": "1959-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Radney_Foster_SXSW_2006.jpg/240px-Radney_Foster_SXSW_2006.jpg",
    "extract": "Radney Muckleroy Foster is an American country music singer-songwriter, musician and music producer. Initially a songwriter in Nashville, Tennessee, Foster made his recording debut as part of the Foster & Lloyd duo, recording three studio albums and with nine singles on the country charts.",
    "year": 1959,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Paul Cook",
    "birthday": "1956-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/CookCropped.jpg/211px-CookCropped.jpg",
    "extract": "Paul Thomas Cook is an English drummer and member of the punk rock band the Sex Pistols. He was also called \"Cookie\" by his friends on the punk music scene.",
    "year": 1956,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Thomas N'Kono",
    "birthday": "1956-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/TNkono.JPG/257px-TNkono.JPG",
    "extract": "Thomas N'Kono is a Cameroonian former professional footballer. One of the greatest goalkeepers from the continent of Africa, he was mainly associated with Espanyol, whom he represented for almost a decade playing more than 300 official matches.",
    "year": 1956,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Jim Prentice",
    "birthday": "1956-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Jim_Prentice_full.jpg/238px-Jim_Prentice_full.jpg",
    "extract": "Peter Eric James Prentice was a Canadian politician who served as the 16th premier of Alberta from 2014 to 2015. In the 2004 federal election he was elected to the House of Commons of Canada as a candidate of the Conservative Party of Canada. He was re-elected in the 2006 federal election and appointed to the cabinet as Minister of Indian Affairs and Northern Development and Federal Interlocutor for Métis and Non-Status Indians. Prentice was appointed Minister of Industry on August 14, 2007, and after the 2008 election became Minister of Environment on October 30, 2008. On November 4, 2010, Prentice announced his resignation from cabinet and as MP for Calgary Centre-North. After retiring from federal politics he entered the private sector as vice-chairman of CIBC.",
    "year": 1956,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Desmond Douglas",
    "birthday": "1955-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Desmond_Douglas.jpg/320px-Desmond_Douglas.jpg",
    "extract": "Desmond Douglas MBE is a British table tennis player. He lived and was brought up in the area of Handsworth, Birmingham, West Midlands. He was an attacking, left-handed, player, notable for his scissor jump smash. He was famous for his use of close to the table blocks on the backhand side, mixing pace with powerful topspin from his forehand side.",
    "year": 1955,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Moira Harris",
    "birthday": "1954-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Moira_Harris_2007.jpg/248px-Moira_Harris_2007.jpg",
    "extract": "Moira Jane Harris Sinise is an American retired actress.",
    "year": 1954,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Jay Jay French",
    "birthday": "1954-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Twisted_Sister_-_Wacken_Open_Air_2016_09.jpg/234px-Twisted_Sister_-_Wacken_Open_Air_2016_09.jpg",
    "extract": "Jay Jay French is an American guitarist, manager, record producer and founding member of the heavy metal band Twisted Sister. He is a columnist, author and motivational speaker who oversees licensing and intellectual property rights for the Twisted Sister brand.",
    "year": 1954,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Dave Evans (singer)",
    "birthday": "1953-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Dave_Evans.jpg/213px-Dave_Evans.jpg",
    "extract": "Dave Evans is an Australian singer. He was the original lead singer for the Australian hard rock band AC/DC in 1973–1974 and sang on their debut single shortly before being replaced by Bon Scott. Evans then went on to join the band Rabbit who were active into the early 1980s. He resumed a solo career shortly after the year 2000.",
    "year": 1953,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Thomas Friedman",
    "birthday": "1953-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Thomas_Friedman_2005_%285%29.jpg/238px-Thomas_Friedman_2005_%285%29.jpg",
    "extract": "Thomas Loren Friedman is an American political commentator and author. He is a three-time Pulitzer Prize winner who is a weekly columnist for The New York Times. He has written extensively on foreign affairs, global trade, the Middle East, globalization, and environmental issues.",
    "year": 1953,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Marcia Hines",
    "birthday": "1953-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Marcia_Hines_in_Brisbane_Mall-02_%2815191074499%29.jpg/207px-Marcia_Hines_in_Brisbane_Mall-02_%2815191074499%29.jpg",
    "extract": "Marcia Elaine Hines, AM, is an American-Australian vocalist, actress and TV personality. Hines made her debut, at the age of 16, in the Australian production of the stage musical Hair and followed with the role of Mary Magdalene in Jesus Christ Superstar. She achieved her greatest commercial successes as a recording artist during the late 1970s with several hit singles, including cover versions of \"Fire and Rain\", \"I Just Don't Know What to Do with Myself\", \"You\" and \"Something's Missing \"; and her Top Ten albums Marcia Shines, Shining and Ladies and Gentlemen. Hines was voted \"Queen of Pop\" by TV Week's readers for three consecutive years from 1976.",
    "year": 1953,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Jeff Rawle",
    "birthday": "1951-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Jeff_Rawle.jpg/243px-Jeff_Rawle.jpg",
    "extract": "Jeffrey Alan Rawle is an English actor. He is known for portraying George Dent in the news-gathering sitcom Drop the Dead Donkey. He also portrayed Silas Blissett in Hollyoaks from December 2010 until 2012. Rawle returned to Hollyoaks in 2016 and 2020.",
    "year": 1951,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Edward Leigh",
    "birthday": "1950-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Official_portrait_of_Rt_Hon_Sir_Edward_Leigh_MP_crop_2.jpg/240px-Official_portrait_of_Rt_Hon_Sir_Edward_Leigh_MP_crop_2.jpg",
    "extract": "Sir Edward Julian Egerton Leigh is a British Conservative Party politician who has served as a Member of Parliament (MP) since 1983.",
    "year": 1950,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Muse Watson",
    "birthday": "1948-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Muse_Watson.png/253px-Muse_Watson.png",
    "extract": "Muse Watson is an American stage and screen actor. He became known for his roles as Ben Willis, the primary antagonist in the I Know What You Did Last Summer franchise, Charles Westmoreland on the Fox television series Prison Break and Mike Franks in CBS television series NCIS.",
    "year": 1948,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Gerd Binnig",
    "birthday": "1947-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Gerd_Binnig_at_the_Memorial_Symposium_for_Heinrich_Rohrer_%28cropped%29_2.jpg/240px-Gerd_Binnig_at_the_Memorial_Symposium_for_Heinrich_Rohrer_%28cropped%29_2.jpg",
    "extract": "Gerd Binnig is a German physicist. He is most famous for having won the Nobel Prize in Physics jointly with Heinrich Rohrer in 1986 for the invention of the scanning tunneling microscope.",
    "year": 1947,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Carlos Santana",
    "birthday": "1947-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Santana_Acer_Arena_%285558151833%29_%28cropped%29.jpg/227px-Santana_Acer_Arena_%285558151833%29_%28cropped%29.jpg",
    "extract": "Carlos Humberto Santana Barragán is an American guitarist who rose to fame in the late 1960s and early 1970s with his band Santana, which pioneered a fusion of rock 'n' roll and Latin American jazz. Its sound featured his melodic, blues-based lines set against Latin American and African rhythms played on percussion instruments not generally heard in rock, such as timbales and congas. He experienced a resurgence of popularity and critical acclaim in the late 1990s. In 2015, Rolling Stone magazine listed him at No. 20 on their list of the 100 greatest guitarists. He has won 10 Grammy Awards and three Latin Grammy Awards, and was inducted along with his namesake band into the Rock and Roll Hall of Fame in 1998.",
    "year": 1947,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Charles Bowden",
    "birthday": "1945-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fc/Charles_Bowden.png/320px-Charles_Bowden.png",
    "extract": "Charles Clyde Bowden was an American non-fiction author, journalist and essayist based in Las Cruces, New Mexico.",
    "year": 1945,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Kim Carnes",
    "birthday": "1945-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Kim_Carnes_with_Mike_MacDonald_%28cropped%29.jpg/232px-Kim_Carnes_with_Mike_MacDonald_%28cropped%29.jpg",
    "extract": "Kim Carnes is an American singer and songwriter. Born and raised in Los Angeles, California, she began her career as a songwriter in the 1960s, writing for other artists while performing in local clubs and working as a session background singer with the famed Waters sisters. After she signed her first publishing deal with Jimmy Bowen, she released her debut album Rest on Me in 1971. Carnes' self-titled second album primarily contained self-penned songs, including her first charting single \"You're a Part of Me\", which reached No. 35 on the Billboard Adult Contemporary chart in 1975. In the following year, Carnes released Sailin', which featured \"Love Comes from Unexpected Places\". The song won the American Song Festival and the award for Best Composition at the Tokyo Song Festival in 1976.",
    "year": 1945,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Larry Craig",
    "birthday": "1945-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Larry_Craig_official_portrait_-_cropped.jpg/246px-Larry_Craig_official_portrait_-_cropped.jpg",
    "extract": "Lawrence Edwin Craig is an American retired politician from the state of Idaho. A Republican, he served 18 years in the United States Senate (1991–2009), preceded by 10 years in the U.S. House of Representatives, representing Idaho's 1st District (1981–91). His 28 years in Congress rank as the second-longest in Idaho history, trailing only William Borah, who served over 32 years in the Senate. In addition to serving in Congress, Craig has been a member of the Board of Directors of the National Rifle Association since 1983. Craig was selected for induction into the Idaho Hall of Fame in 2007, but was not inducted.",
    "year": 1945,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "John Lodge (musician)",
    "birthday": "1945-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/John_Lodge_2019.png/320px-John_Lodge_2019.png",
    "extract": "John Charles Lodge is an English musician, best known as bass guitarist, vocalist, and songwriter of the longstanding rock band the Moody Blues. He has also worked as a record producer and has collaborated with other musicians outside the band. In 2018, Lodge was inducted into the Rock and Roll Hall of Fame as a member of the Moody Blues.",
    "year": 1945,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Bo Rein",
    "birthday": "1945-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/5b/Bo_Rein.png",
    "extract": "Robert Edward \"Bo\" Rein was an American football and baseball player and football coach. He was a two-sport athlete at Ohio State University and served as the head football coach at North Carolina State University from 1976 to 1979, compiling a record of 27–18–1. Following the 1979 season, Rein had assumed the role as head coach at Louisiana State University, but was killed in an aircraft accident in January 1980 before he ever coached a game for the Tigers. Rein is the namesake of football player awards at Ohio State and NC State.",
    "year": 1945,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Mel Daniels",
    "birthday": "1944-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Mel_Daniels.jpg/221px-Mel_Daniels.jpg",
    "extract": "Melvin Joe Daniels was an American professional basketball player. He played in the American Basketball Association (ABA) for the Minnesota Muskies, Indiana Pacers, and Memphis Sounds, and in the National Basketball Association for the New York Nets. Daniels was a two-time ABA Most Valuable Player, three-time ABA Champion and a seven-time ABA All-Star. Daniels was the All-time ABA rebounding leader, and in 1997 was named a unanimous selection to the ABA All-Time Team. Daniels was enshrined into the Naismith Memorial Basketball Hall of Fame in 2012.",
    "year": 1944,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Olivier de Kersauson",
    "birthday": "1944-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Olivier_de_Kersauson.jpg/214px-Olivier_de_Kersauson.jpg",
    "extract": "Olivier de Kersauson de Pennendreff is a French sailor and sailing champion.",
    "year": 1944,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "T. G. Sheppard",
    "birthday": "1944-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/T._G._Sheppard_%28cropped%29.jpg/240px-T._G._Sheppard_%28cropped%29.jpg",
    "extract": "William Neal Browder is an American country music singer-songwriter, known professionally as T. G. Sheppard. He had 14 number-one hits on the US country charts between 1974 and 1986, including eight consecutive number ones between 1980 and 1982.",
    "year": 1944,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Chris Amon",
    "birthday": "1943-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/AmonChris19730706.jpg/264px-AmonChris19730706.jpg",
    "extract": "Christopher Arthur Amon was a New Zealand motor racing driver. He was active in Formula One racing in the 1960s and 1970s and is widely regarded as one of the best F1 drivers never to win a championship Grand Prix. His reputation for bad luck was such that fellow driver Mario Andretti once joked that \"if he became an undertaker, people would stop dying\". Former Ferrari Technical Director Mauro Forghieri stated that Amon was \"by far the best test driver I have ever worked with. He had all the qualities to be a World Champion but bad luck just wouldn't let him be\".",
    "year": 1943,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Adrian Păunescu",
    "birthday": "1943-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Adrian_P%C4%83unescu.jpg/221px-Adrian_P%C4%83unescu.jpg",
    "extract": "Adrian Păunescu was a Romanian writer, publisher, cultural promoter, translator, and politician. A profoundly charismatic personality, a controversial and complex figure, the artist and the man are almost impossible to separate. On the one hand he stands accused of collaboration with the Communist regime, but on the other hand he was persecuted and ostracised by the regime when he started to confront its failures, and when his influence stated to be considered dangerous",
    "year": 1943,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Wendy Richard",
    "birthday": "1943-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Wendy_Richard%2C_2007.jpg/257px-Wendy_Richard%2C_2007.jpg",
    "extract": "Wendy Richard was an English actress, known for her television roles as Miss Shirley Brahms on the BBC sitcom Are You Being Served? from 1972 to 1985, and Pauline Fowler on the soap opera EastEnders from 1985 to 2006.",
    "year": 1943,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Pete Hamilton",
    "birthday": "1942-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Pete_Hamilton_with_his_Petty_Enterprises_1970_Plymouth_Superbird..jpg/320px-Pete_Hamilton_with_his_Petty_Enterprises_1970_Plymouth_Superbird..jpg",
    "extract": "Peter Goodwill Hamilton was an American professional stock car racing driver. He competed in NASCAR for six years, where he won four times in his career, three times driving for Petty Enterprises.",
    "year": 1942,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Don Chuy",
    "birthday": "1941-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Don_Chuy_63-68.JPG/320px-Don_Chuy_63-68.JPG",
    "extract": "Donald John Chuy was a professional American football player who played guard for seven seasons for the Los Angeles Rams and the Philadelphia Eagles.",
    "year": 1941,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Judy Chicago",
    "birthday": "1939-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Judy_Chicago.jpg/180px-Judy_Chicago.jpg",
    "extract": "Judy Chicago is an American feminist artist, art educator, and writer known for her large collaborative art installation pieces about birth and creation images, which examine the role of women in history and culture. During the 1970s, Chicago founded the first feminist art program in the United States at California State University Fresno and acted as a catalyst for feminist art and art education. Her inclusion in hundreds of publications in various areas of the world showcases her influence in the worldwide art community. Additionally, many of her books have been published in other countries, making her work more accessible to international readers. Chicago's work incorporates a variety of artistic skills, such as needlework, counterbalanced with skills such as welding and pyrotechnics. Chicago's most well known work is The Dinner Party, which is permanently installed in the Elizabeth A. Sackler Center for Feminist Art at the Brooklyn Museum. The Dinner Party celebrates the accomplishments of women throughout history and is widely regarded as the first epic feminist artwork. Other notable art projects by Chicago include International Honor Quilt, The Birth Project, Powerplay, and The Holocaust Project. She is represented by Jessica Silverman gallery and Salon 94 gallery.",
    "year": 1939,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Deniz Baykal",
    "birthday": "1938-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Deniz_Baykal2.jpg/240px-Deniz_Baykal2.jpg",
    "extract": "Deniz Baykal is a Turkish politician at the Republican People's Party who served as Deputy Prime Minister and Minister of Foreign Affairs from 1995 to 1996. Having served in numerous government positions, Baykal led the CHP from 1992 to February 1995, from September 1995 to 1999 and again from 2000 to 2010. Between 2002 and 2010, he also served as the Leader of the Opposition by virtue of leading the second largest party in Parliament.",
    "year": 1938,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Roger Hunt",
    "birthday": "1938-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Roger_Hunt.jpg/240px-Roger_Hunt.jpg",
    "extract": "Roger Hunt was an English professional footballer who played as a forward.",
    "year": 1938,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Tony Oliva",
    "birthday": "1938-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Tony_Oliva_2010.jpg/239px-Tony_Oliva_2010.jpg",
    "extract": "Tony Pedro Oliva is a Cuban former professional baseball right fielder, designated hitter, and coach, who played his entire 15-year Major League Baseball (MLB) career for the Minnesota Twins, from 1962 to 1976.",
    "year": 1938,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Diana Rigg",
    "birthday": "1938-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Diana_Rigg_1973_Cropped.jpg/226px-Diana_Rigg_1973_Cropped.jpg",
    "extract": "Dame Enid Diana Elizabeth Rigg was an English actress of stage and screen. Her roles include Emma Peel in the TV series The Avengers (1965–1968); Countess Teresa di Vicenzo, wife of James Bond, in On Her Majesty's Secret Service (1969); Olenna Tyrell in Game of Thrones (2013–2017); and the title role in Medea in the West End in 1993 followed by Broadway a year later.",
    "year": 1938,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Natalie Wood",
    "birthday": "1938-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Natalie_Wood_Allan_Warren.jpg/211px-Natalie_Wood_Allan_Warren.jpg",
    "extract": "Natalie Wood was an American actress who began her career in film as a child and successfully transitioned to young adult roles.",
    "year": 1938,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Alistair MacLeod",
    "birthday": "1936-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/80/Alistair_MacLeod_reading_at_Cape_Breton_University_%28cropped%29.jpg",
    "extract": "Alistair MacLeod, was a Canadian novelist, short story writer and academic. His powerful and moving stories vividly evoke the beauty of Cape Breton Island's rugged landscape and the resilient character of many of its inhabitants, the descendants of Scottish immigrants, who are haunted by ancestral memories and who struggle to reconcile the past and the present. MacLeod has been praised for his verbal precision, his lyric intensity and his use of simple, direct language that seems rooted in an oral tradition.",
    "year": 1936,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Barbara Mikulski",
    "birthday": "1936-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Barbara_Mikulski_official_portrait_c._2011.jpg/252px-Barbara_Mikulski_official_portrait_c._2011.jpg",
    "extract": "Barbara Ann Mikulski is an American politician and social worker who served as a United States Senator from Maryland from 1987 to 2017. A member of the Democratic Party, she also served in the United States House of Representatives from 1977 to 1987. Mikulski is the longest-serving woman in the history of the United States Congress, the longest-serving female United States Senator, and the longest-serving U.S. Senator in Maryland history.",
    "year": 1936,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Peter Palumbo, Baron Palumbo",
    "birthday": "1935-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7e/Peter_Palumbo.jpg",
    "extract": "Peter Garth Palumbo, Baron Palumbo is a property developer and art collector. Palumbo was the last chairperson of the Arts Council of Great Britain and a life peer. He sat as a Conservative in the House of Lords from 1991 to 2019.",
    "year": 1935,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Buddy Knox",
    "birthday": "1933-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Buddy_Knox_1957.JPG/227px-Buddy_Knox_1957.JPG",
    "extract": "Buddy Wayne Knox was an American singer and songwriter, best known for his 1957 rock hit song, \"Party Doll\".",
    "year": 1933,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Cormac McCarthy",
    "birthday": "1933-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Cormac_McCarthy_%28Child_of_God_author_portrait_-_high-res%29.jpg/213px-Cormac_McCarthy_%28Child_of_God_author_portrait_-_high-res%29.jpg",
    "extract": "Cormac McCarthy is an American writer who has written twelve novels, two plays, five screenplays and two short stories, spanning the Western and post-apocalyptic genres. He is well known for his graphic depictions of violence and his unique writing style, recognizable by a sparse use of punctuation and attribution. He is widely regarded as one of the greatest contemporary American writers.",
    "year": 1933,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Nam June Paik",
    "birthday": "1932-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/30/Portrait_of_Nam_June_Paik-by_Lim_Young-kyun-1981.jpg/320px-Portrait_of_Nam_June_Paik-by_Lim_Young-kyun-1981.jpg",
    "extract": "Nam June Paik was a Korean American artist. He worked with a variety of media and is considered to be the founder of video art. He is credited with the first use (1974) of the term \"electronic super highway\" to describe the future of telecommunications.",
    "year": 1932,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Otto Schily",
    "birthday": "1932-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/2015-12_Otto_Schily_SPD_Bundesparteitag_by_Olaf_Kosinsky-144.jpg/320px-2015-12_Otto_Schily_SPD_Bundesparteitag_by_Olaf_Kosinsky-144.jpg",
    "extract": "Otto Georg Schily is a former Federal Minister of the Interior of Germany, his tenure was from 1998 to 2005, in the cabinet of Chancellor Gerhard Schröder. He is a member of the Social Democratic Party of Germany (SPD).",
    "year": 1932,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Chuck Daly",
    "birthday": "1930-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Chuck_Daly_%28cropped%29.jpg/225px-Chuck_Daly_%28cropped%29.jpg",
    "extract": "Charles Jerome Daly was an American basketball head coach. He led the Detroit Pistons to two consecutive National Basketball Association (NBA) championships in 1989 and 1990, and the 1992 United States men's Olympic basketball team to the gold medal at the 1992 Summer Olympics.",
    "year": 1930,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Sally Ann Howes",
    "birthday": "1930-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Sally_Ann_Howes_1965.JPG/280px-Sally_Ann_Howes_1965.JPG",
    "extract": "Sally Ann Howes was an English actress and singer. Her career on screen, stage and television spanned six decades. She is best known for the role of Truly Scrumptious in the 1968 musical film Chitty Chitty Bang Bang. In 1963, she was nominated for a Tony Award for Best Lead Actress in a Musical for her performance in Brigadoon.",
    "year": 1930,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Hazel Hawke",
    "birthday": "1929-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Hazel_Hawke.jpg/219px-Hazel_Hawke.jpg",
    "extract": "Hazel Susan Hawke, AO was the first wife of Bob Hawke, the 23rd Prime Minister of Australia. She married him in 1956, and supported him throughout his prime ministership (1983–1991); they divorced in 1995. She worked in social policy areas, and was an amateur pianist and a patron of the arts. After she was diagnosed with Alzheimer's disease, she made public appearances in order to raise awareness of the disease.",
    "year": 1929,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Mike Ilitch",
    "birthday": "1929-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Mike_Ilitch.jpg/240px-Mike_Ilitch.jpg",
    "extract": "Michael Ilitch Sr. was an American entrepreneur, founder and owner of the international fast food franchise Little Caesars Pizza. He owned the Detroit Red Wings of the National Hockey League and Detroit Tigers of Major League Baseball.",
    "year": 1929,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Rajendra Kumar",
    "birthday": "1929-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/RajendraKumarActor.jpg/311px-RajendraKumarActor.jpg",
    "extract": "Rajendra Kumar Tuli was an Indian actor who starred in Bollywood films. Starting his career in 1950, he appeared in more than 80 films in a career spanning over four decades. He was popularly known as the 'Jubilee Kumar'. He was considered one of the most successful Indian actors in the 1960s. He also produced several films starring his son Kumar Gaurav. The Government of India honored him with the Padma Shri in 1970.",
    "year": 1929,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "David Tonkin",
    "birthday": "1929-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/bc/David_Tonkin.jpg",
    "extract": "David Oliver Tonkin AO was an Australian politician who served as the 38th Premier of South Australia from 18 September 1979 to 10 November 1982. He was elected to the House of Assembly seat of Bragg at the 1970 election, serving until 1983. He became the leader of the South Australian Division of the Liberal Party of Australia in 1975, replacing Bruce Eastick. Initially leading the party to defeat at the 1977 election against the Don Dunstan Labor government, his party won the 1979 election against the Des Corcoran Labor government. Following the 1980 Norwood by-election the Tonkin government was reduced to a one-seat majority. His government's policy approach combined economic conservatism with social progressivism. The Tonkin Liberal government was defeated after one term at the 1982 election by Labor led by John Bannon.",
    "year": 1929,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Józef Czyrek",
    "birthday": "1928-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Jozef_Czyrek_PZPR.jpg/252px-Jozef_Czyrek_PZPR.jpg",
    "extract": "Józef Czyrek was a Polish politician who served as the minister of foreign affairs of the People's Republic of Poland from 1980 to 1982.",
    "year": 1928,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Heather Chasen",
    "birthday": "1927-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Heather_Chasen.jpg/320px-Heather_Chasen.jpg",
    "extract": "Heather Jean Chasen was an English actress, known for her roles in soap operas; playing Valerie Pollard in the ITV soap opera, Crossroads, from 1982 to 1986 and guest roles in Doctors, Holby City and Family Affairs. Chasen also played many roles in BBC Radio 2's The Navy Lark from 1959 to 1977, and appeared in the television series Marked Personal from 1973 to 1974. She played the recurring role of Lydia Simmonds in the BBC soap opera EastEnders, a role which received positive reviews from critics and EastEnders crew and cast members. Furthermore, she appeared extensively in theatre productions and film; in 2012, she appeared in a film version of Les Misérables.",
    "year": 1927,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Michael Gielen",
    "birthday": "1927-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/03/Urauff%C3%BChrung_der_Oper_%22Ein_Traumspiel%22_von_Komponist_Aribert_Reimann_%28Kiel_35.663%29_%28cropped_to_Michael_Gielen%29.jpg",
    "extract": "Michael Andreas Gielen was an Austrian conductor and composer known for promoting contemporary music in opera and concert. Principally active in Europe, his performances are characterized by precision and vivacity, aiding his ability to interpret the complex contemporary music he specialized in.",
    "year": 1927,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Ian P. Howard",
    "birthday": "1927-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Ian-%26-Einstein.jpg/320px-Ian-%26-Einstein.jpg",
    "extract": "Ian Porteus Howard was a Canadian psychologist and researcher in visual perception at York University in Toronto.",
    "year": 1927,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Jacques Delors",
    "birthday": "1925-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e4/Bundesarchiv_B_145_Bild-F078267-0023%2C_Bonn%2C_Ministerpr%C3%A4sidenten_mit_EU-Kommissar_Delors-CROPPED.jpg",
    "extract": "Jacques Lucien Jean Delors is a French politician who served as the 8th President of the European Commission from 1985 to 1995. He served as Minister of Finance of France from 1981 to 1984. He was a Member of the European Parliament from 1979 to 1981. As President, Delors was the most visible and influential leader in European affairs. He implemented the policies that closely linked the member nations together and promoted the need for unity. He created a single market that made the free movement of persons, capital, goods, and services within the European Economic Community (EEC) possible. He also headed the committee that proposed the monetary union to create the Euro, a new single currency to replace individual national currencies. This was achieved by the signing of the Maastricht Treaty in 1992.",
    "year": 1925,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Frantz Fanon",
    "birthday": "1925-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0f/Frantz_Fanon.jpg/236px-Frantz_Fanon.jpg",
    "extract": "Frantz Omar Fanon, also known as Ibrahim Frantz Fanon, was a French West Indian psychiatrist and political philosopher from the French colony of Martinique. His works have become influential in the fields of post-colonial studies, critical theory and Marxism. As well as being an intellectual, Fanon was a political radical, Pan-Africanist, and Marxist humanist concerned with the psychopathology of colonization and the human, social, and cultural consequences of decolonization.",
    "year": 1925,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Lola Albright",
    "birthday": "1924-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Lola_albright_1959.JPG/203px-Lola_albright_1959.JPG",
    "extract": "Lola Jean Albright was an American singer and actress, best known for playing the sultry singer Edie Hart, the girlfriend of private eye Peter Gunn, on all three seasons of the TV series Peter Gunn.",
    "year": 1924,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Thomas Berger (novelist)",
    "birthday": "1924-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Thomas-Berger.jpg/214px-Thomas-Berger.jpg",
    "extract": "Thomas Louis Berger was an American novelist. Probably best known for his picaresque novel Little Big Man and the subsequent film by Arthur Penn, Berger explored and manipulated many genres of fiction throughout his career, including the crime novel, the hard-boiled detective story, science fiction, the utopian novel, plus re-workings of classical mythology, Arthurian legend, and the survival adventure.",
    "year": 1924,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Mort Garson",
    "birthday": "1924-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7b/Mort_Garson.jpg/320px-Mort_Garson.jpg",
    "extract": "Morton Sanford Garson was a Canadian composer, arranger, songwriter, and pioneer of electronic music. He is best known for his albums in the 1960s and 1970s, such as Mother Earth's Plantasia (1976), that were among the first to feature Moog synthesizers. He also co-wrote several hit songs, including \"Our Day Will Come\", a hit for Ruby & the Romantics. According to Allmusic, \"Mort Garson boasts one of the most unique and outright bizarre resumés in popular music, spanning from easy listening to occult-influenced space-age electronic pop.\"",
    "year": 1924,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Alan S. Boyd",
    "birthday": "1922-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Alan_stephenson_boyd.jpg/254px-Alan_stephenson_boyd.jpg",
    "extract": "Alan Stephenson Boyd was an American attorney and transportation executive who led several large corporations and also served the U.S. Government in various transportation-related positions. He was the first United States Secretary of Transportation, appointed by Lyndon Johnson. Additionally, he served in executive positions with the Civil Aeronautics Board, the U.S. Department of Commerce, and was a president of Amtrak.",
    "year": 1922,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Henri Alleg",
    "birthday": "1921-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Fete_Huma_2008_017.jpg/320px-Fete_Huma_2008_017.jpg",
    "extract": "Henri Alleg, born Harry John Salem, was a French-Algerian journalist, director of the Alger républicain newspaper, and a member of the French Communist Party. After Editions de Minuit, a French publishing house, released his memoir La Question in 1958, Alleg gained international recognition for his stance against torture, specifically within the context of the Algerian War (1954–1962).",
    "year": 1921,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Elliot Richardson",
    "birthday": "1920-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/ElliotLeeRichardson.jpg/261px-ElliotLeeRichardson.jpg",
    "extract": "Elliot Lee Richardson was an American lawyer and public servant who was a member of the cabinet of Presidents Richard Nixon and Gerald Ford. As U.S. Attorney General, he was a prominent figure in the Watergate Scandal, and resigned rather than obey President Nixon's order to fire special prosecutor Archibald Cox.",
    "year": 1920,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Edmund Hillary",
    "birthday": "1919-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Edmund_Hillary%2C_c._1953%2C_autograph_removed.jpg/252px-Edmund_Hillary%2C_c._1953%2C_autograph_removed.jpg",
    "extract": "Sir Edmund Percival Hillary was a New Zealand mountaineer, explorer, and philanthropist. On 29 May 1953, Hillary and Sherpa mountaineer Tenzing Norgay became the first climbers confirmed to have reached the summit of Mount Everest. They were part of the ninth British expedition to Everest, led by John Hunt. From 1985 to 1988 he served as New Zealand's High Commissioner to India and Bangladesh and concurrently as Ambassador to Nepal.",
    "year": 1919,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Cindy Walker",
    "birthday": "1918-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4d/Cindy_Walker.jpg/309px-Cindy_Walker.jpg",
    "extract": "Cindy Walker was an American songwriter, as well as a country music singer and dancer. As a songwriter Walker was responsible for many popular and enduring songs recorded by many different artists.",
    "year": 1918,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Dobri Dobrev",
    "birthday": "1914-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Dobri_Dobrev_Sofia_2006_%28cropped%29.jpg/252px-Dobri_Dobrev_Sofia_2006_%28cropped%29.jpg",
    "extract": "Dobri Dimitrov Dobrev, better known as Grandpa Dobri, Elder Dobri or The Saint of Bailovo, was a Bulgarian ascetic who walked over 20 kilometres (12 mi) each day to sit or stand in front of the Cathedral of Alexander Nevsky in Sofia to collect money for charitable causes. Dobrev donated all the money he collected to charities, orphanages, churches, and monasteries. He turned 100 in July 2014. In Bulgarian, his name translates as \"good\" or \"kind\".",
    "year": 1914,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Charilaos Florakis",
    "birthday": "1914-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c3/Charilaos_Florakis.JPG",
    "extract": "Charilaos Florakis was a leader of the Communist Party of Greece (KKE). He is best known for establishing the dominance of the KKE over other left-wing elements, and for his flexibility and forming alliances with the conservatives.",
    "year": 1914,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Ersilio Tonini",
    "birthday": "1914-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Coat_of_arms_of_Ersilio_Tonini.svg/302px-Coat_of_arms_of_Ersilio_Tonini.svg.png",
    "extract": "Ersilio Tonini was an Italian cardinal of the Catholic Church. He served as Archbishop of Ravenna-Cervia from 1975 to 1990, and was elevated to the cardinalate in 1994. When Cardinal Paul Augustin Mayer died on 30 April 2010, Cardinal Tonini became the oldest living cardinal. He died on 28 July 2013, a week after his 99th birthday.",
    "year": 1914,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Eric Rowan",
    "birthday": "1909-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Eric_Rowan_1935.jpg/240px-Eric_Rowan_1935.jpg",
    "extract": "Eric Alfred Burchell Rowan was a South African cricketer who played for Transvaal, Eastern Province and South Africa.",
    "year": 1909,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Leonidas Berry",
    "birthday": "1902-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Dr._Leonidas_Berry.jpg/256px-Dr._Leonidas_Berry.jpg",
    "extract": "Leonidas Harris Berry was an American and pioneer in gastroscopy and endoscopy. He served as the president of the National Medical Association from 1965 to 1966.",
    "year": 1902,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Heinie Manush",
    "birthday": "1901-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/HeinieManushGoudeycard.jpg/265px-HeinieManushGoudeycard.jpg",
    "extract": "Henry Emmett Manush, nicknamed \"Heinie\", was an American baseball outfielder. He played professional baseball for 20 years from 1920 to 1939, including 17 years in Major League Baseball for the Detroit Tigers (1923–1927), St. Louis Browns (1928–1930), Washington Senators (1930–1935), Boston Red Sox (1936), Brooklyn Dodgers (1937–1938), and Pittsburgh Pirates (1938–1939). After retiring as a player, Manush was a minor league manager from 1940 to 1945, a scout for the Boston Braves in the late 1940s and a coach for the Senators from 1953 to 1954. He also scouted for the expansion Senators in the early 1960s. He was inducted into the Baseball Hall of Fame in 1964.",
    "year": 1901,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Maurice Leyland",
    "birthday": "1900-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Maurice_Leyland_Cigarette_Card.jpg/229px-Maurice_Leyland_Cigarette_Card.jpg",
    "extract": "Maurice Leyland was an English international cricketer who played 41 Test matches between 1928 and 1938. In first-class cricket, he represented Yorkshire between 1920 and 1946, scoring over 1,000 runs in 17 consecutive seasons. A left-handed middle-order batsman and occasional left-arm spinner, Leyland was a Wisden Cricketer of the Year in 1929.",
    "year": 1900,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Tadeusz Reichstein",
    "birthday": "1897-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Thadeus_Reichstein_ETH-Bib_Portr_10137.jpg/228px-Thadeus_Reichstein_ETH-Bib_Portr_10137.jpg",
    "extract": "Tadeusz Reichstein was a Polish-Swiss chemist and the Nobel Prize in Physiology or Medicine laureate (1950), which was awarded for his work on the isolation of cortisone.",
    "year": 1897,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "László Moholy-Nagy",
    "birthday": "1895-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Laszlo_Moholy-Nagy_-_photography_from_NARA_-_281845.jpg/320px-Laszlo_Moholy-Nagy_-_photography_from_NARA_-_281845.jpg",
    "extract": "László Moholy-Nagy was a Hungarian painter and photographer as well as a professor in the Bauhaus school. He was highly influenced by constructivism and a strong advocate of the integration of technology and industry into the arts. The art critic Peter Schjeldahl called him \"relentlessly experimental\" because of his pioneering work in painting, drawing, photography, collage, sculpture, film, theater, and writing.",
    "year": 1895,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "George Llewelyn Davies",
    "birthday": "1893-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/de/GeorgeLlewelynDavies19.jpg",
    "extract": "George Llewelyn Davies was the eldest son of Arthur and Sylvia Llewelyn Davies. Along with his four younger brothers, George was the inspiration for playwright J. M. Barrie's characters of Peter Pan and the Lost Boys. The character of Mr. George Darling was named after him. He was killed in action in the First World War. He was the first cousin of the English writer Daphne du Maurier.",
    "year": 1893,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Verna Felton",
    "birthday": "1890-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b4/Vfelton.jpg",
    "extract": "Verna Felton was an American actress who was best known for providing many voices in numerous Disney animated films.",
    "year": 1890,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Julie Vinter Hansen",
    "birthday": "1890-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/ff/Julie_Vinter_Hansen.jpg/239px-Julie_Vinter_Hansen.jpg",
    "extract": "Julie Marie Vinter Hansen was a Danish astronomer.",
    "year": 1890,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Giorgio Morandi",
    "birthday": "1890-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Giorgio_Morandi%2C_cropped.jpg/240px-Giorgio_Morandi%2C_cropped.jpg",
    "extract": "Giorgio Morandi was an Italian painter and printmaker who specialized in still life. His paintings are noted for their tonal subtlety in depicting apparently simple subjects, which were limited mainly to vases, bottles, bowls, flowers and landscapes.",
    "year": 1890,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "John Reith, 1st Baron Reith",
    "birthday": "1889-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Lord_reith.jpg/230px-Lord_reith.jpg",
    "extract": "John Charles Walsham Reith, 1st Baron Reith,, was a Scottish broadcasting executive who established the tradition of independent public service broadcasting in the United Kingdom. In 1922, he was employed by the BBC as its general manager; in 1923 he became its managing director and in 1927 he was employed as the Director-General of the British Broadcasting Corporation created under a royal charter. His concept of broadcasting as a way of educating the masses marked for a long time the BBC and similar organisations around the world. An engineer by trade, and standing at 6 feet 6 inches (1.98 m) tall, he was a larger-than-life figure who was a pioneer in his field.",
    "year": 1889,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Tom Crean (explorer)",
    "birthday": "1877-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Tom_Crean2b.JPG/229px-Tom_Crean2b.JPG",
    "extract": "Thomas Crean was an Irish seaman and Antarctic explorer who was awarded the Albert Medal for Lifesaving (AM).",
    "year": 1877,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Otto Blumenthal",
    "birthday": "1876-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Plaucherel_Goldziher_Blumenthal_Zurich1932.tif/lossy-page1-151px-Plaucherel_Goldziher_Blumenthal_Zurich1932.tif.jpg",
    "extract": "Ludwig Otto Blumenthal was a German mathematician and professor at RWTH Aachen University.",
    "year": 1876,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Alberto Santos-Dumont",
    "birthday": "1873-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Alberto_Santos-Dumont_portrait.jpg/244px-Alberto_Santos-Dumont_portrait.jpg",
    "extract": "Alberto Santos Dumont was a Brazilian aeronaut, sportsman, inventor, and one of the very few people to have contributed significantly to the early development of both lighter-than-air and heavier-than-air aircraft. The heir of a wealthy family of coffee producers, Santos-Dumont dedicated himself to aeronautical study and experimentation in Paris, where he spent most of his adult life. He designed, built, and flew the first gasoline-powered dirigible balloons and won the Deutsch Prize in 1901, when he flew around the Eiffel Tower in his airship No. 6, becoming one of the most famous people in the world in the early 20th century.",
    "year": 1873,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Patriarch Miron of Romania",
    "birthday": "1868-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Miron_Cristia_patriach_of_Romania.JPG/200px-Miron_Cristia_patriach_of_Romania.JPG",
    "extract": "Miron Cristea was a Romanian cleric and politician.",
    "year": 1868,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Erik Axel Karlfeldt",
    "birthday": "1864-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Erik_Axel_Karlfeldt_1931.jpg/226px-Erik_Axel_Karlfeldt_1931.jpg",
    "extract": "Erik Axel Karlfeldt was a Swedish poet whose highly symbolist poetry masquerading as regionalism was popular and won him the Nobel Prize in Literature posthumously in 1931 after he had been nominated by Nathan Söderblom, member of the Swedish Academy. It has been rumored that he had been offered the award already in 1919 but refused it, at least in part because of his position as permanent secretary to the Swedish Academy, which awards the prize.",
    "year": 1864,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Ruggero Oddi",
    "birthday": "1864-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Ruggero-oddi.jpg/240px-Ruggero-oddi.jpg",
    "extract": "Ruggero Oddi was an Italian physiologist and anatomist who was a native of Perugia. He is most well known for the Sphincter of Oddi, which was named after him.",
    "year": 1864,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Philomène Belliveau",
    "birthday": "1854-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Portrait_Philom%C3%A8ne_Belliveau.jpg/228px-Portrait_Philom%C3%A8ne_Belliveau.jpg",
    "extract": "Philomène Belliveau was a Canadian artist of Acadian descent.",
    "year": 1854,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Theo Heemskerk",
    "birthday": "1852-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/TheoHeemskerk.jpg/273px-TheoHeemskerk.jpg",
    "extract": "Theodorus \"Theo\" Heemskerk was a Dutch politician of the Anti-Revolutionary Party (ARP) who served as Prime Minister of the Netherlands from 12 February 1908 until 29 August 1913.",
    "year": 1852,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Robert Anderson Van Wyck",
    "birthday": "1849-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/68/Robert_Anderson_Van_Wyck.gif",
    "extract": "Robert Anderson Van Wyck was the first mayor of New York City after the consolidation of the five boroughs into the City of Greater New York in 1898.",
    "year": 1849,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Max Liebermann",
    "birthday": "1847-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Max_Liebermann_1904.jpeg/224px-Max_Liebermann_1904.jpeg",
    "extract": "Max Liebermann was a German painter and printmaker of Ashkenazi Jewish ancestry, and one of the leading proponents of Impressionism in Germany and continental Europe. In addition to his activity as an artist, he also assembled an important collection of French Impressionist works.",
    "year": 1847,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Augustin Daly",
    "birthday": "1838-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Augustin_Daly_%28portrait_photograph%29.jpg/221px-Augustin_Daly_%28portrait_photograph%29.jpg",
    "extract": "John Augustin Daly was one of the most influential men in American theatre during his lifetime. Drama critic, theatre manager, playwright, and adapter, he became the first recognized stage director in America. He exercised a fierce and tyrannical control over all aspects of his productions. His rules of conduct for actors and actresses imposed heavy fines for late appearances and forgotten lines and earned him the title \"the autocrat of the stage.\" He formed a permanent company in New York and opened Daly's Theatre in New York in 1879 and a second one in London in 1893.",
    "year": 1838,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "William Paine Lord",
    "birthday": "1838-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/OrGovWPLord.jpg/254px-OrGovWPLord.jpg",
    "extract": "William Paine Lord was an American Republican politician who served as the ninth Governor of Oregon from 1895 to 1899. The Delaware native previously served as the 27th associate justice of the Oregon Supreme Court, including three times as the Chief Justice of that court. After serving as governor he was appointed as an ambassador to Argentina in South America and later helped to codify Oregon's laws.",
    "year": 1838,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Sir George Trevelyan, 2nd Baronet",
    "birthday": "1838-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/George_Otto_Trevelyan_portrait_early_career.jpg/220px-George_Otto_Trevelyan_portrait_early_career.jpg",
    "extract": "Sir George Otto Trevelyan, 2nd Baronet, was a British statesman and author. In a ministerial career stretching almost 30 years, he was most notably twice Secretary for Scotland under William Ewart Gladstone and the Earl of Rosebery. He broke with Gladstone over the 1886 Irish Home Rule Bill, but after modifications were made to the bill he re-joined the Liberal Party shortly afterwards. Also a writer and historian, Trevelyan wrote his novel The Competition Wallah in around 1864, and The Life and Letters of Lord Macaulay, his maternal uncle, in 1876.",
    "year": 1838,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Clements Markham",
    "birthday": "1830-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/BHL48382052_%28cropped%29.jpg/302px-BHL48382052_%28cropped%29.jpg",
    "extract": "Sir Clements Robert Markham was an English geographer, explorer and writer. He was secretary of the Royal Geographical Society (RGS) between 1863 and 1888, and later served as the Society's president for a further 12 years. In the latter capacity he was mainly responsible for organising the British National Antarctic Expedition of 1901–1904, and for launching the polar career of Robert Falcon Scott.",
    "year": 1830,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Gregor Mendel",
    "birthday": "1822-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Gregor_Mendel_2.jpg/236px-Gregor_Mendel_2.jpg",
    "extract": "Gregor Johann Mendel was a meteorologist, mathematician, biologist, Augustinian friar and abbot of St. Thomas' Abbey in Brünn (Brno), Margraviate of Moravia. Mendel was born in a German-speaking family in the Silesian part of the Austrian Empire and gained posthumous recognition as the founder of the modern science of genetics. Though farmers had known for millennia that crossbreeding of animals and plants could favor certain desirable traits, Mendel's pea plant experiments conducted between 1856 and 1863 established many of the rules of heredity, now referred to as the laws of Mendelian inheritance.",
    "year": 1822,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Richard Owen",
    "birthday": "1804-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Richard_Owen_original.jpg/258px-Richard_Owen_original.jpg",
    "extract": "Sir Richard Owen was an English biologist, comparative anatomist and paleontologist. Despite being a controversial figure, Owen is generally considered to have been an outstanding naturalist with a remarkable gift for interpreting fossils.",
    "year": 1804,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Mahmud II",
    "birthday": "1789-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Mahmud_II.jpg/240px-Mahmud_II.jpg",
    "extract": "Mahmud II was the 30th Sultan of the Ottoman Empire from 1808 until his death in 1839.",
    "year": 1789,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Auguste de Marmont",
    "birthday": "1774-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Auguste_de_Marmont.jpg/257px-Auguste_de_Marmont.jpg",
    "extract": "Auguste Frédéric Louis Viesse de Marmont was a French general and nobleman who rose to the rank of Marshal of the Empire and was awarded the title Duke of Ragusa. In the Peninsular War Marmont succeeded the disgraced André Masséna in the command of the French army in northern Spain, but lost decisively at the Battle of Salamanca.",
    "year": 1774,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Garsevan Chavchavadze",
    "birthday": "1757-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Garsevan_Chavchavadze.jpg/253px-Garsevan_Chavchavadze.jpg",
    "extract": "Prince Garsevan Chavchavadze was a Georgian nobleman (tavadi), politician and diplomat primarily known as the Georgian ambassador to Imperial Russia.",
    "year": 1757,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Antoine Destutt de Tracy",
    "birthday": "1754-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/cc/Destutt_de_Tracy.jpg",
    "extract": "Antoine Louis Claude Destutt, comte de Tracy was a French Enlightenment aristocrat and philosopher who coined the term \"ideology\".",
    "year": 1754,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "William Bentinck, 1st Earl of Portland",
    "birthday": "1649-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/William_Bentinck%2C_1st_Earl_of_Portland_by_Hyacinthe_Rigaud.jpg/269px-William_Bentinck%2C_1st_Earl_of_Portland_by_Hyacinthe_Rigaud.jpg",
    "extract": "Hans William Bentinck, 1st Earl of Portland, Baron Bentinck of Diepenheim and Schoonheten, was a Dutch and English nobleman who became in an early stage the favourite of William, Prince of Orange, Stadtholder in the Netherlands, and future King of England. He was reportedly steady, sensible, modest and usually moderate. The friendship and cooperation stopped in 1699.",
    "year": 1649,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Nicolaas Heinsius the Elder",
    "birthday": "1620-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Portret_van_Nicolaas_Heinsius_Nicol._Heinsius_Dan._Fil_%28titel_op_object%29%2C_RP-P-OB-26.668.jpg/191px-Portret_van_Nicolaas_Heinsius_Nicol._Heinsius_Dan._Fil_%28titel_op_object%29%2C_RP-P-OB-26.668.jpg",
    "extract": "Nicolaas Heinsius the Elder was a Dutch classical scholar, poet and diplomat. He travelled all over Europe to visit the major libraries and over time collected Europe's largest private library in the field of classical literature. He is regarded as a brilliant text critic in his critical publications of Claudian, Ovid, Vergil, Prudentius, Velleius and Valerius Flaccus.",
    "year": 1620,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Johan Björnsson Printz",
    "birthday": "1592-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Johan_Printz.jpg/246px-Johan_Printz.jpg",
    "extract": "Johan Björnsson Printz was governor from 1643 until 1653 of the Swedish colony of New Sweden on the Delaware River in North America.",
    "year": 1592,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Anne Hutchinson",
    "birthday": "1591-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Anne_Hutchinson_on_Trial.jpg/245px-Anne_Hutchinson_on_Trial.jpg",
    "extract": "Anne Hutchinson was a Puritan spiritual advisor, religious reformer, and an important participant in the Antinomian Controversy which shook the infant Massachusetts Bay Colony from 1636 to 1638. Her strong religious convictions were at odds with the established Puritan clergy in the Boston area and her popularity and charisma helped create a theological schism that threatened the Puritan religious community in New England. She was eventually tried and convicted, then banished from the colony with many of her supporters.",
    "year": 1591,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Alban Roe",
    "birthday": "1583-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/St_Alban_Roe.jpg/211px-St_Alban_Roe.jpg",
    "extract": "Alban Roe was an English Benedictine priest, remembered as one of the Forty Martyrs of England and Wales.",
    "year": 1583,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Arnaud d'Ossat",
    "birthday": "1537-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/51/Cardinal-ossat.jpg",
    "extract": "Arnaud d'Ossat was a French diplomat and writer and a Cardinal of the Roman Catholic Church, whose personal tact and diplomatic skill steered the perilous course of French diplomacy with the papacy in the reign of Henry IV of France.",
    "year": 1537,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Pope Innocent IX",
    "birthday": "1519-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Innocent9.jpg/248px-Innocent9.jpg",
    "extract": "Pope Innocent IX, born Giovanni Antonio Facchinetti, was head of the Catholic Church and ruler of the Papal States from 29 October to 30 December 1591.",
    "year": 1519,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "John Bourchier, 1st Earl of Bath",
    "birthday": "1470-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Bourchier.svg/291px-Bourchier.svg.png",
    "extract": "John Bourchier, 1st Earl of Bath was named Earl of Bath in 1536. He was feudal baron of Bampton in Devon.",
    "year": 1470,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "John Tiptoft, 2nd Baron Tibetot",
    "birthday": "1313-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Tiptoft_arms.svg/291px-Tiptoft_arms.svg.png",
    "extract": "John Tiptoft, 2nd Baron Tibetot, English nobleman, was the son of Pain Tiptoft, 1st Baron Tibetot and Agnes de Ros.",
    "year": 1313,
    "month": 7,
    "day": 20,
    "language": "en"
  },
  {
    "name": "Petrarch",
    "birthday": "1304-7-20",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Altichiero%2C_ritratto_di_Francesco_Petrarca.jpg/271px-Altichiero%2C_ritratto_di_Francesco_Petrarca.jpg",
    "extract": "Francesco Petrarca, commonly anglicized as Petrarch, was a scholar and poet of early Renaissance Italy, and one of the earliest humanists.",
    "year": 1304,
    "month": 7,
    "day": 20,
    "language": "en"
  }
]