[
  {
    "name": "Prince George of Cambridge",
    "birthday": "2013-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Prince_George_of_Cambridge_in_2019_%28cropped%29.jpg/252px-Prince_George_of_Cambridge_in_2019_%28cropped%29.jpg",
    "extract": "Prince George of Cambridge is a member of the British royal family. He is the eldest child of Prince William, Duke of Cambridge, and Catherine, Duchess of Cambridge, and is third in the line of succession to the British throne, behind his grandfather Prince Charles and his father. Due to his rank in the line of succession, and the subsequent expectation that he will one day become the British monarch, his birth was widely celebrated across the Commonwealth realms. George occasionally accompanies his parents on royal tours and engagements.",
    "year": 2013,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Prince Felix of Denmark",
    "birthday": "2002-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c0/Indvielse_af_Ninjago_World_-_Prins_Felix.jpg",
    "extract": "Prince Felix of Denmark is a member of the Danish royal family. He is the younger son of Prince Joachim and his first wife, Alexandra, Countess of Frederiksborg. Prince Felix is currently eighth in the line of succession to the Danish throne.",
    "year": 2002,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Sahaphap Wongratch",
    "birthday": "1998-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Mix_Sahaphap_in_April_2021.jpg/240px-Mix_Sahaphap_in_April_2021.jpg",
    "extract": "Sahaphap Wongratch also known as Mix or Mixxiw, born on 22 July 1998, is a Thai actor, model, singer and a former member of the boy band Cute Chef Thailand. He is known for his main role as Tian in GMMTV's A Tale of Thousand Stars (2021) and for playing Muang Nan in Fish Upon the Sky (2021).",
    "year": 1998,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ezekiel Elliott",
    "birthday": "1995-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Ezekiel_Elliott_%2851786504646%29.jpg/213px-Ezekiel_Elliott_%2851786504646%29.jpg",
    "extract": "Ezekiel Elijah Elliott is an American football running back for the Dallas Cowboys of the National Football League (NFL). He played college football at Ohio State, where he earned second-team All-America honors in 2015. Elliott was drafted by the Cowboys fourth overall in the 2016 NFL Draft. As a three-time Pro Bowl and two-time All-Pro selection, he led the league in rushing yards in 2016 and 2018.",
    "year": 1995,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Armaan Malik",
    "birthday": "1995-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Armaan_Malik_2016.jpg/270px-Armaan_Malik_2016.jpg",
    "extract": "Armaan Malik is an Indian singer, songwriter, record producer, voice-over, performer and actor. He is known for his singing in multiple languages, including Hindi, Telugu, English, Bengali, Kannada, Marathi, Tamil, Gujarati, Punjabi, Urdu, Malayalam. In 2006, he took part in Sa Re Ga Ma Pa L'il Champs but got eliminated in the 8th position. He is the brother of music composer Amaal Mallik. Previously represented by Universal Music India, he is now signed on by T-Series. He has also signed Warner Music India and Arista Records. His first on-screen appearance was in the film Kaccha Limboo in the year 2011.",
    "year": 1995,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jaz Sinclair",
    "birthday": "1994-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Jaz_Sinclair_%28cropped%29.jpg/207px-Jaz_Sinclair_%28cropped%29.jpg",
    "extract": "Jasmine Sinclair Sabino is an American film and television actress. She is known for playing Angela in Paper Towns, Anna in When the Bough Breaks and Rosalind Walker in the Netflix series Chilling Adventures of Sabrina.",
    "year": 1994,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Dzhokhar Tsarnaev",
    "birthday": "1993-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Dzhojar_Ts%C3%A1rnayev.jpg/310px-Dzhojar_Ts%C3%A1rnayev.jpg",
    "extract": "Dzhokhar Anzorovich Tsarnaev is a Kyrgyz-American terrorist. Tsarnaev was convicted of perpetrating the Boston Marathon bombing by planting pressure cooker bombs near the finish line of the race on April 15, 2013, along with his older brother Tamerlan Tsarnaev. The bombings killed three people and injured approximately 280 others.",
    "year": 1993,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Selena Gomez",
    "birthday": "1992-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Selena_Gomez_at_White_House.jpg/240px-Selena_Gomez_at_White_House.jpg",
    "extract": "Selena Marie Gomez is an American singer, actress, and producer. She has been regarded as a \"triple threat\" by media outlets. Gomez began her acting career on the children's television series Barney & Friends (2002–2004). In her teenage years, she rose to prominence for her lead role as Alex Russo in the Disney Channel television series Wizards of Waverly Place (2007–2012).",
    "year": 1992,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Matty James",
    "birthday": "1991-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Matty_James_2015.jpg/196px-Matty_James_2015.jpg",
    "extract": "Matthew Lee James is an English professional footballer who plays for Championship club Bristol City. His regular position is in midfield, but he can play in defence when required. James began his career with Manchester United, where his brother Reece also came through the youth ranks, but left the club for a spell on loan at Preston North End before joining Leicester City on a permanent basis in 2012.",
    "year": 1991,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "William Buick",
    "birthday": "1988-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/WIlliam_Buick_celebrates_winning_the_Epsom_Derby_on_Masar.jpg/320px-WIlliam_Buick_celebrates_winning_the_Epsom_Derby_on_Masar.jpg",
    "extract": "William Buick is a British-Norwegian flat jockey. He shared the champion apprentice jockey title in 2008 with David Probert and won the Lester Award for Apprentice Jockey of the Year in 2007 and 2008. From 2010 to 2014 he was stable jockey to John Gosden. In 2015 he signed with Godolphin. Buick won his first Group1 race in Canada in 2010 and since then has won Group 1 races in England, France, Germany, Hong Kong, Ireland, Italy, Japan, the United Arab Emirates and the United States. He has won four British Classic Races: the St Leger in 2010, 2011 and 2021 and the Derby in 2018.",
    "year": 1988,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Paul Coutts",
    "birthday": "1988-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Paul_Coutts_-_Schottland_U-21_%281%29.jpg/213px-Paul_Coutts_-_Schottland_U-21_%281%29.jpg",
    "extract": "Paul Alexander Coutts is a Scottish footballer who plays for League Two club Bristol Rovers. A product of the Scottish Highland Football League, Coutts' first senior professional club was his home town club, Cove Rangers who are located 4 miles south of Aberdeen. In 2008, Coutts transferred into the English Football League joining Peterborough United. He then moved to Preston North End in 2010 before joining Derby County in 2012. In January 2015, he signed for Sheffield United. He has represented the Scotland under-21 team.",
    "year": 1988,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Thomas Kraft",
    "birthday": "1988-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Hertha_BSC_vs._West_Ham_United_20190731_%28020%29.jpg/213px-Hertha_BSC_vs._West_Ham_United_20190731_%28020%29.jpg",
    "extract": "Thomas Kraft is a German former professional footballer who played as a goalkeeper.",
    "year": 1988,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Denis Gargaud Chanut",
    "birthday": "1987-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/2019_ICF_Canoe_slalom_World_Championships_134_-_Denis_Gargaud_Chanut_%28cropped%29.jpg/320px-2019_ICF_Canoe_slalom_World_Championships_134_-_Denis_Gargaud_Chanut_%28cropped%29.jpg",
    "extract": "Denis Gargaud Chanut is a French slalom canoeist who has competed at the international level in C1 since 2004. Between 2009 and 2011 he also competed in the C2 category alongside Fabien Lefèvre. He won a gold medal in the C1 event at the 2016 Summer Olympics in Rio de Janeiro.",
    "year": 1987,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Charlotte Kalla",
    "birthday": "1987-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/20190228_FIS_NWSC_Seefeld_Medal_Ceremony_Team_Sweden_850_5868_Charlotte_Kalla.jpg/243px-20190228_FIS_NWSC_Seefeld_Medal_Ceremony_Team_Sweden_850_5868_Charlotte_Kalla.jpg",
    "extract": "Marina Charlotte Kalla is a Swedish cross-country skier who has been competing at international level since the 2003–04 season. Kalla is a three-time Olympian, winning her first Olympic gold medal at the 2010 Winter Olympics in the 10 km freestyle event in Vancouver. At the 2014 Winter Olympics in Sochi Kalla ran the final leg in the 4 × 5 km women's relay race and started third with a 25.7 seconds lag behind the first place but reduced the gap, overtaking her competitors in the final straight, earning Sweden the first gold medal in the women's relay event since 1968. At the 2018 Winter Olympics in Pyeongchang Kalla won Olympic gold medal in the skiathlon event.",
    "year": 1987,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Stevie Johnson",
    "birthday": "1986-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Stevie_Johnson.JPG/280px-Stevie_Johnson.JPG",
    "extract": "Steven John Johnson Jr. is an American former professional football player who was a wide receiver in the National Football League (NFL). Johnson was drafted by the Buffalo Bills in the seventh round of the 2008 NFL Draft and has also played for the San Francisco 49ers and San Diego Chargers. He played college football at Kentucky. Despite never making the Pro Bowl, Johnson was the first Bills receiver to post back-to-back seasons with over 1,000 yards receiving, and has been considered one of the best draft steals in franchise history.",
    "year": 1986,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Colin de Grandhomme",
    "birthday": "1986-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/2018.02.03.20.52.20-AUSvNZL_T20_NZL_innings%2C_SCG_%2838618201470%29_%28de_Grandhomme_cropped%29.jpg/256px-2018.02.03.20.52.20-AUSvNZL_T20_NZL_innings%2C_SCG_%2838618201470%29_%28de_Grandhomme_cropped%29.jpg",
    "extract": "Colin de Grandhomme is a Zimbabwean-born New Zealand international cricketer.",
    "year": 1986,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Takudzwa Ngwenya",
    "birthday": "1985-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Takudzwa_Ngwenya_Churchill_Cup_2010_vs_Russia.jpg/194px-Takudzwa_Ngwenya_Churchill_Cup_2010_vs_Russia.jpg",
    "extract": "Takudzwa Ngwenya is a former rugby union player who played on the wing for the United States national rugby union team and Biarritz Olympique in the Top 14. He made his mark in the 2007 Rugby World Cup with tries against South Africa and Samoa.",
    "year": 1985,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Akira Tozawa",
    "birthday": "1985-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Akira_Tozawa_2018.jpg/217px-Akira_Tozawa_2018.jpg",
    "extract": "Akira Tozawa is a Japanese professional wrestler. He is currently signed to WWE, where he performs on the Raw brand. He is a former WWE 24/7 Champion, with 13 reigns, and a former NXT Cruiserweight Champion.",
    "year": 1985,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Stewart Downing",
    "birthday": "1984-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Stewart_Downing_2016.jpg/144px-Stewart_Downing_2016.jpg",
    "extract": "Stewart Downing is an English former professional footballer. He played most of his career as a winger, where he operated predominantly on the left-hand side, though he could play on the right and go inside on to his stronger left foot. Downing had played more recently as an attacking midfielder.",
    "year": 1984,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Aldo de Nigris",
    "birthday": "1983-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Aldo_de_Nigris_%28cropped%29.jpg/164px-Aldo_de_Nigris_%28cropped%29.jpg",
    "extract": "Aldo de Nigris Guajardo is a Mexican former professional footballer who played as a striker.",
    "year": 1983,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Dries Devenyns",
    "birthday": "1983-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Isbergues_-_Grand_Prix_d%27Isbergues%2C_20_septembre_2015_%28B143%29.JPG/255px-Isbergues_-_Grand_Prix_d%27Isbergues%2C_20_septembre_2015_%28B143%29.JPG",
    "extract": "Dries Devenyns is a Belgian professional road bicycle racer, who currently rides for UCI WorldTeam Quick-Step Alpha Vinyl Team.",
    "year": 1983,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Steven Jackson",
    "birthday": "1983-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Rams_running_back_Steven_Jackson_at_the_coaching_clinic.jpg/213px-Rams_running_back_Steven_Jackson_at_the_coaching_clinic.jpg",
    "extract": "Steven Rashad Jackson is a former American football running back who played in the National Football League (NFL) for 12 seasons, primarily with the St. Louis Rams. He played college football at Oregon State and was selected in the first round of the 2004 NFL Draft by the Rams, where he spent his first eight seasons. In his final four seasons, he was a member of the Atlanta Falcons and New England Patriots. Named to three Pro Bowls during his Rams tenure, Jackson is the franchise's all-time leading rusher.",
    "year": 1983,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Andreas Ulvo",
    "birthday": "1983-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Andreas-ulvo.jpg/320px-Andreas-ulvo.jpg",
    "extract": "Andreas Ulvo is a Norwegian jazz pianist, organist, keyboardist and composer, known from cooperations with Shining, Ingrid Olava, Mathias Eick Quartet, Solveig Slettahjell & Slow Motion Orchestra, Karl Seglem and Thom Hell.",
    "year": 1983,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Nuwan Kulasekara",
    "birthday": "1982-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Nuwan_Kulasekara.jpg/233px-Nuwan_Kulasekara.jpg",
    "extract": "Kulasekara Mudiyanselage Dinesh Nuwan Kulasekara is a former Sri Lankan cricketer. Kulasekara was number one in the ODI bowlers rankings on 11 March 2009 and remained in that position until 26 September of that year becoming the only Sri Lankan to achieve the feat. He was educated at Bandaranayake College, Gampaha.",
    "year": 1982,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Dirk Kuyt",
    "birthday": "1980-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Dirk_Kuijt-Feyenoord-DSC_0058.jpg/169px-Dirk_Kuijt-Feyenoord-DSC_0058.jpg",
    "extract": "Dirk Kuijt is a Dutch former professional footballer. Originally starting out as a striker, he played much of his career as a winger.",
    "year": 1980,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Kate Ryan",
    "birthday": "1980-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/KateRyan.jpg/214px-KateRyan.jpg",
    "extract": "Kate Ryan is a Belgian singer and songwriter, and the winner of a World Music Award. She began her singing career in 2001 and later found fame with a string of dance hits. These included covers, mostly of Mylène Farmer and France Gall, such as \"Désenchantée\", \"Libertine\", and \"Ella, elle l'a\", and Desireless' \"Voyage Voyage\", as well as new material. Ryan represented Belgium in the Eurovision Song Contest 2006 with \"Je t'adore\" coming in 12th place in the semi-final.",
    "year": 1980,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Tablo",
    "birthday": "1980-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/140904_%ED%83%80%EB%B8%94%EB%A1%9C_02_%28cropped%29.jpg/254px-140904_%ED%83%80%EB%B8%94%EB%A1%9C_02_%28cropped%29.jpg",
    "extract": "Daniel Armand Lee, better known by his stage name Tablo, is a Korean-Canadian hip hop recording artist, lyricist, composer and record producer. Tablo is best known as the leader and producer of veteran Korean hip-hop group Epik High, and the founder of independent music label HIGHGRND, which housed bands Hyukoh and The Black Skirts.",
    "year": 1980,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Lucas Luhr",
    "birthday": "1979-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Lucas_Luhr.jpg/258px-Lucas_Luhr.jpg",
    "extract": "Lucas Luhr is a German BMW factory racing driver, currently competing for BMW and Rahal Letterman Lanigan Racing in the GTLM category of the Tudor United SportsCar Championship.",
    "year": 1979,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Dennis Rommedahl",
    "birthday": "1978-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Dennis-Rommedahl-2.jpg/320px-Dennis-Rommedahl-2.jpg",
    "extract": "Dennis Rommedahl is a Danish former professional footballer who played as a right winger. The second-most capped national player for Denmark, he appeared in 126 matches and scored 21 goals for his country, and was a member of the Danish squads at the 2002 World Cup, Euro 2004, the 2010 World Cup and Euro 2012. He was nominated for Danish Footballer of the Year in 2007, but did not win the award until 2010.",
    "year": 1978,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ingo Hertzsch",
    "birthday": "1977-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Ingo_Hertzsch.jpg/320px-Ingo_Hertzsch.jpg",
    "extract": "Ingo Hertzsch is a German former professional footballer who played as a defender.",
    "year": 1977,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Franka Potente",
    "birthday": "1974-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/MJK_335110_Franka_Potente_%28NRW-Empfang%2C_Berlinale_2019%29.jpg/180px-MJK_335110_Franka_Potente_%28NRW-Empfang%2C_Berlinale_2019%29.jpg",
    "extract": "Franka Potente is a German actress. She first appeared in the comedy film After Five in the Forest Primeval (1995), for which she won a Bavarian Film Award for Best Young Actress. Her breakthrough came in 1998, when she portrayed the titular role in the acclaimed action thriller Run Lola Run, for which she won a BAMBI Award for Best Actress. She received further critical acclaim and a Bavarian Television Award nomination for her performance in the television film Opernball.",
    "year": 1974,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Brian Chippendale",
    "birthday": "1973-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/BrianChippendale.jpg/320px-BrianChippendale.jpg",
    "extract": "Brian Chippendale is an American musician and artist, known as the drummer and vocalist for the experimental noise rock band Lightning Bolt and for his graphic art. Chippendale is based in Providence, Rhode Island.",
    "year": 1973,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Mike Sweeney",
    "birthday": "1973-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Carlos_Correa_meets_Royals_legend_Mike_Sweeney_%2822423282197%29.jpg/320px-Carlos_Correa_meets_Royals_legend_Mike_Sweeney_%2822423282197%29.jpg",
    "extract": "Michael John Sweeney is a former Major League Baseball designated hitter and first baseman. Sweeney played his first 13 seasons in the majors with the Kansas City Royals, first as a catcher, then at first base and designated hitter. Sweeney also played for the Oakland Athletics, Seattle Mariners, and Philadelphia Phillies. On March 25, 2011, Sweeney retired from baseball. He now works as a special assistant for the Kansas City Royals. Sweeney was inducted into the Kansas City Royals Hall of Fame on August 15, 2015.",
    "year": 1973,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ece Temelkuran",
    "birthday": "1973-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Re_publica_18_-_Day_1_%2841131568424%29.jpg/320px-Re_publica_18_-_Day_1_%2841131568424%29.jpg",
    "extract": "Ece Temelkuran is a Turkish journalist and author. She was a columnist for Milliyet (2000–2009) and Habertürk, and a presenter on Habertürk TV (2010–2011). She was fired from Habertürk after writing articles critical of the government, especially its handling of the December 2011 Uludere massacre. She was twice named Turkey's \"most read political columnist\". Her columns have also been published in international media such as The Guardian and Le Monde Diplomatique.",
    "year": 1973,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Rufus Wainwright",
    "birthday": "1973-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Oliver_Mark_-_Rufus_Wainwright%2C_Berlin_2010.jpg/259px-Oliver_Mark_-_Rufus_Wainwright%2C_Berlin_2010.jpg",
    "extract": "Rufus McGarrigle Wainwright is an American-Canadian singer, songwriter, and composer. He has recorded nine albums of original music and numerous tracks on compilations and film soundtracks. He has also written two classical operas and set Shakespeare's sonnets to music for a theater piece by Robert Wilson. He is the son of musician and actor Loudon Wainwright III.",
    "year": 1973,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Franco Battaini",
    "birthday": "1972-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Franco_Battaini_British_GP_2005.jpg/320px-Franco_Battaini_British_GP_2005.jpg",
    "extract": "Franco Battaini is an Italian motorcycle road racer. His best years were in 2002 and 2003 when he finished sixth in the 250cc world championship. In 2005 Battaini competed in MotoGP aboard the Blata WCM. He had a very unsuccessful season taking a best finish of 11th in Japan – where many riders retired from the race. In 2006 Battaini competed in the Superbike World Championship.",
    "year": 1972,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Colin Ferguson",
    "birthday": "1972-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Colin_Ferguson_%289348716473%29.jpg/307px-Colin_Ferguson_%289348716473%29.jpg",
    "extract": "Colin Ferguson is a Canadian-American actor, director and producer. He is known for playing Sheriff Jack Carter on the Syfy series Eureka, the Maytag Man, and Lewis on Then Came You.",
    "year": 1972,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Seth Fisher",
    "birthday": "1972-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Seth_Fisher.JPG/319px-Seth_Fisher.JPG",
    "extract": "Seth Fisher was an American comic book artist.",
    "year": 1972,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Keyshawn Johnson",
    "birthday": "1972-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Keyshawn_Johnson_2006-10-15.jpg/241px-Keyshawn_Johnson_2006-10-15.jpg",
    "extract": "Joseph Keyshawn Johnson is an American former professional football player who was a wide receiver in the National Football League (NFL) for eleven seasons.",
    "year": 1972,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Sergei Zubov",
    "birthday": "1970-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Sergei_Zubov.jpg/320px-Sergei_Zubov.jpg",
    "extract": "Sergei Alexandrovich Zubov is a Russian professional ice hockey coach and former defenceman. He is the former head coach for the Dinamo Riga of the Kontinental Hockey League (KHL).",
    "year": 1970,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Despina Vandi",
    "birthday": "1969-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/VandiDespoina_20070324.JPG/240px-VandiDespoina_20070324.JPG",
    "extract": "Despina Vandi, born as Despina Malea on 22 July 1969, is a Greek singer. Born in Tübingen near Stuttgart, Germany, Vandi's family returned to Kavala, Greece when she was six years old.",
    "year": 1969,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Rhys Ifans",
    "birthday": "1967-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/09/Rhys_Ifans.jpg",
    "extract": "Rhys Ifans is a Welsh actor. He was the frontman of Welsh rock music bands The Peth and Super Furry Animals. As an actor, he is best known for his roles in Notting Hill (1999), Kevin & Perry Go Large (2000) and Enduring Love (2004) as well as his portrayals of Xenophilius Lovegood in Harry Potter and the Deathly Hallows – Part 1 (2010), the supervillain Lizard in The Amazing Spider-Man (2012) and Spider-Man: No Way Home (2021), and Grigori Rasputin in The King's Man (2021). Other roles include Hector DeJean in the Epix thriller series Berlin Station and Mycroft Holmes in the CBS series Elementary.",
    "year": 1967,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Tim Brown (American football)",
    "birthday": "1966-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Tim_Brown.jpg/226px-Tim_Brown.jpg",
    "extract": "Timothy Donell Brown is an American former professional football player who was a wide receiver in the National Football League (NFL). He played college football for the Notre Dame Fighting Irish, where he won the Heisman Trophy, becoming the first wide receiver to do so. He spent sixteen years with the Los Angeles/Oakland Raiders, during which he established himself as one of the NFL's greatest wide receivers of all time. Brown has also played for the Tampa Bay Buccaneers. In 2015, he was inducted into the Pro Football Hall of Fame.",
    "year": 1966,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Shawn Michaels",
    "birthday": "1965-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Shawn_Michaels_WM24_shot.jpg/168px-Shawn_Michaels_WM24_shot.jpg",
    "extract": "Michael Shawn Hickenbottom, better known by his ring name Shawn Michaels, is an American retired professional wrestler. Widely regarded as one of the greatest professional wrestlers of all time, he is known by the nicknames \"Heartbreak Kid\", \"The Showstopper\", and \"Mr. WrestleMania\".",
    "year": 1965,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Will Calhoun",
    "birthday": "1964-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Will_Calhoun_in_NY2009_Photo_by_Lia_Chang.jpg/320px-Will_Calhoun_in_NY2009_Photo_by_Lia_Chang.jpg",
    "extract": "William Calhoun is an American drummer who is a member of the rock band Living Colour.",
    "year": 1964,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Bonnie Langford",
    "birthday": "1964-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Bonnielangford86b.jpg/320px-Bonnielangford86b.jpg",
    "extract": "Bonita Melody Lysette \"Bonnie\" Langford is an English actress, dancer and singer. She came to prominence as a child star in the 1970s, when she had a notable role in the TV series Just William. In the 1980s, she played companion Mel Bush in Doctor Who. She has also been known for appearing in various musicals in the West End and on Broadway, including shows such as Peter Pan, Cats, The Pirates of Penzance and Chicago. From 2015 to 2018, she portrayed the role of Carmel Kazemi on the BBC soap opera EastEnders, for which she received the 2016 British Soap Award for Best Newcomer.",
    "year": 1964,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "John Leguizamo",
    "birthday": "1964-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/9.21.14JohnLeguizamoByLuigiNovi1_%28cropped%29.jpg/224px-9.21.14JohnLeguizamoByLuigiNovi1_%28cropped%29.jpg",
    "extract": "John Alberto Leguizamo Peláez is an American actor, comedian, producer and writer. He rose to fame with a co-starring role in Super Mario Bros. (1993) as Luigi, and a supporting role in the crime drama Carlito's Way (1993). He later notably starred in the film To Wong Foo, Thanks for Everything! Julie Newmar (1995), for which he was nominated for the Golden Globe Award for Best Supporting Actor. He has since appeared in Romeo + Juliet (1996), A Brother's Kiss (1997), Body Count (1998), Summer of Sam (1999), Moulin Rouge! (2001), Collateral Damage (2002), The Alibi (2006), Righteous Kill (2008), Repo Men (2010), The Counselor (2013), and John Wick (2014). He has provided voice-work for Sid the Sloth in the animated Ice Age film series (2002–2016), as the narrator of the sitcom The Brothers García (2000–2004), and as Bruno in Encanto (2021). Leguizamo had a recurring role on ER and was a series regular on The Kill Point. He is also known for his role as Ozzy Delvecchio on Bloodline.",
    "year": 1964,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "David Spade",
    "birthday": "1964-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/David_Spade2_%28cropped%29.jpg/242px-David_Spade2_%28cropped%29.jpg",
    "extract": "David Wayne Spade is an American actor, stand-up comedian, television host, and writer. He was a cast member on Saturday Night Live in the 1990s, and he later began an acting career in both film and television. He also starred or co-starred in the films Tommy Boy (1995), Black Sheep (1996), Joe Dirt (2001), Dickie Roberts: Former Child Star (2003), The Benchwarmers (2006), The Ridiculous 6 (2015), The Do-Over (2016), and The Wrong Missy (2020).",
    "year": 1964,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Emilio Butragueño",
    "birthday": "1963-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Emilio_Butrague%C3%B1o_2015_%28cropped%29.jpg/243px-Emilio_Butrague%C3%B1o_2015_%28cropped%29.jpg",
    "extract": "Emilio Butragueño Santos is a Spanish retired footballer who played as a striker.",
    "year": 1963,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Emily Saliers",
    "birthday": "1963-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Emily_Saliers%2C_Indigo_Girls_%2865061518%29.jpg/212px-Emily_Saliers%2C_Indigo_Girls_%2865061518%29.jpg",
    "extract": "Emily Ann Saliers is an American singer-songwriter and member of the musical duo Indigo Girls. Saliers sings soprano and plays lead guitar as well as banjo, piano, mandolin, ukulele, bouzouki and many other instruments.",
    "year": 1963,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Alvin Robertson",
    "birthday": "1962-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/AlvinRobertsonArkansas.jpg/229px-AlvinRobertsonArkansas.jpg",
    "extract": "Alvin Cyrrale Robertson is an American former professional basketball player who played in the National Basketball Association (NBA) from 1984 to 1993, and for one final season in 1995–96. Robertson holds the record for the most steals per game played, averaging 2.71 steals per game for his career and is the only player to ever have a season of 300 or more steals which he accomplished in the 1985–86 season. He is also the only guard in NBA history to have recorded a quadruple-double.",
    "year": 1962,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Martine St. Clair",
    "birthday": "1962-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Martine_St-Clair.jpg/240px-Martine_St-Clair.jpg",
    "extract": "Martine St. Clair is a Canadian singer from the province of Quebec. She has released numerous albums in a career that has spanned over two decades.",
    "year": 1962,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Keith Sweat",
    "birthday": "1961-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Keith_Sweat.jpg/240px-Keith_Sweat.jpg",
    "extract": "Keith Sweat is an American singer, songwriter, record producer, and an early figure in the new jack swing musical movement. He is known for his collection of hits including \"I Want Her\", \"Make It Last Forever\", \"I'll Give All My Love to You\", \"Make You Sweat\", \"Get Up on It\", \"Twisted\" and \"Nobody\". He has released 13 solo albums and discovered the groups Silk and Kut Klose.",
    "year": 1961,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jon Oliva",
    "birthday": "1960-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Jon_Oliva_%28PK%29_%E2%80%93_Wacken_Open_Air_2015_01.jpg/223px-Jon_Oliva_%28PK%29_%E2%80%93_Wacken_Open_Air_2015_01.jpg",
    "extract": "John Nicholas \"Jon\" Oliva is an American singer and musician. He is best known as the co-founder, keyboardist and lead vocalist of the band Savatage, which he co-founded with his younger brother Criss Oliva. Since 1996 he has also been a songwriter, musician and vocalist in Trans-Siberian Orchestra. Producer Paul O'Neill referred to Oliva in numerous interviews as the single greatest vocalist/musician he has ever worked with.",
    "year": 1960,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Tatsunori Hara",
    "birthday": "1958-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Harahara88.JPG/212px-Harahara88.JPG",
    "extract": "Tatsunori Hara  is a Japanese former professional baseball player, and the current manager of the Yomiuri Giants baseball team in Nippon Professional Baseball.",
    "year": 1958,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "David Von Erich",
    "birthday": "1958-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0f/David_Von_Erich.jpg/230px-David_Von_Erich.jpg",
    "extract": "David Alan Adkisson was an American professional wrestler, better known by the ring name David Von Erich. A member of the Von Erich Family, Von Erich is best known for his appearances with World Class Championship Wrestling, the Dallas, Texas-based professional wrestling promotion owned by his father, Fritz Von Erich. Von Erich was inducted into the WWE Hall of Fame in 2009.",
    "year": 1958,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Dave Stieb",
    "birthday": "1957-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Dave_Stieb_in_1985.jpg/320px-Dave_Stieb_in_1985.jpg",
    "extract": "David Andrew Stieb is a former Major League Baseball right-handed starting pitcher for the Toronto Blue Jays. A seven-time All-Star, he also won The Sporting News' Pitcher of the Year Award in 1982. Stieb won 140 games in the 1980s, the second-highest total by a pitcher in that decade, behind only Jack Morris.",
    "year": 1957,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Mick Pointer",
    "birthday": "1956-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Mick_Pointer_%28cropped%29.jpg/258px-Mick_Pointer_%28cropped%29.jpg",
    "extract": "Michael Pointer is an English drummer. He is known for his work in the neo-progressive rock bands Marillion and Arena. Away from music, he has also worked as a kitchen designer.",
    "year": 1956,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Scott Sanderson (baseball)",
    "birthday": "1956-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Scott_Sanderson_Cubs.jpg/237px-Scott_Sanderson_Cubs.jpg",
    "extract": "Scott Douglas Sanderson was an American professional baseball pitcher. He played in Major League Baseball (MLB) for the Montreal Expos, Chicago Cubs, Oakland Athletics, New York Yankees, California Angels, San Francisco Giants, and Chicago White Sox. Following his retirement from playing professional baseball he worked as a sports agent and radio broadcaster.",
    "year": 1956,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Willem Dafoe",
    "birthday": "1955-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Willem_Dafoe_Cannes_2019.jpg/227px-Willem_Dafoe_Cannes_2019.jpg",
    "extract": "William James Dafoe is an American actor. He is the recipient of various accolades, including the Volpi Cup for Best Actor, in addition to receiving nominations for four Academy Awards, four Screen Actors Guild Awards, three Golden Globe Awards, and a British Academy Film Award. He frequently collaborates with filmmakers Paul Schrader, Abel Ferrara, Lars von Trier, Julian Schnabel, and Wes Anderson.",
    "year": 1955,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Al Di Meola",
    "birthday": "1954-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Al_Di_Meola_2006_1.jpg/320px-Al_Di_Meola_2006_1.jpg",
    "extract": "Albert Laurence Di Meola is an American guitarist. Known for his works in jazz fusion and world music, he began his career as a guitarist of the group Return to Forever in 1974. Between the 1970s and 1980s, albums such as Elegant Gypsy and Friday Night in San Francisco earned him both critical and commercial success.",
    "year": 1954,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Steve LaTourette",
    "birthday": "1954-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Steve_LaTourette%2C_Official_Portrait%2C_c112th_Congress.jpg/262px-Steve_LaTourette%2C_Official_Portrait%2C_c112th_Congress.jpg",
    "extract": "Steven Clare LaTourette was an American politician who served as the U.S. representative for Ohio's 19th congressional district and then Ohio's 14th congressional district from 1995 to 2013. He was a member of the Republican Party. On July 30, 2012, it was reported that he would retire at the end of his term and not seek re-election. He subsequently co-founded a lobbying firm.",
    "year": 1954,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ingrid Daubechies",
    "birthday": "1954-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Ingrid_Daubechies_%282005%29.jpg/213px-Ingrid_Daubechies_%282005%29.jpg",
    "extract": "Baroness Ingrid Daubechies is a Belgian physicist and mathematician. She is best known for her work with wavelets in image compression.",
    "year": 1954,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Brian Howe (singer)",
    "birthday": "1953-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Brian_howe_3-09.jpg/281px-Brian_howe_3-09.jpg",
    "extract": "Brian Anthony Howe was an English rock singer and songwriter, best known for replacing Paul Rodgers as the lead vocalist of Bad Company. Howe's career was jump-started in 1983 when Ted Nugent recruited him to handle lead vocals for his Penetrator album and front its subsequent world tour.",
    "year": 1953,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Richard Bennett (guitarist)",
    "birthday": "1951-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Richard_Bennett_in_Zwolle_2013_CLIP.jpg/320px-Richard_Bennett_in_Zwolle_2013_CLIP.jpg",
    "extract": "Richard Bennett is an American guitarist and record producer. As a touring sideman, he performed with Neil Diamond for seventeen years and Mark Knopfler since 1994. As a session musician, he has worked with Billy Joel, Barbra Streisand, Rodney Crowell, and Vince Gill. He has produced albums for Steve Earle, Emmylou Harris, Marty Stuart, and Kim Richey.",
    "year": 1951,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "J. V. Cain",
    "birthday": "1951-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/53/J._V._Cain.jpg",
    "extract": "James Victor Cain was a tight end in the NFL for the St. Louis Cardinals. Cain played high school football at Booker T. Washington in Houston Texas, before playing college football at Colorado. He was the 7th overall selection in the 1974 NFL Draft. Two years later, he emerged as the full-time starting tight end for the Cardinals.",
    "year": 1951,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Patriarch Daniel of Romania",
    "birthday": "1951-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Patriarhul_Daniel_%282%29.JPG/209px-Patriarhul_Daniel_%282%29.JPG",
    "extract": "Daniel, born Dan Ilie Ciobotea, is the Patriarch of the Romanian Orthodox Church. The elections took place on 12 September 2007. Daniel won with a majority of 95 votes out of 161. He was officially enthroned on 30 September 2007 in the Patriarchal Cathedral in Bucharest. As such, his official title is \"Archbishop of Bucharest, Metropolitan of Muntenia and Dobrogea, Locum tenens of the throne of Caesarea of Cappadocia, Patriarch of All Romania\".",
    "year": 1951,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Alan Menken",
    "birthday": "1949-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Alan_Menken_2013_%28cropped%29.jpg/246px-Alan_Menken_2013_%28cropped%29.jpg",
    "extract": "Alan Irwin Menken is an American composer, best known for his scores and songs for films produced by Walt Disney Animation Studios. His scores and songs for The Little Mermaid (1989), Beauty and the Beast (1991), Aladdin (1992), and Pocahontas (1995) have each won him two Academy Awards. He also composed the scores and songs for Little Shop of Horrors (1986), Newsies (1992), The Hunchback of Notre Dame (1996), Hercules (1997), Home on the Range (2004), Enchanted (2007), and Tangled (2010), among others. His accolades include eight Academy Awards, a Tony Award, eleven Grammy Awards, seven Golden Globe Awards, and a Daytime Emmy Award. Menken is one of sixteen people to have won an Oscar, an Emmy, a Grammy, and a Tony.",
    "year": 1949,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Lasse Virén",
    "birthday": "1949-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Lasse_Vir%C3%A9n_c1974.jpg/229px-Lasse_Vir%C3%A9n_c1974.jpg",
    "extract": "Lasse Artturi Virén is a Finnish former long-distance runner, winner of four gold medals at the 1972 and 1976 Summer Olympics. Virén recaptured the image of the \"Flying Finns\" promoted by runners like Hannes Kolehmainen, Paavo Nurmi and Ville Ritola in the 1920s. He was elected Finnish Sportsman of the Year in 1972 and 1976 and later became a politician and a member of Finland's parliament in 1999–2007 and 2010–2011.",
    "year": 1949,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Neil Hardwick",
    "birthday": "1948-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Neil_Hardwick.jpg/271px-Neil_Hardwick.jpg",
    "extract": "Robert Neil Hardwick is a British-born Finnish theatre and TV director and writer. He was raised in Teversal, near Nottingham. His father was a teacher, and Neil Hardwick has described himself as \"a second generation non-miner\".",
    "year": 1948,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Albert Brooks",
    "birthday": "1947-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Albert_Brooks_at_%27Drive%27_premiere_TIFF_9.10.11.jpg/213px-Albert_Brooks_at_%27Drive%27_premiere_TIFF_9.10.11.jpg",
    "extract": "Albert Brooks is an American actor, comedian, and filmmaker.",
    "year": 1947,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Gilles Duceppe",
    "birthday": "1947-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Gilles_Duceppe_2011_%28cropped%29.jpg/214px-Gilles_Duceppe_2011_%28cropped%29.jpg",
    "extract": "Gilles Duceppe is a Canadian retired politician, proponent of the Quebec sovereignty movement and former leader of the Bloc Québécois. He was a Member of Parliament in the House of Commons of Canada for over 20 years and was the leader of the sovereigntist Bloc Québécois for 15 years in three stints: 1996, 1997-2011 and in 2015. He was Leader of the Official Opposition in the Parliament of Canada from March 17, 1997, to June 1, 1997. He resigned as party leader after the 2011 election, in which he lost his own seat to New Democratic Party (NDP) candidate Hélène Laverdière and his party suffered a heavy defeat; however, he returned four years later to lead the party into the 2015 election. After being defeated in his own riding by Laverdière again, he resigned once more.",
    "year": 1947,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Don Henley",
    "birthday": "1947-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Don_Henley.png/285px-Don_Henley.png",
    "extract": "Donald Hugh Henley is an American musician and a founding member of the rock band Eagles. He was the drummer and co-lead vocalist for the Eagles from 1971 until the band broke up in 1980, and has reprised those duties for the group's reunions since 1994. Henley sang the lead vocals on Eagles hits such as \"Witchy Woman\", \"Desperado\", \"Best of My Love\", \"One of These Nights\", \"Hotel California\", \"Life in the Fast Lane\", \"The Long Run\" and \"Get Over It\".",
    "year": 1947,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Danny Glover",
    "birthday": "1946-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Danny_Glover_June_2019.jpg/224px-Danny_Glover_June_2019.jpg",
    "extract": "Danny Lebern Glover is an American actor, film director, and political activist. He is widely known for his lead role as Roger Murtaugh in the Lethal Weapon film series. He also had leading roles in his films included The Color Purple, To Sleep with Anger, Predator 2, Angels in the Outfield, and Operation Dumbo Drop. Glover has prominent supporting roles in Silverado, Witness, A Rage in Harlem, Dreamgirls, Shooter, Death at a Funeral, Beyond the Lights, Sorry to Bother You, The Last Black Man in San Francisco, The Dead Don't Die, Lonesome Dove and Jumanji: The Next Level. He is also an active supporter of various political causes.",
    "year": 1946,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Paul Schrader",
    "birthday": "1946-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Paul_Schrader_Montclair_Film_Festival_%28cropped%29.jpg/235px-Paul_Schrader_Montclair_Film_Festival_%28cropped%29.jpg",
    "extract": "Paul Joseph Schrader is an American screenwriter, film director, and film critic. He wrote or co-wrote screenplays for four Martin Scorsese films: Taxi Driver (1976), Raging Bull (1980), The Last Temptation of Christ (1988), and Bringing Out the Dead (1999).",
    "year": 1946,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Rolando Tirona",
    "birthday": "1946-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Archbishop_Tirona_at_the_Basilica_Minore_of_Our_Lady_of_Pe%C3%B1afrancia_%C2%A9Archdiocese_of_Caceres.jpg/225px-Archbishop_Tirona_at_the_Basilica_Minore_of_Our_Lady_of_Pe%C3%B1afrancia_%C2%A9Archdiocese_of_Caceres.jpg",
    "extract": "Rolando Octavus Joven Tria Tirona, O.C.D., is a prelate of the Roman Catholic Church in the Philippines. He is the Archbishop of Caceres in Naga, Philippines. He was appointed to succeed the retiring Archbishop Leonardo Legaspi of Caceres.",
    "year": 1946,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Johnson Toribiong",
    "birthday": "1946-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Johnson_Toribiong.jpg/278px-Johnson_Toribiong.jpg",
    "extract": "Johnson Toribiong is a Palauan attorney and politician. \nToribiong became the President of Palau, following his victory in the November 2008 election,\nand left office in 2013. Before 2020 elections, Toribiong has run for president four times - in 1992, 1996, 2008 and 2012.",
    "year": 1946,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Rick Davies",
    "birthday": "1944-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Supertramp_-_Rick_Davies_%281979%29.png/320px-Supertramp_-_Rick_Davies_%281979%29.png",
    "extract": "Richard Davies is an English musician, singer and songwriter best known as founder, vocalist and keyboardist of the rock band Supertramp. Davies is its only consistent member, and composed some of the band's best known songs, including \"Rudy\", \"Bloody Well Right\", \"Crime of the Century\", \"From Now On\", \"Ain't Nobody But Me\", \"Gone Hollywood\", \"Goodbye Stranger\", \"Just Another Nervous Wreck\", \"Cannonball\", and \"I'm Beggin' You\". He is generally noted for his rhythmic blues piano solos and jazz-tinged progressive rock compositions and cynical lyrics.",
    "year": 1944,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Sparky Lyle",
    "birthday": "1944-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Sparky_Lyle_%2848032437317%29_%28cropped%29.jpg/296px-Sparky_Lyle_%2848032437317%29_%28cropped%29.jpg",
    "extract": "Albert Walter \"Sparky\" Lyle is an American former left-handed relief pitcher who spent sixteen seasons in Major League Baseball (MLB) from 1967 through 1982. He was a relief pitcher for the Boston Red Sox, New York Yankees, Texas Rangers, Philadelphia Phillies, and Chicago White Sox.",
    "year": 1944,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Anand Satyanand",
    "birthday": "1944-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Anand_Satyanand_official_photo.jpg/213px-Anand_Satyanand_official_photo.jpg",
    "extract": "Sir Anand Satyanand, is a former lawyer, judge and ombudsman who served as the 19th Governor-General of New Zealand from 2006 to 2011.",
    "year": 1944,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Masaru Emoto",
    "birthday": "1943-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/88/Masaru_Emoto.jpg",
    "extract": "Masaru Emoto  was a Japanese businessman, author and pseudo-scientist who claimed that human consciousness could affect the molecular structure of water. His 2004 book The Hidden Messages in Water was a New York Times best seller. His conjecture evolved over the years, and his early work revolved around pseudo-scientific hypotheses that water could react to positive thoughts and words and that polluted water could be cleaned through prayer and positive visualization.",
    "year": 1943,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Kay Bailey Hutchison",
    "birthday": "1943-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Kay_Bailey_Hutchison_official_photo.jpg/256px-Kay_Bailey_Hutchison_official_photo.jpg",
    "extract": "Kay Bailey Hutchison is an American attorney, television correspondent, politician, diplomat, and the 22nd United States Permanent Representative to NATO from 2017 until 2021. A member of the Republican Party, she previously was a United States Senator from Texas from 1993 to 2013.",
    "year": 1943,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Bobby Sherman",
    "birthday": "1943-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Bobby_Sherman_1969.JPG/262px-Bobby_Sherman_1969.JPG",
    "extract": "Robert Cabot Sherman Jr., known professionally as Bobby Sherman, is an American singer, actor and occasional songwriter who became a teen idol in the late 1960s and early 1970s. He had a series of successful singles, notably the million-seller \"Little Woman\" (1969). Sherman retreated from his show business career in the 1970s for a career as an EMT and a deputy sheriff, though he occasionally performed into the 1990s.",
    "year": 1943,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Michael Abney-Hastings, 14th Earl of Loudoun",
    "birthday": "1942-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/MichaelAbney-HastingsJerilderieShireOpening.JPG/320px-MichaelAbney-HastingsJerilderieShireOpening.JPG",
    "extract": "Michael Edward Abney-Hastings, 14th Earl of Loudoun, was a British-Australian farmer, who is most noted because of the 2004 documentary Britain's Real Monarch, which alleged he was the rightful monarch of England instead of Queen Elizabeth II. From February 1960 until November 2002, he held the courtesy title Lord Mauchline.",
    "year": 1942,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Peter Habeler",
    "birthday": "1942-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/PeterHabeler.jpg/245px-PeterHabeler.jpg",
    "extract": "Peter Habeler is an Austrian mountaineer. He was born in Mayrhofen, Austria. He developed an interest in mountain climbing at age six.",
    "year": 1942,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Estelle Bennett",
    "birthday": "1941-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/The_Ronettes_1966_%28cropped%29.JPG/248px-The_Ronettes_1966_%28cropped%29.JPG",
    "extract": "Estelle Bennett was an American singer. Bennett was a member of the girl group the Ronettes, along with her sister Ronnie and cousin Nedra Talley.",
    "year": 1941,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Vaughn Bodē",
    "birthday": "1941-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/63/Vaughn_Bode.jpg/220px-Vaughn_Bode.jpg",
    "extract": "Vaughn Bodē was an American underground cartoonist and illustrator known for his character Cheech Wizard and his artwork depicting voluptuous women. A contemporary of Ralph Bakshi, Bodē has been credited as an influence on Bakshi's animated films Wizards and The Lord of the Rings. Bodē has a huge following among graffiti artists, with his characters remaining a popular subject.",
    "year": 1941,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "George Clinton (funk musician)",
    "birthday": "1941-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/George_Clinton_in_Centreville.jpg/240px-George_Clinton_in_Centreville.jpg",
    "extract": "George Edward Clinton is an American musician, singer, songwriter, bandleader, and record producer. His Parliament-Funkadelic collective developed an influential and eclectic form of funk music during the 1970s that drew on science fiction, outlandish fashion, psychedelia, and surreal humor. He launched his solo career with the 1982 album Computer Games and would go on to influence 1990s hip-hop and G-funk.",
    "year": 1941,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Alex Trebek",
    "birthday": "1940-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Alex_Trebek_at_the_71st_Annual_Peabody_Awards_%28cropped%29.jpg/202px-Alex_Trebek_at_the_71st_Annual_Peabody_Awards_%28cropped%29.jpg",
    "extract": "George Alexander Trebek was a Canadian-American game show host and television personality. He hosted the syndicated general knowledge quiz game show Jeopardy! for 37 seasons from its revival in 1984 until his death in 2020. Trebek also hosted a number of other game shows, including The Wizard of Odds, Double Dare, High Rollers, Battlestars, Classic Concentration, and To Tell the Truth. He also made appearances, usually as himself, in numerous films and television series.",
    "year": 1940,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Terence Stamp",
    "birthday": "1938-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Terence_Stamp.2794.jpg/240px-Terence_Stamp.2794.jpg",
    "extract": "Terence Henry Stamp is an English actor. After training at the Webber Douglas Academy of Dramatic Art in London, he started his acting career in 1962. He has been referred to as the \"master of the brooding silence\" by The Guardian. His performance in the title role of Billy Budd, his film debut, earned him an Academy Award nomination for Best Supporting Actor and a BAFTA nomination for Best Newcomer. Associated with the Swinging London scene of the 1960s – during which time he was in high-profile relationships with actress Julie Christie and supermodel Jean Shrimpton – Stamp was among the subjects photographed by David Bailey for a set titled Box of Pin-Ups.",
    "year": 1938,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Chuck Jackson",
    "birthday": "1937-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Chuck_Jackson.png/236px-Chuck_Jackson.png",
    "extract": "Chuck Jackson is an American R&B singer who was one of the first artists to record material by Burt Bacharach and Hal David successfully. He has performed with moderate success since 1961. His hits include \"I Don't Want to Cry,\" \"Any Day Now,\" \"I Keep Forgettin'\", and \"All Over the World\".",
    "year": 1937,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Hiro Matsuda",
    "birthday": "1937-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/37/Yasuhiro_Kojima.jpg/278px-Yasuhiro_Kojima.jpg",
    "extract": "Yasuhiro Kojima  was a Japanese professional wrestler and trainer best known by his ring name Hiro Matsuda . He trained many professional wrestlers including Hulk Hogan, The Great Muta, \"Mr. Wonderful\" Paul Orndorff, Scott Hall, Lex Luger, \"Cowboy\" Bob Orton, and Ron Simmons.",
    "year": 1937,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Junior Cook",
    "birthday": "1934-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c2/Junior_Cook.jpg/320px-Junior_Cook.jpg",
    "extract": "Herman \"Junior\" Cook was an American hard bop tenor saxophone player.",
    "year": 1934,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Louise Fletcher",
    "birthday": "1934-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Louise_Fletcher_2014.jpg/240px-Louise_Fletcher_2014.jpg",
    "extract": "Estelle Louise Fletcher is an American actress, best known for her portrayal of Nurse Ratched in One Flew Over the Cuckoo's Nest (1975), which earned her an Academy Award, a BAFTA Award and a Golden Globe Award. She is also well-known for her recurring role as the Bajoran religious leader Kai Winn Adami in the television series Star Trek: Deep Space Nine (1993–99). She was nominated for Emmy Awards for her guest starring roles in the television series Picket Fences (1996) and Joan of Arcadia (2004).",
    "year": 1934,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Leon Rotman",
    "birthday": "1934-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Leon_Rotman_1956.jpg/216px-Leon_Rotman_1956.jpg",
    "extract": "Leon Rotman is a retired Romanian sprint canoeist. He won two individual gold medals at the 1956 Olympics and a bronze medal in 1960.",
    "year": 1934,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Oscar de la Renta",
    "birthday": "1932-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Oscar_de_la_Renta_by_foto_di_matti.jpg/228px-Oscar_de_la_Renta_by_foto_di_matti.jpg",
    "extract": "Óscar Arístides Renta Fiallo, known professionally as Oscar de la Renta, was a Dominican fashion designer. Born in Santo Domingo, he was trained by Cristóbal Balenciaga and Antonio del Castillo. De la Renta became internationally known in the 1960s as one of the couturiers who dressed Jacqueline Kennedy. He worked for Lanvin and Balmain. His eponymous fashion house has boutiques around the world including in Harrods of London and Madison Avenue in New York.",
    "year": 1932,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Tom Robbins",
    "birthday": "1932-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Tom_Robbins_book_signing_listening.jpg/320px-Tom_Robbins_book_signing_listening.jpg",
    "extract": "Thomas Eugene Robbins is a best-selling and prolific American novelist. His most notable works are \"seriocomedies\", such as Even Cowgirls Get the Blues. Tom Robbins has lived in La Conner, Washington since 1970, where he has written nine best-selling books. His latest work, published in 2014, is Tibetan Peach Pie, which is a self-declared \"un-memoir\". Even Cowgirls Get The Blues has been adapted into a movie that shares the same name by Gus Van Sant in 1993.",
    "year": 1932,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Leo Labine",
    "birthday": "1931-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Labine.jpg/224px-Labine.jpg",
    "extract": "Leonard Gerald \"Leo The Lion\" Labine was a Canadian professional ice hockey player. A native of Haileybury, Ontario, Labine played for teams in the NHL, WHL, EPHL, and the AHL. At 5'10\", and 178 lbs, Labine had a long and varied career. He played with the following teams during his lifetime:St. Michael's Majors from 1949 to 1950;\nBarrie Flyers, with whom he won the Memorial Cup, from 1950 to 1951;\nHershey Bears 1951 to 1953;\nBoston Bruins 1951 to 1961;\nDetroit Red Wings 1961 to 1962;\nSudbury Wolves 1961 to 1962;\nLos Angeles Blades 1962 to 1967.",
    "year": 1931,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Leonid Stolovich",
    "birthday": "1929-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Leonid_Stolovich2.JPG/320px-Leonid_Stolovich2.JPG",
    "extract": "Leonid Naumovich Stolovich was a Russian-Estonian philosopher, Doctor of Philosophy (1966) and professor (1967). Stolovich graduated from the Leningrad University in 1952, from 1953 on he worked at Tartu University, Estonia, from 1994 on as a professor emeritus.\nAbove all, Stolovich studied esthetics: its history, theories of esthetics and axiology. He is the author of more than forty books and 400 publications in 20 languages.",
    "year": 1929,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Orson Bean",
    "birthday": "1928-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Orson_Bean_1965.JPG/262px-Orson_Bean_1965.JPG",
    "extract": "Orson Bean was an American film, television, and stage actor, comedian, writer, and producer. He was a game show and talk show host and a \"mainstay of Los Angeles’s small theater scene.\" He appeared frequently on several televised game shows from the 1960s through the 1980s and was a longtime panelist on the television game show To Tell the Truth. \"A storyteller par excellence\", he was a favorite of Johnny Carson, appearing on The Tonight Show more than 200 times.",
    "year": 1928,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jimmy Hill",
    "birthday": "1928-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/MauriceCookJimmyHill.jpg/171px-MauriceCookJimmyHill.jpg",
    "extract": "James William Thomas Hill, OBE was an English football professional and later a renowned television personality. His career included almost every role in the sport, including player, trade union leader, coach, manager, director, chairman, television executive, presenter, pundit, analyst and assistant referee.",
    "year": 1928,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Johan Ferner",
    "birthday": "1927-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4b/Johan_Martin_Ferner.jpg",
    "extract": "Johan Martin Ferner was a Norwegian sailor and Olympic medalist. He won a silver medal in the 6 metre class with the boat Elisabeth X at the 1952 Summer Olympics in Helsinki, together with Finn Ferner, Erik Heiberg, Tor Arneberg and Carl Mortensen. He was married to Princess Astrid, the sister of King Harald V of Norway. He was also the brother-in-law of Princess Ragnhild.",
    "year": 1927,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Bryan Forbes",
    "birthday": "1926-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a1/Bryan_Forbes.jpg/320px-Bryan_Forbes.jpg",
    "extract": "Bryan Forbes CBE was an English film director, screenwriter, film producer, actor and novelist described as a \"Renaissance man\" and \"one of the most important figures in the British film industry\".",
    "year": 1926,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jack Matthews (author)",
    "birthday": "1925-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Jack-matthews-author-profile.jpg/255px-Jack-matthews-author-profile.jpg",
    "extract": "Jack Matthews was an American novelist, short story writer, essayist, playwright and former professor. He published 7 novels, 11 story collections, a novella, and 8 volumes of essays. He was an avid book collector, and many of his book finds served as a basis for his essays and the historical topics he explored in his fiction. His 1972 novel The Charisma Campaigns was nominated by Walker Percy for the National Book Award. He has often made 19th century America and the Civil War period the setting for his fiction, starting with his 1981 novel Sassafras and most recently with the 2011 novel Gambler's Nephew and a 2015 story collection Soldier Boys: Tales of the Civil War. His plays have been performed at multiple theaters around the country.",
    "year": 1925,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Joseph Sargent",
    "birthday": "1925-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/01/Joseph_Sargent.jpg/320px-Joseph_Sargent.jpg",
    "extract": "Joseph Sargent was an American film director. Though he directed many television movies, his best known feature-length works were arguably the Burt Reynolds action movie White Lightning, the Gregory Peck biopic MacArthur, and the horror anthology Nightmares. His most popular feature film was the subway thriller The Taking of Pelham One Two Three. Sargent won four Emmy Awards over his career.",
    "year": 1925,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Margaret Whiting",
    "birthday": "1924-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Margaret_Whiting_New_York_between_1946_and_1948_%28LOC%29.jpg/241px-Margaret_Whiting_New_York_between_1946_and_1948_%28LOC%29.jpg",
    "extract": "Margaret Eleanor Whiting was an American popular music and country music singer who gained popularity in the 1940s and 1950s.",
    "year": 1924,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Bob Dole",
    "birthday": "1923-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Robert_J._Dole.jpg/253px-Robert_J._Dole.jpg",
    "extract": "Robert Joseph Dole was an American politician who represented Kansas in the United States Senate from 1969 to 1996. He was the Republican Leader of the Senate during the final 11 years of his tenure, including three non-consecutive years as Senate Majority Leader. Prior to his 27 years in the Senate, he served in the United States House of Representatives from 1961 to 1969. Dole was also the Republican presidential nominee in the 1996 election and the vice presidential nominee in the 1976 election.",
    "year": 1923,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "William Roth",
    "birthday": "1921-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/bf/Sen._William_V._Roth_%28R-DE%29.jpg",
    "extract": "William Victor Roth Jr. was an American lawyer and politician from Wilmington, Delaware. He was a veteran of World War II and a member of the Republican Party. He served from 1967 to 1970 as the lone U.S. Representative from Delaware and from 1971 to 2001 as a U.S. Senator from Delaware. He is the most recent Republican to have served as a U.S. Senator from Delaware.",
    "year": 1921,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Marcel Cerdan",
    "birthday": "1916-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Marcel_Cerdan.jpg/232px-Marcel_Cerdan.jpg",
    "extract": "Marcellin \"Marcel\" Cerdan was a French professional boxer and world middleweight champion who was considered by many boxing experts and fans to be France's greatest boxer, and beyond to be one of the best to have learned his craft in Africa. His life was marked by his sporting achievements, social lifestyle and ultimately, tragedy, being killed in an airplane crash.",
    "year": 1916,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Shaista Suhrawardy Ikramullah",
    "birthday": "1915-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Begum_Shaista_Suhrawardy.jpg/243px-Begum_Shaista_Suhrawardy.jpg",
    "extract": "Begum Shaista Suhrawardy Ikramullah was a Bengali Pakistani politician from Bengal, diplomat and author. She was the first Muslim woman to earn a PhD from the University of London. She was Pakistan's ambassador to Morocco from 1964 to 1967, and was also a delegate to the United Nations.",
    "year": 1915,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Gorni Kramer",
    "birthday": "1913-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Gorni_Kramer_1962.jpg/240px-Gorni_Kramer_1962.jpg",
    "extract": "Gorni Kramer was an Italian songwriter, musician and band leader.",
    "year": 1913,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Licia Albanese",
    "birthday": "1909-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/2d/AlbaneseButterfly.jpg/255px-AlbaneseButterfly.jpg",
    "extract": "Licia Albanese was an Italian-born American operatic soprano. Noted especially for her portrayals of the lyric heroines of Verdi and Puccini, Albanese was a leading artist with the Metropolitan Opera from 1940 to 1966. She also made many recordings and was chairwoman of The Licia Albanese-Puccini Foundation, which is dedicated to assisting young artists and singers.",
    "year": 1909,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Sobhuza II",
    "birthday": "1899-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/King_Sobhuza_II%2C_1945_%28cropped%29.jpg/236px-King_Sobhuza_II%2C_1945_%28cropped%29.jpg",
    "extract": "Sobhuza II, was the Paramount Chief and later Ngwenyama of Swaziland for 82 years and 254 days, the longest verifiable reign of any monarch in recorded history. Sobhuza was born on 22 July 1899 at Zombodze Royal Residence, the son of Inkhosikati Lomawa Ndwandwe and King Ngwane V. When he was only four months old, his father died suddenly while dancing incwala. Sobhuza was chosen king soon after that and his grandmother Labotsibeni and his uncle Prince Malunge led the Swazi nation until his maturity in 1921. Sobhuza led Swaziland through independence until his death in 1982. He was succeeded by Mswati III, his young son with Inkhosikati Ntfombi Tfwala, who was crowned in 1986.",
    "year": 1899,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Stephen Vincent Benét",
    "birthday": "1898-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Stephen_Vincent_Ben%C3%A9t_Yale_College_BA_1919.jpg/248px-Stephen_Vincent_Ben%C3%A9t_Yale_College_BA_1919.jpg",
    "extract": "Stephen Vincent Benét was an American poet, short story writer, and novelist. He is best known for his book-length narrative poem of the American Civil War, John Brown's Body (1928), for which he received the Pulitzer Prize for Poetry, and for the short stories \"The Devil and Daniel Webster\" (1936) and \"By the Waters of Babylon\" (1937). In 2009, The Library of America selected his story \"The King of the Cats\" (1929) for inclusion in its two-century retrospective of American Fantastic Tales edited by Peter Straub.",
    "year": 1898,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jesse Haines",
    "birthday": "1893-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/JessieHainesGoudeycard.jpg/260px-JessieHainesGoudeycard.jpg",
    "extract": "Jesse Joseph Haines, nicknamed \"Pop\", was a right-handed pitcher in for the Cincinnati Reds and St. Louis Cardinals of Major League Baseball (MLB). After a lengthy stint in minor league baseball, he played briefly in 1918, then from 1920 to 1937. He spent nearly his entire major league career with the Cardinals. Haines pitched on three World Series championship teams. Though he had a kind personality off the field, Haines was known as a fiery competitor during games.",
    "year": 1893,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Karl Menninger",
    "birthday": "1893-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Eleanor_Roosevelt_and_Doctor_Karl_Menninger_in_Topeka%2C_Kansas_-_NARA_-_195432.jpg/320px-Eleanor_Roosevelt_and_Doctor_Karl_Menninger_in_Topeka%2C_Kansas_-_NARA_-_195432.jpg",
    "extract": "Karl Augustus Menninger was an American psychiatrist and a member of the Menninger family of psychiatrists who founded the Menninger Foundation and the Menninger Clinic in Topeka, Kansas.",
    "year": 1893,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jack MacBryan",
    "birthday": "1892-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Jack_MacBryan.jpg/158px-Jack_MacBryan.jpg",
    "extract": "John \"Jack\" Crawford William MacBryan was an English cricketer who played for Cambridge University and Somerset and made one almost imperceptible appearance in a Test match for England. MacBryan was also a field hockey international and won a gold medal at the 1920 Olympic Games with the Great Britain and Ireland team.",
    "year": 1892,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Rose Kennedy",
    "birthday": "1890-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Rose_Kennedy_1967.JPG/248px-Rose_Kennedy_1967.JPG",
    "extract": "Rose Elizabeth Fitzgerald Kennedy was an American philanthropist, socialite, and matriarch of the Kennedy family. She was deeply embedded in the \"lace curtain\" Irish American community in Boston. Her father, John F. Fitzgerald, served in the Massachusetts state Senate (1892–1894), in the U.S. House of Representatives, and as mayor of Boston.",
    "year": 1890,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "James Whale",
    "birthday": "1889-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Whale-mescall-bride_opt2.jpg/233px-Whale-mescall-bride_opt2.jpg",
    "extract": "James Whale was an English film director, theatre director and actor, who spent the greater part of his career in Hollywood. He is best remembered for several horror films: Frankenstein (1931), The Old Dark House (1932), The Invisible Man (1933) and Bride of Frankenstein (1935), all considered classics. Whale also directed films in other genres, including the 1936 film version of the musical Show Boat.",
    "year": 1889,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Selman Waksman",
    "birthday": "1888-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Selman_Waksman_NYWTS.jpg/261px-Selman_Waksman_NYWTS.jpg",
    "extract": "Selman Abraham Waksman was a Jewish Russian Empire-born American inventor, biochemist and microbiologist whose research into the decomposition of organisms that live in soil enabled the discovery of streptomycin and several other antibiotics. A professor of biochemistry and microbiology at Rutgers University for four decades, he discovered a number of antibiotics, and he introduced procedures that have led to the development of many others. The proceeds earned from the licensing of his patents funded a foundation for microbiological research, which established the Waksman Institute of Microbiology located on the Rutgers University Busch Campus in Piscataway, New Jersey (USA). In 1952, he was awarded the Nobel Prize in Physiology or Medicine for \"ingenious, systematic and successful studies of the soil microbes that led to the discovery of streptomycin.\" Waksman and his foundation later were sued by Albert Schatz, one of his PhD students and the discoverer of streptomycin, for minimizing Schatz's role in the discovery.",
    "year": 1888,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Gustav Ludwig Hertz",
    "birthday": "1887-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Gustav_Hertz.jpg/226px-Gustav_Hertz.jpg",
    "extract": "Gustav Ludwig Hertz was a German experimental physicist and Nobel Prize winner for his work on inelastic electron collisions in gases, and a nephew of Heinrich Rudolf Hertz.",
    "year": 1887,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Hella Wuolijoki",
    "birthday": "1886-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Hella_Wuolijoki%2C_the_director-general_of_Finnish_Broadcasting_Company_1944_-1949..jpg/315px-Hella_Wuolijoki%2C_the_director-general_of_Finnish_Broadcasting_Company_1944_-1949..jpg",
    "extract": "Hella Wuolijoki, also known by the pen name Juhani Tervapää, was an Estonian-born Finnish writer known for her Niskavuori series.",
    "year": 1886,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Edward Hopper",
    "birthday": "1882-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/60/Photo_of_Edward_Hopper.jpg/297px-Photo_of_Edward_Hopper.jpg",
    "extract": "Edward Hopper was an American realist painter and printmaker. While he is widely known for his oil paintings, he was equally proficient as a watercolorist and printmaker in etching. His career benefited decisively from his marriage to fellow-artist Josephine Nivison, who contributed much to his work, both as a life-model and as a creative partner. Hopper was a minor-key artist, creating subdued drama out of commonplace subjects 'layered with a poetic meaning', inviting narrative interpretations, often unintended. He was praised for 'complete verity' in the America he portrayed.",
    "year": 1882,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Augusta Fox Bronner",
    "birthday": "1881-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Augusta_Fox_Bronner.png/176px-Augusta_Fox_Bronner.png",
    "extract": "Augusta Fox Bronner was an American psychologist, best known for her work in juvenile psychology. She co-directed the first child guidance clinic, and her research shaped psychological theories about the causes behind child delinquency, emphasizing the need to focus on social and environmental factors over inherited traits.",
    "year": 1881,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Janusz Korczak",
    "birthday": "1878-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Janusz_Korczak.PNG/201px-Janusz_Korczak.PNG",
    "extract": "Janusz Korczak, the pen name of Henryk Goldszmit, was a Polish Jewish educator, children's author and pedagogue known as Pan Doktor or Stary Doktor. After spending many years working as a principal of an orphanage in Warsaw, he refused sanctuary repeatedly and stayed with his orphans when the entire population of the institution was sent from the Ghetto to the Treblinka extermination camp by the Nazis, during the Grossaktion Warschau of 1942.",
    "year": 1878,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Alec Hearne",
    "birthday": "1863-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Alec_Hearne_1903.jpg/177px-Alec_Hearne_1903.jpg",
    "extract": "Alec Hearne was a member of the famous cricketing Hearne family. He played as a professional for Kent County Cricket Club between 1884 and 1906 and made one Test match appearance for England. He was an all-rounder who was named as one of Wisden's five Cricketers of the Year in 1894. His father, George played cricket for Middlesex during the 1860s and brothers George and Frank also played Test cricket, as did his cousin, John Thomas Hearne.",
    "year": 1863,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Cosmo Duff-Gordon",
    "birthday": "1862-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/CosmoDuffGordon.jpg/215px-CosmoDuffGordon.jpg",
    "extract": "Sir Cosmo Edmund Duff-Gordon, 5th Baronet, DL was a prominent Scottish landowner and sportsman, best known for the controversy surrounding his escape from the sinking of the RMS Titanic.",
    "year": 1862,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Emma Lazarus",
    "birthday": "1849-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Emmalazarusengraving.jpg/229px-Emmalazarusengraving.jpg",
    "extract": "Emma Lazarus was an American author of poetry, prose, and translations, as well as an activist for Jewish and Georgist causes. She is remembered for writing the sonnet \"The New Colossus\" in 1883. Its lines appear inscribed on a bronze plaque, installed in 1903, on the pedestal of the Statue of Liberty. The last lines of the sonnet were set to music by Irving Berlin as the song \"Give Me Your Tired, Your Poor\" for the 1949 musical Miss Liberty, which was based on the sculpting of the Statue of Liberty. The latter part of the sonnet was also set by Lee Hoiby in his song \"The Lady of the Harbor\" written in 1985 as part of his song cycle \"Three Women\".",
    "year": 1849,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Adolphus Frederick V, Grand Duke of Mecklenburg-Strelitz",
    "birthday": "1848-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/ADF_V._Mecklenburg_Strelitz.jpg/200px-ADF_V._Mecklenburg_Strelitz.jpg",
    "extract": "Adolphus Frederick V was reigning grand duke of Mecklenburg-Strelitz from 1904 to 1914.",
    "year": 1848,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "William Archibald Spooner",
    "birthday": "1844-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/William_Archibald_Spooner_Vanity_Fair_1898-04-21.jpg/200px-William_Archibald_Spooner_Vanity_Fair_1898-04-21.jpg",
    "extract": "William Archibald Spooner was a long-serving Oxford don. He was most notable for his absent-mindedness, and for supposedly mixing up the syllables in a spoken phrase, with unintentionally comic effect. Such phrases became known as spoonerisms, and are often used humorously. Many spoonerisms have been invented and attributed to Spooner.",
    "year": 1844,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jakob Hurt",
    "birthday": "1839-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Jakob_Hurt_Peterburi.jpg/214px-Jakob_Hurt_Peterburi.jpg",
    "extract": "Jakob Hurt was a notable Estonian folklorist, theologian, and linguist. With respect to the last, he is perhaps best known for his dissertation on \"pure\" -ne stem nouns.",
    "year": 1839,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Oliver Mowat",
    "birthday": "1820-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Oliver_Mowat.jpg/241px-Oliver_Mowat.jpg",
    "extract": "Sir Oliver Mowat, was a Canadian lawyer, politician, and Ontario Liberal Party leader. He served for nearly 24 years as the third premier of Ontario. He was the eighth lieutenant governor of Ontario and one of the Fathers of Confederation. He is best known for defending successfully the constitutional rights of the provinces in the face of the centralizing tendency of the national government as represented by his longtime Conservative adversary, John A. Macdonald. This longevity and power was due to his maneuvering to build a political base around Liberals, Catholics, trade unions, and anti-French-Canadian sentiment.",
    "year": 1820,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Friedrich Bessel",
    "birthday": "1784-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Friedrich_Wilhelm_Bessel_%281839_painting%29.jpg/263px-Friedrich_Wilhelm_Bessel_%281839_painting%29.jpg",
    "extract": "Friedrich Wilhelm Bessel was a German astronomer, mathematician, physicist, and geodesist. He was the first astronomer who determined reliable values for the distance from the sun to another star by the method of parallax. A special type of mathematical functions were named Bessel functions after Bessel's death, though they had originally been discovered by Daniel Bernoulli and then generalised by Bessel.",
    "year": 1784,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Gaspard de Prony",
    "birthday": "1755-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Gaspard_de_Prony.jpg/320px-Gaspard_de_Prony.jpg",
    "extract": "Baron Gaspard Clair François Marie Riche de Prony was a French mathematician and engineer, who worked on hydraulics. He was born at Chamelet, Beaujolais, France and died in Asnières-sur-Seine, France.",
    "year": 1755,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Mikhail Shcherbatov",
    "birthday": "1733-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Mikhail_Scherbatov1.jpg/227px-Mikhail_Scherbatov1.jpg",
    "extract": "Prince Mikhailo Mikhailovich Shcherbatov was a leading ideologue and exponent of the Russian Enlightenment, on the par with Mikhail Lomonosov and Nikolay Novikov. His view of human nature and social progress is kindred to Swift's pessimism. He was known as a statesman, historian, writer and philosopher, and was one of the most visible representatives of the nascent Russian conservatism during the second half of the 18th century.",
    "year": 1733,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jacques-Germain Soufflot",
    "birthday": "1713-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Jacques-Germain_Soufflot_%281713_-1780%29.jpg/243px-Jacques-Germain_Soufflot_%281713_-1780%29.jpg",
    "extract": "Jacques-Germain Soufflot was a French architect in the international circle that introduced neoclassicism. His most famous work is the Panthéon in Paris, built from 1755 onwards, originally as a church dedicated to Saint Genevieve.",
    "year": 1713,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Georg Wilhelm Richmann",
    "birthday": "1711-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Richmanns_Tod_1753.jpg/228px-Richmanns_Tod_1753.jpg",
    "extract": "Georg Wilhelm Richmann, was a Russian Imperial physicist of Baltic German descent. Richmann did pioneering work on electricity, atmospheric electricity, and calorimetry. He died by electrocution in St. Petersburg when struck by apparent ball lightning produced by an experiment attempting to ground the electrical discharge from a storm.",
    "year": 1711,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Margaret Mary Alacoque",
    "birthday": "1647-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Cath%C3%A9drale_Notre-Dame-de-l%27Assomption_de_Montauban_-_Vision_de_Marguerite-Marie%2C_religieuse_de_la_Visitation_par_Armand_Cambon_PM82000424.jpg/211px-Cath%C3%A9drale_Notre-Dame-de-l%27Assomption_de_Montauban_-_Vision_de_Marguerite-Marie%2C_religieuse_de_la_Visitation_par_Armand_Cambon_PM82000424.jpg",
    "extract": "Margaret Mary Alacoque, was a French Roman Catholic Visitation nun and mystic, who promoted devotion to the Sacred Heart of Jesus in its modern form.",
    "year": 1647,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Madame de Brinvilliers",
    "birthday": "1630-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/MarieMadeleinedAubray.jpg/253px-MarieMadeleinedAubray.jpg",
    "extract": "Marie-Madeleine d'Aubray, Marquise de Brinvilliers was a French aristocrat who was accused and convicted of murdering her father and two of her brothers in order to inherit their estates. After her death, there was speculation that she poisoned upwards of 30 sick people in hospitals to test out her poisons, but these rumors were never confirmed. Her alleged crimes were discovered after the death of her lover and co-conspirator, Captain Godin de Sainte-Croix who saved letters detailing dealings of poisonings between the two. After being arrested, she was tortured, forced to confess, and finally executed. Her trial and death spawned the onset of the Affair of the Poisons, a major scandal during the reign of Louis XIV accusing aristocrats of practicing witchcraft and poisoning people. Components of her life have been adapted into various different mediums including: short stories, poems, and songs to name a few.",
    "year": 1630,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Anthony Ashley Cooper, 1st Earl of Shaftesbury",
    "birthday": "1621-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Anthony_Ashley-Cooper%2C_1st_Earl_of_Shaftesbury.jpg/260px-Anthony_Ashley-Cooper%2C_1st_Earl_of_Shaftesbury.jpg",
    "extract": "Anthony Ashley Cooper, 1st Earl of Shaftesbury PC was a prominent English politician during the Interregnum and the reign of King Charles II. A founder of the Whig party, he was also the patron of John Locke.",
    "year": 1621,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Johan Nieuhof",
    "birthday": "1618-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Nieuhof_Joan.jpg/199px-Nieuhof_Joan.jpg",
    "extract": "Johan Nieuhof was a Dutch traveler who wrote about his journeys to Brazil, China and India. The most famous of these was a trip of 2,400 kilometers (1,500 mi) from Canton to Peking in 1655-1657, which enabled him to become an authoritative Western writer on China. He wrote An embassy from the East-India Company containing the written account of this journey.",
    "year": 1618,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Marguerite of Lorraine",
    "birthday": "1615-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Anthonis_van_Dyck_018.jpg/180px-Anthonis_van_Dyck_018.jpg",
    "extract": "Marguerite of Lorraine, Duchess of Orléans, was the wife of Gaston, younger brother of Louis XIII of France. As Gaston had married her in secret in defiance of the King; Louis had their marriage nullified when it became known. On his deathbed, Louis permitted them to marry. After their remarriage, Marguerite and Gaston had five children. She was the stepmother of La Grande Mademoiselle.",
    "year": 1615,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Lawrence of Brindisi",
    "birthday": "1559-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/fa/San_Lorenzo_da_Brindisi.jpg",
    "extract": "Lawrence of Brindisi, born Giulio Cesare Russo, was a Roman Catholic priest and a theologian as well as a member of the Order of Friars Minor Capuchin. An accomplished linguist, in addition to his native Italian, Lawrence could read and speak Latin, Hebrew, Greek, German, Bohemian, Spanish, and French fluently. Lawrence was ordained a priest at the age of 23. Lawrence was beatified on 1 June 1783 and canonized as a saint on 8 December 1881.",
    "year": 1559,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Anthony Browne (1552–1592)",
    "birthday": "1552-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Cowdray_Ruins.jpg/320px-Cowdray_Ruins.jpg",
    "extract": "Anthony Browne was Sheriff of Surrey and of Kent in 1580. The heir to a great estate in Sussex, he predeceased his father by four months. Aside from his own progeny, his sister Mary married Henry Wriothesley, 2nd Earl of Southampton who gave birth to Henry Wriothesley, 3rd Earl of Southampton.",
    "year": 1552,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Mary Wriothesley, Countess of Southampton",
    "birthday": "1552-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Mary_%28Browne%29_Wriothesley_Countess_of_Southampton.jpg/265px-Mary_%28Browne%29_Wriothesley_Countess_of_Southampton.jpg",
    "extract": "Mary Wriothesley, Countess of Southampton, previously Mary Browne, became the wife of Henry Wriothesley, 2nd Earl of Southampton, at the age of thirteen and the mother of Henry Wriothesley, 3rd Earl of Southampton. Widowed in 1581, she was Dowager Countess of Southampton until 1595, when for a few months until his death she was married to the courtier Sir Thomas Heneage. In 1598 she married lastly Sir William Hervey.",
    "year": 1552,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Catherine Stenbock",
    "birthday": "1535-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Catherine_of_Sweden_%281552%29_c_1565.jpg/232px-Catherine_of_Sweden_%281552%29_c_1565.jpg",
    "extract": "Catherine Stenbock was Queen of Sweden from 1552 to 1560 as the third and last wife of King Gustav I.",
    "year": 1535,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Leonhard Thurneysser",
    "birthday": "1531-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Leonhard_Thurneysser_2.jpg/268px-Leonhard_Thurneysser_2.jpg",
    "extract": "Leonard Thurneysser was a scholar and miracle doctor at the court of Elector John George of Brandenburg.",
    "year": 1531,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Philip I of Castile",
    "birthday": "1478-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Juan_de_Flandes_%28%5E%29%2C_%2C_Kunsthistorisches_Museum_Wien%2C_Gem%C3%A4ldegalerie_-_Philipp_der_Sch%C3%B6ne_%281478-1506%29_-_GG_3872_-_Kunsthistorisches_Museum.jpg/202px-Juan_de_Flandes_%28%5E%29%2C_%2C_Kunsthistorisches_Museum_Wien%2C_Gem%C3%A4ldegalerie_-_Philipp_der_Sch%C3%B6ne_%281478-1506%29_-_GG_3872_-_Kunsthistorisches_Museum.jpg",
    "extract": "Philip the Handsome, also called the Fair, was ruler of the Burgundian Netherlands and titular Duke of Burgundy from 1482 to 1506 and the first Habsburg King of Castile for a brief time in 1506.",
    "year": 1478,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Zhu Youyuan",
    "birthday": "1476-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/%E6%98%8E%E8%88%88%E7%8D%BB%E7%8E%8B%E5%9D%90%E5%83%8F_%E8%BB%B8_%281%29.jpg/220px-%E6%98%8E%E8%88%88%E7%8D%BB%E7%8E%8B%E5%9D%90%E5%83%8F_%E8%BB%B8_%281%29.jpg",
    "extract": "Zhu Youyuan, a prince of the Ming dynasty of China. He was the fourth son of the Chenghua Emperor.",
    "year": 1476,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "John Scrope, 5th Baron Scrope of Bolton",
    "birthday": "1437-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Coat_of_Arms_of_Sir_John_Scrope%2C_5th_Baron_Scrope_of_Bolton%2C_KG.png/320px-Coat_of_Arms_of_Sir_John_Scrope%2C_5th_Baron_Scrope_of_Bolton%2C_KG.png",
    "extract": "John Scrope, 5th Baron Scrope of Bolton, KG was an English Yorkist nobleman.",
    "year": 1437,
    "month": 7,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Joan of England, Queen of Scotland",
    "birthday": "1210-7-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/JoanEngland.jpg/301px-JoanEngland.jpg",
    "extract": "Joan of England, was Queen consort of Scotland from 1221 until her death. She was the third child of John, King of England and Isabella of Angoulême.",
    "year": 1210,
    "month": 7,
    "day": 22,
    "language": "en"
  }
]