[
  {
    "name": "Bindi Irwin",
    "birthday": "1998-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Bindi_Irwin_in_June_2013.jpg/203px-Bindi_Irwin_in_June_2013.jpg",
    "extract": "Bindi Sue Irwin is an Australian television personality, conservationist, zookeeper, and actress. She is the elder of the two children of the late conservationist and television personality Steve Irwin and his conservationist wife, Terri Irwin, who is currently the owner of Australia Zoo. Bindi's younger brother is Robert, a television personality and photographer, and she is the granddaughter of naturalist and herpetologist Bob Irwin.",
    "year": 1998,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Valentine Holmes",
    "birthday": "1995-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Val_Holmes.jpg/230px-Val_Holmes.jpg",
    "extract": "Valentine Holmes is an Australian - Māori professional rugby league footballer who plays across the backline as a centre, fullback or winger for the North Queensland Cowboys in the NRL and Australia at international level.",
    "year": 1995,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Kyle Kuzma",
    "birthday": "1995-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Kyle_Kuzma_%2851815879993%29_%28cropped%29.jpg/204px-Kyle_Kuzma_%2851815879993%29_%28cropped%29.jpg",
    "extract": "Kyle Alexander Kuzma is an American professional basketball player for the Washington Wizards of the National Basketball Association (NBA). He played college basketball for the Utah Utes and was named first-team all-conference in the Pac-12 as a junior in 2016–17. Kuzma was selected in the first round of the 2017 NBA draft with the 27th overall pick, and he was named to the NBA All-Rookie First Team with the Los Angeles Lakers in 2018. He won an NBA championship with the Lakers in 2020 before being traded to the Wizards in 2021.",
    "year": 1995,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Meisei Chikara",
    "birthday": "1995-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Meisei_Chikara_IMG_0818-8_20190518.jpg/240px-Meisei_Chikara_IMG_0818-8_20190518.jpg",
    "extract": "Meisei Chikara  is a Japanese professional sumo wrestler from Setouchi, Kagoshima. He debuted in sumo wrestling in July 2011 and made his makuuchi debut in July 2018. His highest rank has been sekiwake. He wrestles for Tatsunami stable. Unusually for a top-class sumo wrestler, he uses his given name as his shikona.",
    "year": 1995,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Phillip Lindsay",
    "birthday": "1994-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Phillip_Lindsay_2018.JPG/287px-Phillip_Lindsay_2018.JPG",
    "extract": "Phillip Lindsay is an American football running back for the Indianapolis Colts of the National Football League (NFL). Lindsay was born in Denver, Colorado, grew up in Aurora, Colorado, and attended South High School in Denver where he became the school's all-time leading rusher with 4,587 yards. He played college football at the University of Colorado Boulder and set the school record in all-purpose yards (5,760) and yards from scrimmage (4,683). He was signed as an undrafted free agent by the Denver Broncos in 2018. Lindsay became the first undrafted offensive rookie to ever make the Pro Bowl.",
    "year": 1994,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Mikaël Kingsbury",
    "birthday": "1992-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/FIS_Moguls_World_Cup_2015_Finals_-_Meg%C3%A8ve_-_20150315_-_Mikael_Kingsbury_8.jpg/213px-FIS_Moguls_World_Cup_2015_Finals_-_Meg%C3%A8ve_-_20150315_-_Mikael_Kingsbury_8.jpg",
    "extract": "Mikaël Kingsbury is a Canadian freestyle skier and is the most accomplished mogul skier of all time. He achieved eminence early in his career after earning the 2009–10 FIS World Cup Rookie of the Year award. He is a nine-time FIS Freestyle World Cup title-holder for both moguls and overall freestyle, owning the records for most men's Moguls World Cup titles and Overall Freestyle World Cup titles. He also owns the records for career World Cup moguls victories with 71, and consecutive Freestyle World Cup event wins with 13. He is the first man to have won both the moguls and dual moguls World Championship events, and has won the most medals at the Freestyle World Championships of any male competitor in history, having won a medal in 11 of the 12 events he has competed in. Kingsbury won the Olympic silver medal in 2014, and, at the 2018 PyeongChang Winter Olympics, he won the gold medal as Olympic champion of men's moguls.",
    "year": 1992,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Emily Bett Rickards",
    "birthday": "1991-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Emily_Bett_Rickards_HVFFATL2017OTA-ALS-33_%2838737522312%29_%28cropped%29.jpg/229px-Emily_Bett_Rickards_HVFFATL2017OTA-ALS-33_%2838737522312%29_%28cropped%29.jpg",
    "extract": "Emily Bett Rickards is a Canadian actress. She is known for her role as Felicity Smoak on The CW series Arrow, her first television credit. She has also reprised the role in the Arrowverse shows The Flash, Legends of Tomorrow and Supergirl and voiced the character on the animated web series Vixen.",
    "year": 1991,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Maurkice Pouncey",
    "birthday": "1989-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Maurkice_Pouncey.jpg/235px-Maurkice_Pouncey.jpg",
    "extract": "LaShawn Maurkice Pouncey is a former American football center who played 11 seasons for the Pittsburgh Steelers of the National Football League (NFL). He played college football at Florida, where he was a member of a BCS National Championship team, recognized as a consensus All-American, and won the 2009 Rimington Trophy, awarded annually to the best college football center. He was drafted by the Steelers in the first round of the 2010 NFL Draft. Pouncey was a nine-time Pro Bowler and named to five All-Pro teams, and was also named to the NFL 2010s All-Decade Team. He is the twin brother of former NFL center Mike Pouncey.",
    "year": 1989,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Han Seung-yeon",
    "birthday": "1988-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/20210908%E2%80%94Han_Seung-yeon_%ED%95%9C%EC%8A%B9%EC%97%B0%2C_photoshoot%2C_Marie_Claire_Korea_%2805m31s%29.jpg/240px-20210908%E2%80%94Han_Seung-yeon_%ED%95%9C%EC%8A%B9%EC%97%B0%2C_photoshoot%2C_Marie_Claire_Korea_%2805m31s%29.jpg",
    "extract": "Han Seung-yeon, better known mononymously as Seungyeon, is a South Korean singer and actress. She is best known as the former main vocalist of the South Korean girl group Kara and for her role in Hello, My Twenties!.",
    "year": 1988,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Nichkhun",
    "birthday": "1988-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/190910_%EB%8B%89%EC%BF%A4_%282%29.jpg/236px-190910_%EB%8B%89%EC%BF%A4_%282%29.jpg",
    "extract": "Nichkhun Buck Horvejkul, better known mononymously as Nichkhun, is a Thai American singer, songwriter, rapper, actor and model who is currently based in South Korea as a member of the South Korean boy band 2PM.",
    "year": 1988,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ricky Petterd",
    "birthday": "1988-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Ricky_Petterd_Richmond_AFL_footballer.jpg/313px-Ricky_Petterd_Richmond_AFL_footballer.jpg",
    "extract": "Ricky Petterd is a former professional Australian rules footballer who played for the Melbourne Football Club and Richmond Football Club in the Australian Football League (AFL).",
    "year": 1988,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Nathan Gerbe",
    "birthday": "1987-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Nathan_Gerbe_2013.jpg/239px-Nathan_Gerbe_2013.jpg",
    "extract": "Nathan David Gerbe is an American professional ice hockey player currently playing under contract to the Columbus Blue Jackets of the National Hockey League (NHL). He previously played with Genève-Servette HC of the National League (NL) and for the Carolina Hurricanes and the Buffalo Sabres in the National Hockey League (NHL). At 5 feet and 4 inches tall, Gerbe is the shortest skater in NHL history, and the second shortest player in NHL history behind goaltender Roy Worters.",
    "year": 1987,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Zack Sabre Jr.",
    "birthday": "1987-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Zack_Sabre%2C_Jr._2018.jpg/213px-Zack_Sabre%2C_Jr._2018.jpg",
    "extract": "Lucas Eatwell is an English professional wrestler better known by his ring name Zack Sabre Jr.. He is currently signed to New Japan Pro-Wrestling (NJPW). Outside NJPW, Sabre performs for Pro Wrestling Guerrilla (PWG), Ring of Honor (ROH), Revolution Pro Wrestling (RPW), and Progress Wrestling (Progress).",
    "year": 1987,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Natalie Tran",
    "birthday": "1986-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Natalie_Tran_at_Australia_Paper_Towns_Premiere.jpg/196px-Natalie_Tran_at_Australia_Paper_Towns_Premiere.jpg",
    "extract": "Natalie Tran, known online as communitychannel, is an Australian YouTuber, actress, and comedian. She is best known for her comedy videos in which she discusses everyday issues.",
    "year": 1986,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Patrice Bergeron",
    "birthday": "1985-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Patrice_Bergeron_-_Boston_Bruins_2016.jpg/288px-Patrice_Bergeron_-_Boston_Bruins_2016.jpg",
    "extract": "Patrice Bergeron-Cleary is a Canadian professional ice hockey centre and captain of the Boston Bruins of the National Hockey League (NHL). Bergeron played junior hockey with the Acadie–Bathurst Titan of the Quebec Major Junior Hockey League (QMJHL) for one full season before being selected 45th overall by the Bruins in the 2003 NHL Entry Draft. He made the immediate jump from junior to the NHL after his draft and joined the Bruins in the 2003-04 season. Internationally, Bergeron competes for Canada and has won gold medals at the 2004 World Championships, 2005 World Junior Championships, 2010 Winter Olympics, 2012 Spengler Cup and 2014 Winter Olympics. Bergeron is a member of the Triple Gold Club after winning the Stanley Cup with Boston in 2011. He scored two goals, including the Stanley Cup-winning goal, in Game 7 away against the Vancouver Canucks.",
    "year": 1985,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Aries Merritt",
    "birthday": "1985-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Aries_Merritt_Istanbul_2012_cropped.jpg/268px-Aries_Merritt_Istanbul_2012_cropped.jpg",
    "extract": "Aries Merritt is an American track and field athlete who specializes in the 110 metre hurdles, and currently holds the world record in that event with a time of 12.80 s set on September 7, 2012. He won the gold medal in the 110 metre hurdles at the 2012 Summer Olympics in London.",
    "year": 1985,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Lukáš Rosol",
    "birthday": "1985-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Rosol_WM17_%284%29_%2836183432025%29.jpg/213px-Rosol_WM17_%284%29_%2836183432025%29.jpg",
    "extract": "Lukáš Rosol is a Czech professional tennis player. He competes on the ATP Challenger Tour and the ATP Tour, both in singles and doubles. Rosol was coached by former Czech player, 1999 US Open quarterfinalist Ctislav Doseděl. His career-high singles ranking is world No. 26, achieved on 22 September 2014.",
    "year": 1985,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Tyler Kyte",
    "birthday": "1984-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1c/Tyler_Kyte_08.jpg",
    "extract": "Jonathan Tyler \"Ty\" Kyte is a Canadian actor and musician. He was born in Lindsay, Ontario, and began his acting career with commercials and performing in the Musical Tommy in Toronto. Kyte was made famous amongst Canadian youth as a correspondent on the Canadian TV series Popular Mechanics for Kids alongside fellow Canadians Elisha Cuthbert, Vanessa Lengies and Jay Baruchel. He later appeared on the TV series Goosebumps (1997) and Are You Afraid of the Dark? (1999). \nHe appeared in the made-for-TV movie Prom Queen: The Marc Hall Story in 2004, and had a recurring role on the Canadian drama Instant Star as Vincent Spiederman until 2008.",
    "year": 1984,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Daniele De Rossi",
    "birthday": "1983-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Daniele_De_Rossi_BGR-ITA_2012.jpg/228px-Daniele_De_Rossi_BGR-ITA_2012.jpg",
    "extract": "Daniele De Rossi is an Italian former professional footballer who played as a defensive midfielder and is currently a technical collaborator for the Italy national football team. He is mostly known for his time playing with his hometown club Roma in Serie A, as well as a former FIFA World Cup-winning Italy national team player.",
    "year": 1983,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Asami Mizukawa",
    "birthday": "1983-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Asami_Mizukawa_at_the_Tokyo_International_Film_Festival_-_2019_%2849014192537%29_%28cropped%29.jpg/213px-Asami_Mizukawa_at_the_Tokyo_International_Film_Festival_-_2019_%2849014192537%29_%28cropped%29.jpg",
    "extract": "Asami Mizukawa  is a Japanese actress. She grew up in Ibaraki, Osaka.",
    "year": 1983,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Thiago Medeiros",
    "birthday": "1982-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/ThiagoMedeiros.jpg/235px-ThiagoMedeiros.jpg",
    "extract": "Thiago Medeiros is a Brazilian racing driver.",
    "year": 1982,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Mewelde Moore",
    "birthday": "1982-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Tulane-Navy_Game_Mewelde_Moore.jpg/251px-Tulane-Navy_Game_Mewelde_Moore.jpg",
    "extract": "Mewelde Jaem Cadere Moore is a former American football running back. He was originally drafted by the Minnesota Vikings in the fourth round of the 2004 NFL Draft. Moore also played with the Pittsburgh Steelers, winning a Super Bowl ring over the Arizona Cardinals in Super Bowl XLIII. He played college football at Tulane, just down the road from his hometown of Baton Rouge, LA where he was a standout performer at Belaire High School.",
    "year": 1982,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Elisabeth Moss",
    "birthday": "1982-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Square_01_%2837062396652%29_%28cropped%29.jpg/235px-Square_01_%2837062396652%29_%28cropped%29.jpg",
    "extract": "Elisabeth Singleton Moss is an American actor. Dubbed the \"Queen of Peak TV\" by Vulture, she has received numerous accolades, including three Critics' Choice Awards, two Golden Globe Awards, two Primetime Emmy Awards, and two Screen Actors Guild Awards.",
    "year": 1982,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Anna Paquin",
    "birthday": "1982-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/AnnaPaquinToronto2018.jpg/238px-AnnaPaquinToronto2018.jpg",
    "extract": "Anna Hélène Paquin is a Canadian-born New Zealand actress. She made her acting debut portraying Flora McGrath in the romantic drama film The Piano (1993), for which she won the Academy Award for Best Supporting Actress at age 11, making her the second-youngest winner in Oscar history. She was a successful child actress, receiving multiple Young Artist Award nominations for her roles in Fly Away Home (1996), The Member of the Wedding (1997), and A Walk on the Moon (1999), and a nomination for the Screen Actors Guild Award for Outstanding Performance by a Cast in a Motion Picture for appearing in Cameron Crowe's comedy-drama film Almost Famous (2000). She also appeared in the films Jane Eyre (1996) and Amistad (1997).",
    "year": 1982,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Doug Bollinger",
    "birthday": "1981-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Doug_Bollinger.jpg/262px-Doug_Bollinger.jpg",
    "extract": "Douglas Erwin Bollinger is a former Australian cricketer. He has played first-class cricket for the New South Wales cricket team and international cricket for Australia. He is a left-handed batsman and a left-arm fast bowler. Bollinger has played for Worcestershire County Cricket Club and Kent County Cricket Club in England, for the Chennai Super Kings in the Indian Premier League and for Hobart Hurricanes, Sydney Thunder and Sydney Sixers in domestic T20 competition. He announced his retirement from all forms of cricket on 5 February 2018.",
    "year": 1981,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Nayib Bukele",
    "birthday": "1981-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Presidente_Bukele_%28cropped%29.jpg/241px-Presidente_Bukele_%28cropped%29.jpg",
    "extract": "Nayib Armando Bukele Ortez is a Salvadoran politician and businessman who is the 43rd president of El Salvador, serving since 1 June 2019. He is the first president since José Napoleón Duarte (1984–1989) not to have been elected as the candidate of one of the country's two major political parties: the left-wing Farabundo Martí National Liberation Front (FMLN) and the right-wing Nationalist Republican Alliance (ARENA).",
    "year": 1981,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Summer Glau",
    "birthday": "1981-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Summer_Glau_by_Gage_Skidmore_2.jpg/209px-Summer_Glau_by_Gage_Skidmore_2.jpg",
    "extract": "Summer Lyn Glau is an American actress best known for her roles in science fiction and fantasy television series; as River Tam in Firefly (2002) and its continuation film Serenity (2005), as Tess Doerner in The 4400 (2005–2007), as Cameron in Terminator: The Sarah Connor Chronicles (2008–2009), as Bennett Halverson in Dollhouse (2009–2010), as Skylar Adams in Alphas (2011–2012) and as Isabel Rochev/Ravager in Arrow (2013–2014).",
    "year": 1981,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Mark Robinson (footballer, born 1981)",
    "birthday": "1981-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Mark_Robinson_1.png/191px-Mark_Robinson_1.png",
    "extract": "Mark Andrew Robinson is an English footballer who plays for Guisborough Town as a defender.",
    "year": 1981,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Joel Stroetzel",
    "birthday": "1980-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Killswitch_Engage%2C_San_Antonio%2C_Texas%2C_2014_%2814716162989%29.jpg/233px-Killswitch_Engage%2C_San_Antonio%2C_Texas%2C_2014_%2814716162989%29.jpg",
    "extract": "Joel Michael Stroetzel is best known as the rhythm guitarist from the Massachusetts metalcore band Killswitch Engage.",
    "year": 1980,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Rose Byrne",
    "birthday": "1979-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Rose_Byrne_4%2C_2013.jpg/213px-Rose_Byrne_4%2C_2013.jpg",
    "extract": "Mary Rose Byrne is an Australian actress. She made her screen debut in the film Dallas Doll (1994), and continued to act in Australian film and television throughout the 1990s. She obtained her first leading film role in The Goddess of 1967 (2000), which brought her the Volpi Cup for Best Actress, and made the transition to Hollywood in the small role of Dormé in Star Wars: Episode II – Attack of the Clones (2002), followed by larger parts in Troy (2004), 28 Weeks Later (2007), and Knowing (2009).",
    "year": 1979,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jerrod Niemann",
    "birthday": "1979-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/USO_Holiday_Tour_at_Mor%C3%B3n_Air_Base_171221-D-PB383-070_%2825340554668%29.jpg/320px-USO_Holiday_Tour_at_Mor%C3%B3n_Air_Base_171221-D-PB383-070_%2825340554668%29.jpg",
    "extract": "Jerrod Lee Niemann is an American country music singer and songwriter. He has released one single for Category 5 Records (2006) and three albums for Sea Gayle Music/Arista Nashville: Judge Jerrod & the Hung Jury (2010), Free the Music (2012), and High Noon (2014), and his latest single \"God Made a Woman\" for Curb Records. These albums have produced a combined ten Top 40 entries on the Hot Country Songs and Country Airplay charts, including the Platinum Number 1 singles \"Lover, Lover\" and \"Drink to That All Night\" and Gold Top 5 single \"What Do You Want\". He has also co-written three singles for Garth Brooks: the chart topping Chris LeDoux tribute \"Good Ride Cowboy\", as well as \"That Girl Is a Cowboy\" and \"Midnight Sun\". Jamey Johnson, Lee Brice, Blake Shelton, Colbie Caillat, Diamond Rio, The Cadillac Three, Mark Chesnutt, John Anderson, Neal McCoy, Christian Kane, and Julie Roberts have also recorded Niemann's songs.",
    "year": 1979,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ryan Speier",
    "birthday": "1979-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Speier_Warms.jpg/320px-Speier_Warms.jpg",
    "extract": "Ryan Andrew Speier (born July 24, 1979) is an American former right-handed professional baseball pitcher. He played with the Colorado Rockies for his entire Major League Baseball (MLB) career, from 2005 when he was called up to July 24, 2009 when he was designated for assignment.",
    "year": 1979,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Rafer Alston",
    "birthday": "1976-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Rafer_Alston.jpg/219px-Rafer_Alston.jpg",
    "extract": "Rafer Jamel Alston, also known as Skip to my Lou or Skip 2 My Lou, is an American retired professional basketball player. Alston first gained basketball fame playing in the AND1 Mixtape Tour in 1999 before making the National Basketball Association (NBA). While in the NBA from 1999–2010, he played for six teams including the 2008–09 Orlando Magic team that made the NBA Finals.",
    "year": 1976,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Tiago Monteiro",
    "birthday": "1976-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Tiago_monteiro_spafrancorchamps2014.JPG/212px-Tiago_monteiro_spafrancorchamps2014.JPG",
    "extract": "Tiago Vagaroso da Costa Monteiro is a Portuguese professional racing driver currently competing in the World Touring Car Cup, driving a Honda Civic TCR for Engstler Motorsport. He competed in Formula One between 2005 and 2006 for the Jordan Grand Prix, Midland and Spyker MF1 teams – all different iterations of the same team as it was bought by new owners during a two-year stint as part of the Formula One paddock. He is the only Portuguese driver to have scored a Formula One podium finish, during the controversial 2005 United States Grand Prix.",
    "year": 1976,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Tracey Crouch",
    "birthday": "1975-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Official_portrait_of_Tracey_Crouch_MP_crop_2.jpg/240px-Official_portrait_of_Tracey_Crouch_MP_crop_2.jpg",
    "extract": "Tracey Elizabeth Anne Crouch is a British politician who has served as the Member of Parliament (MP) for Chatham and Aylesford since 2010. A member of the Conservative Party, she gained the seat from Labour's Jonathan Shaw. Crouch was appointed as Minister for Sport, Civil Society and Loneliness in 2017, but resigned in 2018 due to a delay over the introduction of reduced limits on the stakes of fixed odds betting terminals.",
    "year": 1975,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jamie Langenbrunner",
    "birthday": "1975-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/5a/Jamie_Langenbrunner.jpg",
    "extract": "Jamie Craig Langenbrunner is an American former professional ice hockey player. Langenbrunner was formerly the captain of the 2010 United States Olympic Team, a member of the 1999 Dallas Stars' Stanley Cup championship team and the 2003 New Jersey Devils' Stanley Cup championship team.",
    "year": 1975,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Torrie Wilson",
    "birthday": "1975-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/10.1.10TorrieWilsonByLuigiNovi.jpg/218px-10.1.10TorrieWilsonByLuigiNovi.jpg",
    "extract": "Torrie Anne Wilson is an American model, fitness competitor, blogger, and former professional wrestler. She is best known for her time in World Wrestling Entertainment.",
    "year": 1975,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Eric Szmanda",
    "birthday": "1975-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Eric%2BSzmanda%2BPaley%2BCenter%2BMedia%2BPaleyFest%2BheDfUDBkF3Kl.jpg/219px-Eric%2BSzmanda%2BPaley%2BCenter%2BMedia%2BPaleyFest%2BheDfUDBkF3Kl.jpg",
    "extract": "Eric Kyle Szmanda is an American actor. He is best known for having played Greg Sanders in the CBS police drama CSI: Crime Scene Investigation, a role he held from the show's beginning in 2000 until it ended in 2015.",
    "year": 1975,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Andy Gomarsall",
    "birthday": "1974-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Andrew_Gommarsall.JPG/222px-Andrew_Gommarsall.JPG",
    "extract": "Andrew Charles Thomas Gomarsall MBE is a former rugby union player who played at scrum-half for Leeds Carnegie and England.",
    "year": 1974,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Amanda Stretton",
    "birthday": "1973-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Amanda_Stretton_2018_Silverstone_Classic_%2840064512683%29.jpg/213px-Amanda_Stretton_2018_Silverstone_Classic_%2840064512683%29.jpg",
    "extract": "\n\nAmanda Stretton is an English racing driver, broadcaster and motoring journalist.",
    "year": 1973,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Kaiō Hiroyuki",
    "birthday": "1972-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Kaio_Hiroyuki_2008_May.jpg/237px-Kaio_Hiroyuki_2008_May.jpg",
    "extract": "Kaiō Hiroyuki is a former professional sumo wrestler from Nōgata, Fukuoka, Japan.",
    "year": 1972,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Dino Baggio",
    "birthday": "1971-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/KL-2018_%2816%29_%28cropped%29.jpg/251px-KL-2018_%2816%29_%28cropped%29.jpg",
    "extract": "Dino Baggio is an Italian former professional footballer who played as a defensive midfielder.",
    "year": 1971,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Patty Jenkins",
    "birthday": "1971-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Patty_Jenkins_at_the_2018_Comic-Con_International.jpg/213px-Patty_Jenkins_at_the_2018_Comic-Con_International.jpg",
    "extract": "Patricia Lea Jenkins is an American film director, screenwriter, and producer. She has directed the feature films Monster (2003), Wonder Woman (2017), and Wonder Woman 1984 (2020). For the film Monster, she won the Independent Spirit Award for Best First Feature and the Franklin J. Schaffner Award from the American Film Institute (AFI). For the pilot episode of the series The Killing (2011), she received a Primetime Emmy Award nomination and the Directors Guild of America award for Best Directing in a Drama Series. In 2017, she occupied the sixth place for Time's Person of the Year.",
    "year": 1971,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Rick Fox",
    "birthday": "1969-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Rick_Fox_2009.jpg/213px-Rick_Fox_2009.jpg",
    "extract": "Ulrich Alexander Fox is a Canadian-Bahamian actor and former basketball player. He played in the National Basketball Association (NBA) for the Boston Celtics and Los Angeles Lakers, and played college basketball for the North Carolina Tar Heels. He was the owner of the eSports franchise Echo Fox until his departure from the franchise in October 2019.",
    "year": 1969,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jennifer Lopez",
    "birthday": "1969-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/210120-D-WD757-1975_%2850860511978%29_%28cropped%29.jpg/246px-210120-D-WD757-1975_%2850860511978%29_%28cropped%29.jpg",
    "extract": "Jennifer Lynn Lopez, also known as J.Lo, is an American singer, actress, and dancer. In 1991, she began appearing as a Fly Girl dancer on In Living Color, where she remained a regular until she decided to pursue an acting career in 1993. For her first leading role in Selena (1997), she became the first Latin actress to earn over US$1 million for a film. She went on to star in Anaconda (1997) and Out of Sight (1998), and established herself as the highest-paid Latin actress in Hollywood.",
    "year": 1969,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Kristin Chenoweth",
    "birthday": "1968-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Kristin_Chenoweth_by_Gage_Skidmore_2.jpg/245px-Kristin_Chenoweth_by_Gage_Skidmore_2.jpg",
    "extract": "Kristin Dawn Chenoweth is an American actress and singer, with credits in musical theatre, film, and television. In 1999, she won a Tony Award for Best Featured Actress in a Musical for her performance as Sally Brown in You're a Good Man, Charlie Brown on Broadway. In 2003, Chenoweth received a second Tony Award nomination for originating the role of Glinda in the musical Wicked. Her television roles include Annabeth Schott in NBC's The West Wing and Olive Snook on the ABC comedy drama Pushing Daisies, for which she won a Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series in 2009. She also starred in the ABC TV series GCB in 2012, played Lavinia in Trial & Error in 2018 and was the antagonist, Mildred Layton, in the Apple TV+ musical comedy Schmigadoon! (2021).",
    "year": 1968,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Colleen Doran",
    "birthday": "1968-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Colleen-Doran_in_her_studio%2C_January_2021.jpg/240px-Colleen-Doran_in_her_studio%2C_January_2021.jpg",
    "extract": "Colleen Doran is an American writer-artist and cartoonist. She illustrated hundreds of comics, graphic novels, books and magazines, including the autobiographical graphic novel of Marvel Comics editor and writer Stan Lee entitled Amazing Fantastic Incredible Stan Lee, which became a New York Times bestseller. She adapted and did the art for the short story \"Troll Bridge\" by Neil Gaiman, which also became a New York Times bestseller. Her books have received Eisner, Harvey, Bram Stoker, and International Horror Guild Awards.",
    "year": 1968,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Malcolm Ingram",
    "birthday": "1968-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Malcolm_Ingram.jpg/193px-Malcolm_Ingram.jpg",
    "extract": "Malcolm \"Mo\" Ingram is a Canadian independent film director and podcaster.",
    "year": 1968,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Laura Leighton",
    "birthday": "1968-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Laura_leighton_gcc_2019_1.jpg/245px-Laura_leighton_gcc_2019_1.jpg",
    "extract": "Laura Diane Leighton is an American actress. She played Sydney Andrews on the television series Melrose Place (1993–1997) and its continuation (2009–2010), and Ashley Marin on Freeform's series Pretty Little Liars (2010–2017).",
    "year": 1968,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Mo-Do",
    "birthday": "1966-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/23/Mo-Do_photo.jpg",
    "extract": "Fabio Frittelli, better known by his pseudonym Mo-Do, was an Italian musician. Mo-Do appeared in the 1990s as an Italian electronic music act. Although Mo-Do was Italian, his songs were in German.",
    "year": 1966,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Aminatou Haidar",
    "birthday": "1966-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Aminatou_Haidar_meeting_an_old_friend_on_her_departure_from_prison_%282006%29..jpg/241px-Aminatou_Haidar_meeting_an_old_friend_on_her_departure_from_prison_%282006%29..jpg",
    "extract": "Aminatou Ali Ahmed Haidar, sometimes known as Aminetou,\nAminatu or Aminetu, is a Sahrawi human rights activist and an advocate of the independence of Western Sahara. She is often called the \"Sahrawi Gandhi\" or \"Sahrawi Pasionaria\" for her nonviolent protests. She is the president of the Collective of Sahrawi Human Rights Defenders (CODESA). She was imprisoned from 1987 to 1991 and from 2005 to 2006 on charges related to her independence advocacy. In 2009, she attracted international attention when she staged a hunger strike in Lanzarote Airport after being denied re-entry into Moroccan Western Sahara. Haidar has won several international human rights awards for her work, including the 2008 Robert F. Kennedy Human Rights Award, 2009 Civil Courage Prize and 2019 Right Livelihood Award.",
    "year": 1966,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Martin Keown",
    "birthday": "1966-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Martin_Keown_2015.jpg/263px-Martin_Keown_2015.jpg",
    "extract": "Martin Raymond Keown is an English football pundit and former professional footballer who played as a defender from 1984 to 2005, notably in the Premier League for Arsenal, where he made over 400 appearances for the club and won ten honours.",
    "year": 1966,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Andrew Gaze",
    "birthday": "1965-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Andrew_gaze.JPG/320px-Andrew_gaze.JPG",
    "extract": "Andrew Barry Casson Gaze is an Australian former professional basketball player and coach. He played 22 seasons in the National Basketball League (NBL) with the Melbourne Tigers from 1984 to 2005, winning the league's MVP award seven times and winning the scoring title 14 times. He also guided the Tigers to two NBL championships, in 1993 and 1997, and was named an All-NBL First Team member for a record 15 consecutive years. Gaze has been described as one of the greatest players Australia has ever produced.",
    "year": 1965,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Kadeem Hardison",
    "birthday": "1965-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Kadeem_Hardison_2013.jpg/209px-Kadeem_Hardison_2013.jpg",
    "extract": "Kadeem Hardison is an American actor. He is best known for his role as Dwayne Wayne on A Different World, a spin-off of the long-running NBC sitcom The Cosby Show. He also starred in the Disney Channel series K.C. Undercover as Craig Cooper, the title character's father and played Norman in OWN's Love Is_. He also appeared in the first season of the Showtime comedy Black Monday and started as Bowser in the Netflix series Teenage Bounty Hunters.",
    "year": 1965,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Doug Liman",
    "birthday": "1965-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Doug_Liman_2011_Shankbone.JPG/212px-Doug_Liman_2011_Shankbone.JPG",
    "extract": "Douglas Eric Liman is an American film director and producer. He is known for directing the films Swingers (1996), Go (1999), The Bourne Identity (2002), Mr. & Mrs. Smith (2005), Jumper (2008), Edge of Tomorrow (2014), and American Made (2017).",
    "year": 1965,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Barry Bonds",
    "birthday": "1964-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Barry_Bonds_2006-05-08.jpg/179px-Barry_Bonds_2006-05-08.jpg",
    "extract": "Barry Lamar Bonds is an American former professional baseball left fielder who played 22 seasons in Major League Baseball (MLB). Bonds was a member of the Pittsburgh Pirates from 1986 to 1992 and the San Francisco Giants from 1993 to 2007. He is considered to be one of the greatest baseball players of all time.",
    "year": 1964,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Pedro Passos Coelho",
    "birthday": "1964-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Pedro_Passos_Coelho_1.jpg/213px-Pedro_Passos_Coelho_1.jpg",
    "extract": "Pedro Manuel Mamede Passos Coelho is a Portuguese politician and university guest lecturer who was the 118th prime minister of Portugal, in office from 2011 to 2015. He was the leader of the Social Democratic Party (PSD) between 2010 and 2018.",
    "year": 1964,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Louis Armary",
    "birthday": "1963-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f4/Bernard_VERDIER.jpg",
    "extract": "Louis Armary is a former French rugby union footballer. He played as a prop and as a hooker.",
    "year": 1963,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Karl Malone",
    "birthday": "1963-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Karl_Malone_in_Afghanistan.jpg/223px-Karl_Malone_in_Afghanistan.jpg",
    "extract": "Karl Anthony Malone is an American former professional basketball player in the National Basketball Association (NBA). Nicknamed \"the Mailman\", he is considered one of the greatest power forwards in NBA history. Malone spent his first 18 seasons (1985–2003) in the NBA with the Utah Jazz and formed a formidable duo with his teammate John Stockton. He was a two-time NBA Most Valuable Player, a 14-time NBA All-Star, and an 11-time member of the All-NBA first team. His 36,928 career points scored rank third all-time in NBA history behind Kareem Abdul-Jabbar and LeBron James, and he holds the records for most free throws attempted and made, in addition to being tied for the second-most first-team All-NBA selections with Kobe Bryant and behind LeBron James.",
    "year": 1963,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Johnny O'Connell",
    "birthday": "1962-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Johnny_OConnell_Pirelli_World_Challenge_at_Road_America_June_2014.jpg/228px-Johnny_OConnell_Pirelli_World_Challenge_at_Road_America_June_2014.jpg",
    "extract": "Johnny O'Connell is the most successful GM factory racing driver from the United States. He currently drives for Cadillac in the Pirelli World Challenge, winning the 2012, 2013, 2014 and 2015 GT driver's championship.",
    "year": 1962,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jim Leighton",
    "birthday": "1958-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Jim_Leighton_2009.jpg/283px-Jim_Leighton_2009.jpg",
    "extract": "James Leighton is a Scottish former professional footballer who played as a goalkeeper. Leighton started his career with Aberdeen, where he won seven domestic trophies and the 1982-83 European Cup Winners' Cup under the management of Alex Ferguson. Ferguson then signed Leighton for Manchester United in 1988, but dropped him after he conceded three goals in the 1990 FA Cup Final. Leighton then had spells with Arsenal, Reading, Dundee and Sheffield United, and rebuilt his career after joining Hibernian in 1993. He returned to Aberdeen in 1997, leading to a career total of over 600 appearances in the league alone.",
    "year": 1958,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Pam Tillis",
    "birthday": "1957-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Pam_Tillis_wiki2.jpg/320px-Pam_Tillis_wiki2.jpg",
    "extract": "Pamela Yvonne Tillis is an American country music singer and actress. She is the daughter of country music singer Mel Tillis.",
    "year": 1957,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Charlie Crist",
    "birthday": "1956-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Charlie_Crist_115th_Congress_photo.jpg/213px-Charlie_Crist_115th_Congress_photo.jpg",
    "extract": "Charles Joseph Crist Jr. is an American lawyer and politician who has served as the U.S. representative from Florida's 13th congressional district since 2017. The district is based in St. Petersburg. He served as the 44th governor of Florida from 2007 to 2011.",
    "year": 1956,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Brad Watson (writer)",
    "birthday": "1955-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Brad_Watson_2017.jpg/320px-Brad_Watson_2017.jpg",
    "extract": "Wilton Brad Watson was an American author and academic. Originally from Mississippi, he worked and lived in Alabama, Florida, California, Boston, and Wyoming. He was a professor at the University of Wyoming until his death. Watson published four books – two novels and two collections of short stories – to critical acclaim.",
    "year": 1955,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jorge Jesus",
    "birthday": "1954-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/2020-02-17_Encontro_com_T%C3%A9cnico_do_Flamengo%2C_Jorge_Jesus_%28cropped%29.jpg/232px-2020-02-17_Encontro_com_T%C3%A9cnico_do_Flamengo%2C_Jorge_Jesus_%28cropped%29.jpg",
    "extract": "Jorge Fernando Pinheiro de Jesus is a Portuguese professional football manager and former player.",
    "year": 1954,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Julian Brazier",
    "birthday": "1953-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Julian_Brazier_solo.jpg/252px-Julian_Brazier_solo.jpg",
    "extract": "Sir Julian William Hendy Brazier is a British Conservative Party politician. He was the Member of Parliament (MP) for Canterbury from 1987 to 2017.",
    "year": 1953,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jon Faddis",
    "birthday": "1953-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Jon_Faddis.jpg/320px-Jon_Faddis.jpg",
    "extract": "Jon Faddis is an American jazz trumpet player, conductor, composer, and educator, renowned for both his playing and for his expertise in the field of music education. Upon his first appearance on the scene, he became known for his ability to closely mirror the sound of trumpet icon Dizzy Gillespie, who was his mentor along with pianist Stan Kenton and trumpeter Bill Catalano.",
    "year": 1953,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Tadashi Kawamata",
    "birthday": "1953-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Tadashi_Kawamata.jpg/240px-Tadashi_Kawamata.jpg",
    "extract": "Tadashi Kawamata is a Japanese artist, born in Mikasa City / Hokkaido, who lives and works in Paris.",
    "year": 1953,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Claire McCaskill",
    "birthday": "1953-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Claire_McCaskill%2C_113th_official_photo.jpg/207px-Claire_McCaskill%2C_113th_official_photo.jpg",
    "extract": "Claire Conner McCaskill is an American politician who served as a United States Senator from Missouri from 2007 to 2019 and as State Auditor of Missouri from 1999 to 2007.",
    "year": 1953,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "James Newcome",
    "birthday": "1953-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Official_portrait_of_The_Lord_Bishop_of_Carlisle_crop_2%2C_2019.jpg/240px-Official_portrait_of_The_Lord_Bishop_of_Carlisle_crop_2%2C_2019.jpg",
    "extract": "James William Scobie Newcome, is an English Anglican bishop and Lord Spiritual. Since 2009, he has been the Bishop of Carlisle, the diocesan bishop of the Diocese of Carlisle. He has been a member of the House of Lords as a Lord Spiritual since October 2013. From 2002 to 2009, he was the Bishop of Penrith, a suffragan bishop in the Diocese of Carlisle.",
    "year": 1953,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Gus Van Sant",
    "birthday": "1952-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Gus_Van_Sant-1345.jpg/320px-Gus_Van_Sant-1345.jpg",
    "extract": "Gus Green Van Sant Jr. is an American film director, producer, photographer, and musician who has earned acclaim as both an independent and mainstream filmmaker. His films typically deal with themes of marginalized subcultures, in particular homosexuality; Van Sant is considered one of the most prominent auteurs of the New Queer Cinema movement.",
    "year": 1952,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Lynda Carter",
    "birthday": "1951-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Lynda_Carter2_%28cropped2%29.jpg/320px-Lynda_Carter2_%28cropped2%29.jpg",
    "extract": "Lynda Jean Cordova Carter is an American actress, singer, and beauty pageant titleholder who was crowned Miss World USA 1972 and finished in the top 15 at the Miss World 1972 pageant.",
    "year": 1951,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Chris Smith, Baron Smith of Finsbury",
    "birthday": "1951-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Official_portrait_of_Lord_Smith_of_Finsbury%2C_2020.jpg/240px-Official_portrait_of_Lord_Smith_of_Finsbury%2C_2020.jpg",
    "extract": "Christopher Robert Smith, Baron Smith of Finsbury, PC is a British politician and a peer; a former Member of Parliament (MP) and Cabinet Minister; and former chairman of the Environment Agency. For the majority of his career he was a Labour Party member. He was the first openly gay male British MP, coming out in 1984, and in 2005, the first MP to acknowledge that he is HIV positive. Since 2015 he has been Master of Pembroke College, Cambridge.",
    "year": 1951,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jadranka Stojaković",
    "birthday": "1950-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Jadranka_Stojakovi%C4%87-Dani-sarajeva_09.jpg/271px-Jadranka_Stojakovi%C4%87-Dani-sarajeva_09.jpg",
    "extract": "Jadranka Stojaković was a Bosnian singer-songwriter popular in the former Yugoslavia, known for her unique voice. Her best known hits are \"Sve smo mogli mi\", \"Što te nema\", and \"Bistre vode Bosnom teku\".",
    "year": 1950,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Michael Richards",
    "birthday": "1949-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Michael_Richards_%281993%29.jpg/239px-Michael_Richards_%281993%29.jpg",
    "extract": "Michael Anthony Richards is an American actor, writer, television producer, and comedian best known for playing Cosmo Kramer on the television sitcom Seinfeld. He began his career as a stand-up comedian, first entering the national spotlight when he was featured on Billy Crystal's first cable TV special. He went on to become a series regular on ABC's Fridays. He made numerous guest appearances on a variety of television shows, such as Cheers. His film credits include So I Married an Axe Murderer, Airheads, Young Doctors in Love, Problem Child, Coneheads, UHF, and Trial and Error, one of his few starring roles.",
    "year": 1949,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Gallagher (comedian)",
    "birthday": "1946-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/GallagherRetouched.jpg/226px-GallagherRetouched.jpg",
    "extract": "Leo Anthony Gallagher Jr., known mononymously as Gallagher, is an American comedian whose trademarks are prop comedy and smashing watermelons as part of his act. He has had several popular HBO specials.",
    "year": 1946,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Friedhelm Haebermann",
    "birthday": "1946-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/77/Amateurnationalmannschaft_1971_%28Friedhelm_Haebermann%29.jpg",
    "extract": "Friedhelm Haebermann is a former German football player and manager.",
    "year": 1946,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Hervé Vilard",
    "birthday": "1946-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Tour_de_France_2016%2C_%C3%A9tape_15_-_Nikon_%287%29.JPG/258px-Tour_de_France_2016%2C_%C3%A9tape_15_-_Nikon_%287%29.JPG",
    "extract": "Hervé Vilard is a French pop–singer, who first became famous in the 1960s. His first single \"Capri c'est fini\" became an international hit in 1965 and rendered him instantaneously famous. The song sold 3.3 million copies.",
    "year": 1946,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Azim Premji",
    "birthday": "1945-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Azim_Premji_-_World_Economic_Forum_Annual_Meeting_Davos_2009_%28crop%29.jpg/245px-Azim_Premji_-_World_Economic_Forum_Annual_Meeting_Davos_2009_%28crop%29.jpg",
    "extract": "Azim Hashim Premji is an Indian businessman, investor, engineer, and philanthropist, who was the chairman of Wipro Limited. Premji remains a non-executive member of the board and founder chairman. He is informally known as the Czar of the Indian IT Industry. He was responsible for guiding Wipro through four decades of diversification and growth, to finally emerge as one of the global leaders in the software industry. In 2010, he was voted among the 20 most powerful men in the world by Asiaweek. He has twice been listed among the 100 most influential people by Time magazine, once in 2004 and more recently in 2011. For years, he has been regularly listed one among The 500 Most Influential Muslims. He also serves as the Chancellor of Azim Premji University, Bangluru.",
    "year": 1945,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Hugh Ross (astrophysicist)",
    "birthday": "1945-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/RTB_Hugh_Ross.jpg/212px-RTB_Hugh_Ross.jpg",
    "extract": "Hugh Norman Ross is a Canadian astrophysicist, Christian apologist, and old Earth creationist.",
    "year": 1945,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Anthony Brian Watts",
    "birthday": "1945-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Professor_Anthony_Watts_FRS.jpg/213px-Professor_Anthony_Watts_FRS.jpg",
    "extract": "Anthony Brian Watts FRS is a British marine geologist and geophysicist and Professor of Marine Geology and Geophysics in the Department of Earth Sciences, at the University of Oxford.",
    "year": 1945,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Heinz Burt",
    "birthday": "1942-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7e/Heinz_Burt.jpg/215px-Heinz_Burt.jpg",
    "extract": "Heinz Burt was a German-British bassist and singer, who performed under the stage name Heinz. He was also known as a member of instrumental group the Tornados.",
    "year": 1942,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Chris Sarandon",
    "birthday": "1942-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Chris_Sarandon_by_Gage_Skidmore.jpg/246px-Chris_Sarandon_by_Gage_Skidmore.jpg",
    "extract": "Chris Sarandon is an American actor. He is best known for playing Jerry Dandrige in Fright Night (1985), Prince Humperdinck in The Princess Bride (1987), Detective Mike Norris in Child's Play (1988), and Jack Skellington in The Nightmare Before Christmas (1993). He was nominated for the Academy Award for Best Supporting Actor for his performance as Leon Shermer in Dog Day Afternoon (1975).",
    "year": 1942,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Dan Hedaya",
    "birthday": "1940-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Dan_Hedaya_2016.png/239px-Dan_Hedaya_2016.png",
    "extract": "Daniel G. Hedaya is an American actor. He established himself as a supporting actor, often playing sleazy villains or wisecracking supporting characters. He has had supporting roles in films such as True Confessions (1981), The Adventures of Buckaroo Banzai Across the 8th Dimension, Tightrope, Blood Simple, Commando (1985), Wise Guys (1986), Joe Versus the Volcano (1990), The Addams Family (1991), Rookie of the Year (1993), Boiling Point (1993), Clueless (1995), The First Wives Club, Daylight, Marvin's Room, Alien Resurrection (1997), A Civil Action, A Night at the Roxbury, The Hurricane, Dick, Shaft, The Crew, Swimfan (2002), Robots, and Strangers with Candy.",
    "year": 1940,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Walt Bellamy",
    "birthday": "1939-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Walt_Bellamy_1972.JPG/227px-Walt_Bellamy_1972.JPG",
    "extract": "Walter Jones Bellamy was an American professional basketball player. A four-time NBA All-Star, he was inducted into the Naismith Memorial Basketball Hall of Fame.",
    "year": 1939,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Eugene J. Martin",
    "birthday": "1938-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/92/Eugene_J._Martin.2.jpg/320px-Eugene_J._Martin.2.jpg",
    "extract": "Eugene James Martin \nwas an African-American visual artist.",
    "year": 1938,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Manoj Kumar",
    "birthday": "1937-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Manoj_Kumar_at_Esha_Deol%27s_wedding_at_ISCKON_temple_10.jpg/212px-Manoj_Kumar_at_Esha_Deol%27s_wedding_at_ISCKON_temple_10.jpg",
    "extract": "Harikishan Giri Goswami, better known by his stage name Manoj Kumar, is an Indian retired actor, filmmaker, screenwriter, lyricist and editor who worked in Hindi cinema. He is known for acting and making films with patriotic themes, and has been given the nickname Bharat Kumar. He is the recipient of a National Film Award and seven Filmfare Awards, in varied categories.",
    "year": 1937,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Quinlan Terry",
    "birthday": "1937-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Quinlan_Terry_in_2018.jpg/320px-Quinlan_Terry_in_2018.jpg",
    "extract": "John Quinlan Terry CBE is a British architect. He was educated at Bryanston School and the Architectural Association. He was a pupil of architect Raymond Erith, with whom he formed the partnership Erith & Terry.",
    "year": 1937,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ruth Buzzi",
    "birthday": "1936-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Ruth_Buzzi_1996.jpg/212px-Ruth_Buzzi_1996.jpg",
    "extract": "Ruth Ann Buzzi is an American actress, comedian, and singer. She has appeared on stage, in films, and on television. She is best known for her performances on the comedy-variety show Rowan & Martin's Laugh-In from 1968 to 1973, for which she won a Golden Globe Award and received five Emmy nominations.",
    "year": 1936,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Mark Goddard",
    "birthday": "1936-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/ed/Markgoddardwff.jpg",
    "extract": "Mark Goddard is an American actor who has starred in a number of television programs. He is probably best known for portraying Major Don West, the hot-tempered second in command of the Jupiter 2, in the CBS series Lost in Space (1965–1968). He also played Detective Sgt. Chris Ballard, in The Detectives, starring Robert Taylor.",
    "year": 1936,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Aaron Elkins",
    "birthday": "1935-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Aaron_Elkins%2C_author.jpg/320px-Aaron_Elkins%2C_author.jpg",
    "extract": "Aaron Elkins is an American mystery writer. He is best known for his series of novels featuring forensic anthropologist Gideon Oliver—the 'skeleton detective'.",
    "year": 1935,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Mel Ramos",
    "birthday": "1935-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Mel_Ramos_2007.JPG/320px-Mel_Ramos_2007.JPG",
    "extract": "Melvin John Ramos was an American figurative painter, specializing most often in paintings of female nudes, whose work incorporates elements of realist and abstract art.",
    "year": 1935,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "P. S. Soosaithasan",
    "birthday": "1934-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d3/P._S._Soosaithasan.jpg/209px-P._S._Soosaithasan.jpg",
    "extract": "Pilesiyan Sosai Soosaithasan was a Sri Lankan Tamil accountant, politician and Member of Parliament.",
    "year": 1934,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ermanno Olmi",
    "birthday": "1931-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Ermanno_Olmi.jpg/221px-Ermanno_Olmi.jpg",
    "extract": "Ermanno Olmi was an Italian film director and screenwriter.",
    "year": 1931,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Éric Tabarly",
    "birthday": "1931-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/00/Eric_Tabarly.JPG",
    "extract": "Éric Marcel Guy Tabarly was a French Navy officer and yachtsman. He was a member of the Yacht Club de France.",
    "year": 1931,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Alfred Balk",
    "birthday": "1930-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/ca/Alfred_balk_80s.jpg",
    "extract": "Alfred Balk was an American reporter, nonfiction author and magazine editor who wrote groundbreaking articles about housing segregation, the Nation of Islam, the environment and Illinois politics. His refusal to identify a confidential source led to a landmark court case. During a career-long emphasis on media improvement, he served on the Twentieth Century Fund's task force that established a National News Council, consulted for several foundations, served as secretary of New York Governor Nelson Rockefeller's Committee on the Employment of Minority Groups in the News Media, and produced a film, That the People Shall Know: The Challenge of Journalism, narrated by Walter Cronkite. He wrote and co-authored books on a variety of topics, ranging from the tax exempt status of religious organizations to globalization to the history of radio.",
    "year": 1930,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Keshubhai Patel",
    "birthday": "1928-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/32/Keshubhai_Patel.jpg",
    "extract": "Keshubhai Patel was an Indian politician who was the Chief Minister of Gujarat in 1995 and from 1998 to 2001. He was a six-time member of Gujarat Legislative Assembly. He was a member of RSS since 1940s, of Bharatiya Jana Sangh in 1960s, Janata Party in 1970s, and the Bharatiya Janata Party (BJP) from 1980. He subsequently left the BJP in 2012 and formed the Gujarat Parivartan Party. He was elected from Visavadar in the 2012 state assembly election but later resigned in 2014 due to ill health and merged his party with BJP. He was awarded India's third highest civilian award the Padma Bhushan posthumously in 2021.",
    "year": 1928,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Zara Mints",
    "birthday": "1927-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Zara_Mints.jpg/203px-Zara_Mints.jpg",
    "extract": "Zara Grigoryevna Mints was a Slavic literary scientist active in the University of Tartu. She was the wife of Juri Lotman.",
    "year": 1927,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Aris Poulianos",
    "birthday": "1924-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Aris.Poulianos.jpg/242px-Aris.Poulianos.jpg",
    "extract": "Aris Poulianos is a Greek anthropologist and archaeologist.",
    "year": 1924,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Giuseppe Di Stefano",
    "birthday": "1921-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Luigi_Veronelli_and_Giuseppe_Di_Stefano.jpg/320px-Luigi_Veronelli_and_Giuseppe_Di_Stefano.jpg",
    "extract": "Giuseppe Di Stefano was an Italian operatic tenor who sang professionally from the mid-1940s until the early 1990s. Called Pippo by both fans and friends, he was known as the \"Golden voice\" or \"The most beautiful voice\", as the true successor of Beniamino Gigli.\nLuciano Pavarotti said he modeled himself after Di Stefano. In an interview Pavarotti said \"Di Stefano is my idol. There is a solar voice...It was the most incredible, open voice you could hear. The musicality of di Stefano is as natural and beautiful as the voice is phenomenal\". Di Stefano was also the tenor who most inspired José Carreras. He died on 3 March 2008 as a result of injuries from an attack by unknown assailants.",
    "year": 1921,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Billy Taylor",
    "birthday": "1921-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Billy_Taylor_in_2000.jpg/254px-Billy_Taylor_in_2000.jpg",
    "extract": "Billy Taylor was an American jazz pianist, composer, broadcaster and educator. He was the Robert L. Jones Distinguished Professor of Music at East Carolina University in Greenville, and from 1994 was the artistic director for jazz at the John F. Kennedy Center for the Performing Arts in Washington, D.C.",
    "year": 1921,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Bella Abzug",
    "birthday": "1920-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Bella_Savitsky_Abzug.jpg/222px-Bella_Savitsky_Abzug.jpg",
    "extract": "Bella Savitzky Abzug, nicknamed \"Battling Bella\", was an American lawyer, self-proclaimed communist and U.S. Representative, social activist, and a leader in the women's movement. In 1971, Abzug joined other leading feminists such as Gloria Steinem, Shirley Chisholm, and Betty Friedan to found the National Women's Political Caucus. She was known as a leading figure in what came to be known as eco-feminism.",
    "year": 1920,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Constance Dowling",
    "birthday": "1920-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Andrea_Checchi_e_Costance_Dowling.jpg/320px-Andrea_Checchi_e_Costance_Dowling.jpg",
    "extract": "Constance Dowling was an American model turned actress of the 1940s and 1950s.",
    "year": 1920,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Robert Marsden Hope",
    "birthday": "1919-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/77/Justice_Robert_Marsden_Hope.jpg",
    "extract": "Robert Marsden Hope, was a Justice of the New South Wales Court of Appeal and Royal Commissioner on three separate occasions, most notably the Royal Commission on Intelligence and Security. As a judge Hope was known for his legal positivism and as a royal commissioner he \"instilled a sense of impartiality\".",
    "year": 1919,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John Winkin",
    "birthday": "1919-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/17/John_Winkin.jpg/320px-John_Winkin.jpg",
    "extract": "John W. Winkin Jr. was an American baseball coach, scout, broadcaster, journalist and collegiate athletics administrator. Winkin led the University of Maine Black Bears baseball team to six College World Series berths in an 11-year span. In 2007, at age 87, he was the oldest active head coach in any collegiate sport at any NCAA level. In all, 92 of his former players wound up signing professional baseball contracts. Elected to 11 different halls of fame, including the National College Baseball Hall of Fame in 2013, he finished his college baseball coaching career in 2008 with 1,043 total wins, which ranks 52nd all-time among NCAA head coaches. He died in 2014.",
    "year": 1919,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ruggiero Ricci",
    "birthday": "1918-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Ruggiero-Ricci-1961.png/320px-Ruggiero-Ricci-1961.png",
    "extract": "Ruggiero Ricci was an American violinist known for performances and recordings of the works of Paganini.",
    "year": 1918,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jack Moroney",
    "birthday": "1917-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Jack_Moroney_1948_card.jpg/240px-Jack_Moroney_1948_card.jpg",
    "extract": "John Moroney was an Australian cricketer who played in seven Tests from 1949 to 1951.",
    "year": 1917,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Enrique Fernando",
    "birthday": "1915-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/ca/Enrique_Fernando.jpg",
    "extract": "Enrique Medina Fernando was the 13th Chief Justice of the Supreme Court of the Philippines. A noted constitutionalist and law professor, he served in the Supreme Court for 18 years, including 6 years as Chief Justice.",
    "year": 1915,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Frances Oldham Kelsey",
    "birthday": "1914-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Frances_Oldham_Kelsey.png/235px-Frances_Oldham_Kelsey.png",
    "extract": "Frances Kathleen Oldham Kelsey, CM was a Canadian-American pharmacologist and physician. As a reviewer for the U.S. Food and Drug Administration (FDA), she refused to authorize thalidomide for market because she had concerns about the lack of evidence regarding the drug's safety. Her concerns proved to be justified when it was shown that thalidomide caused serious birth defects. Kelsey's career intersected with the passage of laws strengthening FDA oversight of pharmaceuticals. Kelsey was the second woman to receive the President's Award for Distinguished Federal Civilian Service, awarded to her by John F. Kennedy in 1962.",
    "year": 1914,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ed Mirvish",
    "birthday": "1914-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Ed_Mirvish_in_2006_crop.jpg/243px-Ed_Mirvish_in_2006_crop.jpg",
    "extract": "Edwin \"Honest Ed\" Mirvish, was an American-Canadian businessman, philanthropist and theatrical impresario who lived in Toronto, Ontario. He is known for his flagship business, Honest Ed's, a landmark discount store in downtown Toronto, and as a patron of the arts, instrumental in revitalizing the theatre scene in Toronto.",
    "year": 1914,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Alan Waddell",
    "birthday": "1914-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/00/Alan-Waddell-Mcmahons-point.jpg/206px-Alan-Waddell-Mcmahons-point.jpg",
    "extract": "Alan Mossman Waddell was an Australian walker who received national and international media attention for walking every street in over 280 suburbs in Sydney.",
    "year": 1914,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Britton Chance",
    "birthday": "1913-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Britton_Chance_%281965%29.jpg/240px-Britton_Chance_%281965%29.jpg",
    "extract": "Britton \"Brit\" Chance was an American biochemist, biophysicist, scholar, and inventor whose work helped develop spectroscopy as a way to diagnose medical problems. He was \"a world leader in transforming theoretical science into useful biomedical and clinical applications\" and is considered \"the founder of the biomedical photonics.\" He received the National Medal of Science in 1974.",
    "year": 1913,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Harry Horner",
    "birthday": "1910-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/96/Harry_Horner.jpg",
    "extract": "Harry Horner was an Austro-Hungarian-born American art director who made a successful career in Hollywood as an Oscar-winning art director and as a feature film and television director.",
    "year": 1910,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John William Finn",
    "birthday": "1909-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/John_William_Finn.jpg/250px-John_William_Finn.jpg",
    "extract": "John William Finn was a sailor in the United States Navy who, as a chief petty officer, received the United States military's highest decoration, the Medal of Honor, for his actions during the attack on Pearl Harbor in World War II. As a chief aviation ordnanceman stationed at Naval Air Station Kaneohe Bay, he earned the medal by manning a machine gun from an exposed position throughout the attack, despite being repeatedly wounded. He continued to serve in the Navy and in 1942 was commissioned an ensign. In 1947 he was reverted to chief petty officer, eventually rising to lieutenant before his 1956 retirement. In his later years he made many appearances at events celebrating veterans. At the time of his death, Finn was the oldest living Medal of Honor recipient, the last living recipient from the attack on Pearl Harbor, and the last United States Navy recipient of World War II.",
    "year": 1909,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Leo Arnaud",
    "birthday": "1904-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/bc/Leo_Arnaud.jpg",
    "extract": "Leo Arnaud or Léo Arnaud was a French American composer of film scores, best known for \"Bugler's Dream\", which is used as the theme by television networks presenting the Olympic Games in the United States.",
    "year": 1904,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Richard B. Morris",
    "birthday": "1904-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/dc/Richard_B._Morris.jpg",
    "extract": "Richard Brandon Morris was an American historian best known for his pioneering work in colonial American legal history and the early history of American labor. In later years, he shifted his research interests to the constitutional, diplomatic, and political history of the American Revolution and the making of the United States Constitution.",
    "year": 1904,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Delmer Daves",
    "birthday": "1904-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/66/Delmer_Daves.jpg",
    "extract": "Delmer Lawrence Daves was an American screenwriter, film director and film producer. He worked in many genres, including film noir and warfare, but he is best known for his Western movies, especially Broken Arrow (1950), The Last Wagon (1956), 3:10 to Yuma (1957) and The Hanging Tree (1959). He was forced to work on studio-based films only after heart trouble in 1959 but one of these, A Summer Place, was nevertheless a huge commercial success.",
    "year": 1904,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Zelda Fitzgerald",
    "birthday": "1900-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Zelda_Fitzgerald_circa_1919_Retouched.jpg/274px-Zelda_Fitzgerald_circa_1919_Retouched.jpg",
    "extract": "Zelda Fitzgerald was an American socialite, novelist, and painter.",
    "year": 1900,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Chief Dan George",
    "birthday": "1899-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/2e/ChiefDan_George.jpg/258px-ChiefDan_George.jpg",
    "extract": "Chief Dan George was a chief of the Tsleil-Waututh Nation, a Coast Salish band whose Indian reserve is located on Burrard Inlet in the southeast area of the District of North Vancouver, British Columbia, Canada. He also was an actor, musician, poet and an author. The Chief's best-known written work is \"My Heart Soars\". As an actor, he is best remembered for portraying Old Lodge Skins opposite Dustin Hoffman in Little Big Man (1970), for which he was nominated for the Academy Award for Best Supporting Actor, and for his role in The Outlaw Josey Wales (1976), as Lone Watie, opposite Clint Eastwood.",
    "year": 1899,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Amelia Earhart",
    "birthday": "1897-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Amelia_Earhart_standing_under_nose_of_her_Lockheed_Model_10-E_Electra%2C_small.jpg/320px-Amelia_Earhart_standing_under_nose_of_her_Lockheed_Model_10-E_Electra%2C_small.jpg",
    "extract": "Amelia Mary Earhart was an American aviation pioneer and author. Earhart was the first female aviator to fly solo across the Atlantic Ocean. She set many other records, was one of the first aviators to promote commercial air travel, wrote best-selling books about her flying experiences, and was instrumental in the formation of The Ninety-Nines, an organization for female pilots.",
    "year": 1897,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Robert Graves",
    "birthday": "1895-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Robert_Graves_1929_%28cropped%29.jpg/230px-Robert_Graves_1929_%28cropped%29.jpg",
    "extract": "Robert von Ranke Graves was a British poet, historical novelist and critic. His father was Alfred Perceval Graves, a celebrated Irish poet and figure in the Gaelic revival; they were both Celticists and students of Irish mythology. Graves produced more than 140 works in his lifetime. His poems, his translations and innovative analysis of the Greek myths, his memoir of his early life—including his role in World War I—Good-Bye to All That, and his speculative study of poetic inspiration The White Goddess have never been out of print. He is also a renowned short story writer, with stories such as 'The Tenement' still being popular today",
    "year": 1895,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Agnes Meyer Driscoll",
    "birthday": "1889-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/48/Agnes_meyer_driscoll.jpg",
    "extract": "Agnes Meyer Driscoll, known as \"Miss Aggie\" or \"Madame X'\", was an American\ncryptanalyst during both World War I and World War II and was known as “the first lady of naval cryptology.\"",
    "year": 1889,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Arthur Richardson (Australian cricketer)",
    "birthday": "1888-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0c/AJ_Richardson.jpg/193px-AJ_Richardson.jpg",
    "extract": "Arthur John Richardson was an Australian Test cricketer who played nine Tests matches for Australia.",
    "year": 1888,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jun'ichirō Tanizaki",
    "birthday": "1886-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Junichiro_Tanizaki_02.jpg/206px-Junichiro_Tanizaki_02.jpg",
    "extract": "Jun'ichirō Tanizaki  was a Japanese author who is considered to be one of the most prominent figures in modern Japanese literature. The tone and subject matter of his work ranges from shocking depictions of sexuality and destructive erotic obsessions to subtle portrayals of the dynamics of family life within the context of the rapid changes in 20th-century Japanese society. Frequently, his stories are narrated in the context of a search for cultural identity in which constructions of the West and Japanese tradition are juxtaposed.",
    "year": 1886,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Maria Caserini",
    "birthday": "1884-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Gasparini-m-foto-1914.jpg/275px-Gasparini-m-foto-1914.jpg",
    "extract": "Maria Caserini was an Italian stage and film actress, as well as a pioneer of filmmaking during the early 20th-century. She often starred in adaptations of stage and film productions for the works of William Shakespeare.",
    "year": 1884,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ernest Bloch",
    "birthday": "1880-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Ernest_Bloch_in_1917_at_a_table_%28retouched%29.jpg/320px-Ernest_Bloch_in_1917_at_a_table_%28retouched%29.jpg",
    "extract": "Ernest Bloch was a Swiss-born American composer. Bloch was a preeminent artist in his day, and left a lasting legacy. He is recognized as one of the greatest Swiss composers in history. As well as producing musical scores, Bloch had an academic career that culminated in his recognition as Professor Emeritus at the University of California, Berkeley in 1952.",
    "year": 1880,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Lord Dunsany",
    "birthday": "1878-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Edward_Plunkett%2C_18th_Baron_Dunsany.jpg/251px-Edward_Plunkett%2C_18th_Baron_Dunsany.jpg",
    "extract": "Edward John Moreton Drax Plunkett, 18th Baron of Dunsany was an Anglo-Irish writer and dramatist. Over 90 volumes of fiction, essays, poems and plays appeared in his lifetime. Material has continued to appear. He gained a name in the 1910s as a great writer of the English-speaking world. Best known today are the 1924 fantasy novel, The King of Elfland's Daughter, and his first book, The Gods of Pegāna, which depicts a fictional pantheon. Many critics feel his early work laid grounds for the fantasy genre. Born in London as heir to an old Irish peerage, he was raised partly in Kent, but later lived mainly at Ireland's possibly longest inhabited home, Dunsany Castle near Tara. He worked with W. B. Yeats and Lady Gregory supporting the Abbey Theatre and some fellow writers. He was a chess and pistol champion of Ireland, and travelled and hunted. He devised an asymmetrical game called Dunsany's chess. In later life he gained an honorary doctorate from Trinity College Dublin. He retired to Shoreham, Kent in 1947. In 1957 he took ill when visiting Ireland and died in Dublin of appendicitis.",
    "year": 1878,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Calogero Vizzini",
    "birthday": "1877-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/1c/Calogero_Vizzini_face.jpg",
    "extract": "Calogero \"Don Calò\" Vizzini was a Sicilian Mafia boss of Villalba in the Province of Caltanissetta, Sicily. Vizzini was considered to be one of the most influential and legendary Mafia bosses of Sicily after World War II until his death in 1954. In the media, he was often depicted as the \"boss of bosses\" – although such a position does not exist in the loose structure of Cosa Nostra.",
    "year": 1877,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Oswald Chambers",
    "birthday": "1874-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/OswaldChambers.jpg/220px-OswaldChambers.jpg",
    "extract": "Oswald Chambers was an early-twentieth-century Scottish Baptist evangelist and teacher who was aligned with the Holiness Movement. He is best known for the daily devotional My Utmost for His Highest.",
    "year": 1874,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Vicente Acosta",
    "birthday": "1867-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/El_escritor_poeta_politico_Vicente_Acosta.jpg/274px-El_escritor_poeta_politico_Vicente_Acosta.jpg",
    "extract": "Vicente Acosta was a Salvadoran poet.",
    "year": 1867,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "E. F. Benson",
    "birthday": "1867-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/E._F._Benson.jpg/221px-E._F._Benson.jpg",
    "extract": "Edward Frederic Benson was an English novelist, biographer, memoirist, archaeologist and short story writer.",
    "year": 1867,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Fred Tate",
    "birthday": "1867-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Fred_Tate_c1905.jpg/241px-Fred_Tate_c1905.jpg",
    "extract": "Frederick William Tate was an English cricketer who played in one Test in 1902. This was the famous match at Old Trafford which England lost by 3 runs, and with it the series. Tate had the misfortune to drop a crucial swerving lofted pull off the left-handed Australian captain, Joe Darling, the bowler being the leg-spinner Len Braund from the now Brian Statham End: just forward of square leg, in front of the refreshment stall, slightly in from the boundary, rail/tram-line side of the ground. England lost their ninth wicket in their second innings with eight wanted for victory. Tate joined Wilfred Rhodes and edged his first ball for four, but the fourth ball he received from Saunders bowled him. The patch of turf on which Tate dropped the catch is now in the pavilion lawn at Whalley Range Cricket Club, after Old Trafford lifted its playing area in August 2008, as is that where Clem Hill took his famous running catch in front of the pavilion in the same game. The England captain, Archie MacLaren, was born in Whalley Range and grew up there.",
    "year": 1867,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Frank Wedekind",
    "birthday": "1864-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/FrankWedekind1883.JPG/235px-FrankWedekind1883.JPG",
    "extract": "Benjamin Franklin Wedekind was a German playwright. His work, which often criticizes bourgeois attitudes, is considered to anticipate expressionism and was influential in the development of epic theatre.",
    "year": 1864,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Princess Charlotte of Prussia",
    "birthday": "1860-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Charlotte%2C_Duchess_of_Saxe_Meiningen%2C_n%C3%A9e_Princess_of_Prussia.jpg/238px-Charlotte%2C_Duchess_of_Saxe_Meiningen%2C_n%C3%A9e_Princess_of_Prussia.jpg",
    "extract": "Princess Victoria Elizabeth Augusta Charlotte of Prussia was Duchess of Saxe-Meiningen as the wife of Bernhard III, the duchy's last ruler. Born at the Neues Palais in Potsdam, she was the second child and eldest daughter of Prince Frederick of Prussia, a member of the House of Hohenzollern who became Crown Prince of Prussia in 1861 and German Emperor in 1888. Through her mother Victoria, Princess Royal, Charlotte was the eldest granddaughter of the British monarch Queen Victoria and her consort Prince Albert of Saxe-Coburg and Gotha.",
    "year": 1860,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Alphonse Mucha",
    "birthday": "1860-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Alfons_Mucha_in_Studio_%28c._1899%29.jpg/239px-Alfons_Mucha_in_Studio_%28c._1899%29.jpg",
    "extract": "Alfons Maria Mucha, known internationally as Alphonse Mucha, was a Bohemian and Czech painter, illustrator, and graphic artist, living in Paris during the Art Nouveau period, best known for his distinctly stylized and decorative theatrical posters, particularly those of Sarah Bernhardt. He produced illustrations, advertisements, decorative panels, and designs, which became among the best-known images of the period.",
    "year": 1860,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Henrik Pontoppidan",
    "birthday": "1857-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Henrik_Pontoppidan_1913.jpg/226px-Henrik_Pontoppidan_1913.jpg",
    "extract": "Henrik Pontoppidan was a Danish realist writer who shared with Karl Gjellerup the Nobel Prize for Literature in 1917 for \"his authentic descriptions of present-day life in Denmark.\" Pontoppidan's novels and short stories — informed with a desire for social progress but despairing, later in his life, of its realization — present an unusually comprehensive picture of his country and his epoch. As a writer he was an interesting figure, distancing himself both from the conservative environment in which he was brought up and from his socialist contemporaries and friends. He was the youngest and in many ways the most original and influential member of the Modern Break-Through.",
    "year": 1857,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Juan Vicente Gómez",
    "birthday": "1857-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Juan_Vicente_G%C3%B3mez%2C_1911.jpg/289px-Juan_Vicente_G%C3%B3mez%2C_1911.jpg",
    "extract": "Juan Vicente Gómez Chacón was a Venezuelan military general and ruler of Venezuela from 1908 until his death in 1935. He was president on three occasions during this time, ruling through puppet governments in between.",
    "year": 1857,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Émile Picard",
    "birthday": "1856-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1a/Charles_%C3%89mile_Picard.jpg/267px-Charles_%C3%89mile_Picard.jpg",
    "extract": "Charles Émile Picard was a French mathematician. He was elected the fifteenth member to occupy seat 1 of the Académie française in 1924.",
    "year": 1856,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Friedrich Schottky",
    "birthday": "1851-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/FriedrichSchottky.jpg/263px-FriedrichSchottky.jpg",
    "extract": "Friedrich Hermann Schottky was a German mathematician who worked on elliptic, abelian, and theta functions and introduced Schottky groups and Schottky's theorem. He was born in Breslau, Germany and died in Berlin.",
    "year": 1851,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jan Gotlib Bloch",
    "birthday": "1826-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/%C5%9A._p._Jan_Bloch_%2855665%29_%28cropped%29.jpg/223px-%C5%9A._p._Jan_Bloch_%2855665%29_%28cropped%29.jpg",
    "extract": "Jan Gotlib (Bogumił) Bloch was a Polish banker and railway financier who devoted his private life to the study of modern industrial warfare. Born Jewish and a convert to Calvinism, he spent considerable effort to opposing the prevalent antisemitic policies of the Tsarist government, and was sympathetic to the fledgling Zionist movement.",
    "year": 1826,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "William Poole",
    "birthday": "1821-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Bill_Poole.jpg/298px-Bill_Poole.jpg",
    "extract": "William Poole, also known as Bill the Butcher, was the leader of the Washington Street Gang, which later became known as the Bowery Boys gang. He was a local leader of the Know Nothing political movement in mid-19th-century New York City.",
    "year": 1821,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Adolphe Adam",
    "birthday": "1803-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/46/Adolphe-Adam-by-Nicolas-Eustache-Maurin.jpg/258px-Adolphe-Adam-by-Nicolas-Eustache-Maurin.jpg",
    "extract": "Adolphe Charles Adam was a French composer, teacher and music critic. A prolific composer for the theatre, he is best known today for his ballets Giselle (1841) and Le corsaire (1856), his operas Le postillon de Lonjumeau (1836) and Si j'étais roi (1852) and his Christmas carol \"Minuit, chrétiens!\".",
    "year": 1803,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Alexander Jackson Davis",
    "birthday": "1803-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/05/Alexander_Jackson_Davis.jpg/261px-Alexander_Jackson_Davis.jpg",
    "extract": "Alexander Jackson Davis, or A. J. Davis, was an American architect, known particularly for his association with the Gothic Revival style.",
    "year": 1803,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Alexandre Dumas",
    "birthday": "1802-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Alexander_Dumas_p%C3%A8re_par_Nadar_-_Google_Art_Project.jpg/243px-Alexander_Dumas_p%C3%A8re_par_Nadar_-_Google_Art_Project.jpg",
    "extract": "Alexandre Dumas, also known as Alexandre Dumas père, was a French writer. His works have been translated into many languages and he is one of the most widely read French authors. Many of his historical novels of high adventure were originally published as serials, including The Count of Monte Cristo, The Three Musketeers, Twenty Years After and The Vicomte of Bragelonne: Ten Years Later. His novels have been adapted since the early twentieth century into nearly 200 films.",
    "year": 1802,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Johan Georg Forchhammer",
    "birthday": "1794-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Johan_Georg_Forchhammer.jpg/259px-Johan_Georg_Forchhammer.jpg",
    "extract": "Johan Georg Forchhammer was a Danish mineralogist and geologist.",
    "year": 1794,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Joseph Nicollet",
    "birthday": "1786-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Joseph_Nicollet_001.jpg/243px-Joseph_Nicollet_001.jpg",
    "extract": "Joseph Nicolas Nicollet, also known as Jean-Nicolas Nicollet, was a French geographer, astronomer, and mathematician known for mapping the Upper Mississippi River basin during the 1830s. Nicollet led three expeditions in the region between the Mississippi and Missouri Rivers, primarily in Minnesota, South Dakota, and North Dakota.",
    "year": 1786,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Simón Bolívar",
    "birthday": "1783-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Sim%C3%B3n_Bol%C3%ADvar._Toro_Moreno%2C_Jos%C3%A9._1922%2C_Legislative_Palace%2C_La_Paz.png/213px-Sim%C3%B3n_Bol%C3%ADvar._Toro_Moreno%2C_Jos%C3%A9._1922%2C_Legislative_Palace%2C_La_Paz.png",
    "extract": "Simón José Antonio de la Santísima Trinidad Bolívar y Ponte Palacios y Blanco was a Venezuelan military and political leader who led what are currently the countries of Colombia, Venezuela, Ecuador, Panama, Peru, and Bolivia to independence from the Spanish Empire. He is known colloquially as El Libertador, or the Liberator of America.",
    "year": 1783,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Vladimir Borovikovsky",
    "birthday": "1757-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Borovikovsky_By_Bugaevsky_Blagodatny.jpg/246px-Borovikovsky_By_Bugaevsky_Blagodatny.jpg",
    "extract": "Vladimir Lukich Borovikovsky was a prominent Russian Imperial artist of Ukrainian Cossack background, who served at the court of Catherine the Great and dominated portraiture in the Russian Empire at the turn of the 19th century.",
    "year": 1757,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John Newton",
    "birthday": "1725-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/ff/JohnNewtonColour.jpg",
    "extract": "John Newton was an English Anglican cleric, a captain of slave ships who later became an investor in the slave trade but subsequently became an abolitionist. He served as a sailor in the Royal Navy for a period after forced recruitment.",
    "year": 1725,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Prince William, Duke of Gloucester",
    "birthday": "1689-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Prince_William_of_Denmark.jpg/255px-Prince_William_of_Denmark.jpg",
    "extract": "Prince William, Duke of Gloucester, was the son of Princess Anne and her husband, Prince George of Denmark. He was their only child to survive infancy. Styled Duke of Gloucester, he was viewed by contemporaries as a Protestant champion because his birth seemed to cement the Protestant succession established in the \"Glorious Revolution\" that had deposed his Catholic grandfather James II & VII the previous year.",
    "year": 1689,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Charles Talbot, 1st Duke of Shrewsbury",
    "birthday": "1660-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Charles_Talbot%2C_1st_Duke_of_Shrewsbury_by_Sir_Godfrey_Kneller%2C_Bt.jpg/264px-Charles_Talbot%2C_1st_Duke_of_Shrewsbury_by_Sir_Godfrey_Kneller%2C_Bt.jpg",
    "extract": "Charles Talbot, 1st Duke of Shrewsbury, KG, PC was an English politician who was part of the Immortal Seven group that invited Prince William III of Orange to depose King James II of England during the Glorious Revolution. He was appointed to several minor roles before the revolution, but came to prominence as a member of William's government. Born to Roman Catholic parents, he remained in that faith until 1679 when—during the time of the Popish Plot and following the advice of the divine John Tillotson—he converted to the Church of England. Shrewsbury took his seat in the House of Lords in 1680 and three years later was appointed Gentleman-Extraordinary of the Bedchamber, suggesting he was in favour at the court of Charles II.",
    "year": 1660,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Thomas Platter the Younger",
    "birthday": "1574-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Thomas_Plater_%28Platter%29_II._Line_engraving_by_P._Aubry._Wellcome_V0004695.jpg/215px-Thomas_Plater_%28Platter%29_II._Line_engraving_by_P._Aubry._Wellcome_V0004695.jpg",
    "extract": "Thomas Platter the Younger was a Swiss-born physician, traveller and diarist, the son of the humanist Thomas Platter the Elder.",
    "year": 1574,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Maria of the Palatinate, Duchess of Södermanland",
    "birthday": "1561-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Maria_of_the_Palatinate-Simmern.jpg/240px-Maria_of_the_Palatinate-Simmern.jpg",
    "extract": "Maria of the Palatinate, also known as Anna Maria, was a Swedish princess and Duchess of Södermanland by marriage, the first spouse of the future King Charles IX of Sweden. She died before he became king.",
    "year": 1561,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Charles II, Margrave of Baden-Durlach",
    "birthday": "1529-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Karl_II._von_Baden-Durlach.jpg/202px-Karl_II._von_Baden-Durlach.jpg",
    "extract": "Charles II, Margrave of Baden-Durlach, nicknamed Charles with the bag, governed the Margravate of Durlach from 1552 to 1577. On 1 June 1556 Charles issued a new Church Order, which made Lutheranism the official religion in Baden-Durlach.",
    "year": 1529,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Catherine of Saxony, Archduchess of Austria",
    "birthday": "1468-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/1468_Katharina.jpg/246px-1468_Katharina.jpg",
    "extract": "Catherine of Saxony, a member of the House of Wettin, was the second wife of Sigismund, Archduke of Austria and Regent of Tyrol.",
    "year": 1468,
    "month": 7,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Christina von Stommeln",
    "birthday": "1242-7-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Christina_von_Stommeln%2C_Nordportal%2C_K%C3%B6lner_Dom.jpg/220px-Christina_von_Stommeln%2C_Nordportal%2C_K%C3%B6lner_Dom.jpg",
    "extract": "Christina of Stommeln, also known as Christina Bruso and Christina Bruzo, was a Roman Catholic mystic, ecstatic, and stigmatic.",
    "year": 1242,
    "month": 7,
    "day": 24,
    "language": "en"
  }
]