[
  {
    "name": "Reagan Campbell-Gillard",
    "birthday": "1993-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Reagancampbellgillard.jpg/212px-Reagancampbellgillard.jpg",
    "extract": "Reagan Campbell-Gillard, also known by the nicknames of \"Reggie\" or \"RCG\", is a professional rugby league footballer who plays as a prop for the Parramatta Eels in the NRL. He has played for Fiji and Australia at international level.",
    "year": 1993,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jordan Spieth",
    "birthday": "1993-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Jordan_Spieth_after_winning_the_2015_U.S._Open.png/294px-Jordan_Spieth_after_winning_the_2015_U.S._Open.png",
    "extract": "Jordan Alexander Spieth is an American professional golfer on the PGA Tour and former world number one in the Official World Golf Ranking. He is a three-time major winner and the 2015 FedEx Cup champion. Spieth's first major win came in the 2015 Masters Tournament, when he shot a 270 (−18) and pocketed $1.8 million. He tied the 72-hole record set by Tiger Woods in 1997 and became the second youngest golfer to win the Masters. He then won the 2015 U.S. Open with a score of 5-under-par. He was the youngest U.S. Open champion since amateur Bobby Jones in 1923. He followed up with a win in the 2015 Tour Championship, which clinched the 2015 FedEx Cup. Two years later, Spieth won his third major at the 2017 Open Championship, by three shots at 12 under par.",
    "year": 1993,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Wandy Peralta",
    "birthday": "1991-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Wandy_Peralta_press_conference_yankees_2021.png/269px-Wandy_Peralta_press_conference_yankees_2021.png",
    "extract": "Wandy Luis Peralta Dominguez is a Dominican professional baseball pitcher for the New York Yankees of Major League Baseball (MLB). He has previously played in MLB for the Cincinnati Reds and San Francisco Giants. Peralta signed with the Reds as an amateur free agent in 2010 and made his MLB debut in 2016.",
    "year": 1991,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Paolo Hurtado",
    "birthday": "1990-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/FC_Salzburg_gegen_Vit%C3%B3ria_Guimar%C3%A3es_%28UEFA_Euroleague_23._November_2017%29_39_%28cropped%29.jpg/182px-FC_Salzburg_gegen_Vit%C3%B3ria_Guimar%C3%A3es_%28UEFA_Euroleague_23._November_2017%29_39_%28cropped%29.jpg",
    "extract": "Cristopher Paolo César Hurtado Huertas, commonly known as Paolo Hurtado, is a Peruvian professional footballer who plays as a winger for Chilean Primera División club Unión Española.",
    "year": 1990,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Cheyenne Kimball",
    "birthday": "1990-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/US_Navy_101105-N-7524O-001_Cheyenne_Kimball%2C_a_performer_with_the_country_music_band%2C_Gloriana%2C_performs_in_the_hangar_bay_of_the_aircraft_carrier.jpg/320px-US_Navy_101105-N-7524O-001_Cheyenne_Kimball%2C_a_performer_with_the_country_music_band%2C_Gloriana%2C_performs_in_the_hangar_bay_of_the_aircraft_carrier.jpg",
    "extract": "Cheyenne Nichole Kimball is an American singer-songwriter, guitarist, and mandolinist. Her debut album, The Day Has Come, was released in July 2006, coinciding with an MTV reality series following her entry into the music industry. This album produced a chart single on the Billboard Hot 100 in \"Hanging On.\" From 2008 to 2011, she was a member of the country music band Gloriana, which made its chart debut in 2009.",
    "year": 1990,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Stephen Li-Chung Kuo",
    "birthday": "1990-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/2011_Four_Continents_Stephen_Li-Chung_Kuo.jpg/213px-2011_Four_Continents_Stephen_Li-Chung_Kuo.jpg",
    "extract": "Stephen Li-Chung Kuo is a Taiwanese-American figure skater who represented Taiwan in men's singles. He is a two-time Taiwanese national champion (2010–2011) and competed in the free skate at three ISU Championships.",
    "year": 1990,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Kriti Sanon",
    "birthday": "1990-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Kriti_Sanon_snapped_promoting_%27Arjun_Patiala%27_on_sets_of_%27Dance_India_Dance%27_%283%29_%28cropped%29.jpg/217px-Kriti_Sanon_snapped_promoting_%27Arjun_Patiala%27_on_sets_of_%27Dance_India_Dance%27_%283%29_%28cropped%29.jpg",
    "extract": "Kriti Sanon is an Indian actress who appears predominantly in Hindi films. She made her acting debut with the Telugu psychological thriller 1: Nenokkadine in 2014. Sanon won the Filmfare Award for Best Female Debut for her performance in the action film Heropanti (2014), which marked her first project in Hindi cinema.",
    "year": 1990,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Maya Ali",
    "birthday": "1989-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Maya_Ali_%28Pexels-Act-erst-acting-jheel-jheel-saif-ul-malook-172719%29_%28cropped%29.jpg/254px-Maya_Ali_%28Pexels-Act-erst-acting-jheel-jheel-saif-ul-malook-172719%29_%28cropped%29.jpg",
    "extract": "Maryam Tanveer Ali, known by her stage name Maya Ali, is a Pakistani actress. Ali is known for her roles in dramas and films respectively. She is the recipient of one Lux Style Award for her performance as Manahil Javed in Hum TV's tragic romance Mann Mayal. She is also known for her 2018 debut film Teefa In Trouble directed by Ahsan Rahim.",
    "year": 1989,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Adam Biddle (soccer)",
    "birthday": "1988-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Adam_Biddle-Olympic.jpg/320px-Adam_Biddle-Olympic.jpg",
    "extract": "Adam Biddle is a former Australian footballer who played for Sydney FC and Bankstown City.",
    "year": 1988,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Yoervis Medina",
    "birthday": "1988-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Yoervis_Medina_2014.jpg/213px-Yoervis_Medina_2014.jpg",
    "extract": "Yoervis José Medina is a Venezuelan professional baseball pitcher, who played in Major League Baseball (MLB) for the Seattle Mariners and Chicago Cubs.",
    "year": 1988,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ryan Tannehill",
    "birthday": "1988-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Ryan_Tannehill_2021_09-19.jpg/320px-Ryan_Tannehill_2021_09-19.jpg",
    "extract": "Ryan Timothy Tannehill III is an American football quarterback for the Tennessee Titans of the National Football League (NFL). He played college football at Texas A&M, where he was a wide receiver until his junior year, and was drafted eighth overall by the Miami Dolphins in the 2012 NFL Draft. Tannehill spent his first seven seasons as the Dolphins' primary starter before being traded to the Titans in 2019. Initially serving as a backup, Tannehill became the starter midway through the season and led the team to the AFC Championship Game. He was also named NFL Comeback Player of the Year and selected to the Pro Bowl. During his next two seasons, Tannehill helped the Titans clinch consecutive division titles.",
    "year": 1988,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jacoby Ford",
    "birthday": "1987-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Jacoby_Ford.JPG/159px-Jacoby_Ford.JPG",
    "extract": "Jacoby Ford is a former American football wide receiver and return specialist. \nHe was drafted by the Oakland Raiders in the fourth round of the 2010 NFL Draft. He was also an accomplished track and field athlete. He played college football as a wide receiver and return specialist for the Clemson Tigers at Clemson University, where he competed in sprinting events. During his stint in the NFL, Ford was widely regarded as one of the fastest players in the league. He has one of the top 100 meter times by NFL players.",
    "year": 1987,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Marek Hamšík",
    "birthday": "1987-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Hamsik_2016.jpg/227px-Hamsik_2016.jpg",
    "extract": "Marek Hamšík is a Slovak professional footballer who plays as an attacking midfielder for Süper Lig club Trabzonspor and he formerly captained the Slovakia national team.",
    "year": 1987,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jordan Hill (basketball)",
    "birthday": "1987-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Lakers_vs_Nuggets_2013-01-06_cropped.jpg/236px-Lakers_vs_Nuggets_2013-01-06_cropped.jpg",
    "extract": "Jordan Craig Hill is an American former professional basketball player.",
    "year": 1987,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "DeMarre Carroll",
    "birthday": "1986-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/DeMarre_Carroll_vs_Wizards_2015.jpg/221px-DeMarre_Carroll_vs_Wizards_2015.jpg",
    "extract": "DeMarre LaEdrick Carroll is an American professional basketball player who last played for the Houston Rockets of the National Basketball Association (NBA). Carroll was selected 27th overall by the Memphis Grizzlies in the 2009 NBA draft and has also played for the Houston Rockets, Denver Nuggets, Utah Jazz, Atlanta Hawks, Toronto Raptors, and Brooklyn Nets. Carroll formerly played for the University of Missouri and Vanderbilt University. He is the nephew of former Missouri and former Arkansas men's basketball coach Mike Anderson.",
    "year": 1986,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ryan Flaherty",
    "birthday": "1986-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Ryan_Flaherty_2014.jpg/228px-Ryan_Flaherty_2014.jpg",
    "extract": "Ryan Edward Flaherty is an American professional baseball coach and former infielder. He is an advance scout and development coach for the San Diego Padres of Major League Baseball (MLB). He played in MLB for the Baltimore Orioles, Atlanta Braves, and the Cleveland Indians. Flaherty was a utility player, having played every position except for center field and catcher.",
    "year": 1986,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ryan Griffen",
    "birthday": "1986-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Ryan_Griffen_2018.1.jpg/213px-Ryan_Griffen_2018.1.jpg",
    "extract": "Ryan Leigh Griffen is a former Australian rules footballer who played for the Western Bulldogs and the Greater Western Sydney Giants in the Australian Football League (AFL).",
    "year": 1986,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Husain Abdullah",
    "birthday": "1985-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Husain_Abdullah_signs_autographs_140709-F-DB574-050.JPG/320px-Husain_Abdullah_signs_autographs_140709-F-DB574-050.JPG",
    "extract": "Husain Ibn Muhammed Abdullah is a former American football free safety. He was signed by the Minnesota Vikings of the National Football League (NFL) as an undrafted free agent in 2008 and also played for the Kansas City Chiefs. He retired from the NFL after seven seasons due to multiple concussions sustained during his career and concern for his future health. Abdullah played college football at Washington State. He is the younger brother of former NFL safety Hamza Abdullah.",
    "year": 1985,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Antoine Bethea",
    "birthday": "1984-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Antoine_Bethea_2019.jpg/266px-Antoine_Bethea_2019.jpg",
    "extract": "Antoine Akeem Bethea is a former American football safety who played in the National Football League (NFL) for 14 seasons. He played college football for Howard and was drafted by the Indianapolis Colts in the sixth round of the 2006 NFL Draft. Bethea also played for the San Francisco 49ers, Arizona Cardinals and New York Giants. He was selected for the Pro Bowl three times and won Super Bowl XLI as a member of the Colts, beating the Chicago Bears.",
    "year": 1984,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Tsuyoshi Nishioka",
    "birthday": "1984-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Tsuyoshi_Nishioka_2010.JPG/213px-Tsuyoshi_Nishioka_2010.JPG",
    "extract": "Tsuyoshi Nishioka  is a Japanese former professional baseball infielder. He played in Nippon Professional Baseball (NPB) for the Chiba Lotte Marines and Hanshin Tigers, as well as Major League Baseball (MLB) for the Minnesota Twins.",
    "year": 1984,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Max Scherzer",
    "birthday": "1984-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Max_Scherzer_%2852033391830%29_%28cropped%29.jpg/296px-Max_Scherzer_%2852033391830%29_%28cropped%29.jpg",
    "extract": "Maxwell Martin Scherzer is an American professional baseball pitcher for the New York Mets of Major League Baseball (MLB). He previously played in MLB for the Arizona Diamondbacks, Detroit Tigers, Washington Nationals and Los Angeles Dodgers. A right-handed starting pitcher, Scherzer is an eight-time MLB All-Star, has won three Cy Young Awards, has pitched two no-hitters, and won the World Series with the Nationals in 2019. Known for his intensity and competitiveness during play, he is nicknamed \"Mad Max\" after the fictional character of the same name.",
    "year": 1984,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Taylor Schilling",
    "birthday": "1984-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Taylor_Schilling_at_Paley_Fest_Orange_Is_The_New_Black.jpg/213px-Taylor_Schilling_at_Paley_Fest_Orange_Is_The_New_Black.jpg",
    "extract": "Taylor Jane Schilling is an American actress. She is known for her role as Piper Chapman on the Netflix original comedy-drama series Orange Is the New Black (2013–2019), for which she received a nomination for the Primetime Emmy Award for Outstanding Lead Actress in a Comedy Series and two Golden Globe Award nominations for Best Actress – Television Series Musical or Comedy and Best Actress – Television Series Drama. She made her film debut in the 2007 drama Dark Matter. She also starred as Nurse Veronica Flanagan Callahan in the short-lived NBC medical drama Mercy (2009–2010). Her other films include Atlas Shrugged: Part I (2011), the romantic drama The Lucky One (2012), the comedy Take Me (2017), and the science-fiction thriller The Titan (2018).",
    "year": 1984,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Kenny Wormald",
    "birthday": "1984-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/22/Kenny_Wormald_%28cropped%29.jpg",
    "extract": "Kenneth Edgar Wormald is an American dancer, reality television star and actor. His best known role to date is perhaps as Ren McCormack in the 2011 remake of 1984's Footloose. Wormald was a regular on the MTV reality television series Dancelife in 2007.",
    "year": 1984,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Lorik Cana",
    "birthday": "1983-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/FBBP01_-_FCN_-_20151028_-_Coupe_de_la_Ligue_-_Lorik_Cana.jpg/213px-FBBP01_-_FCN_-_20151028_-_Coupe_de_la_Ligue_-_Lorik_Cana.jpg",
    "extract": "Lorik Agim Cana is an Albanian former professional footballer. He is currently the Grassroots ambassador for children's football in Albania, named by the Albanian Football Association on 26 October 2017.",
    "year": 1983,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Martijn Maaskant",
    "birthday": "1983-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Martijn_Maaskant_2010_%28cropped%29.jpg/240px-Martijn_Maaskant_2010_%28cropped%29.jpg",
    "extract": "Martijn Maaskant is a retired Dutch professional road racing cyclist. Maaskant competed professionally between 2008 and 2014.",
    "year": 1983,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Goran Pandev",
    "birthday": "1983-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Goran_Pandev.JPG/222px-Goran_Pandev.JPG",
    "extract": "Goran Pandev is a Macedonian professional footballer who plays as a forward for Serie B club Parma.",
    "year": 1983,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Soccor Velho",
    "birthday": "1983-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/SOCCOR.JPG/299px-SOCCOR.JPG",
    "extract": "Soccor Velho was an Indian footballer who last played for Air India in the I-League. He previously played for Cabral, Golden Gunners and Central Railway.",
    "year": 1983,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Neil Harbisson",
    "birthday": "1982-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/World%27s_First_Cyborg.jpg/213px-World%27s_First_Cyborg.jpg",
    "extract": "Neil Harbisson is a Spanish-born Spanish-Irish cyborg artist and activist for transpecies rights. He is best known for being the first person in the world with an antenna implanted in his skull. Since 2004, international media has described him as the world's first legally recognised cyborg and as the world's first cyborg artist. His antenna sends audible vibrations through his skull to report information to him. This includes measurements of electromagnetic radiation, phone calls, and music, as well as videos or images which are translated into audible vibrations. His WiFi-enabled antenna also allows him to receive signals and data from satellites.",
    "year": 1982,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Dash Snow",
    "birthday": "1981-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/dd/Dash_Snow.jpg/260px-Dash_Snow.jpg",
    "extract": "Dashiell A. Snow was an American artist based in New York City. Snow's photographs included scenes of sex, drugs, violence, and art-world pretense; his work often depicted the decadent lifestyle of young New York City artists and their social circle. His subjects included Dan Colen, Ryan McGinley, Terence Koh, and Agathe Snow.",
    "year": 1981,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Allan Davis (cyclist)",
    "birthday": "1980-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Allan_Davis_2.jpg/263px-Allan_Davis_2.jpg",
    "extract": "Allan Howard Davis is an Australian former professional road racing cyclist, who last rode for UCI ProTour team Orica–GreenEDGE. Born in Ipswich, Queensland, Davis resides in Bundaberg, Queensland and in Spain. Known for his sprinting ability, he started competitive cycling at the age of 10, and turned professional in 2002. He is also the brother of fellow cyclist, Scott Davis, and was an Australian Institute of Sport scholarship holder.",
    "year": 1980,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Marielle Franco",
    "birthday": "1979-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Marielle_Franco.jpg/213px-Marielle_Franco.jpg",
    "extract": "Marielle Franco was a Brazilian politician, sociologist, feminist, socialist and human rights activist. After earning a master's degree in public administration from the Fluminense Federal University, she served as a city councillor of the Municipal Chamber of Rio de Janeiro for the Socialism and Liberty Party (PSOL) from January 2017 until her death.",
    "year": 1979,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Sidney Govou",
    "birthday": "1979-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/KL_2018_%2816%29.jpg/210px-KL_2018_%2816%29.jpg",
    "extract": "Sidney Rodrigue Noukpo Govou is a French former professional footballer who last played for Limonest in the Championnat de France Amateur 2. He played mainly as a winger, but occasionally was used as a striker. He holds the record for most Ligue 1 titles won (seven), along with Hervé Revelli and Jean-Michel Larqué of Saint-Étienne, as well as Thiago Silva and Marco Verratti of Paris Saint–Germain, and his own former teammates Grégory Coupet and Juninho of Lyon.",
    "year": 1979,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Shannon Moore",
    "birthday": "1979-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/ShannonMoore.jpg/320px-ShannonMoore.jpg",
    "extract": "Shannon Moore is an American professional wrestler. He is best known for his work with World Championship Wrestling (WCW) between 1999 and 2001 and with World Wrestling Entertainment (WWE) for several years in the 2000s. He has also worked for Total Nonstop Action Wrestling (TNA). He currently wrestles for Atomic Revolutionary Wrestling (ARW) where he is the current ARW Heavyweight Champion in his 3rd reign.",
    "year": 1979,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Diarmuid O'Sullivan",
    "birthday": "1978-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Diarmuid_O%27Sullivan.jpg/320px-Diarmuid_O%27Sullivan.jpg",
    "extract": "Diarmuid O'Sullivan is an Irish hurling coach and hurler who plays for Cork Premier Championship club Cloyne. He played for the Cork senior hurling team for 12 years, during which time he usually lined out as a full-back. A fan favourite who was noted for his swashbuckling style during his inter-county career, O'Sullivan is considered a \"Cork legend\".",
    "year": 1978,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jonathan Rhys Meyers",
    "birthday": "1977-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Jonathan_Rhys_Meyers_2013.jpg/186px-Jonathan_Rhys_Meyers_2013.jpg",
    "extract": "Jonathan Rhys Meyers is an Irish actor, model and musician. He is known for his roles in the films Michael Collins (1996), Velvet Goldmine (1998), Titus (1999), Bend It Like Beckham (2002), Alexander (2004), Match Point (2005), Mission: Impossible III (2006) and his television roles as Elvis Presley in the biographical miniseries Elvis (2005), for which he won a Golden Globe Award and earned a Primetime Emmy Award nomination, as King Henry VIII in the historical drama The Tudors (2007–10), which earned him two Golden Globe Award nominations, and in the NBC drama series Dracula (2013–14) as the title character. He also starred as Bishop Heahmund, a character inspired by the Catholic Saint of the same name, in the History Channel television series Vikings.",
    "year": 1977,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Demis Hassabis",
    "birthday": "1976-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Demis_Hassabis_Royal_Society.jpg/213px-Demis_Hassabis_Royal_Society.jpg",
    "extract": "Demis Hassabis is a British artificial intelligence researcher, neuroscientist, video game designer, entrepreneur, and five times winner of the Pentamind board games championship. He is the chief executive officer and co-founder of DeepMind and Isomorphic Labs, and a UK Government AI Advisor since 2018.",
    "year": 1976,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Serkan Çeliköz",
    "birthday": "1975-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Serkan_%C3%87elik%C3%B6z_in_Bursa.jpg/240px-Serkan_%C3%87elik%C3%B6z_in_Bursa.jpg",
    "extract": "Serkan Çeliköz is a Turkish musician, songwriter, arranger, record producer and the original keyboard player for Turkish rock band Kargo. Towards the end of 2008, Serkan Çeliköz and Koray Candemir decided to end their involvement with Kargo due to vision and opinion differences with the other members. Together they formed their new band 'maSKott' and are currently living in Seattle while working on new projects between tour dates to promote their new album Tuval. In addition to his work with Kargo and maSKott, he is known for his ability to play many instruments and being a producer.",
    "year": 1975,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Shea Hillenbrand",
    "birthday": "1975-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/346_4651_Shea_Hillenbrand.jpg/320px-346_4651_Shea_Hillenbrand.jpg",
    "extract": "Shea Matthew Hillenbrand is a former American professional baseball third baseman and first baseman, who played in Major League Baseball (MLB) for the Boston Red Sox, Arizona Diamondbacks, Toronto Blue Jays, San Francisco Giants, Los Angeles Angels of Anaheim, and Los Angeles Dodgers.",
    "year": 1975,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Fred Mascherino",
    "birthday": "1975-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Fred_Mascherino.JPG/213px-Fred_Mascherino.JPG",
    "extract": "Frederick Paul Mascherino is an American musician best known for his work as lead guitarist and co-lead vocalist in alternative rock band Taking Back Sunday. He is currently active with the band The Color Fred, and also known for working with Terrible Things.",
    "year": 1975,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Alex Rodriguez",
    "birthday": "1975-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Alex_Rodriguez_crop.jpg/207px-Alex_Rodriguez_crop.jpg",
    "extract": "Alexander Emmanuel Rodriguez, nicknamed \"A-Rod,\" is an American former professional baseball shortstop and third baseman, businessman and philanthropist. Rodriguez played 22 seasons in Major League Baseball (MLB) for the Seattle Mariners (1994–2000), Texas Rangers (2001–2003), and New York Yankees (2004–2016). Rodriguez is the chairman and CEO of A-Rod Corp as well as the chairman of Presidente beer. He is part owner of the National Basketball Association's (NBA) Minnesota Timberwolves.",
    "year": 1975,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Eason Chan",
    "birthday": "1974-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/%E4%B8%8A%E6%B5%B7_%E5%92%AA%E5%92%95%E9%A2%81%E5%A5%96%E7%A4%BC%E7%BA%A2%E6%AF%AF_%281%29.jpg/256px-%E4%B8%8A%E6%B5%B7_%E5%92%AA%E5%92%95%E9%A2%81%E5%A5%96%E7%A4%BC%E7%BA%A2%E6%AF%AF_%281%29.jpg",
    "extract": "Eason Chan Yick Shun is a Hong Kong singer and actor. Chan was ranked sixth in the 2013 Forbes China Celebrity Top 100 List.",
    "year": 1974,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Pete Yorn",
    "birthday": "1974-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Pete_Yorn_in_Austin%2C_Texas.jpg/256px-Pete_Yorn_in_Austin%2C_Texas.jpg",
    "extract": "Peter Joseph Yorn is an American singer, songwriter, and musician. He first gained international recognition after his debut record, Musicforthemorningafter, was released to critical and commercial acclaim in 2001. He is known for playing the bulk of the instruments on his records. Spin magazine, in a career retrospective article dated March 26, 2021, recognized Yorn as one of his generation's best songwriters.",
    "year": 1974,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Cassandra Clare",
    "birthday": "1973-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Cassandra_Clare_by_Gage_Skidmore%2C_2013_b.jpg/254px-Cassandra_Clare_by_Gage_Skidmore%2C_2013_b.jpg",
    "extract": "Judith Lewis, better known by her pen name Cassandra Clare, is an American author of young adult fiction, best known for her bestselling series The Mortal Instruments.",
    "year": 1973,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Gorden Tallis",
    "birthday": "1973-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Gorden_Tallis_%285_September_2003%29.jpg/242px-Gorden_Tallis_%285_September_2003%29.jpg",
    "extract": "Gorden James Tallis, also known by the nickname of \"Raging Bull\" for his on-field aggression, is an Australian former professional rugby league footballer who played in the 1990s and 2000s. A Queensland State of Origin and Australian international representative second-row forward, he captained both these teams as well as the Brisbane Broncos with whom he won the 1997, 1998 and 2000 Grand Finals, after starting his career with the St. George Dragons in Sydney. At the peak of his career Tallis was considered as the best second-row forward in the world and in 2008 was named in an Indigenous Australian rugby league team of the century. He is currently a commentator and pundit for the Fox Sports network. He served as a National Rugby League board member and was a member of the board of directors for the North Queensland Cowboys. Tallis also worked on the coaching staff of the South Sydney Rabbitohs.",
    "year": 1973,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Maya Rudolph",
    "birthday": "1972-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Maya_Rudolph.jpg/318px-Maya_Rudolph.jpg",
    "extract": "Maya Khabira Rudolph is an American actress, comedian and singer. In 2000, she became a cast member on Saturday Night Live, then played supporting roles in films such as 50 First Dates (2004), A Prairie Home Companion (2006), and Idiocracy (2006).",
    "year": 1972,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Sheikh Muszaphar Shukor",
    "birthday": "1972-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Muszaphar_shukor.jpg/212px-Muszaphar_shukor.jpg",
    "extract": "Dato' Dr. Sheikh Muszaphar Shukor Al Masrie bin Sheikh Mustapha is the first Malaysian astronaut. He launched to the International Space Station aboard Soyuz TMA-11 with the Expedition 16 crew on 10 October 2007. Sheikh Muszaphar flew under an agreement with Russia through the Angkasawan program, and returned to Earth on 21 October 2007, aboard Soyuz TMA-10 with the Expedition 15 crew members, Fyodor Yurchikhin and Oleg Kotov.",
    "year": 1972,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Matthew Johns",
    "birthday": "1971-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Matty_Johns.jpg/320px-Matty_Johns.jpg",
    "extract": "Matthew James Johns is an Australian rugby league media personality, commentator and former professional player. An Australian international and New South Wales State of Origin representative five-eighth, Johns played his club football primarily with the Newcastle Knights, alongside his younger brother, Andrew Johns. Since March 2011, Johns has been a co-host on the Triple M Sydney breakfast show called The Grill Team with Mark Geyer. Since 2012, Johns has been a part of the Fox Sports NRL coverage. He had his own show on Channel 7 for one season in 2010, The Matty Johns Show and since 2013 has hosted a rugby league analysis and light entertainment show on Foxtel airing two nights each week.",
    "year": 1971,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Nikolaj Coster-Waldau",
    "birthday": "1970-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Nikolaj_Coster-Waldau-68363.jpg/213px-Nikolaj_Coster-Waldau-68363.jpg",
    "extract": "Nikolaj William Coster-Waldau is a Danish actor and producer. He graduated from the Danish National School of Performing Arts in Copenhagen in 1993, and had his breakthrough role in Denmark with the film Nightwatch (1994). He played Jaime Lannister in the HBO fantasy drama series Game of Thrones, for which he received two Primetime Emmy Award nominations for Outstanding Supporting Actor in a Drama Series.",
    "year": 1970,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "David TC Davies",
    "birthday": "1970-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Official_portrait_of_David_T_C_Davies_MP_crop_2.jpg/240px-Official_portrait_of_David_T_C_Davies_MP_crop_2.jpg",
    "extract": "David Thomas Charles Davies is a British politician who has served as the Member of Parliament (MP) for Monmouth in South East Wales since 2005. A member of the Conservative Party, he chaired the Welsh Affairs Select Committee from 2010 to 2019. Davies has served as Parliamentary Under-Secretary of State for Wales since 2019 under Prime Minister Boris Johnson. A vocal critic of the European Union (EU), he supported Brexit in the 2016 membership referendum. Davies has argued against the scientific evidence for the role of human factors in global warming.",
    "year": 1970,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Triple H",
    "birthday": "1969-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Triple_H_November_2017.jpg/250px-Triple_H_November_2017.jpg",
    "extract": "Paul Michael Levesque is an American business executive, actor, and retired professional wrestler, better known by the ring name Triple H. As of 2022, he is serving as the executive vice president for Global Talent Strategy & Development of WWE and is also executive producer of the NXT brand.",
    "year": 1969,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jonty Rhodes",
    "birthday": "1969-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Jonty_rhodes02.jpg/213px-Jonty_rhodes02.jpg",
    "extract": "Jonathan Neil \"Jonty\" Rhodes is a South African professional cricket commentator and former Test and One Day International cricketer. He is regarded as one of the greatest fielders of all time and was the first South African cricketer to take 100 ODI catches. He played for the South African cricket team between 1992 and 2003.He is currently assistant coach of Punjab Kings in Indian Premier League.",
    "year": 1969,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Maria Grazia Cucinotta",
    "birthday": "1968-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Maria_Grazia_Cucinotta.jpg/240px-Maria_Grazia_Cucinotta.jpg",
    "extract": "Maria Grazia Cucinotta is an Italian actress who has featured in films and television series since 1990. She has also worked as a film producer, screenwriter and model. Internationally she is best known for her roles in Il Postino, as Isabella from HBO television series The Sopranos, and as the Bond girl, credited as \"Cigar Girl\", in the James Bond film The World Is Not Enough.",
    "year": 1968,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Tom Goodwin",
    "birthday": "1968-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Tom_Goodwin_on_July_15%2C_2017_%282%29_%28cropped%29.jpg/267px-Tom_Goodwin_on_July_15%2C_2017_%282%29_%28cropped%29.jpg",
    "extract": "Thomas Jones Goodwin is an American professional baseball coach and former player. He played in Major League Baseball (MLB) for 14 seasons, primarily as a center fielder, from 1991 to 2004. As a player, he was listed at 6 feet 1 inch (1.85 m) and 165 pounds (75 kg); he batted left-handed and threw right-handed. Goodwin has coached in MLB for the New York Mets and Boston Red Sox.",
    "year": 1968,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Sabina Jeschke",
    "birthday": "1968-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Sabina_Jeschke.jpg/320px-Sabina_Jeschke.jpg",
    "extract": "Sabina Jeschke is a German university professor for information sciences in mechanical engineering at the RWTH Aachen University. As of 10 November 2017, she was named member of the management board of Deutschen Bahn AG for digitalization and technology. She is also the director of the Cybernetics Lab IMA/ZLW & IfU.\nIn the summer semester of 2017, she is on sabbatical leave to develop her research in the area of artificial consciousness, and is involved in building a think tank \"Strong Artificial Intelligence\" at the Volvo Car Corporation in Göteborg. Since May 2015, Jeschke has been a member of the supervisory board of Körber AG, since April 2012 chairman of the board of VDI Aachen",
    "year": 1968,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Julian McMahon",
    "birthday": "1968-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Julian_McMahon_Dec_2011_%28cropped%29.jpg/220px-Julian_McMahon_Dec_2011_%28cropped%29.jpg",
    "extract": "Julian Dana William McMahon is an Australian-American actor, former model, and the son of a former Prime Minister of Australia, Sir William McMahon. He is best known for his roles as Detective John Grant in Profiler, Cole Turner in Charmed, Christian Troy in Nip/Tuck, Doctor Doom in the Fantastic Four franchise, Jonah in Runaways, and Jess LaCroix in CBS crime drama FBI: Most Wanted.",
    "year": 1968,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Rahul Bose",
    "birthday": "1967-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/RahulBoseMumbaiMarathon.png/216px-RahulBoseMumbaiMarathon.png",
    "extract": "Rahul Bose is an Indian actor, director, screenwriter, and social activist. Bose has appeared in Bengali films such as Mr. and Mrs. Iyer, Kalpurush, Anuranan, Antaheen, Laptop and The Japanese Wife. He has also appeared in Hindi films such as Pyaar Ke Side Effects, Maan Gaye Mughal-e-Azam, Jhankaar Beats, Kucch Luv Jaisaa, Chameli and Shaurya. He also played the antagonist in the Tamil thriller Vishwaroopam (2013) and its sequel. Time magazine named him \"the superstar of Indian arthouse cinema\" while Maxim named him \"the Sean Penn of Oriental cinema\" for his work in parallel cinema films like English, August and Mr. and Mrs. Iyer. He is also notable for his social activism: he participated in the relief efforts that followed the 2004 Boxing Day tsunami and is also the founder of the anti-discrimination NGO, The Foundation.",
    "year": 1967,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Juliana Hatfield",
    "birthday": "1967-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Juliana_Hatfield_2019_%28cropped%29.jpg/320px-Juliana_Hatfield_2019_%28cropped%29.jpg",
    "extract": "Juliana Hatfield is an American musician and singer-songwriter from the Boston area, formerly of the indie rock bands Blake Babies, Some Girls, and The Lemonheads. She also fronted her own band, The Juliana Hatfield Three, along with bassist Dean Fisher and drummer Todd Philips, which was active in the mid-1990s and again in the mid-2010s. It was with the Juliana Hatfield Three that she produced her best-charting work, including the critically acclaimed albums Become What You Are (1993) and Whatever, My Love (2015) and the singles \"My Sister\" (1993) and \"Spin the Bottle\" (1994).",
    "year": 1967,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Hans Mathisen",
    "birthday": "1967-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Hans_Mathisen_Herr_Nilsen_Oslo_Jazzfestival_%28204001%29.jpg/258px-Hans_Mathisen_Herr_Nilsen_Oslo_Jazzfestival_%28204001%29.jpg",
    "extract": "Hans Mathisen is a Norwegian Jazz guitarist, educated on the Jazzprogram at Trondheim musikkonservatorium (1988–90), well known for his Pat Metheny and Wes Montgomery inspired performances. He is the brother of Jazz musicians Per Mathisen (bass), Nils Mathisen and Ole Mathisen.",
    "year": 1967,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Steve Tilson",
    "birthday": "1966-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/ce/Tilson%2C_Steve.jpg",
    "extract": "Stephen Brian Tilson is an English football manager and former player, he is currently the manager of Heybridge Swifts.",
    "year": 1966,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "José Luis Chilavert",
    "birthday": "1965-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f7/Chilavert_sanlorenzo.jpg",
    "extract": "José Luis Félix Chilavert González is a Paraguayan former professional footballer who played as a goalkeeper for Sportivo Luqueño, Guaraní, San Lorenzo de Almagro, Real Zaragoza, Vélez Sarsfield, RC Strasbourg, Peñarol, and the Paraguayan national football team.",
    "year": 1965,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Rex Brown",
    "birthday": "1964-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Rex_Brown.jpg/217px-Rex_Brown.jpg",
    "extract": "Rex Robert Brown is an American musician, best known as the longtime bassist for heavy metal band Pantera (1982–2003). He is a former member of Down (2001–2011) and the former bassist for the band Kill Devil Hill. He released his debut solo album Smoke on This… in 2017. For the first time in Brown's career, the work features him not only as a bassist but also as lead vocalist and guitarist.",
    "year": 1964,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Donnie Yen",
    "birthday": "1963-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Donnie_Yen_Formal.jpeg/274px-Donnie_Yen_Formal.jpeg",
    "extract": "Donnie Yen Ji-dan is a Hong Kong actor, martial artist, film director, producer, action director, and choreographer.",
    "year": 1963,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ed Orgeron",
    "birthday": "1961-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Ed_Orgeron_at_the_White_House.jpg/248px-Ed_Orgeron_at_the_White_House.jpg",
    "extract": "Edward James Orgeron Jr. is an American football coach. He was most recently the head football coach at Louisiana State University (LSU), a position he held from midway through the 2016 season until the 2021 season. Orgeron previously served as the head football coach at the University of Mississippi from 2005 to 2007 and was the interim head coach at the University of Southern California (USC) in 2013. He led the 2019 LSU Tigers football team to a national championship, beating the defending champions Clemson in the 2020 College Football Playoff National Championship.",
    "year": 1961,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jo Durie",
    "birthday": "1960-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Jo_Durie_doubles_Wimbledon_2004.jpg/180px-Jo_Durie_doubles_Wimbledon_2004.jpg",
    "extract": "Joanna Mary Durie is a former world No. 5 tennis player from the United Kingdom. During her career, she also reached No. 9 in doubles, and won two Grand Slam titles, both in the mixed doubles with Jeremy Bates.",
    "year": 1960,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Conway Savage",
    "birthday": "1960-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/da/Conway_Savage_1992.jpg/212px-Conway_Savage_1992.jpg",
    "extract": "Conway Victor Savage was an Australian rock musician. He was a member of Nick Cave and The Bad Seeds, providing piano, organ and backing vocals from 1990. From 1993, Savage had a solo career and released albums, Nothing Broken (2000), Wrong Man's Hands (2004) and Rare Songs & Performances 1989–2004. He also collaborated with other artists for their albums, such as Soon Will Be Tomorrow and Quickie for Ducky.",
    "year": 1960,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Emily Thornberry",
    "birthday": "1960-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Official_portrait_of_Rt_Hon_Emily_Thornberry_MP_crop_2.jpg/240px-Official_portrait_of_Rt_Hon_Emily_Thornberry_MP_crop_2.jpg",
    "extract": "Emily Anne Thornberry is a British politician who has been Member of Parliament (MP) for Islington South and Finsbury since 2005. A member of the Labour Party, she has served as Shadow Attorney General for England and Wales since 2021, and previously from 2011 to 2014. She has also served as Shadow Secretary of State for Foreign and Commonwealth Affairs from 2016 to 2020, Shadow First Secretary of State from 2017 to 2020 and Shadow Secretary of State for International Trade from 2020 to 2021.",
    "year": 1960,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Joe DeSa",
    "birthday": "1959-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a8/Joe_DeSa.jpg/213px-Joe_DeSa.jpg",
    "extract": "Joseph DeSa was a Major League Baseball first baseman.",
    "year": 1959,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Hugh Green (American football)",
    "birthday": "1959-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Hugh_Green_%28American_football%29_2014.jpg/248px-Hugh_Green_%28American_football%29_2014.jpg",
    "extract": "Hugh Donell Green is a former professional American football player who was a linebacker in the National Football League (NFL) for eleven seasons during the 1980s and 1990s. He played college football for the University of Pittsburgh, and was recognized as a three-time consensus All-American. Green was selected in the first round of the 1981 NFL Draft, and played professionally for the Tampa Bay Buccaneers and the Miami Dolphins.",
    "year": 1959,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Yiannos Papantoniou",
    "birthday": "1959-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/PapantoniouYiannos20020408a.jpg/257px-PapantoniouYiannos20020408a.jpg",
    "extract": "Yiannos Papantoniou is a former member of the National Parliament in Greece (MP) from 1988 to 2007, Minister of National Defense (2001−03), Minister of Economy and Finance (1994−2001). During his time as Economy and Finance Minister, he worked closely with his Economic and Financial Affairs Council partners to prepare for the launch of the Euro in Greece. For his achievements he was 'highly commended' by Euromoney magazine in September 1998 as Finance Minister of the Year. Prior to this, Papantoniou worked at the OECD (1978–81), served as a Member of the European Parliament (MEP) from 1981 to 1984, and as Advisor to the Greek Prime Minister on EEC Affairs and Integration. He was elected as chairman of the board of Governors of the European Bank for Reconstruction and Development (EBRD) in 1999. From 2009 to 2010, he was Visiting Senior Fellow in the Hellenic Observatory within the European Institute at the London School of Economics and Political Science. Papantoniou has published numerous articles and books on topics related to economic and political developments in Greece, Europe and the wider world scene. In November 2014, Papantoniou was convicted by an Athens court of failing to declare 1.2 million euros in a Swiss bank account held under his wife's name. In July 2017, he has filed an appeal to the European court of human rights against this decision.",
    "year": 1959,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Christopher Dean",
    "birthday": "1958-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Christopher_Dean.jpg/320px-Christopher_Dean.jpg",
    "extract": "Christopher Colin Dean, OBE is a British ice dancer who won a gold medal at the 1984 Winter Olympics with his skating partner Jayne Torvill. They also won a bronze medal at the 1994 Winter Olympics.",
    "year": 1958,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Bill Engvall",
    "birthday": "1957-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Bill_Engvall_2010.jpg/320px-Bill_Engvall_2010.jpg",
    "extract": "William Ray Engvall Jr. is an American comedian and actor best known for his work as a stand-up comic, his signature \"Here's Your Sign\" bit, and as a member of the Blue Collar Comedy group.",
    "year": 1957,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Carol Leifer",
    "birthday": "1956-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Carol_Leifer_headshot.jpg/256px-Carol_Leifer_headshot.jpg",
    "extract": "Carol Leifer is an American comedian, writer, producer, and actress whose career as a stand-up comedian started in the 1970s when she was in college. She has written many television scripts including The Larry Sanders Show, Saturday Night Live and Seinfeld. She has received four Primetime Emmy Award nominations for The Larry Sanders Show, Seinfeld, the 82nd Academy Awards and the 84th Academy Awards. Leifer's inner-monologue driven, observational style is often autobiographical, encompassing subjects about her Jewish ancestry and upbringing, coming out, same-sex marriage, relationships and parenting.",
    "year": 1956,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Cat Bauer",
    "birthday": "1955-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/07/CatBauerStefano.jpg",
    "extract": "Catherine \"Cat\" Bauer is the award-winning author of contemporary novels featuring the young protagonist, Harley Columba, and is known for her unique and honest voice. Publishers Weekly said, \"Bauer creates a witty and resilient narrator in...Harley Columba... Readers will be rooting for this sympathetic heroine.\" In the Thomson Gale biography, the authors noted that: \"Readers and reviewers often found the strength of Bauer's novel in the authentic voice of its heroine, Harley. Patricia Morrow, for example, in Voice of Youth Advocates (VOYA), remarked that 'Harley's voice is true to the experience of many young people,' and that 'Although the outcomes are not unexpected, they do not follow any formulas.'\"",
    "year": 1955,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Allan Border",
    "birthday": "1955-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a6/Allan_Border%2C_Ricky_Ponting_and_Steve_Waugh_October_2014_%28Border_cropped%29.jpg",
    "extract": "Allan Robert Border AO is an Australian cricket commentator and former international cricketer. A batsman, Border was for many years the captain of the Australian team. His playing nickname was \"A.B.\". He played 156 Test matches in his career, a record until it was passed by fellow Australian Steve Waugh. Border formerly held the world record for the number of consecutive Test appearances of 153, before it was surpassed in June 2018 by Alastair Cook, and is second on the list of number of Tests as captain.",
    "year": 1955,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "John Howell (politician)",
    "birthday": "1955-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Official_portrait_of_John_Howell_crop_2.jpg/240px-Official_portrait_of_John_Howell_crop_2.jpg",
    "extract": "John Michael Howell is a British politician who has served as the Member of Parliament (MP) for Henley since 2008. A member of the Conservative Party, he won a by-election to replace Boris Johnson, who resigned following his election as Mayor of London.",
    "year": 1955,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Philippe Alliot",
    "birthday": "1954-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Philippe_Alliot_1990_United_States.jpg/320px-Philippe_Alliot_1990_United_States.jpg",
    "extract": "Philippe Alliot is a former racing driver who participated in Formula One from 1984 to 1990 and from 1993 to 1994. He raced for RAM, Ligier, Larrousse and McLaren.",
    "year": 1954,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Mark Stanway",
    "birthday": "1954-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Mark_Stanway.jpg/232px-Mark_Stanway.jpg",
    "extract": "Mark Stanway is an English musician. He was the keyboard player for the prog rock band Magnum from 1980 until the end of 2016.",
    "year": 1954,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Chung Dong-young",
    "birthday": "1953-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Chung_Dong-young_taking_a_commemorative_photo_at_the_National_Assembly.jpg/227px-Chung_Dong-young_taking_a_commemorative_photo_at_the_National_Assembly.jpg",
    "extract": "Chung Dong-young is a politician and was the United New Democratic Party nominee for President of South Korea in 2007.",
    "year": 1953,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Marvin Barnes",
    "birthday": "1952-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8d/Marvin_Barnes.jpg/254px-Marvin_Barnes.jpg",
    "extract": "Marvin Jerome \"Bad News\" Barnes was an American professional basketball player. A forward, he was an All-American at Providence College, and played professionally in both the American Basketball Association (ABA) and National Basketball Association (NBA).",
    "year": 1952,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Roseanna Cunningham",
    "birthday": "1951-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Roseanna_Cunningham.jpg/240px-Roseanna_Cunningham.jpg",
    "extract": "Roseanna Cunningham is a retired Scottish National Party (SNP) politician who served as Cabinet Secretary for Environment, Climate Change and Land Reform from 2016 to 2021. She was previously Cabinet Secretary for Fair Work, Skills and Training from 2014 until 2016.",
    "year": 1951,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Bob Diamond (banker)",
    "birthday": "1951-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Bob_Diamond_-_World_Economic_Forum_Annual_Meeting_2012.jpg/308px-Bob_Diamond_-_World_Economic_Forum_Annual_Meeting_2012.jpg",
    "extract": "Robert Edward Diamond, Jr. is an American banker and former chief executive officer of Barclays plc. In 2010, he became its president and deputy group chief executive; and in January 2011, succeeded John Varley as group chief executive of Barclays.",
    "year": 1951,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Rolf Thung",
    "birthday": "1951-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4d/Rolf_Thung.jpg",
    "extract": "Rolf Thung is a retired Dutch tennis player. With Louk Sanders, he won the doubles title of the 1978 British Hard Court Championships.",
    "year": 1951,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Maury Chaykin",
    "birthday": "1949-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5c/Chaykin-Wolfe-1.jpg/261px-Chaykin-Wolfe-1.jpg",
    "extract": "Maury Alan Chaykin was an American–Canadian actor, best known for his portrayal of detective Nero Wolfe, as well as for his work as a character actor in many films and television programs.",
    "year": 1949,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Maureen McGovern",
    "birthday": "1949-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Maureen_McGovern_-_The_Morning_After%2C_1973.png/272px-Maureen_McGovern_-_The_Morning_After%2C_1973.png",
    "extract": "Maureen Therese McGovern is an American singer and Broadway actress, well known for her renditions of the songs \"The Morning After\" from the 1972 film The Poseidon Adventure; \"We May Never Love Like This Again\" from The Towering Inferno in 1974; and her No. 1 Billboard adult contemporary hit \"Different Worlds\", the theme song from the television series Angie.",
    "year": 1949,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Robert Rankin",
    "birthday": "1949-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e6/Robert_Rankin.jpg",
    "extract": "Robert Fleming Rankin is a prolific British author of comedic fantasy novels. Born in Parsons Green, London, he started writing in the late 1970s, and first entered the bestsellers lists with Snuff Fiction in 1999, by which time his previous eighteen books had sold around one million copies. His books are a mix of science fiction, fantasy, the occult, urban legends, running gags, metafiction, steampunk and outrageous characters. According to the biography printed in some Corgi editions of his books, Rankin refers to his style as 'Far Fetched Fiction' in the hope that bookshops will let him have a section to himself. Many of Rankin's books are bestsellers.",
    "year": 1949,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Peggy Fleming",
    "birthday": "1948-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Former_U.S._Olympian_Peggy_Fleming_holds_a_Gold_at_the_Pavilion.jpg/240px-Former_U.S._Olympian_Peggy_Fleming_holds_a_Gold_at_the_Pavilion.jpg",
    "extract": "Peggy Gale Fleming is an American former figure skater and the only American in the 1968 Winter Olympics in Grenoble, France to bring home a Gold Medal. She is the 1968 Olympic Champion in Ladies' singles and a three-time World Champion (1966–1968). Fleming has been a television commentator in figure skating for over 20 years, including several Winter Olympic Games.",
    "year": 1948,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "James Munby",
    "birthday": "1948-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Sir_James_Munby_2019.jpg/254px-Sir_James_Munby_2019.jpg",
    "extract": "Sir James Lawrence Munby is a retired English judge who was President of the Family Division of the High Court of England and Wales. He was replaced by Sir Andrew McFarlane on reaching the mandatory retirement age.",
    "year": 1948,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Henny Vrienten",
    "birthday": "1948-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Henny_Vrienten_%282017%29_-_2.jpg/240px-Henny_Vrienten_%282017%29_-_2.jpg",
    "extract": "Henny Vrienten was a Dutch musician best known as the singer and bassist of the popular 1980s ska pop band Doe Maar. He also composed television and film scores.",
    "year": 1948,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Giora Spiegel",
    "birthday": "1947-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Giora_Spiegel_2.jpg/229px-Giora_Spiegel_2.jpg",
    "extract": "Giora Spiegel, is an Israeli former footballer and coach. As a footballer, he holds the record for the longest Israeli international career, spanning 14 years and 357 days.",
    "year": 1947,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Betty Thomas",
    "birthday": "1947-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Betty_Thomas_%28cropped%29.jpg/260px-Betty_Thomas_%28cropped%29.jpg",
    "extract": "Betty Thomas is an American actress, director, and producer of television and motion pictures. She is known for her Emmy Award-winning role as Sergeant Lucy Bates on the television series Hill Street Blues. As of March 2018, Thomas is one of just two directors to have multiple films on the list of seventeen highest-US-grossing female-directed films. Additionally, two of her films are in the top twenty-five highest-US-grossing female-directed films.",
    "year": 1947,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Bobbie Gentry",
    "birthday": "1944-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/25/BobbieGentry1969.jpeg/255px-BobbieGentry1969.jpeg",
    "extract": "Bobbie Lee Gentry is a retired American singer-songwriter, who was one of the first female artists in America to compose and produce her own material.",
    "year": 1944,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jean-Marie Leblanc",
    "birthday": "1944-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Jean-Marie_Leblanc.jpg/320px-Jean-Marie_Leblanc.jpg",
    "extract": "Jean-Marie Leblanc is a French retired professional road bicycle racer who was general director of the Tour de France from 1989 to 2007, when he reached pensionable age and was succeeded by Christian Prudhomme.",
    "year": 1944,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Barbara Thompson (musician)",
    "birthday": "1944-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/2010-11-01_Colosseum%2C_Brueckenforum%2C_Bonn_IMG_6440_Barbara_Thompson.jpg/213px-2010-11-01_Colosseum%2C_Brueckenforum%2C_Bonn_IMG_6440_Barbara_Thompson.jpg",
    "extract": "Barbara Gracey Thompson MBE is an English jazz saxophonist. She studied saxophone and classical composition at the Royal College of Music, but the music of Duke Ellington and John Coltrane made her shift her interests to jazz and saxophone. She was married to drummer Jon Hiseman of Colosseum from 1967 until his death in 2018.",
    "year": 1944,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jeremy Greenstock",
    "birthday": "1943-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Jeremy_Greenstock_at_United_Nations_Association_2013.jpg/273px-Jeremy_Greenstock_at_United_Nations_Association_2013.jpg",
    "extract": "Sir Jeremy Quentin Greenstock is a British retired diplomat, active from 1969 to 2004.",
    "year": 1943,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Édith Butler",
    "birthday": "1942-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/%C3%89dith_Butler_%C3%A0_St-Hyacinthe.png/192px-%C3%89dith_Butler_%C3%A0_St-Hyacinthe.png",
    "extract": "Édith Butler is a Canadian singer-songwriter and folklorist of Acadian descent.",
    "year": 1942,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Dennis Ralston",
    "birthday": "1942-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Top_Tennis_Toernooi_1969_in_Amsterdam_D._Ralston_%2C_aktie%2C_Bestanddeelnr_922-4467.jpg/213px-Top_Tennis_Toernooi_1969_in_Amsterdam_D._Ralston_%2C_aktie%2C_Bestanddeelnr_922-4467.jpg",
    "extract": "Richard Dennis Ralston was an American professional tennis player whose active career spanned the 1960s and 1970s.",
    "year": 1942,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Johannes Fritsch",
    "birthday": "1941-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Johannes_Fritsch_2002_Agneta_Laurentz.jpg/256px-Johannes_Fritsch_2002_Agneta_Laurentz.jpg",
    "extract": "Johannes Georg Fritsch was a German composer.",
    "year": 1941,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Pina Bausch",
    "birthday": "1940-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Pina_Bausch.jpg/320px-Pina_Bausch.jpg",
    "extract": "Philippine \"Pina\" Bausch was a German dancer and choreographer who was a significant contributor to a neo-expressionist dance tradition now known as Tanztheater. Bausch's approach was noted for a stylized blend of dance movement, prominent sound design, and involved stage sets, as well as for engaging the dancers under her to help in the development of a piece, and her work had an influence on modern dance from the 1970s forward. Her work, regarded as a continuation of the European and American expressionist movements, incorporated many expressly dramatic elements and often explored themes connected to trauma, particularly trauma arising out of relationships. She created the company Tanztheater Wuppertal Pina Bausch, which performs internationally.",
    "year": 1940,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Michael Longley",
    "birthday": "1939-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Michael_Longley_at_Corrymeela_Peace_Center_2012.jpg/320px-Michael_Longley_at_Corrymeela_Peace_Center_2012.jpg",
    "extract": "Michael Longley, is an Anglo-Irish poet.",
    "year": 1939,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Gary Gygax",
    "birthday": "1938-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Gary_Gygax_Gen_Con_2007.JPG/240px-Gary_Gygax_Gen_Con_2007.JPG",
    "extract": "Ernest Gary Gygax was an American game designer and author best known for co-creating the pioneering role-playing game Dungeons & Dragons (D&D) with Dave Arneson.",
    "year": 1938,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Don Galloway",
    "birthday": "1937-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Don_Galloway_Feb_1974_photo01.jpg/269px-Don_Galloway_Feb_1974_photo01.jpg",
    "extract": "Donald Poe Galloway was an American stage, film and television actor, best known for his role as Detective Sergeant Ed Brown in the long-running crime drama series Ironside (1967–1975). He reprised the role for a made-for-TV film in 1993. He was also a politically active Libertarian and columnist.",
    "year": 1937,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Hillar Kärner",
    "birthday": "1935-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Hillar_K%C3%A4rner_20130112.jpg/255px-Hillar_K%C3%A4rner_20130112.jpg",
    "extract": "Hillar Kärner was an Estonian chess player who won the Estonian Chess Championship seven times. He received the FIDE title of International Master (IM) in 1980.",
    "year": 1935,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Nick Reynolds",
    "birthday": "1933-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Nick_Reynolds%2C_2003.jpg/287px-Nick_Reynolds%2C_2003.jpg",
    "extract": "Nicholas Wells Reynolds was an American folk musician and recording artist. Reynolds was one of the founding members of The Kingston Trio, whose folk and folk-style material captured international attention during the late Fifties and early Sixties.",
    "year": 1933,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ted Whitten",
    "birthday": "1933-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Ted_Whitten_statue.jpg/213px-Ted_Whitten_statue.jpg",
    "extract": "Edward James Whitten Sr. OAM was an Australian rules footballer who played for the Footscray Football Club in the Victorian Football League (VFL).",
    "year": 1933,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Diane Webber",
    "birthday": "1932-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d9/Marguerite_Empey_1955.jpg/226px-Marguerite_Empey_1955.jpg",
    "extract": "Marguerite Diane Webber a.k.a. Marguerite Empey was an American model, dancer and actress.",
    "year": 1932,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Khieu Samphan",
    "birthday": "1931-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Khieu_Samphan_2014.jpg/235px-Khieu_Samphan_2014.jpg",
    "extract": "Khieu Samphan is a Cambodian former communist politician and economist who was the chairman of the state presidium of Democratic Kampuchea (Cambodia) from 1976 until 1979. As such, he served as Cambodia's head of state and was one of the most powerful officials in the Khmer Rouge movement, although Pol Pot remained the General Secretary in the party.",
    "year": 1931,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jerry Van Dyke",
    "birthday": "1931-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Jerry_Van_Dyke_%28253701039%29_cropped.jpg/238px-Jerry_Van_Dyke_%28253701039%29_cropped.jpg",
    "extract": "Jerry McCord Van Dyke was an American actor, musician and comedian. He was the younger brother of Dick Van Dyke.",
    "year": 1931,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Shirley Williams",
    "birthday": "1930-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Regius_Professorship_Lecture_%2815648721150%29.jpg/213px-Regius_Professorship_Lecture_%2815648721150%29.jpg",
    "extract": "Shirley Vivian Teresa Brittain Williams, Baroness Williams of Crosby, was a British politician and academic. Originally a Labour Party Member of Parliament (MP), she served in the Labour cabinet from 1974 to 1979. She was one of the \"Gang of Four\" rebels who founded the Social Democratic Party (SDP) in 1981 and, at the time of her retirement from politics, was a Liberal Democrat.",
    "year": 1930,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jean Baudrillard",
    "birthday": "1929-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/ef/WikipediaBaudrillard20040612-cropped.png",
    "extract": "Jean Baudrillard was a French sociologist, philosopher and cultural theorist. He is best known for his analyses of media, contemporary culture, and technological communication, as well as his formulation of concepts such as simulation and hyperreality. Baudrillard wrote about diverse subjects, including consumerism, gender relations, critique of economy, economics, social history, art, Western foreign policy, and popular culture. Among his best known works are Seduction (1978), Simulacra and Simulation (1981), America (1986), and The Gulf War Did Not Take Place (1991). His work is frequently associated with postmodernism and specifically post-structuralism. Nevertheless, Baudrillard can be also seen as a critic of post-structuralism and has distanced himself from postmodernism.",
    "year": 1929,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Harvey Fuqua",
    "birthday": "1929-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/fc/Harvey_Fuqua.jpg",
    "extract": "Harvey Fuqua was an American rhythm and blues singer, songwriter, record producer, and record label executive.",
    "year": 1929,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jack Higgins",
    "birthday": "1929-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/89/Jack_Higgins_photo.webp/320px-Jack_Higgins_photo.webp.png",
    "extract": "Henry \"Harry\" Patterson, commonly known by his pen name Jack Higgins, was a British author. He was a best-selling author of popular thrillers and espionage novels. His novel The Eagle Has Landed (1975) sold more than 50 million copies and was adapted into a successful 1976 movie of the same title.",
    "year": 1929,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Joseph Kittinger",
    "birthday": "1928-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Joseph_Kittinger%2C_Jr.jpg/258px-Joseph_Kittinger%2C_Jr.jpg",
    "extract": "Colonel Joseph William Kittinger II is a retired officer in the United States Air Force (USAF) and a Command Pilot. His initial operational assignment was in fighter aircraft, then he participated in Project Manhigh and Project Excelsior high-altitude balloon flight projects from 1956 to 1960. He set a world record for the highest skydive: 102,800 feet on August 16, 1960. He was also the first man to make a solo crossing of the Atlantic Ocean in a gas balloon, and the first man to fully witness the curvature of the Earth.",
    "year": 1928,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Guy Carawan",
    "birthday": "1927-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Guy_carawan_photo.jpg/269px-Guy_carawan_photo.jpg",
    "extract": "Guy Hughes Carawan Jr. was an American folk musician and musicologist. He served as music director and song leader for the Highlander Research and Education Center in New Market, Tennessee.",
    "year": 1927,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "John Seigenthaler",
    "birthday": "1927-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/John_Seigenthaler_Sr._speaking.jpg/320px-John_Seigenthaler_Sr._speaking.jpg",
    "extract": "John Lawrence Seigenthaler was an American journalist, writer, and political figure. He was known as a prominent defender of First Amendment rights.",
    "year": 1927,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Vincent Canby",
    "birthday": "1924-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fa/Vincent_Canby_portrait.jpg/232px-Vincent_Canby_portrait.jpg",
    "extract": "Vincent Canby was an American film and theatre critic who served as the chief film critic for The New York Times from 1969 until the early 1990s, then its chief theatre critic from 1994 until his death in 2000. He reviewed more than one thousand films during his tenure there.",
    "year": 1924,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Mas Oyama",
    "birthday": "1923-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Kyokushinkai-6754_vsdl.jpg/267px-Kyokushinkai-6754_vsdl.jpg",
    "extract": "Masutatsu Ōyama , more commonly known as Mas Oyama, was a karate master who founded Kyokushin Karate, considered the first and most influential style of full contact karate. A Zainichi Korean, he spent most of his life living in Japan and acquired Japanese citizenship in 1968.",
    "year": 1923,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Adolfo Celi",
    "birthday": "1922-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Celi_La_mala_ordina_2.png/308px-Celi_La_mala_ordina_2.png",
    "extract": "Adolfo Celi was an Italian film actor and director. Born in Curcuraci, Messina, Sicily, Celi appeared in nearly 100 films, specialising in international villains. Although a prominent actor in Italian cinema and famed for many roles, he is best remembered internationally for his portrayal of Emilio Largo in the 1965 James Bond film Thunderball. Celi later spoofed his Thunderball role in the film OK Connery opposite Sean Connery's brother, Neil Connery.",
    "year": 1922,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Norman Lear",
    "birthday": "1922-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Norman_Lear_2017.jpg/234px-Norman_Lear_2017.jpg",
    "extract": "Norman Milton Lear is an American television writer and film and television producer who has produced, written, created, or developed over 100 shows. Lear is known for many popular 1970s sitcoms, including All in the Family, Maude, Sanford and Son, One Day at a Time, The Jeffersons, and Good Times. Lear continued to actively produce television, including the 2017 remake of One Day at a Time and the Netflix revival of Good Times in 2021.",
    "year": 1922,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Garry Davis",
    "birthday": "1921-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0d/World_Coordinator_of_the_World_Service_Authority_Garry_Davis_%281921-2013%29.jpg/320px-World_Coordinator_of_the_World_Service_Authority_Garry_Davis_%281921-2013%29.jpg",
    "extract": "Sol Gareth \"Garry\" Davis was an international peace activist best known for renouncing his American citizenship and interrupting the United Nations in 1948 to advocate for world government as a way to end nationalistic wars. \nHis actions gained international attention, including support from intellectuals such as Albert Camus and Albert Einstein, but ridicule from Eleanor Roosevelt.",
    "year": 1921,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Henry D. \"Homer\" Haynes",
    "birthday": "1920-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Homer_and_Jethro.jpg/248px-Homer_and_Jethro.jpg",
    "extract": "Henry Doyle Haynes was an American comedy entertainer and musician who gained fame on radio and television as a country and jazz guitarist and as the character Homer of the country music comedy and parody duo Homer and Jethro with Kenneth C. Burns for 35 years beginning in 1936.",
    "year": 1920,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Leonard Rose",
    "birthday": "1918-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Leonard_Rose_1961.jpg/213px-Leonard_Rose_1961.jpg",
    "extract": "Leonard Joseph Rose was an American cellist and pedagogue.",
    "year": 1918,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Elizabeth Hardwick (writer)",
    "birthday": "1916-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/11/Elizabeth_Hardwick_%28writer%29.jpg/320px-Elizabeth_Hardwick_%28writer%29.jpg",
    "extract": "Elizabeth Bruce Hardwick was an American literary critic, novelist, and short story writer.",
    "year": 1916,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Keenan Wynn",
    "birthday": "1916-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Keenan_Wynn_-_publicity.JPG/273px-Keenan_Wynn_-_publicity.JPG",
    "extract": "Francis Xavier Aloysius James Jeremiah Keenan Wynn was an American character actor. His expressive face was his stock-in-trade; and though he rarely carried the lead role, he had prominent billing in most of his film and television roles.",
    "year": 1916,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Mario Del Monaco",
    "birthday": "1915-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/S.Kragujevic%2C_Mario_Del_Monako.JPG/204px-S.Kragujevic%2C_Mario_Del_Monako.JPG",
    "extract": "Mario Del Monaco was an Italian operatic tenor.",
    "year": 1915,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Josef Priller",
    "birthday": "1915-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/af/Josef_Priller.jpg/215px-Josef_Priller.jpg",
    "extract": "Josef \"Pips\" Priller was a German military aviator and wing commander in the Luftwaffe during World War II. As a fighter ace, he was credited with 101 enemy aircraft shot down in 307 combat missions. All of his victories were claimed over the Western Front, including 11 four-engine bombers and at least 68 Supermarine Spitfire fighters.",
    "year": 1915,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "George L. Street III",
    "birthday": "1913-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/eb/George_Levick_Street_III.jpg",
    "extract": "George Levick Street III was a submariner in the United States Navy. He received the Medal of Honor during World War II.",
    "year": 1913,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Julien Gracq",
    "birthday": "1910-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/72/Julien_Gracq.jpg",
    "extract": "Julien Gracq was a French writer. He wrote novels, critiques, a play, and poetry. His literary works were noted for their dreamlike abstraction, elegant style and refined vocabulary. He was close to the surrealist movement, in particular its leader André Breton.",
    "year": 1910,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Lupita Tovar",
    "birthday": "1910-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Lupita_Tovar_publicity_photo%2C_c._1930s_%28cropped%29.jpg/259px-Lupita_Tovar_publicity_photo%2C_c._1930s_%28cropped%29.jpg",
    "extract": "Guadalupe Natalia Tovar, known professionally as Lupita Tovar, was a Mexican-born American actress and centenarian best known for her starring role in the 1931 Spanish-language version of Drácula, filmed in Los Angeles by Universal Pictures at night using the same sets as the Bela Lugosi version, but with a different cast and director. She also starred in the 1932 film Santa, one of the first Mexican sound films, and one of the first commercial Spanish-language sound films.",
    "year": 1910,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ross Alexander",
    "birthday": "1907-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Ross_Alexander_in_the_trailer_for_Shipmates_Forever_%281935%29.jpg/320px-Ross_Alexander_in_the_trailer_for_Shipmates_Forever_%281935%29.jpg",
    "extract": "Ross Alexander was an American stage and film actor.",
    "year": 1907,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Irene Fischer",
    "birthday": "1907-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/IreneKFischer1966.png/230px-IreneKFischer1966.png",
    "extract": "Irene Kaminka Fischer was an Austrian-American mathematician and geodesist. She was a member of the National Academy of Engineering, a Fellow of the American Geophysical Union, and inductee of the National Imagery and Mapping Agency Hall of Fame. Fischer became one of two internationally known women scientists in the field of geodesy during the golden age of the Project Mercury and the Apollo moon mission. Her Mercury datum, as well as her work on the lunar parallax, were instrumental in conducting these missions. \"In his preface to the ACSM publication, Fischer's former colleague, Bernard Chovitz, referred to her as one of the most renowned geodesists of the third quarter of the twentieth century. Yet this fact alone makes her one of the most renowned geodesists of all times, because, according to Chovitz, the third quarter of the twentieth century witnessed \"the transition of geodesy from a regional to a global enterprise.\"",
    "year": 1907,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jerzy Giedroyc",
    "birthday": "1906-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Jerzy_Giedroyc_1997.jpg/269px-Jerzy_Giedroyc_1997.jpg",
    "extract": "Jerzy Władysław Giedroyc was a Polish writer and political activist and for many years editor of the highly influential Paris-based periodical, Kultura.",
    "year": 1906,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Leo Durocher",
    "birthday": "1905-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Leo_Durocher.png/185px-Leo_Durocher.png",
    "extract": "Leo Ernest Durocher, nicknamed \"Leo the Lip\" and \"Lippy\", was an American professional baseball player, manager and coach. He played in Major League Baseball as an infielder. Upon his retirement, he ranked fifth all-time among managers with 2,008 career victories, second only to John McGraw in National League history. Durocher still ranks tenth in career wins by a manager. A controversial and outspoken character, Durocher had a stormy career dogged by clashes with authority, the baseball commissioner, the press, and umpires; his 95 career ejections as a manager trailed only McGraw when he retired, and still ranks fourth on the all-time list.",
    "year": 1905,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Lyudmila Rudenko",
    "birthday": "1904-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f9/Lyudmila_Rudenko.jpg",
    "extract": "Lyudmila Vladimirovna Rudenko was a Soviet chess player and the second women's world chess champion, from 1950 until 1953.",
    "year": 1904,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Nikolay Cherkasov",
    "birthday": "1903-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Nikolay_Cherkasov_1938.JPG/225px-Nikolay_Cherkasov_1938.JPG",
    "extract": "Nikolay Konstantinovich Cherkasov was a Soviet and Russian actor. People's Artist of the USSR (1947).",
    "year": 1903,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Michail Stasinopoulos",
    "birthday": "1903-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/27/Stasinopoulos.jpg",
    "extract": "Michail Stasinopoulos was a Greek jurist and politician who served as President of Greece from 18 December 1974 to 19 July 1975. A member of New Democracy, he was the first officeholder under the Third Hellenic Republic.",
    "year": 1903,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Yaroslav Halan",
    "birthday": "1902-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/%D0%93%D0%B0%D0%BB%D0%B0%D0%BD_%D0%AF%D1%80%D0%BE%D1%81%D0%BB%D0%B0%D0%B2_%D0%9E%D0%BB%D0%B5%D0%BA%D1%81%D0%B0%D0%BD%D0%B4%D1%80%D0%BE%D0%B2%D0%B8%D1%87.jpg/222px-%D0%93%D0%B0%D0%BB%D0%B0%D0%BD_%D0%AF%D1%80%D0%BE%D1%81%D0%BB%D0%B0%D0%B2_%D0%9E%D0%BB%D0%B5%D0%BA%D1%81%D0%B0%D0%BD%D0%B4%D1%80%D0%BE%D0%B2%D0%B8%D1%87.jpg",
    "extract": "Yaroslav Olexandrovych Halan was a Ukrainian Soviet anti-fascist writer, playwright, publicist, member of the Communist Party of Western Ukraine since 1924, killed by nationalist insurgents in 1949.",
    "year": 1902,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Percy Hornibrook",
    "birthday": "1899-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/02/PercyHornibrook.jpg/194px-PercyHornibrook.jpg",
    "extract": "Percival Mitchell Hornibrook was an Australian cricketer who played in 6 Tests from 1929 to 1930.",
    "year": 1899,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Robert George (RAF officer)",
    "birthday": "1896-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Robert_George_1956.jpg/231px-Robert_George_1956.jpg",
    "extract": "Air Vice Marshal Sir Robert Allingham George, was a senior officer in the Royal Air Force and Governor of South Australia from 23 February 1953 until 7 March 1960. He was born in the County of Ross and Cromarty, Scotland, on 27 July 1896, and educated at Invergordon and Inverness. In May 1927, he married Sybil Elizabeth Baldwin.",
    "year": 1896,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Henri Longchambon",
    "birthday": "1896-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Henri_Longchambon_en_1954.jpg/229px-Henri_Longchambon_en_1954.jpg",
    "extract": "Henri Longchambon was a French politician and scientist.",
    "year": 1896,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Mientje Kling",
    "birthday": "1894-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/MientjeKling1916.jpg/317px-MientjeKling1916.jpg",
    "extract": "Mientje Kling was a Dutch theatre and film actress and radio personality.",
    "year": 1894,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ugo Agostoni",
    "birthday": "1893-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2e/Agostoni_ugo.jpg",
    "extract": "Ugo Agostoni was an Italian professional road bicycle racer. Agostoni was professional from 1911 to 1924 during which time he won the Giro dell'Emilia, a stage in the 1912 Giro d'Italia while he was riding for the Peugeot cycling team and another stage in the 1920 Giro d'Italia. Agostoni's greatest win was in Milan–San Remo in 1914. Agostoni was killed during World War II. From 1946 onwards, a race has been organized in his honor called the Coppa Ugo Agostoni which has been won by several great cycling champions such as Felice Gimondi, Franco Bitossi, Eddy Merckx, Roger De Vlaeminck, Francesco Moser, Jan Ullrich and Gianni Bugno.",
    "year": 1893,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Armas Taipale",
    "birthday": "1890-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/1912_Armas_Taipale4.jpg/157px-1912_Armas_Taipale4.jpg",
    "extract": "Armas Rudolf Taipale was a Finnish athlete. He competed at the 1912 Summer Olympics and won gold medals in two discus throw events, conventional and two-handed, where the total was counted as a sum of best throws with a left hand and with a right hand. After World War I he won a silver medal in the conventional discus throw at the 1920 Olympics and finished tenth in the shot put. At the 1924 Olympics he competed only in the discus throw and finished in 12th place. Taipale set two unofficial world records in the discus.",
    "year": 1890,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Vera Karalli",
    "birthday": "1889-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Circa_1910-1915_publicity_photograph_of_Russian_expatriate_ballet_dancer_and_actress_Vera_Karalli.jpg/203px-Circa_1910-1915_publicity_photograph_of_Russian_expatriate_ballet_dancer_and_actress_Vera_Karalli.jpg",
    "extract": "Vera Alexeyevna Karalli was a Russian ballet dancer, choreographer and silent film actress during the early years of the 20th century.",
    "year": 1889,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ernst May",
    "birthday": "1886-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Ernst-May-1926.jpg/320px-Ernst-May-1926.jpg",
    "extract": "Ernst May was a German architect and city planner.",
    "year": 1886,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Geoffrey de Havilland",
    "birthday": "1882-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/De_Havilland%2C_Geoffry_Sir_Oswald.jpg/244px-De_Havilland%2C_Geoffry_Sir_Oswald.jpg",
    "extract": "Captain Sir Geoffrey de Havilland, was an English aviation pioneer and aerospace engineer. The aircraft company he founded produced the Mosquito, which has been considered the most versatile warplane ever built, and his Comet was the first jet airliner to go into production.",
    "year": 1882,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Hans Fischer",
    "birthday": "1881-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Hans_Fischer_%28Nobel%29.jpg/226px-Hans_Fischer_%28Nobel%29.jpg",
    "extract": "Hans Fischer was a German organic chemist and the recipient of the 1930 Nobel Prize for Chemistry \"for his researches into the constitution of haemin and chlorophyll and especially for his synthesis of haemin.\"",
    "year": 1881,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ernst von Dohnányi",
    "birthday": "1877-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/57/Ern%C5%91Dohn%C3%A1nyi1905.png/238px-Ern%C5%91Dohn%C3%A1nyi1905.png",
    "extract": "Ernst von Dohnányi was a Hungarian composer, pianist and conductor. He used a German form of his name on most published compositions.",
    "year": 1877,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Stanislav Binički",
    "birthday": "1872-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Stanislav_Bini%C4%8Dki_1997_Yugoslavia_stamp.jpg/257px-Stanislav_Bini%C4%8Dki_1997_Yugoslavia_stamp.jpg",
    "extract": "Stanislav Binički was a Serbian composer, conductor, and pedagogue. A student of German composer Josef Rheinberger, he became the first director of the Opera Sector of the National Theatre in Belgrade in 1889 and began working with the Belgrade Military Orchestra a decade later. He composed the first Serbian opera, At Dawn, in 1903. In 1911, Binički established the second Serbian Music School. He joined the Serbian Army following the outbreak of World War I and composed one of his most famous works, March on the Drina, following the Serbian victory at the Battle of Cer. He retired as head of the Opera Sector of the National Theatre in 1920 and died in Belgrade in 1942. He is considered one of the leading Serbian composers of the Generation of the 1870s.",
    "year": 1872,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Hilaire Belloc",
    "birthday": "1870-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Picture_of_Hilaire_Belloc.jpg/240px-Picture_of_Hilaire_Belloc.jpg",
    "extract": "Joseph Hilaire Pierre René Belloc was a Franco-English writer and historian of the early twentieth century. Belloc was also an orator, poet, sailor, satirist, writer of letters, soldier, and political activist. His Catholic faith had a strong effect on his works.",
    "year": 1870,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Enrique Granados",
    "birthday": "1867-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/cd/Granados.jpg",
    "extract": "Pantaleón Enrique Joaquín Granados y Campiña, commonly known as Enrique Granados, was a Spanish composer of classical music, and concert pianist. His most well-known works include Goyescas, the Spanish Dances, and María del Carmen.",
    "year": 1867,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "António José de Almeida",
    "birthday": "1866-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Antonio_Jos%C3%A9_d%27Almeida_%28Album_Republicano%2C_1908%29.png/213px-Antonio_Jos%C3%A9_d%27Almeida_%28Album_Republicano%2C_1908%29.png",
    "extract": "António José de Almeida, GCTE, GCA, GCC, GCSE, was a Portuguese politician who served as the sixth President of Portugal from 1919 to 1923.",
    "year": 1866,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "George Lyon (golfer)",
    "birthday": "1858-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/George_Lyon_1904.jpg/235px-George_Lyon_1904.jpg",
    "extract": "George Seymour Lyon was a Canadian golfer, an Olympic gold medalist in golf, an eight-time Canadian Amateur Championship winner, and a member of Canada's Sports Hall of Fame. He worked in the insurance industry.",
    "year": 1858,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "José Celso Barbosa",
    "birthday": "1857-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Jose_Celso_Barbosa.jpg/187px-Jose_Celso_Barbosa.jpg",
    "extract": "Dr. José Celso Barbosa Alcala was a Puerto Rican physician, sociologist and political leader. Known as the father of the statehood movement in Puerto Rico, Barbosa was the first Puerto Rican, and one of the first persons of African descent to earn a medical degree in the United States.",
    "year": 1857,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "E. A. Wallis Budge",
    "birthday": "1857-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/E._A._Wallis_Budge%2C_1920.jpeg/261px-E._A._Wallis_Budge%2C_1920.jpeg",
    "extract": "Sir Ernest Alfred Thompson Wallis Budge was an English Egyptologist, Orientalist, and philologist who worked for the British Museum and published numerous works on the ancient Near East. He made numerous trips to Egypt and the Sudan on behalf of the British Museum to buy antiquities, and helped it build its collection of cuneiform tablets, manuscripts, and papyri. He published many books on Egyptology, helping to bring the findings to larger audiences. In 1920, he was knighted for his service to Egyptology and the British Museum.",
    "year": 1857,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Takahashi Korekiyo",
    "birthday": "1854-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Korekiyo_Takahashi_2.jpg/246px-Korekiyo_Takahashi_2.jpg",
    "extract": "Viscount Takahashi Korekiyo  was a Japanese politician who served as a member of the House of Peers, as Prime Minister of Japan from 1921 to 1922, and as the head of the Bank of Japan and Ministry of Finance.",
    "year": 1854,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Vladimir Korolenko",
    "birthday": "1853-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Vladimir_Korolenko.jpg/275px-Vladimir_Korolenko.jpg",
    "extract": "Vladimir Galaktionovich Korolenko was a Ukrainian-born Russian writer, journalist, human rights activist and humanitarian of Ukrainian and Polish origin. His best-known work include the short novel The Blind Musician (1886), as well as numerous short stories based upon his experience of exile in Siberia. Korolenko was a strong critic of the Tsarist regime and in his final years of the Bolsheviks.",
    "year": 1853,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Elizabeth Plankinton",
    "birthday": "1853-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Elizabeth_Plankinton%2C_ca_1899.jpg/251px-Elizabeth_Plankinton%2C_ca_1899.jpg",
    "extract": " Elizabeth Ann or Anne  Plankinton  was an American philanthropist in the early 20th century, the daughter of Milwaukee businessman John Plankinton. She was also known as \"Miss Lizzie\" and the people of Milwaukee called Plankinton the \"municipal patroness\" because of her generosity. She made a large donation that built the first YWCA in Milwaukee. She also purchased an elaborate large-scale pipe organ for the newly constructed city auditorium.",
    "year": 1853,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Loránd Eötvös",
    "birthday": "1848-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/E%C3%B6tv%C3%B6s_Lor%C3%A1nd_%28Sz%C3%A9kely_Alad%C3%A1r_felv%C3%A9tele%2C_1912%29.jpg/229px-E%C3%B6tv%C3%B6s_Lor%C3%A1nd_%28Sz%C3%A9kely_Alad%C3%A1r_felv%C3%A9tele%2C_1912%29.jpg",
    "extract": "Baron Loránd Eötvös de Vásárosnamény, also called Baron Roland von Eötvös in English literature, was a Hungarian physicist. He is remembered today largely for his work on gravitation and surface tension, and the invention of the torsion pendulum.",
    "year": 1848,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Friedrich Ernst Dorn",
    "birthday": "1848-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/DORN_Friedrich_Ernst.jpg/233px-DORN_Friedrich_Ernst.jpg",
    "extract": "Friedrich Ernst Dorn was a German physicist who was the first to discover that a radioactive substance, later named radon, is emitted from radium.",
    "year": 1848,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Giosuè Carducci",
    "birthday": "1835-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Giosu%C3%A8_Carducci2.jpg/240px-Giosu%C3%A8_Carducci2.jpg",
    "extract": "Giosuè Alessandro Giuseppe Carducci was an Italian poet, writer, literary critic and teacher. He was very noticeably influential, and was regarded as the official national poet of modern Italy. In 1906 he became the first Italian to receive the Nobel Prize in Literature. Excerpt from the Swedish Academy's motivation: \"[...] not only in consideration of his deep learning and critical research, but above all as a tribute to the creative energy, freshness of style, and lyrical force which characterize his poetic masterpieces\".",
    "year": 1835,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Miguel Grau Seminario",
    "birthday": "1834-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/M_Grau%282%29.jpg/218px-M_Grau%282%29.jpg",
    "extract": "Miguel María Grau Seminario was the most renowned Peruvian naval officer and hero of the Naval Battle of Angamos during the War of the Pacific (1879–1884). He was known as el Caballero de los Mares for his kind and chivalrous treatment of defeated enemies and is esteemed by both Peruvians and Chileans. He is an iconic figure for the Peruvian Navy, and one of the most famous merchant marine and naval military leaders of the Americas.",
    "year": 1834,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Thomas George Bonney",
    "birthday": "1833-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/PSM_V75_D416_Thomas_George_Bonney.png/223px-PSM_V75_D416_Thomas_George_Bonney.png",
    "extract": "Thomas George Bonney was an English geologist, president of the Geological Society of London.",
    "year": 1833,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Alexandre Dumas fils",
    "birthday": "1824-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Alexandre_Dumas_fils.jpg/261px-Alexandre_Dumas_fils.jpg",
    "extract": "Alexandre Dumas fils was a French author and playwright, best known for the romantic novel La Dame aux Camélias, published in 1848, which was adapted into Giuseppe Verdi's 1853 opera La traviata, as well as numerous stage and film productions, usually titled Camille in English-language versions.",
    "year": 1824,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Agostino Roscelli",
    "birthday": "1818-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Bargone-dipinto_Agostino_Roscelli.jpg/237px-Bargone-dipinto_Agostino_Roscelli.jpg",
    "extract": "Agostino Roscelli, also known as Augustine Roscelli, and Augustin Roscelli, was an Italian priest who inspired social change in Genoa, Italy for children and disadvantaged women. He was canonized a saint in the Catholic Church in 2001 by Pope John Paul II.",
    "year": 1818,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Thomas Lanier Clingman",
    "birthday": "1812-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Hon._Thomas_L._Clingman%2C_N.C_-_NARA_-_528409.jpg/271px-Hon._Thomas_L._Clingman%2C_N.C_-_NARA_-_528409.jpg",
    "extract": "Thomas Lanier Clingman, known as the \"Prince of Politicians,\" was a Democratic member of the United States House of Representatives from 1843 to 1845 and from 1847 to 1858, and U.S. senator from the state of North Carolina between 1858 and 1861. During the Civil War he refused to resign his Senate seat and was one of ten senators expelled from the Senate in absentia. He then served as a general in the Confederate States Army.",
    "year": 1812,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Denis Davydov",
    "birthday": "1784-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Denisdavydov.jpg/276px-Denisdavydov.jpg",
    "extract": "Denis Vasilyevich Davydov was a Russian soldier-poet of the Napoleonic Wars who invented the genre of hussar poetry, characterised by hedonism and bravado. He used events from his own life to illustrate such poetry. He suggested and successfully pioneered guerrilla warfare in the Patriotic War of 1812 against Napoleon.",
    "year": 1784,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Mauro Giuliani",
    "birthday": "1781-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Mauro_Giuliani.jpeg/211px-Mauro_Giuliani.jpeg",
    "extract": "Mauro Giuseppe Sergio Pantaleo Giuliani was an Italian guitarist, cellist, singer, and composer. He was a leading guitar virtuoso of the early 19th century.",
    "year": 1781,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Thomas Campbell (poet)",
    "birthday": "1777-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Thomas_Campbell_by_Sir_Thomas_Lawrence.jpg/244px-Thomas_Campbell_by_Sir_Thomas_Lawrence.jpg",
    "extract": "Thomas Campbell was a Scottish poet. He was a founder and the first President of the Clarence Club and a co-founder of the Literary Association of the Friends of Poland; he was also one of the initiators of a plan to found what became University College London. In 1799 he wrote \"The Pleasures of Hope\", a traditional 18th-century didactic poem in heroic couplets. He also produced several patriotic war songs—\"Ye Mariners of England\", \"The Soldier's Dream\", \"Hohenlinden\" and, in 1801, \"The Battle of the Baltic\", but was no less at home in delicate lyrics such as \"At Love's Beginning\".",
    "year": 1777,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Henry Trevor, 21st Baron Dacre",
    "birthday": "1777-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/George_Romney_-_The_Honorable_Mrs._Trevor_%28Viscountess_Hampden%29%2C_1779-1780_-_IMG_0722.jpg/222px-George_Romney_-_The_Honorable_Mrs._Trevor_%28Viscountess_Hampden%29%2C_1779-1780_-_IMG_0722.jpg",
    "extract": "\nHenry Otway Trevor, 21st Baron Dacre, CB was a British peer and soldier.",
    "year": 1777,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jacob Aall",
    "birthday": "1773-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Eidsvold-galleri_-_no-nb_digibok_2012080808002-35.jpg/205px-Eidsvold-galleri_-_no-nb_digibok_2012080808002-35.jpg",
    "extract": "Jacob Aall was a Norwegian politician, historian, landowner and government economist.",
    "year": 1773,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Charlotte Corday",
    "birthday": "1768-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Charlotte_Corday.PNG/259px-Charlotte_Corday.PNG",
    "extract": "Marie-Anne Charlotte de Corday d'Armont, known as Charlotte Corday, was a figure of the French Revolution. In 1793, she was executed by guillotine for the assassination of Jacobin leader Jean-Paul Marat, who was in part responsible for the more radical course the Revolution had taken through his role as a politician and journalist. Marat had played a substantial role in the political purge of the Girondins, with whom Corday sympathized. His murder was depicted in the painting The Death of Marat by Jacques-Louis David, which shows Marat's dead body after Corday had stabbed him in his medicinal bath. In 1847, writer Alphonse de Lamartine gave Corday the posthumous nickname l'ange de l'assassinat.",
    "year": 1768,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Joseph Anton Koch",
    "birthday": "1768-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Joseph-Anton-Koch.jpg/257px-Joseph-Anton-Koch.jpg",
    "extract": "Joseph Anton Koch was an Austrian painter of Neoclassicism and later the German Romantic movement; he is perhaps the most significant neoclassical landscape painter.",
    "year": 1768,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Samuel Smith (Maryland politician)",
    "birthday": "1752-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/General_Samuel_Smith_Rembrandt_Peale.jpeg/258px-General_Samuel_Smith_Rembrandt_Peale.jpeg",
    "extract": "Samuel Smith was a United States Senator and Representative from Maryland, a mayor of Baltimore, Maryland, and a general in the Maryland militia. He was the brother of cabinet secretary Robert Smith.",
    "year": 1752,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "François-Hippolyte Barthélémon",
    "birthday": "1741-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Fran%C3%A7ois-Hippolyte_Barth%C3%A9lemon_-_Jefte_in_Mafsa._%28BL_R.M.22.a.21_f._2v%29.jpg/320px-Fran%C3%A7ois-Hippolyte_Barth%C3%A9lemon_-_Jefte_in_Mafsa._%28BL_R.M.22.a.21_f._2v%29.jpg",
    "extract": "François Hippolyte Barthélemon was a French violinist, pedagogue, and composer active in England.",
    "year": 1741,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jeanne Baret",
    "birthday": "1740-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Jeanne_Barret.jpg/195px-Jeanne_Barret.jpg",
    "extract": "Jeanne Baret was a member of Louis Antoine de Bougainville's expedition on the ships La Boudeuse and Étoile in 1766–1769. Baret is recognized as the first woman to have completed a voyage of circumnavigation of the globe, which she did via maritime transport.",
    "year": 1740,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jeremiah Dixon",
    "birthday": "1733-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Mason_and_Dixon_%28just_Dixon%29.png/256px-Mason_and_Dixon_%28just_Dixon%29.png",
    "extract": "Jeremiah Dixon FRS was an English surveyor and astronomer who is best known for his work with Charles Mason, from 1763 to 1767, in determining what was later called the Mason–Dixon line.",
    "year": 1733,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Johann Bernoulli",
    "birthday": "1667-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Johann_Bernoulli2.jpg/258px-Johann_Bernoulli2.jpg",
    "extract": "Johann Bernoulli was a Swiss mathematician and was one of the many prominent mathematicians in the Bernoulli family. He is known for his contributions to infinitesimal calculus and educating Leonhard Euler in the pupil's youth.",
    "year": 1667,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Edward Montagu, 1st Earl of Sandwich",
    "birthday": "1625-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Peter_Lely_-_Edward_Montagu%2C_1st_Earl_of_Sandwich_-_Google_Art_Project.jpg/185px-Peter_Lely_-_Edward_Montagu%2C_1st_Earl_of_Sandwich_-_Google_Art_Project.jpg",
    "extract": "Edward Montagu, 1st Earl of Sandwich, KG PC FRS JP was an English military officer, politician and diplomat, who fought for the Parliamentarian army during the First English Civil War and was an MP at various times between 1645 and 1660. A loyal supporter of Oliver Cromwell, he was a member of the English Council of State from 1653 to 1659 and General at sea from 1656 to 1660. Following Cromwell's death in 1658, he switched allegiance and played an important role in the Restoration of Charles II in May 1660.",
    "year": 1625,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Murad IV",
    "birthday": "1612-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Murad_IV.jpg/214px-Murad_IV.jpg",
    "extract": "Murad IV was the Sultan of the Ottoman Empire from 1623 to 1640, known both for restoring the authority of the state and for the brutality of his methods. Murad IV was born in Constantinople, the son of Sultan Ahmed I and Kösem Sultan. He was brought to power by a palace conspiracy in 1623, and he succeeded his uncle Mustafa I. Until he assumed absolute power on 18 May 1632, the empire was ruled by his mother, Kösem Sultan, as nāʾib-i salṭanat (regent). His reign is most notable for the Ottoman–Safavid War (1623–1639), of which the outcome would partition the Caucasus between the two Imperial powers for around two centuries, while it also roughly laid the foundation for the current Turkey–Iran–Iraq borders.",
    "year": 1612,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Frances Stewart, Duchess of Lennox",
    "birthday": "1578-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Marcus_Gheeraerts_the_Younger_Frances_Howard_Countess_of_Hertford.png/242px-Marcus_Gheeraerts_the_Younger_Frances_Howard_Countess_of_Hertford.png",
    "extract": "Frances Stewart, Duchess of Lennox and Richmond, Countess of Hertford was the daughter of a younger son of the Duke of Norfolk. An orphan of small fortune, she rose to be the only duchess at the court of James I of England. She married the son of a London alderman who died in 1599, leaving her a wealthy widow at a young age. She became, for 20 years, the third wife of the ageing Edward Seymour, 1st Earl of Hertford, nephew of Jane Seymour, third queen consort of Henry VIII. Within months of Edward's death she married a cousin of James I, Ludovic Stewart, 2nd Duke of Lennox and 1st Duke of Richmond. One of the great beauties of the Jacobean court, she was also the patron of Captain John Smith of the Virginia Colony.",
    "year": 1578,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Francesco Corteccia",
    "birthday": "1502-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Francesco_corteccia%2C_hinnario_secondo_l%27uso_della_chiesa_romana_et_fiorentina%2C_1542-44_%28mp_7%29.jpg/320px-Francesco_corteccia%2C_hinnario_secondo_l%27uso_della_chiesa_romana_et_fiorentina%2C_1542-44_%28mp_7%29.jpg",
    "extract": "Francesco Corteccia was an Italian composer, organist, and teacher of the Renaissance. Not only was he one of the best known of the early composers of madrigals, and an important native Italian composer during a period of domination by composers from the Low Countries, but he was the most prominent musician in Florence for several decades during the reign of Cosimo I de' Medici.",
    "year": 1502,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ludovico Sforza",
    "birthday": "1452-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Pala_Sforzesca_-_detail_01.jpg/266px-Pala_Sforzesca_-_detail_01.jpg",
    "extract": "Ludovico Maria Sforza, also known as Ludovico il Moro. \"Arbiter of Italy\", according to the expression used by Guicciardini, was an Italian Renaissance nobleman who ruled as Duke of Milan from 1494 to 1499. His ascendancy followed the death of his nephew Gian Galeazzo Sforza. A member of the Sforza family, he was the fourth son of Francesco I Sforza. A patron of the arts during the Milanese Renaissance, he commissioned the fresco of The Last Supper by Leonardo da Vinci. He also played a central role in the Italian Wars.",
    "year": 1452,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Lucrezia Crivelli",
    "birthday": "1452-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Beatriced%27Este.jpg/205px-Beatriced%27Este.jpg",
    "extract": "'Lucrezia Crivelli was a mistress of Ludovico Sforza \"il Moro\", Duke of Milan. She was the mother of Sforza's son, Giovanni Paolo I Sforza, Marquess of Caravaggio. Crivelli has been thought to be the subject of Leonardo da Vinci's painting, La belle ferronnière.",
    "year": 1452,
    "month": 7,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Kūkai",
    "birthday": "774-7-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Eight_Patriarchs_of_the_Shingon_Sect_of_Buddhism_Kukai_Cropped.jpg/275px-Eight_Patriarchs_of_the_Shingon_Sect_of_Buddhism_Kukai_Cropped.jpg",
    "extract": "Kūkai, also known posthumously as Kōbō Daishi , was a Japanese Buddhist monk, calligrapher, and poet who founded the esoteric Shingon school of Buddhism. He travelled to China, where he studied Tangmi under the monk Huiguo. Upon returning to Japan, he founded Shingon—the Japanese branch of Vajrayana Buddhism. With the blessing of several Emperors, Kūkai was able to preach Shingon teachings and founded Shingon temples. Like other influential monks, Kūkai oversaw public works and constructions. Mount Kōya was chosen by him as a holy site, and he spent his later years there until his death in 835 C.E.",
    "year": 774,
    "month": 7,
    "day": 27,
    "language": "en"
  }
]