[
  {
    "name": "Liam O'Brien (ice hockey)",
    "birthday": "1994-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Liam_O%27Brien2.jpg/213px-Liam_O%27Brien2.jpg",
    "extract": "Liam O'Brien is a Canadian professional ice hockey forward. He is currently playing with the Arizona Coyotes of the National Hockey League (NHL). O'Brien is mostly known as an enforcer.",
    "year": 1994,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Nicole Melichar-Martinez",
    "birthday": "1993-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Melichar_WM19_%286%29_%2848521956487%29.jpg/214px-Melichar_WM19_%286%29_%2848521956487%29.jpg",
    "extract": "Nicole Melichar-Martinez is an American tennis player who specializes in doubles.",
    "year": 1993,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Dale Copley",
    "birthday": "1991-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Dale_Copley.jpg/195px-Dale_Copley.jpg",
    "extract": "Dale Copley is an Australian former professional rugby league footballer who last played as a centre or winger for the Sydney Roosters in the NRL.",
    "year": 1991,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Irakli Logua",
    "birthday": "1991-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Logua-Irakliy.jpg/162px-Logua-Irakliy.jpg",
    "extract": "Irakli Genovich Logua is a Russian professional football player of Abkhaz ethnicity. He plays for Veles Moscow.",
    "year": 1991,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Grit Šadeiko",
    "birthday": "1989-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Grit_Sadeiko_by_Augustas_Didzgalvis.jpg/320px-Grit_Sadeiko_by_Augustas_Didzgalvis.jpg",
    "extract": "Grit Šadeiko is an Estonian heptathlete. She won the heptathlon at the 2011 European Athletics U23 Championships.",
    "year": 1989,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Tarjei Bø",
    "birthday": "1988-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Tarjei_B%C3%B8_biathlete_%28cropped%29.jpg/278px-Tarjei_B%C3%B8_biathlete_%28cropped%29.jpg",
    "extract": "Tarjei Bø is a Norwegian professional biathlete. Awarded Olympic gold medals, World Championship gold medals and World Cup victories from 2010 to 2022. Bø debuted in the Biathlon World Cup on 26 March 2009 in Khanty-Mansiysk, Russia. In the 2010 Winter Olympics he earned his first gold medal in the 4 × 7.5 km biathlon relay. On 10 December 2010 he won the World Cup sprint race in Hochfilzen, his first world cup victory. He also won the following pursuit race and anchored the winning relay team.\nBø is the older brother of biathlete Johannes Thingnes Bø.",
    "year": 1988,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Besart Berisha",
    "birthday": "1985-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Berisha_Victory_Training_May_2015.jpg/229px-Berisha_Victory_Training_May_2015.jpg",
    "extract": "Besart Berisha is a Kosovan retired professional footballer who played as a striker.",
    "year": 1985,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Okinoumi Ayumi",
    "birthday": "1985-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/09_Sep_Okinoumi.JPG/185px-09_Sep_Okinoumi.JPG",
    "extract": "Okinoumi Ayumi  is a Japanese professional sumo wrestler from Okinoshima, Shimane. He joined professional sumo in 2005, reaching the top division in 2010. He has been runner-up three times in January 2011, March 2013, and November 2017 tournaments all with an 11–4 record. His highest rank has been sekiwake, which he held for one tournament in March 2015 and then held again in November 2016. He has won four Fighting Spirit prizes to date, one for Outstanding Performance, and four gold stars for defeating yokozuna. He wrestles for Hakkaku stable.",
    "year": 1985,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Simon Santoso",
    "birthday": "1985-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/94/Santoso_Simon.jpg",
    "extract": "Simon Santoso is an Indonesian former badminton player. He was two time Southeast Asian Games men's singles champion winning in 2009 and 2011, also featured in Indonesia team that won the men's team title in 2003, 2007, 2009, and 2011. Santoso won the Indonesia Open a Superseries Premier tournament in 2012. He reached a career high as world number 3 in August 2010.",
    "year": 1985,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Oh Beom-seok",
    "birthday": "1984-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Oh_Beom-Seok.jpg/203px-Oh_Beom-Seok.jpg",
    "extract": "Oh Beom-Seok is a South Korean former professional footballer who played as a right back.",
    "year": 1984,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Chad Billingsley",
    "birthday": "1984-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Chad_Billingsley.jpg/182px-Chad_Billingsley.jpg",
    "extract": "Chad Ryan Billingsley is an American former professional baseball right-handed starting pitcher. He played in Major League Baseball (MLB) for the Los Angeles Dodgers from 2006 through 2013 and Philadelphia Phillies in 2015. He was a National League (NL) All-Star in 2009.",
    "year": 1984,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Wilson Palacios",
    "birthday": "1984-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/5e/Wilson_Palacios_National_Team.jpg",
    "extract": "Wilson Roberto Palacios Suazo is a Honduran former footballer who played as a midfielder.",
    "year": 1984,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Alexei Kaigorodov",
    "birthday": "1983-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Alexei_Kaigorodov_2012-01-16.JPG/213px-Alexei_Kaigorodov_2012-01-16.JPG",
    "extract": "Alexei Pavlovich Kaigorodov is a Russian retired ice hockey forward who last played with Metallurg Magnitogorsk of the Kontinental Hockey League (KHL).",
    "year": 1983,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jerious Norwood",
    "birthday": "1983-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Jerious_Norwood_Visit_to_Fort_Benning_June_8%2C_2009.jpg/237px-Jerious_Norwood_Visit_to_Fort_Benning_June_8%2C_2009.jpg",
    "extract": "Jerious Montreal Norwood is a former American football running back. He was drafted by the Atlanta Falcons in the third round of the 2006 NFL Draft. He played college football at Mississippi State and is the schools second all-time leading rusher.",
    "year": 1983,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Elise Testone",
    "birthday": "1983-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Graffeti-14.jpg/320px-Graffeti-14.jpg",
    "extract": "Elise Nicole Testone is an American singer and songwriter from Mount Pleasant, South Carolina. She placed sixth on the eleventh season of American Idol. Her debut album In This Life was released in February 2014, and her second album, This Is Love, was released in 2019.",
    "year": 1983,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Allison Mack",
    "birthday": "1982-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Allison_Mack_%282018_crop%29.jpg/227px-Allison_Mack_%282018_crop%29.jpg",
    "extract": "Allison Christin Mack is an American actress. She played Chloe Sullivan on the superhero series Smallville (2001–2011) and had a recurring role on the comedy series Wilfred (2012–2014).",
    "year": 1982,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Fernando Alonso",
    "birthday": "1981-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Alonso_2016.jpg/256px-Alonso_2016.jpg",
    "extract": "Fernando Alonso Díaz is a Spanish racing driver currently competing for Alpine in Formula One. He won the series' World Drivers' Championship in 2005 and 2006 with Renault, and has also driven for McLaren, Ferrari, and Minardi. With Toyota, Alonso won the 24 Hours of Le Mans twice, in 2018 and 2019, and the FIA World Endurance Championship in 2018–19. He also won the 24 Hours of Daytona with Wayne Taylor Racing in 2019.",
    "year": 1981,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Troy Perkins",
    "birthday": "1981-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/2013-05-04_Troy_Pekins_Impact_Montreal.jpg/244px-2013-05-04_Troy_Pekins_Impact_Montreal.jpg",
    "extract": "Troy Perkins is a retired American soccer player. During his career, he played for clubs in the United States, Canada, and Norway. The 2006 Major League Soccer Goalkeeper of the Year award winner earned seven caps with the United States national team.",
    "year": 1981,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ryan Braun (pitcher)",
    "birthday": "1980-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Ryan_Zachary_Braun_pitching_for_the_Kansas_City_Royals_in_2007_%28Cropped%29.jpg/320px-Ryan_Zachary_Braun_pitching_for_the_Kansas_City_Royals_in_2007_%28Cropped%29.jpg",
    "extract": "Ryan Zachary Braun is a Canadian former professional baseball pitcher. He played in Major League Baseball (MLB) for the Kansas City Royals. Listed at 6 feet 1 inch (1.85 m) and 215 pounds (98 kg) as a player, he threw and batted right-handed.",
    "year": 1980,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Fernando González",
    "birthday": "1980-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Despedida_deportistas_Panamericanos_2019_01.jpg/274px-Despedida_deportistas_Panamericanos_2019_01.jpg",
    "extract": "Fernando Francisco González Ciuffardi is a Chilean former professional tennis player. During his career he made it to at least the quarterfinals of all four Grand Slam tournaments. He played his only major final at the 2007 Australian Open, losing to top-seeded Roger Federer. He is the fourth man in history to have won an Olympic tennis medal in every color, with gold in doubles and bronze in singles from Athens 2004, and silver in singles from Beijing 2008. The gold medal González won together with Nicolás Massú at the 2004 Olympics in men's doubles was Chile's first-ever Olympic gold medal.",
    "year": 1980,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "John Morris (rugby league)",
    "birthday": "1980-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/John_Morris_%2826_April_2009%29.jpg/227px-John_Morris_%2826_April_2009%29.jpg",
    "extract": "John Morris, is an Australian professional rugby league coach who was the head coach of the Cronulla Sutherland Sharks in the NRL, and a former professional rugby league footballer.",
    "year": 1980,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Karim Essediri",
    "birthday": "1979-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Karim_Essediri.jpg/320px-Karim_Essediri.jpg",
    "extract": "Karim Essediri is a Tunisia former international footballer.",
    "year": 1979,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ronald Murray",
    "birthday": "1979-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Ronald_Murray_in_2008.jpg/250px-Ronald_Murray_in_2008.jpg",
    "extract": "Ronald \"Flip\" Murray is a retired American professional basketball player who last played for Al Mouttahed Tripoli of the Lebanese Basketball League. He is a 6 ft 3 in (1.91 m), 200 lb point guard–shooting guard. After attending Strawberry Mansion High School in Philadelphia, where he starred on the basketball team, he played college basketball for four seasons, first at the Meridian Community College in Meridian, Mississippi from 1997 to 1999, and then at Shaw University located in Raleigh, North Carolina from 2000 to 2002. He is nicknamed \"Flip\" by childhood friends who often said he looked like Bernie Mac's character, \"Flip\", from the movie Above The Rim.",
    "year": 1979,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Mike Adams (pitcher)",
    "birthday": "1978-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Mike_Adams.jpg/314px-Mike_Adams.jpg",
    "extract": "John Michael Adams is an American former right-handed relief pitcher. He played in Major League Baseball (MLB) for the Milwaukee Brewers (2004–06), San Diego Padres (2008–11), Texas Rangers (2011–12) and Philadelphia Phillies (2013–14).",
    "year": 1978,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Yoshihiro Akiyama",
    "birthday": "1975-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/%EC%B6%94%EC%84%B1%ED%9B%88.jpg/213px-%EC%B6%94%EC%84%B1%ED%9B%88.jpg",
    "extract": "Yoshihiro Akiyama , also known as Choo Sung-hoon (추성훈), is a Japanese mixed martial artist and judoka who won the gold medal at the 2001 Asian Championships for South Korea and for Japan at the 2002 Asian Games. A fourth-generation Japanese of Korean descent, he acquired Japanese nationality in 2001. He is the former K-1 HERO's Light Heavyweight Grand Prix Tournament Champion.",
    "year": 1975,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Stephen Dorff",
    "birthday": "1973-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Stephen_Dorff_%288084618366%29.jpg/240px-Stephen_Dorff_%288084618366%29.jpg",
    "extract": "Stephen Hartley Dorff Jr. is an American actor. He is known for portraying Roland West in the third season of HBO's crime drama anthology series True Detective, PK in The Power of One, Stuart Sutcliffe in Backbeat, Johnny Marco in Sofia Coppola's Somewhere, Glen in The Gate, and for his roles in Cecil B. DeMented, The Motel Life, S.F.W., Space Truckers, and in Blade as vampire mastermind Deacon Frost.",
    "year": 1973,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Denis Urubko",
    "birthday": "1973-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Denis_Urubko.jpg/320px-Denis_Urubko.jpg",
    "extract": "Denis Urubko is a Russian-Polish mountaineer. In 2009, as a citizen of Kazakhstan he became the 15th person to climb all 14 eight-thousanders and the 8th person to achieve the feat without the use of supplementary oxygen. He had Soviet citizenship, but after the dissolution of the Soviet Union he became a citizen of Kazakhstan, but renounced the citizenship in 2012. In 2013, he received Russian citizenship and on 12 February 2015 he received Polish citizenship.",
    "year": 1973,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Anssi Kela",
    "birthday": "1972-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Anssi_Kela_2012_May.jpg/240px-Anssi_Kela_2012_May.jpg",
    "extract": "Anssi Kela is a Finnish singer-songwriter multi-instrumentalist who has published six albums. During his career, Kela has sold over 230,000 records in Finland. He received four Emma awards in 2002.",
    "year": 1972,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Wil Wheaton",
    "birthday": "1972-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Wil_Wheaton_%2848483293231%29.jpg/242px-Wil_Wheaton_%2848483293231%29.jpg",
    "extract": "Richard William Wheaton III is an American actor, blogger, and New York Times bestselling writer. He portrayed Wesley Crusher on the television series Star Trek: The Next Generation, Gordie Lachance in the film Stand by Me, Joey Trotta in Toy Soldiers, and Bennett Hoenicker in Flubber. Wheaton has also appeared in recurring voice acting roles as Aqualad in Teen Titans, Cosmic Boy on the Legion of Super Heroes, and Mike Morningstar/Darkstar in the Ben 10 franchise's original continuity. He appeared regularly as a fictionalized version of himself on the sitcom The Big Bang Theory and in the roles of Fawkes on The Guild, Colin Mason on Leverage, and Dr. Isaac Parrish on Eureka. Wheaton was the host and co-creator of the YouTube board game show TableTop. He has narrated numerous audio books, including Ready Player One and Ready Player Two.",
    "year": 1972,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Adele Griffin",
    "birthday": "1970-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Adele_griffin_2014.jpg/213px-Adele_griffin_2014.jpg",
    "extract": "Adele Griffin is an American young adult fiction author, writing numerous novels for young adults, most recently The Unfinished Life of Addison Stone, as well as the Vampire Island and Witch Twins series. Her novels Sons of Liberty and Where I Want to Be were both National Book Award finalists.",
    "year": 1970,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Andi Peters",
    "birthday": "1970-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Andi_Peters_2010_%28cropped%29.jpg/209px-Andi_Peters_2010_%28cropped%29.jpg",
    "extract": "Andi Eleazu Peters is a British television presenter, producer, journalist and voice actor, currently employed by ITV and best known for roles on breakfast TV shows Live & Kicking, GMTV, Good Morning Britain and Lorraine, and for hosting Dancing on Ice: Extra and The Big Reunion. He competed in the first series of the ITV skating competition Dancing on Ice. He appeared in the third series of Celebrity MasterChef finishing as runner-up behind Atomic Kitten singer Liz McClarnon.",
    "year": 1970,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Gideon Henderson",
    "birthday": "1968-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/GideonHenderson.jpg/320px-GideonHenderson.jpg",
    "extract": "Professor Gideon Mark Henderson FRS is a British geochemist whose work focuses on low temperature geochemistry, the carbon cycle, the oceans, and on understanding the mechanisms driving climate change. Henderson was the Head of Department at the Department of Earth Sciences at the University of Oxford, and is presently the Chief Scientific Advisor at the UK Department for Environment, Food, and Rural Affairs.",
    "year": 1968,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Paavo Lötjönen",
    "birthday": "1968-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Paavo_L%C3%B6tj%C3%B6nen_-_Ilosaarirock_2009.jpg/213px-Paavo_L%C3%B6tj%C3%B6nen_-_Ilosaarirock_2009.jpg",
    "extract": "Paavo Lötjönen is a cello player for Finnish band Apocalyptica.\nPaavo comes from a family where both of his parents were professional musicians. At the age of 6, he took a cello and decided that would be the instrument he would play all his life. Like fellow band members Perttu Kivilaakso and Eicca Toppinen, he attended Sibelius Academy in Helsinki.",
    "year": 1968,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Sally Gunnell",
    "birthday": "1966-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Sally_Gunnell_in_1995_%28cropped%29.jpg/254px-Sally_Gunnell_in_1995_%28cropped%29.jpg",
    "extract": "Sally Jane Janet Gunnell is a British former track and field athlete, active between 1984 and 1997, who won the 1992 Olympic gold medal in the 400 metres hurdles. During a golden 24-month period between 1992 and 1994, Gunnell won every international event open to her, claiming Olympic Games, World Championship, European Championship, Commonwealth Games, Goodwill Games, IAAF World Cup and European Cup golds in the event, and breaking the British, European and World records in it. She is the only female British athlete to have won all four 'majors'; Olympic, World, European and Commonwealth titles, and was the first female 400 metres hurdler in history to win the Olympic and World titles and break the world record. Her former world record time of 52.74 secs in 1993, remained in the world all-time top ten until 2021 and is the current British record. She was named World and European Female Athlete of the Year in 1993, and was made an MBE in 1993 and an OBE in 1998.",
    "year": 1966,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Martina McBride",
    "birthday": "1966-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Martina_McBride.jpg/263px-Martina_McBride.jpg",
    "extract": "Martina Mariea McBride is an American country music singer-songwriter and record producer. She is known for her soprano singing range and her country pop material.",
    "year": 1966,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Luis Alicea",
    "birthday": "1965-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Luis_Alicea_on_June_10%2C_2009.jpg/224px-Luis_Alicea_on_June_10%2C_2009.jpg",
    "extract": "Luis René Alicea de Jesús is a former Major League Baseball second baseman and coach.",
    "year": 1965,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Dean Haglund",
    "birthday": "1965-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Dean_Haglund_by_Gage_Skidmore.jpg/249px-Dean_Haglund_by_Gage_Skidmore.jpg",
    "extract": "Dean Haglund is a Canadian actor, known for the role of Richard \"Ringo\" Langly, one of The Lone Gunmen on The X-Files. Haglund is also a stand-up comedian, specializing in improvisational comedy, including work with the Vancouver TheatreSports League. In addition to The X-Files, he played the voice of Sid in Tom Sawyer, Haglund also portrayed Langly in the spin-off The Lone Gunmen, which aired thirteen episodes in 2001. He is the inventor of the Chill Pak, a commercial external cooling product for laptop computers.",
    "year": 1965,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Chang-Rae Lee",
    "birthday": "1965-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Chang-rae_Lee_at_UMich.jpg/320px-Chang-rae_Lee_at_UMich.jpg",
    "extract": "Chang-rae Lee is a Korean-American novelist and a professor of creative writing at Stanford University. He was previously Professor of Creative Writing at Princeton and director of Princeton's Program in Creative Writing.",
    "year": 1965,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Woody Weatherman",
    "birthday": "1965-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Woody-weatherman.jpg/207px-Woody-weatherman.jpg",
    "extract": "Toney Woodroe Weatherman is an American musician, best known as the lead guitarist of heavy metal band Corrosion of Conformity.",
    "year": 1965,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jim Beglin",
    "birthday": "1963-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Jim_Bglin.PNG/240px-Jim_Bglin.PNG",
    "extract": "James Martin Beglin is an Irish former professional footballer and current co-commentator for RTÉ, CBS Sports, BT Sport, and Premier League Productions.",
    "year": 1963,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Julie Elliott",
    "birthday": "1963-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Official_portrait_of_Julie_Elliott_crop_2.jpg/240px-Official_portrait_of_Julie_Elliott_crop_2.jpg",
    "extract": "Julie Elliott is a British Labour Party politician, who was first elected Member of Parliament (MP) for Sunderland Central in 2010. Elliott served as Shadow Minister for Energy and Climate Change from October 2013 to September 2015, with specific responsibility for renewable energy, the Green Investment Bank and skills and supply chain issues. She has also served as chair of the All-Party Parliamentary Group for Rugby Union and vice-chair of the All-Party Parliamentary Group on State Pension Inequality for Women. Elliott was re-elected for the Labour Party in Sunderland Central at the 2019 general election with a majority of 2,964.",
    "year": 1963,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Alexandra Paul",
    "birthday": "1963-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Alexandra_Paul_Photo.jpg/316px-Alexandra_Paul_Photo.jpg",
    "extract": "Alexandra Elizabeth Paul is an American actress, activist, health coach, and former model. Paul began her career modeling in New York before landing her first major role in John Carpenter's horror film Christine (1983). This was followed with prominent roles in American Flyers (1985), 8 Million Ways to Die (1986), and Dragnet (1987).",
    "year": 1963,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Graham Poll",
    "birthday": "1963-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Graham_poll.JPG/236px-Graham_poll.JPG",
    "extract": "Graham Poll is an English former football referee in the Premier League. With 26 years of experience, he was one of the most prominent referees in English football, often taking charge of the highest-profile games. His final domestic game in a career spanning 1,544 matches was the Championship play-off final on 28 May 2007 between Derby County and West Bromwich Albion.",
    "year": 1963,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Carl Cox",
    "birthday": "1962-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/CarlCox.jpg/264px-CarlCox.jpg",
    "extract": "\nCarl Cox is a British house and techno record producer and club DJ based in Hove, Sussex, England. He has won and been nominated for numerous awards.",
    "year": 1962,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Scott Steiner",
    "birthday": "1962-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Steiner_Brothers_with_a_fan_%28cropped%29.jpg/216px-Steiner_Brothers_with_a_fan_%28cropped%29.jpg",
    "extract": "Scott Rechsteiner, better known by the ring name Scott Steiner, is an American professional wrestler currently signed to the National Wrestling Alliance (NWA).",
    "year": 1962,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Didier Van Cauwelaert",
    "birthday": "1960-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Paris_-_Salon_du_livre_2013_-_Didier_Van_Cauwelaert_002.jpg/233px-Paris_-_Salon_du_livre_2013_-_Didier_Van_Cauwelaert_002.jpg",
    "extract": "Didier Van Cauwelaert is a French author of Belgian descent who was born in Nice. In 1994 his novel Un Aller simple won the Prix Goncourt.",
    "year": 1960,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Sanjay Dutt",
    "birthday": "1959-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/SanjayDuttNew.jpg/213px-SanjayDuttNew.jpg",
    "extract": "Sanjay Balraj Dutt is an Indian actor who primarily works in Hindi films. He is the recipient of several awards, including two Filmfare Awards and three Screen Awards. Dutt has acted in 187 films, ranging from romance to comedy genres, but is usually typecast in action genres, and has established himself as one of the most popular Hindi film actors of the later 1980s, 1990s, 2000s, and 2010s.",
    "year": 1959,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ruud Janssen",
    "birthday": "1959-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Ruud_janssen-1548525490.jpg/259px-Ruud_janssen-1548525490.jpg",
    "extract": "Ruud Janssen is a Dutch Fluxus and mail artist currently living in Breda in the Netherlands.",
    "year": 1959,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Dave LaPoint",
    "birthday": "1959-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/DaveLapoint.jpg/234px-DaveLapoint.jpg",
    "extract": "David Jeffrey LaPoint is a retired Major League Baseball pitcher. He was the manager of the Rockland Boulders, an American professional baseball team based in Pomona, New York and member of the Canadian American Association of Professional Baseball known as the Can-Am League.",
    "year": 1959,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "John Sykes",
    "birthday": "1959-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/John_Sykes_Vauhtiajot_2008.jpg/215px-John_Sykes_Vauhtiajot_2008.jpg",
    "extract": "John James Sykes is an English musician, songwriter and producer, best known as a member of Whitesnake, Thin Lizzy and Tygers of Pan Tang. He has also fronted the hard rock group Blue Murder and released several solo albums.",
    "year": 1959,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Gail Dines",
    "birthday": "1958-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Gail_Dines%2C_Cambridge_Union%2C_17_February_2011.jpg/320px-Gail_Dines%2C_Cambridge_Union%2C_17_February_2011.jpg",
    "extract": "Gail Dines is professor emerita of sociology and women's studies at Wheelock College in Boston, Massachusetts.",
    "year": 1958,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Cynthia Rowley",
    "birthday": "1958-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Cynthia_rowley2.jpg/240px-Cynthia_rowley2.jpg",
    "extract": "\nCynthia Rowley is an American fashion designer based in the Manhattan neighborhood of New York City.",
    "year": 1958,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Liam Davison",
    "birthday": "1957-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c5/Liam_Davison.jpg",
    "extract": "Liam Patrick Davison was an Australian novelist and reviewer. He was born in Melbourne, where, until 2007, he taught creative writing at the Chisholm Institute in Frankston.",
    "year": 1957,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Viktor Gavrikov",
    "birthday": "1957-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/4f/Viktor_Gavrikov.jpg",
    "extract": "Viktor Nikolaevich Gavrikov was a Lithuanian-Swiss chess player. He was awarded the title of Grandmaster by FIDE in 1984.",
    "year": 1957,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Nellie Kim",
    "birthday": "1957-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Nellie_Kim_1980.jpg/205px-Nellie_Kim_1980.jpg",
    "extract": "Nellie Vladimirovna Kim is a retired Soviet gymnast of Sakhalin Korean and Tatar descent who won three gold medals and a silver medal at the 1976 Summer Olympics in Montreal, and two gold medals at the 1980 Summer Olympics. She was the second woman in Olympic history to earn a perfect 10 score and the first woman to score it on the vault and on the floor exercise, rivaling Nadia Comăneci, Ludmilla Tourischeva, and other strong competitors of the 1970s. Kim worked for a long time as a coach, training several national teams, and judged many major international competitions. As President of the Women's Artistic Gymnastics Technical Committee, she coordinates the introduction of new rules in women's gymnastics, as provided by the new Code of Points, developed by the FIG in 2004–2005 and in effect since 2006. Her gymnastic appearances are remembered for \"her strong feminine, temperamental and charismatic appeal\". Nelly Furtado is named after her.",
    "year": 1957,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Teddy Atlas",
    "birthday": "1956-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Danny_Aiello_%26_Teddy_Atlas.jpg/267px-Danny_Aiello_%26_Teddy_Atlas.jpg",
    "extract": "Theodore A. \"Teddy\" Atlas Jr. is an American boxing trainer and fight commentator.",
    "year": 1956,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ronnie Musgrove",
    "birthday": "1956-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/David_Ronald_Musgrove.jpg/228px-David_Ronald_Musgrove.jpg",
    "extract": "David Ronald Musgrove is an American lawyer and Democratic politician who served as the 29th Lieutenant Governor of Mississippi from January 16, 1996 to January 11, 2000 and as the 62nd Governor of Mississippi from January 11, 2000 to January 13, 2004. To date, he is the last Democrat to hold the Mississippi Governorship position.",
    "year": 1956,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jean-Hugues Anglade",
    "birthday": "1955-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Jean-Hugues_Anglade_C%C3%A9sars_2014_5.jpg/226px-Jean-Hugues_Anglade_C%C3%A9sars_2014_5.jpg",
    "extract": "Jean-Hugues Anglade is a French actor, film director and screenwriter, known for his roles as Eric in Killing Zoe, Zorg in Betty Blue and Marco, the boyfriend of Nikita in Nikita.",
    "year": 1955,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Dave Stevens",
    "birthday": "1955-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/DaveStevens1982.jpg/280px-DaveStevens1982.jpg",
    "extract": "Dave Lee Stevens was an American illustrator and comics artist. He was most famous for creating The Rocketeer comic book and film character, and for his pin-up style \"glamour art\" illustrations, especially of model Bettie Page. He was the first to win Comic-Con International's Russ Manning Most Promising Newcomer Award in 1982, and received both an Inkpot Award and the Kirby Award for Best Graphic Album in 1986.",
    "year": 1955,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Stephen Timms",
    "birthday": "1955-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Official_portrait_of_Rt_Hon_Stephen_Timms_MP_crop_2.jpg/240px-Official_portrait_of_Rt_Hon_Stephen_Timms_MP_crop_2.jpg",
    "extract": "Stephen Creswell Timms is a British politician who served as Chief Secretary to the Treasury from 2006 to 2007. A member of the Labour Party, he has been Member of Parliament (MP) for East Ham, formerly Newham North East, since 1994.",
    "year": 1955,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Patti Scialfa",
    "birthday": "1954-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Patti_Scialfa_11022008.JPG/169px-Patti_Scialfa_11022008.JPG",
    "extract": "Vivienne Patricia Scialfa is an American singer-songwriter and guitarist. Scialfa has been a member of the E Street Band since 1984 and has been married to Bruce Springsteen since 1991. In 2014, Scialfa was inducted into the Rock and Roll Hall of Fame as a member of the E Street Band.",
    "year": 1954,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ken Burns",
    "birthday": "1953-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/2018KenBurns.jpg/320px-2018KenBurns.jpg",
    "extract": "Kenneth Lauren Burns is an American filmmaker, known for his style of using archival footage and photographs in documentary films.",
    "year": 1953,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Geddy Lee",
    "birthday": "1953-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/GeddyLee.JPG/320px-GeddyLee.JPG",
    "extract": "Geddy Lee is a Canadian musician, singer, and songwriter. He is best known as the lead vocalist, bassist, and keyboardist for the Canadian rock group Rush. Lee joined the band in September 1968, at the request of his childhood friend Alex Lifeson, replacing original bassist and frontman Jeff Jones. Lee's solo effort, My Favourite Headache, was released in 2000.",
    "year": 1953,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Tim Gunn",
    "birthday": "1953-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/TimGunnSmileAAFeb09.jpg/203px-TimGunnSmileAAFeb09.jpg",
    "extract": "Timothy MacKenzie Gunn is an American author, actor, and television personality. He served on the faculty of Parsons School of Design from 1982 to 2007 and was chair of fashion design at the school from August 2000 to March 2007, after which he joined Liz Claiborne as its chief creative officer. Over 16 seasons Gunn has become well known as the on-air mentor to designers on the reality television program Project Runway. Gunn's popularity on Project Runway led to two spin-off shows; Bravo's Tim Gunn's Guide to Style and Lifetime's Under the Gunn, as well as five books. In addition to being an executive producer, Gunn has served as mentor for the teen designers on Project Runway: Junior. He also provides the voice of Baileywick, the castle steward in the Disney Junior television show Sofia the First and narrated the sitcom Mixology.",
    "year": 1953,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Norman Blackwell, Baron Blackwell",
    "birthday": "1952-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Official_portrait_of_Lord_Blackwell_crop_2.jpg/240px-Official_portrait_of_Lord_Blackwell_crop_2.jpg",
    "extract": "Norman Roy Blackwell, Baron Blackwell is a British former businessman, public servant, Conservative politician, campaigner and policy advisor.",
    "year": 1952,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Susan Blackmore",
    "birthday": "1951-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Susan_Blackmore_%282014%29.jpg/205px-Susan_Blackmore_%282014%29.jpg",
    "extract": "Susan Jane Blackmore is a British writer, lecturer, sceptic, broadcaster, and a Visiting Professor at the University of Plymouth. Her fields of research include memetics, parapsychology, consciousness, and she is best known for her book The Meme Machine. She has written or contributed to over 40 books and 60 scholarly articles and is a contributor to The Guardian newspaper.",
    "year": 1951,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Dan Driessen",
    "birthday": "1951-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/99/Dan_Driessen_Reds.jpg",
    "extract": "Daniel Driessen is an American former professional baseball player. He played in Major League Baseball as a first baseman from 1973 to 1987, most notably as a member of the Cincinnati Reds dynasty that won three National League pennants and two World Series championships between 1973 and 1976. He was inducted into the Cincinnati Reds Baseball Hall of Fame on June 23, 2012.",
    "year": 1951,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jenny Holzer",
    "birthday": "1950-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Jenny_holzer.jpg/258px-Jenny_holzer.jpg",
    "extract": "Jenny Holzer is an American neo-conceptual artist, based in Hoosick, New York. The main focus of her work is the delivery of words and ideas in public spaces and includes large-scale installations, advertising billboards, projections on buildings and other structures, and illuminated electronic displays.",
    "year": 1950,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Leslie Easterbrook",
    "birthday": "1949-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b3/LeslieEasterbrook.JPG",
    "extract": "Leslie Eileen Easterbrook is an American actress and producer. She played Sgt./Lt./Capt. Debbie Callahan in the Police Academy films and Rhonda Lee on the television series Laverne & Shirley.",
    "year": 1949,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jamil Mahuad",
    "birthday": "1949-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/JamilMahuad.jpg/256px-JamilMahuad.jpg",
    "extract": "Jorge Jamil Mahuad Witt is an Ecuadorian lawyer, academic and former politician. He was the 41st president of Ecuador from August 10, 1998, to January 21, 2000.",
    "year": 1949,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "John Clarke (satirist)",
    "birthday": "1948-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/cd/John_Morrison_Clarke.jpg/320px-John_Morrison_Clarke.jpg",
    "extract": "John Morrison Clarke was a New Zealand comedian, writer and satirist who lived and worked in Australia from the late 1970s. He was a highly regarded actor and writer whose work appeared on the Australian Broadcasting Corporation (ABC) in both radio and television and also in print. He is principally known for his character Fred Dagg and his long-running collaboration with fellow satirist Bryan Dawe, which lasted from 1989 to his death in 2017, as well as for his success as a comic actor in Australian and New Zealand film and television.",
    "year": 1948,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ximena Armas",
    "birthday": "1946-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/ArmasSecrets.jpg/237px-ArmasSecrets.jpg",
    "extract": "\nXimena Armas is a Chilean painter.",
    "year": 1946,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Stig Blomqvist",
    "birthday": "1946-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Stig_Blomqvist_2012_001.jpg/320px-Stig_Blomqvist_2012_001.jpg",
    "extract": "Stig Lennart Blomqvist is a retired Swedish rally driver. He made his international breakthrough in 1971. Driving an Audi Quattro for the Audi factory team, Blomqvist won the World Rally Championship drivers' title in 1984 and finished runner-up in 1985. He won his home event, the Swedish Rally, seven times.",
    "year": 1946,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Neal Doughty",
    "birthday": "1946-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Neal_Doughty_photograph_-_September_2013.jpg/254px-Neal_Doughty_photograph_-_September_2013.jpg",
    "extract": "Neal Allan Doughty is an American keyboardist, best known as a founding member of the rock band REO Speedwagon and the only member to have played on every album. He formed the band in fall 1967, with original drummer Alan Gratzer.",
    "year": 1946,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Sharon Creech",
    "birthday": "1945-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Sharon_Creech.JPG/320px-Sharon_Creech.JPG",
    "extract": "Sharon Creech is an American writer of children's novels. She was the first American winner of the Carnegie Medal for British children's books and the first person to win both the American Newbery Medal and the British Carnegie.",
    "year": 1945,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Mircea Lucescu",
    "birthday": "1945-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Mircea_Lucescu_2017.jpg/228px-Mircea_Lucescu_2017.jpg",
    "extract": "Mircea Lucescu is a Romanian professional football manager and former player, who is currently in charge of Ukrainian Premier League club Dynamo Kyiv. He is one of the most decorated managers of all time.",
    "year": 1945,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jim Bridwell",
    "birthday": "1944-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Jim_Bridwell_2003_cropped.jpg/320px-Jim_Bridwell_2003_cropped.jpg",
    "extract": "Jim Bridwell was an American rock climber and mountaineer, active since 1965, especially in Yosemite Valley, but also in Patagonia and Alaska. He was noted for pushing the standards of both free climbing and big-wall climbing, and later alpine climbing. He wrote numerous articles on climbing for leading sport publications. He was an apprentice to Royal Robbins and Warren Harding (climber). He was the unofficial leader of the Stonemasters.",
    "year": 1944,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "David Taylor (snooker player)",
    "birthday": "1943-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/David_Taylor_1968.jpg/209px-David_Taylor_1968.jpg",
    "extract": "David Taylor is an English former professional snooker player. He won the World and English Amateur Championships in 1968, before the success of those wins encouraged him to turn professional. Although an excellent player, Taylor never quite reached the very top of the game. He was nicknamed \"The Silver Fox\" because of his prematurely grey hair.",
    "year": 1943,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Doug Ashdown",
    "birthday": "1942-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Doug_Ashdown%2C_Mortlock_Library%2C_Adelaide%2C_Australia_2015.jpg/320px-Doug_Ashdown%2C_Mortlock_Library%2C_Adelaide%2C_Australia_2015.jpg",
    "extract": "Douglas \"Doug\" Wesley Ashdown is an Australian singer-songwriter who had a minor hit with \"Winter in America\", also known as \"Leave Love Enough Alone\", which reached No. 13 on the Dutch Singles Chart in 1978. In 1988 the song was covered by Dutch singer René Froger, and in 1994 by Australian group The Robertson Brothers. Ashdown reached No. 46 on the Australian Kent Music Report with \"The Saddest Song of All\" released in August 1970. In 1977, his album, Trees won the TV Week King of Pop Award for 'Best Album Cover'.",
    "year": 1942,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jennifer Dunn",
    "birthday": "1941-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Jennifer_Dunn.jpg/320px-Jennifer_Dunn.jpg",
    "extract": "Jennifer Jill Dunn was an American politician and engineer who served six terms as a Republican member of the United States House of Representatives from 1993 to 2005, representing Washington's 8th congressional district.",
    "year": 1941,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Goenawan Mohamad",
    "birthday": "1941-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Goenawan_Muhammad_3.jpg/285px-Goenawan_Muhammad_3.jpg",
    "extract": "Goenawan Mohamad is an Indonesian poet, essayist, playwright and editor. He is the founder and editor of the Indonesian magazine Tempo. Mohamad is a vocal critic of the Indonesian government, and his magazine was periodically shut down due to its criticisms.",
    "year": 1941,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "David Warner (actor)",
    "birthday": "1941-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/David_Warner_%28Actor%29_Rory_Lewis_Photographer.jpg/241px-David_Warner_%28Actor%29_Rory_Lewis_Photographer.jpg",
    "extract": "David Hattersley Warner is an English actor, who has worked in film, television, and theatre. He attended the Royal Academy of Dramatic Art and worked in the theatre before attaining prominence on screen in 1966 through his lead performance in the Karel Reisz film Morgan: A Suitable Case for Treatment, for which he was nominated for the BAFTA Award for Best Actor in a Leading Role.",
    "year": 1941,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Solita Monsod",
    "birthday": "1940-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Winnie_Monsod.jpg/214px-Winnie_Monsod.jpg",
    "extract": "Solita Garduño Collás-Monsod, popularly known as Mareng Winnie, is a Filipino broadcaster, host, economist, and columnist. She had been the 5th Director-General of the National Economic and Development Authority and concurrently socio-economic planning secretary of the Philippines from 1986 to 1989.",
    "year": 1940,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Peter Jennings",
    "birthday": "1938-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Peter_Jennings_in_2002.jpg/216px-Peter_Jennings_in_2002.jpg",
    "extract": "Peter Charles Archibald Ewart Jennings was a Canadian-American television journalist who served as the sole anchor of ABC World News Tonight from 1983 until his death from lung cancer in 2005. He dropped out of high school, yet he transformed himself into one of American television's most prominent journalists.",
    "year": 1938,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Daniel McFadden",
    "birthday": "1937-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Daniel_McFadden_01.JPG/290px-Daniel_McFadden_01.JPG",
    "extract": "Daniel Little McFadden is an American econometrician who shared the 2000 Nobel Memorial Prize in Economic Sciences with James Heckman. McFadden's share of the prize was \"for his development of theory and methods for analyzing discrete choice\". He is the Presidential Professor of Health Economics at the University of Southern California and Professor of the Graduate School at University of California, Berkeley.",
    "year": 1937,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Elizabeth Dole",
    "birthday": "1936-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Elizabeth_Dole_official_photo.jpg/256px-Elizabeth_Dole_official_photo.jpg",
    "extract": "Mary Elizabeth Alexander Hanford Dole is an American attorney, author and politician who served in the Nixon, Reagan, and Bush presidential administrations. She also served as a United States Senator for North Carolina from 2003 to 2009.",
    "year": 1936,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Peter Schreier",
    "birthday": "1935-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Bundesarchiv_Bild_183-R0423-0017%2C_Berlin%2CGeneralprobe_Er%C3%B6ffnung_Palast_der_Republik.jpg/320px-Bundesarchiv_Bild_183-R0423-0017%2C_Berlin%2CGeneralprobe_Er%C3%B6ffnung_Palast_der_Republik.jpg",
    "extract": "Peter Schreier was a German tenor in opera, concert and lied, and a conductor. He was regarded as one of the leading lyric tenors of the 20th century.",
    "year": 1935,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Lou Albano",
    "birthday": "1933-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/42/Lou_Albano_and_a_fan_crop.jpg",
    "extract": "Louis Vincent Albano was an Italian-American professional wrestler, manager and actor, who performed under the ring/stage name \"Captain\" Lou Albano. He was active as a professional wrestler from 1953 until 1969 before becoming a manager until 1995.",
    "year": 1933,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Robert Fuller (actor)",
    "birthday": "1933-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Robert_Fuller_1968.JPG/274px-Robert_Fuller_1968.JPG",
    "extract": "Robert Fuller is an American horse rancher and retired actor. He began his career on television, guest-starring primarily on Western programs, while appearing in several movies, including: The Brain from Planet Arous; Teenage Thunder ; Return of the Seven (1966); Incident at Phantom Hill (1969); and The Hard Ride (1971).\nIn his five decades of television, Fuller was known for his deep, raspy voice and was familiar to television viewers throughout the 1960s and 1959 from his co-starring roles as Jess Harper and Cooper Smith on the popular 1960s Western series Laramie and Wagon Train, and was also well known for his starring role as Dr. Kelly Brackett in the 1970s medical/action drama Emergency!",
    "year": 1933,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Randy Sparks",
    "birthday": "1933-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Randy_Sparks.png/242px-Randy_Sparks.png",
    "extract": "Randy Sparks is an American musician, singer-songwriter and founder of The New Christy Minstrels and The Back Porch Majority.",
    "year": 1933,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Nancy Kassebaum",
    "birthday": "1932-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/LandonNancy.jpg/254px-LandonNancy.jpg",
    "extract": "Nancy Landon Kassebaum Baker is an American politician who represented the State of Kansas in the United States Senate from 1978 to 1997. She is the daughter of Alf Landon, who was Governor of Kansas from 1933 to 1937 and the 1936 Republican nominee for president, and the widow of former Senator and diplomat Howard Baker. She was the first woman ever elected to a full term in the Senate without her husband having previously served in Congress. She is also the first woman to have represented Kansas in the Senate. Kassebaum was elected to the American Philosophical Society in 1996.",
    "year": 1932,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Paul Taylor (choreographer)",
    "birthday": "1930-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Paul_Taylor.jpg/233px-Paul_Taylor.jpg",
    "extract": "Paul Belville Taylor Jr. was an American dancer and choreographer. He was one of the last living members of the third generation of America's modern dance artists. He founded the Paul Taylor Dance Company in 1954 in New York City.",
    "year": 1930,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Harry Mulisch",
    "birthday": "1927-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Harry_Mulisch_%281981%29.jpg/240px-Harry_Mulisch_%281981%29.jpg",
    "extract": "Harry Kurt Victor Mulisch was a Dutch writer. He wrote more than 80 novels, plays, essays, poems, and philosophical reflections. Mulisch's works have been translated into over thirty languages.",
    "year": 1927,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Harold W. Kuhn",
    "birthday": "1925-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b4/Harold_W._Kuhn.jpg",
    "extract": "Harold William Kuhn was an American mathematician who studied game theory. He won the 1980 John von Neumann Theory Prize along with David Gale and Albert W. Tucker. A former Professor Emeritus of Mathematics at Princeton University, he is known for the Karush–Kuhn–Tucker conditions, for Kuhn's theorem, for developing Kuhn poker as well as the description of the Hungarian method for the assignment problem. Recently, though, a paper by Carl Gustav Jacobi, published posthumously in 1890 in Latin, has been discovered that anticipates by many decades the Hungarian algorithm.",
    "year": 1925,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ted Lindsay",
    "birthday": "1925-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Ted_Lindsay.jpg/219px-Ted_Lindsay.jpg",
    "extract": "Ted Lindsay was a Canadian professional ice hockey player who played as a forward for the Detroit Red Wings and Chicago Black Hawks of the National Hockey League (NHL). Lindsay scored over 800 points in his Hockey Hall of Fame career, won the Art Ross Trophy in 1950, and won the Stanley Cup four times. Often referred to as \"Terrible Ted\", Lindsay helped to organize the first attempt at a Players' Association in the late 1950s, an action which led to his trade to Chicago. In 2017, Lindsay was named one of the 100 Greatest NHL Players in history.",
    "year": 1925,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Mikis Theodorakis",
    "birthday": "1925-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Mikis_Theodorakis_Fabrik_070004.jpg/225px-Mikis_Theodorakis_Fabrik_070004.jpg",
    "extract": "Michail \"Mikis\" Theodorakis was a Greek composer and lyricist credited with over 1,000 works.",
    "year": 1925,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Lloyd Bochner",
    "birthday": "1924-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b4/Rod_Taylor_Lloyd_Bochner_Hong_Kong_1961_%28cropped%29.JPG",
    "extract": "Lloyd Wolfe Bochner was a Canadian actor. He appeared in many Canadian and Hollywood productions between the 1950s and 1990s, including the films Point Blank (1967), The Detective (1968), The Young Runaways (1968), Ulzana's Raid (1972) and Satan's School for Girls (1973), and the television prime time soap opera Dynasty (1981-82).",
    "year": 1924,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Robert Horton (actor)",
    "birthday": "1924-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Robert_horton_1976.JPG/244px-Robert_horton_1976.JPG",
    "extract": "Mead Howard Horton Jr., known as Robert Horton, was an American actor and singer. He is best known as Flint McCullough in Wagon Train (1957–1962).",
    "year": 1924,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "George Burditt (writer)",
    "birthday": "1923-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9c/George_Burditt_writer_producer.png/320px-George_Burditt_writer_producer.png",
    "extract": "George Henry Burditt was an American television writer and producer who wrote sketches for television variety shows and other programs such as Three's Company, for which he was also an executive producer in its last few seasons. Burditt was Emmy-nominated in writing categories alongside writing crew, including his writing partner Paul Wayne, for twice each The Sonny & Cher Comedy Hour and Van Dyke and Company.",
    "year": 1923,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Edgar Cortright",
    "birthday": "1923-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/69/Edgar_Maurice_Cortright.jpg",
    "extract": "Edgar Maurice Cortright was a scientist and engineer, and senior official at the National Aeronautics and Space Administration (NASA) in the United States. His most prominent positions during his career were Director of NASA's Langley Research Center, and Chairman of the Apollo 13 Review Board which investigated the explosion that occurred during the Apollo 13 spaceflight in 1970.",
    "year": 1923,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jim Marshall (businessman)",
    "birthday": "1923-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Jim_Marshall_at_Summer_NAMM_2007.jpg/320px-Jim_Marshall_at_Summer_NAMM_2007.jpg",
    "extract": "James Charles Marshall known as The Father of Loud or The Lord of Loud, was an English businessman and pioneer of guitar amplification. His company, Marshall Amplification, has created equipment that is used by some of the biggest names in rock music, producing amplifiers with an iconic status. In 2003 Marshall was awarded an OBE at Buckingham Palace for \"services to the music industry and to charity\". In 2009 he was given the Freedom of the Borough of Milton Keynes for his work in the community.",
    "year": 1923,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Gordon Mitchell",
    "birthday": "1923-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/ce/Gordon_Mitchell.gif",
    "extract": "Gordon Mitchell was an American actor and bodybuilder who made about 200 B movies.",
    "year": 1923,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Richard Egan (actor)",
    "birthday": "1921-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Richard_Egan_1949.JPG/259px-Richard_Egan_1949.JPG",
    "extract": "Richard Egan was an American actor. After beginning his career in 1949, he subsequently won a Golden Globe Award for his performances in the films The Glory Brigade (1953) and The Kid from Left Field (1953). He went on to star in many films such as Underwater! (1955), Seven Cities of Gold (1955), The Revolt of Mamie Stover (1956), Love Me Tender (1956), Tension at Table Rock (1956), A Summer Place (1959), Esther and the King (1960) and The 300 Spartans (1962).",
    "year": 1921,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Chris Marker",
    "birthday": "1921-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/66/Chris_Marker.jpg/320px-Chris_Marker.jpg",
    "extract": "Chris Marker was a French writer, photographer, documentary film director, multimedia artist and film essayist. His best known films are La Jetée (1962), A Grin Without a Cat (1977) and Sans Soleil (1983). Marker is usually associated with the Left Bank subset of the French New Wave that occurred in the late 1950s and 1960s, and included such other filmmakers as Alain Resnais, Agnès Varda and Jacques Demy.",
    "year": 1921,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Mary Lee Settle",
    "birthday": "1918-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/29/Mary_Lee_Settle.jpg",
    "extract": "Mary Lee Settle was an American writer.",
    "year": 1918,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Rochus Misch",
    "birthday": "1917-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/eb/Rochus_Misch.jpg",
    "extract": "Rochus Misch was a German Oberscharführer (sergeant) in the 1st SS Panzer Division Leibstandarte SS Adolf Hitler (LSSAH). He was badly wounded during the Polish campaign during the first month of World War II in Europe. After recovering, from 1940 to April 1945, he served in the Führerbegleitkommando as a bodyguard, courier, and telephone operator for German dictator Adolf Hitler.",
    "year": 1917,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Charlie Christian",
    "birthday": "1916-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Charlie_Christian_%281939-10_Waldorf-Astoria_portrait%29.jpg/273px-Charlie_Christian_%281939-10_Waldorf-Astoria_portrait%29.jpg",
    "extract": "Charles Henry Christian was an American swing and jazz guitarist.",
    "year": 1916,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Rupert Hamer",
    "birthday": "1916-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7f/Dick_Hamer.jpg",
    "extract": "Sir Rupert James Hamer,, generally known until he was knighted in 1982 as Dick Hamer, was an Australian Liberal Party politician who served as the 39th Premier of Victoria from 1972 to 1981.",
    "year": 1916,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Bruce R. McConkie",
    "birthday": "1915-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Bruce_R._McConkie2.jpg/250px-Bruce_R._McConkie2.jpg",
    "extract": "Bruce Redd McConkie was a member of the Quorum of the Twelve Apostles of The Church of Jesus Christ of Latter-day Saints from 1972 until his death. McConkie was a member of the First Council of the Seventy of the LDS Church from 1946 until his calling to the Quorum of the Twelve Apostles.",
    "year": 1915,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Francis Sargent",
    "birthday": "1915-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Governor_Francis_Sargent_%28cropped%29.jpg/247px-Governor_Francis_Sargent_%28cropped%29.jpg",
    "extract": "Francis Williams Sargent was an American politician who served as the 64th Governor of Massachusetts from 1969 to 1975. A member of the Republican Party, he previously served as the 63rd Lieutenant Governor of Massachusetts from 1967 to 1971. In 1969, he became governor when John Volpe resigned to become Secretary of Transportation under the Nixon Administration, however he simultaneously retained his position as Lieutenant Governor until Donald R. Dwight took his place in January 1971. In 1970, he was elected Governor in his own right, defeating the Democratic Party's nominee Kevin White. He lost reelection in 1974 to Democrat Michael Dukakis, who would go on to be the Democratic Party's nominee for President in 1988.",
    "year": 1915,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Irwin Corey",
    "birthday": "1914-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Irwin_Corey_1963.JPG/204px-Irwin_Corey_1963.JPG",
    "extract": "\"Professor\" Irwin Corey was an American stand-up comic, film actor and activist, often billed as \"The World's Foremost Authority\". He introduced his unscripted, improvisational style of stand-up comedy at the San Francisco club the hungry i. Lenny Bruce described Corey as \"one of the most brilliant comedians of all time.\"",
    "year": 1914,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Erich Priebke",
    "birthday": "1913-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Erich_Priebke_in_servizio_presso_l%27ambasciata_tedesca_di_Roma.jpg/168px-Erich_Priebke_in_servizio_presso_l%27ambasciata_tedesca_di_Roma.jpg",
    "extract": "Erich Priebke was a German mid-level SS commander in the SS police force (SiPo) of Nazi Germany. In 1996, he was convicted of war crimes in Italy, for commanding the unit which was responsible for the Ardeatine massacre in Rome on 24 March 1944 in which 335 Italian civilians were killed in retaliation for a partisan attack that killed 33 men of the German SS Police Regiment Bozen. Priebke was one of the men held responsible for this mass execution. After the defeat of Nazi Germany, he fled to Argentina where he lived for almost 50 years.",
    "year": 1913,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Foster Furcolo",
    "birthday": "1911-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Foster_Furcolo%2C_60th_Governor_of_Massachusetts.jpg/253px-Foster_Furcolo%2C_60th_Governor_of_Massachusetts.jpg",
    "extract": "John Foster Furcolo was an American lawyer, writer, and Democratic Party politician from Massachusetts. He was the state's 60th governor, and also represented the state as a member of the United States House of Representatives. He was the first Italian-American governor of the state, and an active promoter of community colleges.",
    "year": 1911,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Archbishop Iakovos of America",
    "birthday": "1911-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Archbishop_Iakovos.jpg/226px-Archbishop_Iakovos.jpg",
    "extract": "Archbishop Iakovos of North and South America was the primate of the Greek Orthodox Archdiocese of North and South America from 1959 until his resignation in 1996.",
    "year": 1911,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Gale Page",
    "birthday": "1910-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Gale_Page_in_Four_Daughters_trailer.jpg/320px-Gale_Page_in_Four_Daughters_trailer.jpg",
    "extract": "Gale Page was an American singer and actress.",
    "year": 1910,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Samm Sinclair Baker",
    "birthday": "1909-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/3e/SSB19690622.gif",
    "extract": "Samm Sinclair Baker was the author/co-author of many how-to and self-help books, most notably The Complete Scarsdale Medical Diet which he co-authored with Dr. Herman Tarnower.",
    "year": 1909,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Chester Himes",
    "birthday": "1909-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Portrait_of_Chester_Himes_LCCN2004663009.jpg/224px-Portrait_of_Chester_Himes_LCCN2004663009.jpg",
    "extract": "Chester Bomar Himes was an American writer. His works, some of which have been filmed, include If He Hollers Let Him Go, published in 1945, and the Harlem Detective series of novels for which he is best known, set in the 1950s and early 1960s and featuring two black policemen called Grave Digger Jones and Coffin Ed Johnson. In 1958 Himes won France's Grand Prix de Littérature Policière.",
    "year": 1909,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Melvin Belli",
    "birthday": "1907-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Melvin_Belli_1967.jpg/274px-Melvin_Belli_1967.jpg",
    "extract": "Melvin Mouron Belli was a prominent United States lawyer, writer, and actor known as \"The King of Torts\" and by insurance companies as \"Melvin Bellicose\". He had many celebrity clients, including Zsa Zsa Gabor, Errol Flynn, Chuck Berry, Muhammad Ali, The Rolling Stones, Jim Bakker and Tammy Faye Bakker, Martha Mitchell, Maureen Connolly, Lana Turner, Tony Curtis, and Mae West. During his legal career, he won over $600 million in damages for his clients. He was also the attorney for Jack Ruby, who shot Lee Harvey Oswald for the assassination of President John F. Kennedy.",
    "year": 1907,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Thelma Todd",
    "birthday": "1906-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Thelma_Todd_1933.jpg/246px-Thelma_Todd_1933.jpg",
    "extract": "Thelma Alice Todd was an American actress and businesswoman who was often referred to by the nicknames \"The Ice Cream Blonde\" and \"Hot Toddy\". Appearing in around 120 feature films and shorts between 1926 and 1935, she is best remembered for her comedic roles opposite ZaSu Pitts, and in films such as Marx Brothers' Monkey Business and Horse Feathers and a number of Charley Chase's short comedies. She co-starred with Buster Keaton and Jimmy Durante in Speak Easily. She also had roles in several Wheeler and Woolsey and Laurel and Hardy films, the last of which featured her in a part that was cut short by her suspicious death in 1935 at the age of 29.",
    "year": 1906,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Clara Bow",
    "birthday": "1905-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/ClaraBow2.1.jpg/256px-ClaraBow2.1.jpg",
    "extract": "Clara Gordon Bow was an American actress who rose to stardom during the silent film era of the 1920s and successfully made the transition to \"talkies\" in 1929. Her appearance as a plucky shopgirl in the film It brought her global fame and the nickname \"The It Girl\". Bow came to personify the Roaring Twenties and is described as its leading sex symbol.",
    "year": 1905,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Dag Hammarskjöld",
    "birthday": "1905-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Dag_Hammarskj%C3%B6ld.jpg/226px-Dag_Hammarskj%C3%B6ld.jpg",
    "extract": "Dag Hjalmar Agne Carl Hammarskjöld was a Swedish economist and diplomat who served as the second Secretary-General of the United Nations from April 1953 until his death in a plane crash in September 1961. As of 2022, he remains the youngest person to have held the post, having been only 47 years old when he was appointed.",
    "year": 1905,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Stanley Kunitz",
    "birthday": "1905-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Stanley_Kunitz.jpg/217px-Stanley_Kunitz.jpg",
    "extract": "Stanley Jasspon Kunitz was an American poet. He was appointed Poet Laureate Consultant in Poetry to the Library of Congress twice, first in 1974 and then again in 2000.",
    "year": 1905,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Mahasi Sayadaw",
    "birthday": "1904-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Mahasi_Sayadaw.jpg/232px-Mahasi_Sayadaw.jpg",
    "extract": "Mahāsī Sayādaw U Sobhana was a Burmese Theravada Buddhist monk and meditation master who had a significant impact on the teaching of vipassanā (insight) meditation in the West and throughout Asia.",
    "year": 1904,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "J. R. D. Tata",
    "birthday": "1904-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/J.R.D._Tata_%281955%29.jpg/261px-J.R.D._Tata_%281955%29.jpg",
    "extract": "Jehangir Ratanji Dadabhoy Tata was a non-resident Indian aviator, industrialist, entrepreneur and chairman of Tata Group.",
    "year": 1904,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Eyvind Johnson",
    "birthday": "1900-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Eyvind.JPG/215px-Eyvind.JPG",
    "extract": "Eyvind Johnson was a Swedish novelist and short story writer. Regarded as the most groundbreaking novelist in modern Swedish literature he became a member of the Swedish Academy in 1957 and shared the Nobel Prize in Literature with Harry Martinson in 1974 with the citation: for a narrative art, far-seeing in lands and ages, in the service of freedom.",
    "year": 1900,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Teresa Noce",
    "birthday": "1900-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Teresa_Noce_2.jpg/201px-Teresa_Noce_2.jpg",
    "extract": "Teresa Noce was an Italian labor leader, activist, journalist and feminist. She served as a parliamentary deputy and advocated broad social legislation benefiting mothers.",
    "year": 1900,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Don Redman",
    "birthday": "1900-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/ef/Don_Redman.PNG/320px-Don_Redman.PNG",
    "extract": "Donald Matthew Redman was an American jazz musician, arranger, bandleader, and composer.",
    "year": 1900,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Isidor Isaac Rabi",
    "birthday": "1898-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/II_Rabi.jpg/226px-II_Rabi.jpg",
    "extract": "Isidor Isaac Rabi was an American physicist who won the Nobel Prize in Physics in 1944 for his discovery of nuclear magnetic resonance, which is used in magnetic resonance imaging. He was also one of the first scientists in the United States to work on the cavity magnetron, which is used in microwave radar and microwave ovens.",
    "year": 1898,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Neil Ritchie",
    "birthday": "1897-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Neil_Ritchie.jpg/319px-Neil_Ritchie.jpg",
    "extract": "General Sir Neil Methuen Ritchie, was a British Army officer who saw service during both the world wars. He is most notable during the Second World War for commanding the British Eighth Army in the North African campaign from November 1941 until being dismissed in June 1942. Despite this, his career did not end. Ritchie later commanded XII Corps throughout the campaign in Northwest Europe, from June 1944 until Victory in Europe Day in May 1945.",
    "year": 1897,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Maria L. de Hernández",
    "birthday": "1896-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b3/Mar%C3%ADa_Rebecca_Latigo_de_Hern%C3%A1ndez.jpg",
    "extract": "María Rebecca Latigo de Hernández was a Mexican-American rights activist. She was born in San Pedro Garza García, Mexico. During the 1930s, she spoke publicly and demonstrated on behalf of Mexican Americans about their education in the United States. She and her husband, Pedro Hernandez Barrera, founded Orden Caballeros de America on January 10, 1929. She organized the Asociación Protectora de Madres in 1933. In 1970 she was active in the Raza Unida Party.",
    "year": 1896,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "William Powell",
    "birthday": "1892-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/William_Powell_by_Hurrell.jpg/235px-William_Powell_by_Hurrell.jpg",
    "extract": "William Horatio Powell was an American actor. A major star at Metro-Goldwyn-Mayer, he was paired with Myrna Loy in 14 films, including the Thin Man series based on the Nick and Nora Charles characters created by Dashiell Hammett. Powell was nominated for the Academy Award for Best Actor three times: for The Thin Man (1934), My Man Godfrey (1936), and Life with Father (1947).",
    "year": 1892,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Bernhard Zondek",
    "birthday": "1891-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Bernhard_Zondek.jpg/224px-Bernhard_Zondek.jpg",
    "extract": "Bernhard Zondek was a German-born Israeli gynecologist who developed the first reliable pregnancy test in 1928.",
    "year": 1891,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Vladimir K. Zworykin",
    "birthday": "1888-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Zvorykin0.jpg/241px-Zvorykin0.jpg",
    "extract": "Vladimir Kosmich Zworykin was a Russian-American inventor, engineer, and pioneer of television technology. Zworykin invented a television transmitting and receiving system employing cathode ray tubes. He played a role in the practical development of television from the early thirties, including charge storage-type tubes, infrared image tubes and the electron microscope.",
    "year": 1888,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Sigmund Romberg",
    "birthday": "1887-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Sigmund_Romberg_1949.JPG/314px-Sigmund_Romberg_1949.JPG",
    "extract": "Sigmund Romberg was a Hungarian-born American composer. He is best known for his musicals and operettas, particularly The Student Prince (1924), The Desert Song (1926) and The New Moon (1928).",
    "year": 1887,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Theda Bara",
    "birthday": "1885-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Theda_Bara_1921_Orval_Hixon_%28cropped%29.jpg/249px-Theda_Bara_1921_Orval_Hixon_%28cropped%29.jpg",
    "extract": "Theda Bara was an American silent film and stage actress.",
    "year": 1885,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ralph Austin Bard",
    "birthday": "1884-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Ralph_A._Bard_cph.3a40857.jpg/255px-Ralph_A._Bard_cph.3a40857.jpg",
    "extract": "Ralph Austin Bard was a Chicago financier who served as Assistant Secretary of the Navy, 1941–1944, and as Under Secretary, 1944–1945. He is noted for a memorandum he wrote to Secretary of War Henry L. Stimson in 1945 urging that Japan be given a warning before the use of the atomic bomb on a strategic city. He was \"the only person known to have formally dissented from the use of the atomic bomb without advance warning.\"",
    "year": 1884,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Porfirio Barba-Jacob",
    "birthday": "1883-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Porfirio_Barba_Jacob-Busto-Medellin.JPG/213px-Porfirio_Barba_Jacob-Busto-Medellin.JPG",
    "extract": "Miguel Ángel Osorio Benítez, better known by his pseudonym, Porfirio Barba-Jacob, was a Colombian poet and writer.",
    "year": 1883,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Benito Mussolini",
    "birthday": "1883-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Duce_Benito_Mussolini.jpg/252px-Duce_Benito_Mussolini.jpg",
    "extract": "Benito Amilcare Andrea Mussolini was an Italian politician and journalist who founded and led the National Fascist Party. He was Prime Minister of Italy from the March on Rome in 1922 until his deposition in 1943, and \"Duce\" of Italian Fascism from the establishment of the Italian Fasces of Combat in 1919 until his execution in 1945 by Italian partisans. As dictator of Italy and principal founder of fascism, Mussolini inspired and supported the international spread of fascist movements during the inter-war period.",
    "year": 1883,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Don Marquis",
    "birthday": "1878-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Don_Marquis_LCCN2014699851_%28retouched%29.jpg/217px-Don_Marquis_LCCN2014699851_%28retouched%29.jpg",
    "extract": "Donald Robert Perry Marquis was an American humorist, journalist, and author. He was variously a novelist, poet, newspaper columnist, and playwright. He is remembered best for creating the characters Archy and Mehitabel, supposed authors of humorous verse. During his lifetime he was equally famous for creating another fictitious character, \"the Old Soak,\" who was the subject of two books, a hit Broadway play (1922–23), a silent film (1926) and a talkie (1937).",
    "year": 1878,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Maria Ouspenskaya",
    "birthday": "1876-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Maria_Ouspenskaya_1937_%28cropped%29.jpg/232px-Maria_Ouspenskaya_1937_%28cropped%29.jpg",
    "extract": "Maria Alekseyevna Ouspenskaya was a Russian actress and acting teacher. She achieved success as a stage actress as a young woman in Russia, and as an elderly woman in Hollywood films.",
    "year": 1876,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "J. S. Woodsworth",
    "birthday": "1874-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Ac.woodsworth.jpg/246px-Ac.woodsworth.jpg",
    "extract": "James Shaver Woodsworth was a pre–First World War pioneer of the Canadian Social Gospel, a Christian religious movement with social democratic values and links to organized labour. He was a long-time leader and publicist in the movement and was an elected politician under the label, serving as MP from 1921 to his death in 1942. He helped found the Co-operative Commonwealth Federation (CCF), a forerunner of today's New Democratic Party (NDP), in 1932.",
    "year": 1874,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Eric Alfred Knudsen",
    "birthday": "1872-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Eric_Alfred_Knudsen.jpg/283px-Eric_Alfred_Knudsen.jpg",
    "extract": "Eric Alfred Knudsen was an American writer, folklorist, lawyer and politician who grew up and lived on Kauai, Hawaii. His father was Valdemar Knudsen, a west Kauai sugar plantation pioneer.",
    "year": 1872,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jakob Mändmets",
    "birthday": "1871-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Jakob_M%C3%A4ndmets.jpg/217px-Jakob_M%C3%A4ndmets.jpg",
    "extract": "Jakob Mändmets was an Estonian writer and journalist.",
    "year": 1871,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Booth Tarkington",
    "birthday": "1869-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Booth_Tarkington_cph.3b27122.jpg/255px-Booth_Tarkington_cph.3b27122.jpg",
    "extract": "Newton Booth Tarkington was an American novelist and dramatist best known for his novels The Magnificent Ambersons (1918) and Alice Adams (1921). He is one of only four novelists to win the Pulitzer Prize for Fiction more than once, along with William Faulkner, John Updike, and Colson Whitehead. In the 1910s and 1920s he was considered America's greatest living author. Several of his stories were adapted to film.",
    "year": 1869,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Berthold Oppenheim",
    "birthday": "1867-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Rab%C3%ADn_Berthold_Oppenheim.jpg/223px-Rab%C3%ADn_Berthold_Oppenheim.jpg",
    "extract": "Berthold Oppenheim (1867–1942) was the rabbi of Olomouc, Moravia, from 1892 to 1939. He was murdered in 1942 at the Treblinka extermination camp.",
    "year": 1867,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Charles Cochrane-Baillie, 2nd Baron Lamington",
    "birthday": "1860-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Charles_Cochrane-Baillie%2C_Governor_of_Queensland_%28cropped%29.jpg/215px-Charles_Cochrane-Baillie%2C_Governor_of_Queensland_%28cropped%29.jpg",
    "extract": "Charles Wallace Alexander Napier Cochrane-Baillie, 2nd Baron Lamington, was a British politician and colonial administrator who served as Governor of Queensland from 1896 to 1901, and Governor of Bombay from 1903 to 1907.",
    "year": 1860,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Francisco Rodrigues da Cruz",
    "birthday": "1859-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Padre_Cruz.png/218px-Padre_Cruz.png",
    "extract": "Francisco Rodrigues da Cruz, S.J., more commonly known as Father Cruz was a Portuguese priest of the Catholic Church. Revered in Portugal for his apostolic fervor and charity, he visited prisons and hospitals in every city, gave alms to the poor and ministered spiritually to all, achieving a great reputation for sanctity. Some called him \"Blessed Father Cruz\" and \"Apostle of Charity\" still in his lifetime.",
    "year": 1859,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Max Nordau",
    "birthday": "1849-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Portrait_of_Max_Nordau.jpg/221px-Portrait_of_Max_Nordau.jpg",
    "extract": "Max Simon Nordau was a Zionist leader, physician, author, and social critic.",
    "year": 1849,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Sophie Menter",
    "birthday": "1846-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Menter_by_Repin.jpg/320px-Menter_by_Repin.jpg",
    "extract": "Sophie Menter was a German pianist and composer who became the favorite female student of Franz Liszt. She was called l'incarnation de Liszt in Paris because of her robust, electrifying playing style and was considered one of the greatest piano virtuosos of her time. She died at Stockdorf, near Munich.",
    "year": 1846,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Isabel, Princess Imperial of Brazil",
    "birthday": "1846-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Isabel_Princess_Imperial_of_Brazil_c_1887.jpg/213px-Isabel_Princess_Imperial_of_Brazil_c_1887.jpg",
    "extract": "Dona Isabel, nicknamed \"the Redemptress\", was the Princess Imperial of the Empire of Brazil and the Empire's regent on three occasions. Born in Rio de Janeiro as the eldest daughter of Emperor Pedro II and Empress Teresa Cristina, she was a member of the Brazilian branch of the House of Braganza. After the deaths of her two brothers in infancy, she was recognized as her father's heir presumptive. She married a French prince, Gaston, Count of Eu, in an arranged marriage, and they had three sons.",
    "year": 1846,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Johannes Schmidt (linguist)",
    "birthday": "1843-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/25/Johannes_Schmidt_%28Philologe%29.jpg",
    "extract": "Johannes Friedrich Heinrich Schmidt was a German linguist. He developed the Wellentheorie of language development.",
    "year": 1843,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Gerhard Armauer Hansen",
    "birthday": "1841-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Gerhard_Henrik_Armauer_Hansen.jpg/227px-Gerhard_Henrik_Armauer_Hansen.jpg",
    "extract": "Gerhard Henrik Armauer Hansen was a Norwegian physician, remembered for his identification of the bacterium Mycobacterium leprae in 1873 as the causative agent of leprosy. His distinguished work was recognized at the International Leprosy Congress held at Bergen in 1909.",
    "year": 1841,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ivan Aivazovsky",
    "birthday": "1817-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Aivazovsky_-_Self-portrait_1874.jpg/291px-Aivazovsky_-_Self-portrait_1874.jpg",
    "extract": "Ivan Konstantinovich Aivazovsky was a Russian Romantic painter who is considered one of the greatest masters of marine art. Baptized as Hovhannes Aivazian, he was born into an Armenian family in the Black Sea port of Feodosia in Crimea and was mostly based there.",
    "year": 1817,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Martin Körber",
    "birthday": "1817-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Martin_Georg_Emil_K%C3%B6rber.jpg/220px-Martin_Georg_Emil_K%C3%B6rber.jpg",
    "extract": "Martin Georg Emil Körber was a Baltic German pastor, composer, writer and choir leader.",
    "year": 1817,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Alexis de Tocqueville",
    "birthday": "1805-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Alexis_de_Tocqueville_%28Th%C3%A9odore_Chass%C3%A9riau_-_Versailles%29.jpg/237px-Alexis_de_Tocqueville_%28Th%C3%A9odore_Chass%C3%A9riau_-_Versailles%29.jpg",
    "extract": "Alexis Charles Henri Clérel, comte de Tocqueville, colloquially known as Tocqueville, was a French aristocrat, diplomat, political scientist, political philosopher and historian. He is best known for his works Democracy in America and The Old Regime and the Revolution (1856). In both, he analyzed the improved living standards and social conditions of individuals as well as their relationship to the market and state in Western societies. Democracy in America was published after Tocqueville's travels in the United States and is today considered an early work of sociology and political science.",
    "year": 1805,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "George Bradshaw",
    "birthday": "1801-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/G_Bradshaw.jpg/247px-G_Bradshaw.jpg",
    "extract": "George Bradshaw was an English cartographer, printer and publisher. He developed Bradshaw's Guide, a widely sold series of combined railway guides and timetables.",
    "year": 1801,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Daniel Drew",
    "birthday": "1797-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Daniel_Drew_1872.jpg/254px-Daniel_Drew_1872.jpg",
    "extract": "Daniel Drew was an American businessman, steamship and railroad developer, and financier. Summarizing his life, Henry Clews wrote: \"Of all the great operators of Wall Street ... Daniel Drew furnishes the most remarkable instance of immense and long-continued success, followed by utter failure and hopeless bankruptcy\".",
    "year": 1797,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Philip Charles Durham",
    "birthday": "1763-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Admiral_Philip_Charles_Durham.jpg/252px-Admiral_Philip_Charles_Durham.jpg",
    "extract": "Admiral Sir Philip Charles Henderson Calderwood Durham, GCB was a Royal Navy officer whose service in the American War of Independence, French Revolutionary War and Napoleonic Wars was lengthy, distinguished and at times controversial.",
    "year": 1763,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Giulio Maria della Somaglia",
    "birthday": "1744-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Giulio_Maria_della_Somaglia.JPG/214px-Giulio_Maria_della_Somaglia.JPG",
    "extract": "Giulio Maria della Somaglia was an Italian cardinal. He was — at least in his later life — a staunch zelante cardinal who, as Secretary of State under Pope Leo XII, helped enforce an authoritarian regime in the crumbling Papal States.",
    "year": 1744,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Johann Theile",
    "birthday": "1646-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Musical_Company_by_Johannes_Voorhout_%281674%29.jpg/320px-Musical_Company_by_Johannes_Voorhout_%281674%29.jpg",
    "extract": "Johann Theile was a German composer of the Baroque era, famous for the opera Adam und Eva, Der erschaffene, gefallene und aufgerichtete Mensch, first performed in Hamburg on 2 January 1678.",
    "year": 1646,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Simon Dach",
    "birthday": "1605-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Simon_Dach.jpg/215px-Simon_Dach.jpg",
    "extract": "Simon Dach was a German lyrical poet and hymnwriter, born in Memel, Duchy of Prussia.",
    "year": 1605,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Francesco Mochi",
    "birthday": "1580-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/4478_-_Piacenza_-_Francesco_Mochi_-_dett._del_mon._a_Ranuccio_Farnese_-_Foto_Giovanni_Dall%27Orto_14-7-2007.jpg/320px-4478_-_Piacenza_-_Francesco_Mochi_-_dett._del_mon._a_Ranuccio_Farnese_-_Foto_Giovanni_Dall%27Orto_14-7-2007.jpg",
    "extract": "Francesco Mochi was an Italian early-Baroque sculptor active mostly in Rome and Orvieto.",
    "year": 1580,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Philip II, Duke of Pomerania",
    "birthday": "1573-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/PhilippII.1678.JPG/317px-PhilippII.1678.JPG",
    "extract": "Philip II, Duke of Pomerania-Stettin was from 1606 to 1618 the reigning duke of Pomerania-Stettin and is considered among the one of the most artistic of the Pomeranian dukes. He married Sophia of Schleswig-Holstein-Sonderburg in 1607. The marriage remained childless.",
    "year": 1573,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Pedro Téllez-Girón y de la Cueva, 1st Duke of Osuna",
    "birthday": "1537-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Retrato_de_Pedro_T%C3%A9llez_Gir%C3%B3n.jpg/213px-Retrato_de_Pedro_T%C3%A9llez_Gir%C3%B3n.jpg",
    "extract": "Pedro Téllez-Girón, 1st Duke of Osuna, 5th count of Ureña was a Spanish nobleman and administrator.",
    "year": 1537,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Martin of Aragon",
    "birthday": "1356-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Marti_l%27hum%C3%A0.jpg/259px-Marti_l%27hum%C3%A0.jpg",
    "extract": "Martin the Humane, also called the Elder and the Ecclesiastic, was King of Aragon, Valencia, Sardinia and Corsica and Count of Barcelona from 1396 and King of Sicily from 1409. He failed to secure the accession of his illegitimate grandson, Frederic, Count of Luna, and with him the rule of the House of Barcelona came to an end.",
    "year": 1356,
    "month": 7,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Muhammad al-Mahdi",
    "birthday": "869-7-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Imam_Mahdi.png/320px-Imam_Mahdi.png",
    "extract": "Muhammad ibn Hasan ibn Ali, better known Muhammad al-Mahdi is believed by the Twelver Shia to be the Mahdi, an eschatological redeemer of Islam and the final Imam of the Twelve Imams who will emerge with Isa (Jesus) in order to fulfil their mission of bringing peace and justice to the world. Twelver Shias believe that al-Mahdi was born on 15th Sha'ban 869 CE/ 255 AH and assumed the Imamate at nearly four years of age following the killing of his father Hasan al-Askari. In the early years of his Imamah, he is believed to have had contact with his followers only through The Four Deputies. This period was known as the Minor Occultation and lasted from 874 to 941 CE. A few days before the death of his fourth deputy Abu al-Hasan Ali ibn Muhammad al-Samarri in 941, he is believed to have sent his followers a letter. In that letter, which was transmitted by al-Samarri, he declared the beginning of Major Occultation, during which Mahdi was not to be in contact with his followers directly, but had instructed them to follow the pious high clerics for whom he has mentioned some distinguishing merits.",
    "year": 869,
    "month": 7,
    "day": 29,
    "language": "en"
  }
]