[
  {
    "name": "Crystal Dunn",
    "birthday": "1992-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Crystal_Dunn_June2018.jpg/234px-Crystal_Dunn_June2018.jpg",
    "extract": "Crystal Alyssia Soubrier is an American soccer player for the Portland Thorns FC of the National Women's Soccer League (NWSL), the highest division of women's professional soccer in the United States, and the United States women's national soccer team. She first appeared for the United States national team during an international friendly against Scotland on February 13, 2013. She has since made more than 100 total appearances for the team.",
    "year": 1992,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Anastasia Pavlyuchenkova",
    "birthday": "1991-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Pavlyuchenkova_RG19_%2820%29_%2848199118541%29.jpg/213px-Pavlyuchenkova_RG19_%2820%29_%2848199118541%29.jpg",
    "extract": "Anastasia Sergeyevna \"Nastia\" Pavlyuchenkova is a Russian professional tennis player. She is currently the Russian No. 1 player in singles. A junior prodigy, Pavlyuchenkova won three junior Grand Slam titles and became the junior world No. 1, in January 2006, at the age of 14. She continued her success after turning professional, reaching a career-high singles ranking of World No. 11 on 8 November 2021.",
    "year": 1991,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Nathan Gardner",
    "birthday": "1990-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Nathan_Gardner.jpg/250px-Nathan_Gardner.jpg",
    "extract": "Nathan Gardner, also known by the nickname of \"Gards\", is an Australian professional rugby league footballer who has played in the 2000s and 2010s. He has played for the Cronulla-Sutherland Sharks, usually as a fullback, but also as a wing. He previously played for the Parramatta Eels Toyota Cup (Under-20s) team and Cronulla-Sutherland Sharks. He made his National Rugby League (NRL) premiership début in the 2010 season against the Penrith Panthers.",
    "year": 1990,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Lucas Mendes (footballer, born 1990)",
    "birthday": "1990-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Valais_Cup_2013_-_OM-FC_Porto_13-07-2013_-_Lucas_Mendes.jpg/320px-Valais_Cup_2013_-_OM-FC_Porto_13-07-2013_-_Lucas_Mendes.jpg",
    "extract": "Lucas Michel Mendes is a Brazilian professional footballer who plays as a centre back but can also play as left back for Qatari club Al-Wakrah.",
    "year": 1990,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Mitchell Dodds",
    "birthday": "1989-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Mitchell_Dodds.jpg/252px-Mitchell_Dodds.jpg",
    "extract": "Mitchell Dodds is an Australian former professional rugby league footballer who played as a prop for the Brisbane Broncos in the NRL and the Warrington Wolves in the Super League.",
    "year": 1989,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Elle King",
    "birthday": "1989-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Elle_King_at_the_2015_Interstellar_Rodeo.jpg/282px-Elle_King_at_the_2015_Interstellar_Rodeo.jpg",
    "extract": "Tanner Elle Schneider, known professionally as Elle King, is an American singer, songwriter, multi-instrumentalist, television personality, and actress. Her musical style encompasses country, soul, rock and blues.",
    "year": 1989,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Winston Reid",
    "birthday": "1988-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Winston_Reid_in_September_2014.JPG/277px-Winston_Reid_in_September_2014.JPG",
    "extract": "Winston Wiremu Reid is a New Zealand professional footballer who last played as a defender for Premier League club West Ham United. He captains the New Zealand national team. He has also played for Midtjylland with loan periods at Sporting Kansas City and Brentford.",
    "year": 1988,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "James Troisi",
    "birthday": "1988-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Chile_VS._Australia_%2817%29_%28cropped%29.jpg/204px-Chile_VS._Australia_%2817%29_%28cropped%29.jpg",
    "extract": "James Troisi is an Australian professional soccer player who plays as an attacking midfielder or winger for A-League club Western Sydney Wanderers.",
    "year": 1988,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Sebastian Vettel",
    "birthday": "1987-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Sebastian_Vettel_2015_Malaysia_podium_1.jpg/213px-Sebastian_Vettel_2015_Malaysia_podium_1.jpg",
    "extract": "Sebastian Vettel is a German racing driver who competes in Formula One for Aston Martin, having previously driven for BMW Sauber, Toro Rosso, Red Bull, and Ferrari. Vettel has won four World Drivers' Championship titles, which he won consecutively from 2010 to 2013. Vettel is the youngest World Champion in Formula One; he also has the third-most race victories (53) and podium finishes (122) and fourth-most pole positions (57).",
    "year": 1987,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Marquinho (footballer, born July 1986)",
    "birthday": "1986-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Marquinho_%28cropped%29.jpg/178px-Marquinho_%28cropped%29.jpg",
    "extract": "Marco Antonio de Mattos Filho, commonly known as Marquinho, is a Brazilian footballer. Mainly an attacking midfielder who plays for Figueirense, he can also play as a left wingback.",
    "year": 1986,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Kisenosato Yutaka",
    "birthday": "1986-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Kisenosato_08_Sep.jpg/205px-Kisenosato_08_Sep.jpg",
    "extract": "Kisenosato Yutaka born July 3, 1986, as Yutaka Hagiwara  is a Japanese former professional sumo wrestler from Ibaraki. He made his professional debut in 2002, and reached the top makuuchi division in 2004 at the age of just 18. After many years in the junior san'yaku ranks, he reached the second highest rank of ōzeki in January 2012. He earned three kinboshi or gold stars by defeating yokozuna in his career leading up to ōzeki and nine special prizes. He scored more than 20 double-digit winning records at the ōzeki rank. In 2016, he secured the most wins in the calendar year, the first wrestler to do so without winning a tournament in that year.",
    "year": 1986,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Manny Lawson",
    "birthday": "1984-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Manny_Lawson_at_49ers_training_camp_2010-08-11_1.JPG/240px-Manny_Lawson_at_49ers_training_camp_2010-08-11_1.JPG",
    "extract": "Manny Lawson is a former American football outside linebacker. He played college football at North Carolina State, and was drafted by the San Francisco 49ers in the first round of the 2006 NFL Draft. Lawson also played for the Cincinnati Bengals and Buffalo Bills.",
    "year": 1984,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Churandy Martina",
    "birthday": "1984-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Churandy_Martina_Zurich_2014.jpg/303px-Churandy_Martina_Zurich_2014.jpg",
    "extract": "Churandy Thomas Martina is a Dutch sprinter from Curaçao, currently representing the Netherlands. Previously, he represented the Netherlands Antilles until its dissolution in 2010. His personal best time over 100 metres is 9.91 seconds, a Dutch record, achieved in a 2012 London Olympic Games semi-final. In addition, he holds the 200 metres national record with a time of 19.81 seconds, achieved at the IAAF Diamond League meeting in Lausanne, Switzerland. He originally finished second in the 200 m at the 2008 Olympics in Beijing but was disqualified due to a lane violation.",
    "year": 1984,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Corey Sevier",
    "birthday": "1984-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/CFC_in_LA_%28Corey_Sevier%29.jpg/213px-CFC_in_LA_%28Corey_Sevier%29.jpg",
    "extract": "Corey Daniel Sevier is a Canadian actor. He is perhaps best known for his role on the Fox television series North Shore as Gabriel McKay and as Timmy Cabot in Lassie.",
    "year": 1984,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Edinson Vólquez",
    "birthday": "1983-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Edinson_V%C3%B3lquez_on_June_8%2C_2016.jpg/320px-Edinson_V%C3%B3lquez_on_June_8%2C_2016.jpg",
    "extract": "Edinson Vólquez is a Dominican former professional baseball pitcher. He played in Major League Baseball (MLB) for the Texas Rangers, Cincinnati Reds, San Diego Padres, Los Angeles Dodgers, Pittsburgh Pirates, Kansas City Royals and Miami Marlins.",
    "year": 1983,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Harbhajan Singh",
    "birthday": "1980-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Harbhajan_Singh%27s_Pepsi_promotional_event_%27Change_The_Game%27.jpg/320px-Harbhajan_Singh%27s_Pepsi_promotional_event_%27Change_The_Game%27.jpg",
    "extract": "Harbhajan Singh is a Member of Parliament, Rajya Sabha and a former Indian cricketer and cricket commentator who played for the Indian national cricket team. A specialist spin bowler, Singh played for India between 1998 and 2016. Domestically he was captain of Indian Premier League team Mumbai Indians and captained Punjab for the 2012–13 Ranji Trophy season. Under his captaincy, Mumbai won the 2011 Champions League Twenty20\n",
    "year": 1980,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Wade Belak",
    "birthday": "1976-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Wade_Belak.png/261px-Wade_Belak.png",
    "extract": "Wade William Belak was a Canadian professional ice hockey forward and defenceman. He was drafted 12th overall by the Quebec Nordiques in the 1994 NHL Entry Draft. He played for the Colorado Avalanche, Calgary Flames, Toronto Maple Leafs, Florida Panthers, and the Nashville Predators in the National Hockey League (NHL). Belak was best known for his role as an enforcer.",
    "year": 1976,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Wanderlei Silva",
    "birthday": "1976-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Wanderlei_Silva_-_Franz_no_MMA_%28cropped%29.jpg/237px-Wanderlei_Silva_-_Franz_no_MMA_%28cropped%29.jpg",
    "extract": "Wanderlei César da Silva is a Brazilian-American mixed martial artist who has competed in Japan's Pride Fighting Championships and the American-based Ultimate Fighting Championship (UFC). He holds the record for the most wins, knockouts, title defenses and longest winning streak in PRIDE history. He is the former PRIDE Middleweight Champion and the 2003 PRIDE Middleweight Grand Prix Tournament Champion. He most recently competed for Bellator MMA in the light heavyweight and heavyweight divisions.",
    "year": 1976,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Paul Rauhihi",
    "birthday": "1973-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Paul_Rauhihi.jpg/232px-Paul_Rauhihi.jpg",
    "extract": "Paul Rauhihi is a New Zealand former professional rugby league footballer who represented New Zealand. Rauhihi played in both the National Rugby League and Super League as a prop.",
    "year": 1973,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ólafur Stefánsson",
    "birthday": "1973-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Olafur_Stefansson_02.jpg/320px-Olafur_Stefansson_02.jpg",
    "extract": "Ólafur Indriði Stefánsson is a former Icelandic handball player who, for many years was the captain of the Iceland men's national handball team but announced his international retirement after the 2012 London Olympics. His position was right back. At his peak he was considered to be one of the very best handball players in the world.",
    "year": 1973,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Julian Assange",
    "birthday": "1971-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/RUEDA_DE_PRENSA_CONJUNTA_ENTRE_CANCILLER_RICARDO_PATI%C3%91O_Y_JULIAN_ASSANGE_%28cropped%29.jpg/240px-RUEDA_DE_PRENSA_CONJUNTA_ENTRE_CANCILLER_RICARDO_PATI%C3%91O_Y_JULIAN_ASSANGE_%28cropped%29.jpg",
    "extract": "Julian Paul Assange is an Australian editor, publisher, and activist who founded WikiLeaks in 2006. WikiLeaks came to international attention in 2010 when it published a series of leaks provided by U.S. Army intelligence analyst Chelsea Manning. These leaks included the Baghdad airstrike Collateral Murder video, the Afghanistan war logs, the Iraq war logs, and Cablegate. After the 2010 leaks, the United States government launched a criminal investigation into WikiLeaks.",
    "year": 1971,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Serhiy Honchar",
    "birthday": "1970-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Serhiy_Honchar.jpg/213px-Serhiy_Honchar.jpg",
    "extract": "Serhiy Gonchar is a Ukrainian former professional road racing cyclist. He won the World Time Trial Championship in 200.\nDue to a temporary spelling error in his passport, he is often incorrectly called Honchar.",
    "year": 1970,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Audra McDonald",
    "birthday": "1970-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Audra_mcdonald_2021_2.jpg/252px-Audra_mcdonald_2021_2.jpg",
    "extract": "Audra Ann McDonald is an American actress and singer. Primarily known for her work on the Broadway stage, she has won six Tony Awards, more performance wins than any other actor, and is the only person to win all four acting categories. She has performed in musicals, operas, and dramas such as A Moon for the Misbegotten, 110 in the Shade, Carousel, Ragtime, Master Class, and Porgy and Bess.",
    "year": 1970,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Teemu Selänne",
    "birthday": "1970-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Teemu_Selanne_on_the_ice_November_2010.jpg/230px-Teemu_Selanne_on_the_ice_November_2010.jpg",
    "extract": "Teemu Ilmari Selänne is a Finnish former professional ice hockey winger. He began his professional career in 1989–90 with Jokerit of the SM-liiga and played 21 seasons in the National Hockey League (NHL) for the Winnipeg Jets, Anaheim Ducks, San Jose Sharks and Colorado Avalanche. Nicknamed \"the Finnish Flash\", Selänne is the highest scoring Finn in NHL history, and one of the highest overall; he retired in 2014 11th all-time with 684 goals and 15th with 1,457 points. He holds numerous team scoring records for both the Winnipeg/Arizona franchise and the Anaheim Ducks. His jersey number 8 was retired by the Ducks in 2015. In 2017 Selänne was named one of the '100 Greatest NHL Players' in history. On June 26, 2017, Selänne was elected to the Hockey Hall of Fame as the second Finn after Jari Kurri.",
    "year": 1970,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ramush Haradinaj",
    "birthday": "1968-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Ramush_Haradinaj_%28-125880784%29.jpg/252px-Ramush_Haradinaj_%28-125880784%29.jpg",
    "extract": "Ramush Haradinaj is a Kosovan politician, leader of the AAK party, and was the 3rd Prime Minister of Kosovo. He is a former officer and leader of the Kosovo Liberation Army (KLA), and previously served as Prime Minister of Kosovo between 2004 and 2005.",
    "year": 1968,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Katy Clark",
    "birthday": "1967-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Katy_Clark_MSP.jpg/240px-Katy_Clark_MSP.jpg",
    "extract": "Kathryn Sloan Clark, Baroness Clark of Kilwinning is a British politician and life peer who has served as a Member of the Scottish Parliament (MSP) for the West Scotland region since 2021. A member of the Labour Party, she was Member of Parliament (MP) for North Ayrshire and Arran from 2005 to 2015.",
    "year": 1967,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Moisés Alou",
    "birthday": "1966-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a5/Moises_Alou_standing.jpg",
    "extract": "Moisés Rojas-Alou Beltré is a Dominican-American former outfielder in Major League Baseball who played for 17 seasons in the National League. In 1,942 career games, Alou had a batting average of .303 with 2,134 hits, 421 doubles, 332 home runs, and 1,287 runs batted in.",
    "year": 1966,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Shinya Hashimoto",
    "birthday": "1965-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Shinya_Hashimoto_3.jpg/320px-Shinya_Hashimoto_3.jpg",
    "extract": "Shinya Hashimoto  was a Japanese professional wrestler, promoter and actor. Along with Masahiro Chono and Keiji Mutoh, Hashimoto was dubbed one of the \"Three Musketeers\" that began competing in New Japan Pro-Wrestling (NJPW) in the mid-1980s and dominated the promotion in the 1990s.",
    "year": 1965,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Connie Nielsen",
    "birthday": "1965-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Connie_Nielsen_by_Gage_Skidmore.jpg/233px-Connie_Nielsen_by_Gage_Skidmore.jpg",
    "extract": "Connie Inge-Lise Nielsen is a Danish actress. She has starred as Lucilla in the film Gladiator (2000) and as Hippolyta in the DC Extended Universe, and in the films Wonder Woman (2017), Justice League (2017), Wonder Woman 1984 (2020), and Zack Snyder's Justice League (2021).",
    "year": 1965,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Christophe Ruer",
    "birthday": "1965-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/ChristopheRuer2005.jpg/159px-ChristopheRuer2005.jpg",
    "extract": "Christophe Ruer was a French modern pentathlete. He competed at the 1988, 1992 and 1996 Summer Olympics. He was killed in a motorcycle accident.",
    "year": 1965,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Yeardley Smith",
    "birthday": "1964-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/YeardleySmith2019.png/296px-YeardleySmith2019.png",
    "extract": "Martha Maria Yeardley Smith is an American actress, artist and writer. She currently stars as the voice of Lisa Simpson on the long-running animated television series The Simpsons.",
    "year": 1964,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Scott Borchetta",
    "birthday": "1962-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/29/Scott_Borchetta_signature%2C_Billboard_Open_Letter_2016.png",
    "extract": "Scott Borchetta is an American record executive and founder of the Big Machine Label Group. He started the label in 2005 with 13 employees, as its president/CEO and encompasses four imprints: Big Machine Records, BMLG Records, The Valory Music Co. and Nash Icon Records. In 2015, he became an in-house mentor on American Idol in the program's 14th and 15th seasons. He is also a sports car racing driver in the Trans-Am Series and owner of NASCAR Xfinity Series team Big Machine Racing Team.",
    "year": 1962,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Tom Cruise",
    "birthday": "1962-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Tom_Cruise_by_Gage_Skidmore_2.jpg/254px-Tom_Cruise_by_Gage_Skidmore_2.jpg",
    "extract": "Thomas Cruise Mapother IV, better known by his stage name Tom Cruise, is an American actor and producer. One of the world's highest-paid actors, he has received various accolades, including three Golden Globe Awards, in addition to nominations for a British Academy Film Award and three Academy Awards. His films have grossed over $4 billion in North America and over $10.1 billion worldwide, making him one of the highest-grossing box office stars of all time.",
    "year": 1962,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Thomas Gibson",
    "birthday": "1962-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Thomas_Gibson_by_Dan_Huse_%282010%29.jpg/240px-Thomas_Gibson_by_Dan_Huse_%282010%29.jpg",
    "extract": "Thomas Ellis Gibson is an American actor and director. He is best known for his television roles as Daniel Nyland on Chicago Hope (1994–1997), Greg Montgomery on Dharma & Greg (1997–2002), and Aaron Hotchner on Criminal Minds (2005–2016).",
    "year": 1962,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Vince Clarke",
    "birthday": "1960-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Vince_Clarke_2011.JPG/240px-Vince_Clarke_2011.JPG",
    "extract": "Vincent John Martin, known professionally as Vince Clarke, is an English synth-pop musician and songwriter. Clarke has been the main composer and musician of the band Erasure since its inception in 1985, and was previously the main songwriter of several groups, including Depeche Mode, Yazoo, and the Assembly. In Erasure he is known for his deadpan and low-key onstage demeanour, often remaining motionless over his keyboard, in sharp contrast to vocalist Andy Bell's animated and hyperactive frontman antics.",
    "year": 1960,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Stephen Pearcy",
    "birthday": "1959-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Stephen_Pearcy_Sweden_Rock_2008.jpg/191px-Stephen_Pearcy_Sweden_Rock_2008.jpg",
    "extract": "Stephen Eric Pearcy is an American musician. He is best known as the founder, singer, songwriter and sole remaining original member of the heavy metal band Ratt. He has also created the bands Firedome, Crystal Pystal and Ratt Arcade, Vicious Delite, Vertex. He has also recorded seven albums as a solo artist.",
    "year": 1959,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "David Shore",
    "birthday": "1959-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/David_Shore_by_Gage_Skidmore.jpg/219px-David_Shore_by_Gage_Skidmore.jpg",
    "extract": "David Shore is a Canadian television writer. Shore worked on Family Law, NYPD Blue and Due South, also producing many episodes of the latter. He created the critically acclaimed series House and more recently, Battle Creek and The Good Doctor.",
    "year": 1959,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Charlie Higson",
    "birthday": "1958-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Charlie_Higson_2013_%28cropped%29.jpg/225px-Charlie_Higson_2013_%28cropped%29.jpg",
    "extract": "Charles Murray Higson is an English actor, comedian, author and former singer. He has also written and produced for television and is the author of the Enemy book series.",
    "year": 1958,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Siân Lloyd",
    "birthday": "1958-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Si%C3%A2n_Lloyd_%28weather_presenter%29.jpg/240px-Si%C3%A2n_Lloyd_%28weather_presenter%29.jpg",
    "extract": "Siân Mary Lloyd is a Welsh television presenter and meteorologist from Maesteg. She is the United Kingdom's longest-serving female weather forecaster, having appeared on ITV Weather for 24 years, from 1990 until 2014.",
    "year": 1958,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Didier Mouron",
    "birthday": "1958-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Mouron-0408.jpg/320px-Mouron-0408.jpg",
    "extract": "Didier Mouron is a Swiss artist. He was born on July 3, 1958 in Vevey. Didier Mouron has been called \"The king of the pencil\". He lives in Switzerland.",
    "year": 1958,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Aaron Tippin",
    "birthday": "1958-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Aaron_Tippin_2015_%2816990822631%29_%28cropped%29.jpg/256px-Aaron_Tippin_2015_%2816990822631%29_%28cropped%29.jpg",
    "extract": "Aaron Dupree Tippin is an American country musician and record producer. Initially a songwriter for Acuff-Rose Music, he gained a recording contract with RCA Nashville in 1990. His debut single, \"You've Got to Stand for Something\" became a popular anthem for American soldiers fighting in the Gulf War and helped to establish him as a neotraditionalist country act with songs that catered primarily to the American working class. Under RCA's tenure, he recorded five studio albums and a Greatest Hits package. Tippin switched to Lyric Street Records in 1998, where he recorded four more studio albums, counting a compilation of Christmas music. After leaving Lyric Street in 2006, he founded a personal label known as Nippit Records, on which he issued the compilation album Now & Then. A concept album, In Overdrive, was released in 2009.",
    "year": 1958,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Poly Styrene",
    "birthday": "1957-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Poly_Styrene_cropped.png/320px-Poly_Styrene_cropped.png",
    "extract": "Marianne Joan Elliott-Said, known by the stage name Poly Styrene, was an English musician, singer-songwriter, and frontwoman for the punk rock band X-Ray Spex.",
    "year": 1957,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Montel Williams",
    "birthday": "1956-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Montel_Williams_by_David_Shankbone.jpg/195px-Montel_Williams_by_David_Shankbone.jpg",
    "extract": "Montel Brian Anthony Williams is an American television host, actor and motivational speaker. He is known for hosting the long-running daytime tabloid talk show The Montel Williams Show, which ran in syndication from 1991 to 2008. He currently hosts Military Makeover: Operation Career on Lifetime. Williams is active with the nonprofit MS Foundation, which he founded after being diagnosed with multiple sclerosis in 1999. Additionally, he is noted for his service in both the United States Marine Corps and the United States Navy, from which he retired after 22 years of service.",
    "year": 1956,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Claude Rajotte",
    "birthday": "1955-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Claude_Rajotte_au_pub_West_Shefford.jpg/240px-Claude_Rajotte_au_pub_West_Shefford.jpg",
    "extract": "Claude Rajotte is a well-known Canadian DJ/VJ/music critic from Montreal, Quebec.",
    "year": 1955,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Laura Branigan",
    "birthday": "1952-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Laura_Branigan_c._1982.jpg/256px-Laura_Branigan_c._1982.jpg",
    "extract": "Laura Ann Branigan was an American singer, songwriter, and actress. Her signature song, the platinum-certified 1982 single \"Gloria\", stayed on the U.S. Billboard Hot 100 for 36 weeks, then a record for a female artist, peaking at No. 2. It also reached number one in Australia and Canada. Branigan's \"Gloria\" was a cover of a song written by Italian singer-songwriter Umberto Tozzi. It reached great success in Italy and Europe in 1979. In 1984, she reached number one in Canada and Germany with the U.S. No. 4 hit \"Self Control\", which was released by Italian singer and songwriter Raf, the same year. She also had success in the United Kingdom with both \"Gloria\" and \"Self Control\" making the Top 10 in the UK Singles Chart.",
    "year": 1952,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Andy Fraser",
    "birthday": "1952-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Andy_Fraser_%281970%29.jpg/241px-Andy_Fraser_%281970%29.jpg",
    "extract": "Andrew McIan Fraser was a British musician, best known as the bassist for the rock band Free, which he helped found in 1968 when he was 15. He also founded the rock band Sharks after Free disbanded 1972.",
    "year": 1952,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Amit Kumar",
    "birthday": "1952-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Amit_Kumar_attending_Durga_Puja_in_2021.jpg/256px-Amit_Kumar_attending_Durga_Puja_in_2021.jpg",
    "extract": "Amit Kumar is an Indian playback singer, actor, music composer. Kumar launched his own music production company, named Kumar Brothers Music. He predominantly worked in Bollywood and regional film songs since the 1970s, including 150 Hindi and Bengali compositions by R.D. Burman. After Burman's death in 1994, citing a lack of quality music composition, Kumar withdrew from playback singing and concentrated on live orchestra shows. In addition to singing in Hindi, has also performed in Bengali, Bhojpuri, Odia, Assamese, Marathi and Konkani. He is the eldest son of legendary singer-actor Kishore Kumar.",
    "year": 1952,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jean-Claude Duvalier",
    "birthday": "1951-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Baby_Doc_%28centr%C3%A9e%29.jpg/240px-Baby_Doc_%28centr%C3%A9e%29.jpg",
    "extract": "Jean-Claude Duvalier, nicknamed \"Baby Doc\", was a Haitian politician who was the President of Haiti from 1971 until he was overthrown by a popular uprising in February 1986. He succeeded his father François \"Papa Doc\" Duvalier as the ruler of Haiti after his death in 1971. After assuming power, he introduced cosmetic changes to his father's regime and delegated much authority to his advisors. Thousands of Haitians were killed or tortured, and hundreds of thousands fled the country during his presidency. He maintained a notoriously lavish lifestyle while poverty among his people remained the most widespread of any country in the Western Hemisphere.",
    "year": 1951,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Richard Hadlee",
    "birthday": "1951-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Richard_Hadlee_1989.jpg/227px-Richard_Hadlee_1989.jpg",
    "extract": "Sir Richard John Hadlee is a New Zealand former cricketer. Hadlee is widely regarded as one of the greatest all-rounders in cricket history, and amongst the very finest fast bowlers.",
    "year": 1951,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ewen Chatfield",
    "birthday": "1950-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Ewen_Chatfield_2018_%28cropped%29.jpg/251px-Ewen_Chatfield_2018_%28cropped%29.jpg",
    "extract": "Ewen John Chatfield is a former New Zealand cricketer. A medium-pace bowler, though Chatfield played 43 Tests and 114 One Day Internationals for his country, he is also remembered for having been hit in the head by a ball while batting, causing him to collapse and need resuscitation.",
    "year": 1950,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "James Hahn",
    "birthday": "1950-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Dianne_Feinstein_and_James_Hahn_at_the_Long_Beach_Port.jpg/252px-Dianne_Feinstein_and_James_Hahn_at_the_Long_Beach_Port.jpg",
    "extract": "James Kenneth Hahn is an American lawyer and politician. A Democrat, Hahn was elected the 40th mayor of Los Angeles in 2001. He served until 2005, at which time he was defeated in his bid for re-election. Prior to his term as Mayor, Hahn served in several other capacities for the city of Los Angeles, including deputy city attorney (1975–1979), city controller (1981–1985) and city attorney (1985–2001). Hahn is the only individual in the city's history to have been elected to all three citywide offices. He is currently a sitting judge on the Los Angeles County Superior Court.",
    "year": 1950,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Johnnie Wilder Jr.",
    "birthday": "1949-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/10/Johnnie_Wilder%2C_Jr.jpg",
    "extract": "Johnnie James Wilder Jr. was the co-founder and lead vocalist of the international R&B/funk group Heatwave, who were popular during the late 1970s with hits such as \"Boogie Nights\", \"Mind Blowing Decisions\", \"Always and Forever\", and \"The Groove Line\", on which Wilder sang co-lead vocals.",
    "year": 1949,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Bo Xilai",
    "birthday": "1949-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/VOA-Bo_Xilai.jpg/284px-VOA-Bo_Xilai.jpg",
    "extract": "Bo Xilai is a Chinese former politician who was convicted on bribery and embezzlement charges. He came to prominence through his tenures as Mayor of Dalian and then the governor of Liaoning. From 2004 to November 2007, he served as Minister of Commerce. Between 2007 and 2012, he served as a member of the Politburo of the Chinese Communist Party (CCP) and Communist Party Secretary of Chongqing, a major interior municipality. He was generally considered the main political rival of Xi Jinping before Xi was elected to be the Paramount Leader of China.",
    "year": 1949,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Paul Barrere",
    "birthday": "1948-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Paul_Barrere_Two.jpg/213px-Paul_Barrere_Two.jpg",
    "extract": "Paul Barrere was an American musician most prominent as a member of the band Little Feat, which he joined in 1972 some three years after the band was created by Lowell George.",
    "year": 1948,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Tarmo Koivisto",
    "birthday": "1948-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Tarmo_koivisto.JPG/320px-Tarmo_koivisto.JPG",
    "extract": "Tarmo Koivisto is a Finnish comics artist and writer, cartoonist, and graphic artist. He is best known for his ongoing comic strip Mämmilä. Koivisto is also known by his artist name Tape.",
    "year": 1948,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Dave Barry",
    "birthday": "1947-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Dave-barry-post-hunt-2011.jpg/212px-Dave-barry-post-hunt-2011.jpg",
    "extract": "David McAlister Barry is an American author and columnist who wrote a nationally syndicated humor column for the Miami Herald from 1983 to 2005. He has also written numerous books of humor and parody, as well as comic novels and children's novels. Barry's honors include the Pulitzer Prize for Commentary (1988) and the Walter Cronkite Award for Excellence in Journalism (2005).",
    "year": 1947,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Betty Buckley",
    "birthday": "1947-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Betty_Buckley_2009.jpg/253px-Betty_Buckley_2009.jpg",
    "extract": "Betty Lynn Buckley is an American actress and singer. Buckley is the winner of a Tony Award, and was nominated for two Daytime Emmy Awards, two Grammy Awards, and an Olivier Award. In 2012, she was inducted into the American Theater Hall of Fame.",
    "year": 1947,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Mike Burton (swimmer)",
    "birthday": "1947-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Mike_Burton_%28swimmer%29.jpg/219px-Mike_Burton_%28swimmer%29.jpg",
    "extract": "Michael Jay Burton is an American swimmer, three-time Olympic champion, and former world record-holder in two freestyle distance events.",
    "year": 1947,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Johnny Lee (singer)",
    "birthday": "1946-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e4/Johnny_Lee.jpg/203px-Johnny_Lee.jpg",
    "extract": "Johnny Lee is an American country music singer. His 1980 single \"Lookin' for Love\" became a crossover hit, spending three weeks at number 1 on the Billboard country singles chart while also appearing in the top 5 on the Billboard Hot 100 chart and top 10 on Billboard's Adult Contemporary chart. He racked up 17 top 40 country hits in the early and mid-1980s.",
    "year": 1946,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Leszek Miller",
    "birthday": "1946-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Leszek_Miller_Sejm_2014_01.JPG/285px-Leszek_Miller_Sejm_2014_01.JPG",
    "extract": "Leszek Cezary Miller is a Polish politician. He has served as a Member of the European Parliament (MEP) since July 2019.",
    "year": 1946,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Michael Shea (American author)",
    "birthday": "1946-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Michael_Shea.jpg/320px-Michael_Shea.jpg",
    "extract": "Michael Shea was an American fantasy, horror, and science fiction author. His novel Nifft the Lean won the World Fantasy Award, as did his novella Growlimb.",
    "year": 1946,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Michael Cole (actor)",
    "birthday": "1945-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Michael_Cole_Mod_Squad_1973.JPG/245px-Michael_Cole_Mod_Squad_1973.JPG",
    "extract": "Michael Cole is an American actor. He is best known for his role as Pete Cochran on the television crime drama The Mod Squad (1968–1973).",
    "year": 1945,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Michael Martin, Baron Martin of Springburn",
    "birthday": "1945-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Michael_Martin_MP_%28cropped%29.jpg/301px-Michael_Martin_MP_%28cropped%29.jpg",
    "extract": "Michael John Martin, Baron Martin of Springburn, was a British politician who served as Speaker of the House of Commons between 2000 and 2009. A member of the Labour Party, he was the Member of Parliament (MP) for Glasgow Springburn from 1979 to 2005 and for Glasgow North East until 2009. He was elected as Speaker of the House of Commons in 2000, remaining in the office for nine years until his involuntary resignation in 2009.",
    "year": 1945,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Judith Durham",
    "birthday": "1943-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Judith_Durham_Allan_Warren.jpg/221px-Judith_Durham_Allan_Warren.jpg",
    "extract": "Judith Durham is an Australian singer, songwriter and musician who became the lead singer of the Australian popular folk music group The Seekers in 1963.",
    "year": 1943,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Kurtwood Smith",
    "birthday": "1943-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Kurtwood_Smith_by_Gage_Skidmore.jpg/213px-Kurtwood_Smith_by_Gage_Skidmore.jpg",
    "extract": "Kurtwood Larson Smith is an American television and film actor. He is known for playing Clarence Boddicker in RoboCop (1987), Robert Griggs in Rambo III (1988), and Red Forman in That '70s Show (1998–2006), as well as for his many appearances in science fiction films and television programs. He also starred in the seventh season of 24. He voiced Gene on Regular Show (2012–2017), Leslie Claret on Patriot (2015–2018), and Old Man Peterson on The Ranch (2017–2020).",
    "year": 1943,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Norman Thagard",
    "birthday": "1943-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Thagard-ne.jpg/256px-Thagard-ne.jpg",
    "extract": "Norman Earl Thagard, M.D., , is an American scientist and former U.S. Marine Corps officer and naval aviator and NASA astronaut. He is the first American to ride to space on board a Russian vehicle, and can be considered the first American cosmonaut. He did this on March 14, 1995, in the Soyuz TM-21 spacecraft for the Russian Mir-18 mission.",
    "year": 1943,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Eddy Mitchell",
    "birthday": "1942-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Eddy_Mitchell_avp_2014_2.jpg/226px-Eddy_Mitchell_avp_2014_2.jpg",
    "extract": "Claude Moine, known professionally as Eddy Mitchell, is a French singer and actor. He began his career in the late 1950s, with the group Les Chaussettes Noires, taking his name from the American expatriate tough-guy actor Eddie Constantine and Mitchell simply because it sounds American. The band performed at the Parisian nightclub Golf-Drouot before signing to Barclay Records and finding almost instant success; in 1961 it sold two million records.",
    "year": 1942,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Gloria Allred",
    "birthday": "1941-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/2012_Gloria_Allred.jpg/320px-2012_Gloria_Allred.jpg",
    "extract": "Gloria Rachel Allred is an American attorney known for taking high-profile and often controversial cases, particularly those involving the protection of women's rights. She has been inducted into the National Women's Hall of Fame.",
    "year": 1941,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Liamine Zéroual",
    "birthday": "1941-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/00/Liamine_Zeroual.jpg",
    "extract": "Liamine Zéroual is an Algerian politician who was the sixth President of Algeria from 31 January 1994 to 27 April 1999.",
    "year": 1941,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Lamar Alexander",
    "birthday": "1940-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Lamar_Alexander_official_photo.jpg/213px-Lamar_Alexander_official_photo.jpg",
    "extract": "Andrew Lamar Alexander Jr. is a retired American lawyer and politician who served as a United States Senator from Tennessee from 2003 to 2021. A member of the Republican Party, he also was the 45th governor of Tennessee from 1979 to 1987 and the 5th United States Secretary of Education from 1991 to 1993, where he helped the implementation of Education 2000.",
    "year": 1940,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jerzy Buzek",
    "birthday": "1940-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Jerzy_Buzek%2C_2010.JPG/257px-Jerzy_Buzek%2C_2010.JPG",
    "extract": "Jerzy Karol Buzek (listen) is a Polish politician and Member of the European Parliament from Poland. He has served as Prime Minister of Poland from 1997 to 2001, since being elected to the European Parliament in 2004, he served as President of the European Parliament between 2009 and 2012. He is married to Ludgarda Buzek and is the father of Polish actress Agata Buzek.",
    "year": 1940,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Lance Larson",
    "birthday": "1940-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Anefo_911-5425_Olympische.jpg/232px-Anefo_911-5425_Olympische.jpg",
    "extract": "Lance Melvin Larson is an American former competition swimmer, Olympic champion, and former world record-holder in four events.",
    "year": 1940,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "César Tovar",
    "birthday": "1940-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Cesar_Tovar_-_Texas_Rangers_-_1974.jpg/235px-Cesar_Tovar_-_Texas_Rangers_-_1974.jpg",
    "extract": "César Leonardo Tovar, nicknamed \"Pepito\" and \"Mr. Versatility\", was a Venezuelan professional baseball player, who played in Major League Baseball (MLB) for the Minnesota Twins (1965–1972), Philadelphia Phillies (1973), Texas Rangers (1974–1975), Oakland Athletics (1975–1976), and New York Yankees (1976). Tovar was an extremely versatile player capable of playing various defensive positions on the field. In 1968, he became only the second player in MLB history to play all nine field positions during a single game, a feat first accomplished by Bert Campaneris, in 1965. Tovar also had a prolific career in the Venezuelan Professional Baseball League (VPBL), where he played 26 seasons – second only to the 30 seasons played by Vic Davalillo.",
    "year": 1940,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Brigitte Fassbaender",
    "birthday": "1939-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Brigitte_Fassbaender%2C_Pour_le_Merite_2014.jpg/320px-Brigitte_Fassbaender%2C_Pour_le_Merite_2014.jpg",
    "extract": "Brigitte Fassbaender, is a German mezzo-soprano opera singer and a stage director. From 1999 to 2012 she was intendant of the Tyrolean State Theatre in Innsbruck, Austria. She holds the title Kammersängerin from the Bavarian State Opera in Munich and the Vienna Staatsoper.",
    "year": 1939,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "László Kovács (politician)",
    "birthday": "1939-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Kov%C3%A1csL%C3%A1szl%C3%B32014.JPG/213px-Kov%C3%A1csL%C3%A1szl%C3%B32014.JPG",
    "extract": "László Kovács is a Hungarian politician and diplomat, former European Commissioner for Taxation and Customs Union. He was the foreign minister of Hungary twice, from 1994 to 1998 and from 2002 to 2004. He also served as chairman of the Hungarian Socialist Party (MSZP) from 1998 to 2004.",
    "year": 1939,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Sjaak Swart",
    "birthday": "1938-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Sjaak-swart-1336939869.jpg/320px-Sjaak-swart-1336939869.jpg",
    "extract": "Jesaia Swart, commonly known as Sjaak Swart, is a Dutch former professional footballer who played as a winger for Ajax. During his career at Ajax, he amassed a total of almost 600 matches, a record for the club.",
    "year": 1938,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Tom Stoppard",
    "birthday": "1937-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c9/Image-Tom_Stoppard_1_%28cropped%29.jpg",
    "extract": "Sir Tom Stoppard is a Czech-born British playwright and screenwriter. He has written for film, radio, stage, and television, finding prominence with plays such as Arcadia, The Coast of Utopia, Every Good Boy Deserves Favour, Professional Foul, The Real Thing, Travesties, The Invention of Love, and Rosencrantz and Guildenstern Are Dead.",
    "year": 1937,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Anthony Lester, Baron Lester of Herne Hill",
    "birthday": "1936-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Official_portrait_of_Lord_Lester_of_Herne_Hill_crop_2.jpg/240px-Official_portrait_of_Lord_Lester_of_Herne_Hill_crop_2.jpg",
    "extract": "Anthony Paul Lester, Baron Lester of Herne Hill, QC was a British barrister and member of the House of Lords. He was at different times a member of the Labour Party, Social Democratic Party and the Liberal Democrats. Lester was best known for his influence on race relations legislation in the United Kingdom and as a founder-member of groups such as the Institute of Race Relations, the Campaign Against Racial Discrimination and the Runnymede Trust. Lester was also a prominent figure in promoting birth control and abortion through the Family Planning Association, particularly in Northern Ireland. Lester resigned from the House of Lords after accusations of historic sexual harassment were made by Jasvinder Sanghera.",
    "year": 1936,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Cheo Feliciano",
    "birthday": "1935-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Cheofeliciano.jpg/320px-Cheofeliciano.jpg",
    "extract": "Cheo Feliciano was a Puerto Rican singer and composer of salsa and bolero music. Feliciano was the owner of a recording company called \"Coche Records\". He was the first tropical singer to perform at the \"Amira de la Rosa Theater\" in Barranquilla, Colombia, and in 1987 he played the role of Roberto Clemente's father in the musical Clemente.",
    "year": 1935,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Harrison Schmitt",
    "birthday": "1935-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Harrison_Schmitt.jpg/256px-Harrison_Schmitt.jpg",
    "extract": "Harrison Hagan \"Jack\" Schmitt is an American geologist, retired NASA astronaut, university professor, former U.S. senator from New Mexico, and the most recent person living, and only person without a background in military aviation to have walked on the Moon.",
    "year": 1935,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Pete Fountain",
    "birthday": "1930-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Pete_Fountain_1962.JPG/241px-Pete_Fountain_1962.JPG",
    "extract": "Pierre Dewey LaFontaine Jr., known professionally as Pete Fountain, was an American jazz clarinetist.",
    "year": 1930,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Carlos Kleiber",
    "birthday": "1930-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/61/Carlos_Kleiber.png/233px-Carlos_Kleiber.png",
    "extract": "Carlos Luis Bonifacio Kleiber was an Austrian conductor who is widely regarded as among the greatest conductors of all time.",
    "year": 1930,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Evelyn Anthony",
    "birthday": "1928-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/20/Evelyn_Anthony_%28Evelyn_Bridget_Patricia_Ward-Thomas_%28n%C3%A9e_Stephens%29%29.jpg/256px-Evelyn_Anthony_%28Evelyn_Bridget_Patricia_Ward-Thomas_%28n%C3%A9e_Stephens%29%29.jpg",
    "extract": "Evelyn Bridgett Patricia Ward-Thomas, née Stephens, better known by the pen name Evelyn Anthony, was a British writer. Anthony was born in the Lambeth district of London.",
    "year": 1928,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ken Russell",
    "birthday": "1927-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Ken_Russell_in_1971.jpg/246px-Ken_Russell_in_1971.jpg",
    "extract": "Henry Kenneth Alfred Russell was a British film director, known for his pioneering work in television and film and for his flamboyant and controversial style. His films in the main were liberal adaptations of existing texts, or biographies, notably of composers of the Romantic era. Russell began directing for the BBC, where he made creative adaptations of composers' lives which were unusual for the time. He also directed many feature films independently and for studios.",
    "year": 1927,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Tim O'Connor (actor)",
    "birthday": "1927-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Tim_O%27Connor.jpg/243px-Tim_O%27Connor.jpg",
    "extract": "Timothy Joseph O'Connor was an American character actor known for his prolific work in television, although he made only a few appearances after the early 1990s. Before moving to California, he lived on an island in the middle of Glen Wild Lake, located in Bloomingdale, New Jersey, 30 miles from Manhattan. O'Connor specialized in playing officials, military men, and police officers.",
    "year": 1927,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Johnny Coles",
    "birthday": "1926-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/20/Johnny_Coles.jpg/320px-Johnny_Coles.jpg",
    "extract": "John Coles was an American jazz trumpeter.",
    "year": 1926,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Terry Moriarty",
    "birthday": "1925-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/fe/Terry_Moriarty.jpg",
    "extract": "Terrence Brian \"Terry\" Moriarty was an Australian rules footballer who played with the Perth Football Club in the West Australian National Football League (WANFL). Having won the club's fairest and best trophy in his first two seasons, Moriarty went on to play 253 games over a 15-season career, which remains a club record. He also played nine interstate matches for Western Australia. Having also served in the Australian Army during World War II, he was the winner of the 1943 Sandover Medal as the best player in the competition, and was inducted into the West Australian Football Hall of Fame in 2010.",
    "year": 1925,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Philip Jamison",
    "birthday": "1925-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Philip_Jamison-Painting_NASA_Launch_1975.JPG/320px-Philip_Jamison-Painting_NASA_Launch_1975.JPG",
    "extract": "Philip Jamison was an American artist working primarily with watercolor as a medium. Typical scenes are landscapes, seascapes, interiors and flower arrangements.",
    "year": 1925,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Amalia Aguilar",
    "birthday": "1924-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/A_Night_at_the_Follies_poster_%281947%29_%28cropped%29.jpg/244px-A_Night_at_the_Follies_poster_%281947%29_%28cropped%29.jpg",
    "extract": "Amalia Isabel Rodríguez Carriera, known professionally as Amalia Aguilar, was a Cuban-born Mexican dancer, vedette, actress and comedian.",
    "year": 1924,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "S. R. Nathan",
    "birthday": "1924-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/President_of_Singapore_SR_Nathan.jpg/240px-President_of_Singapore_SR_Nathan.jpg",
    "extract": "Sellapan Ramanathan, often known as S. R. Nathan, was a Singaporean politician who served as the sixth president of Singapore between 1999 and 2011.",
    "year": 1924,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Corneille Guillaume Beverloo",
    "birthday": "1922-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/76/Guillaume_Cornelis_%22Corneille%22_van_Beverloo_%281995%29.png",
    "extract": "Corneille – Guillaume Cornelis van Beverloo, better known under his pseudonym Corneille, was a Dutch artist.",
    "year": 1922,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Theo Brokmann Jr.",
    "birthday": "1922-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Theo_Brokmann_jr..jpg/255px-Theo_Brokmann_jr..jpg",
    "extract": "Theodorus Johannes Franciscus Brokmann Jr., better known as Theo Brokmann, was a Dutch football player.",
    "year": 1922,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Flor María Chalbaud",
    "birthday": "1921-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Flor_Chalbaud.JPG/265px-Flor_Chalbaud.JPG",
    "extract": "Flor María Chalbaud Castro was First Lady of Venezuela between 2 December 1952 and 23 January 1958 and one of the founders of the Bolivarian Ladies Society.",
    "year": 1921,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Susan Peters",
    "birthday": "1921-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Susan_Peters_in_Keep_Your_Powder_Dry.jpg/248px-Susan_Peters_in_Keep_Your_Powder_Dry.jpg",
    "extract": "Susan Peters was an American actress who appeared in over twenty films over the course of her decade-long career. Though she began her career in uncredited and ingénue roles, she would establish herself as a serious dramatic actress in the mid-1940s.",
    "year": 1921,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "François Reichenbach",
    "birthday": "1921-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Fran%C3%A7ois_Reichenbach_par_Claude_Truong-Ngoc.jpeg/320px-Fran%C3%A7ois_Reichenbach_par_Claude_Truong-Ngoc.jpeg",
    "extract": "François Reichenbach was a French film director, cinematographer producer and screenwriter. He directed 40 films between 1954 and 1993.",
    "year": 1921,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "S. V. Ranga Rao",
    "birthday": "1918-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/SV_Ranga_Rao_2013_stamp_of_India.jpg/320px-SV_Ranga_Rao_2013_stamp_of_India.jpg",
    "extract": "Samarla Venkata Ranga Rao, popularly known by his initials SVR, was an Indian actor, director and producer known for his works in Telugu cinema and Tamil cinema. Rao was popularly known as \"Viswa Nata Chakravarthi\". Throughout his film career, which spanned a total of thirty years, Rao garnered various National Honors, International Honors, State Nandi Awards, and the Filmfare Special Award - South. In 1951, Rao appeared in the fantasy film, Pathala Bhairavi, screened at the first India International Film Festival, held in Mumbai on 24 January 1952. Rao received wide reception for his portrayal of Nepala Manthrikudu the tantric in the super-hit film.",
    "year": 1918,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "João Saldanha",
    "birthday": "1917-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Jo%C3%A3o_Saldanha_%281973%29.tif/lossy-page1-223px-Jo%C3%A3o_Saldanha_%281973%29.tif.jpg",
    "extract": "João Alves Jobin Saldanha was a Brazilian journalist and football manager. He coached the Brazil national football team during the South American Qualifying to the 1970 FIFA World Cup. Nicknamed João Sem Medo by Nelson Rodrigues, Saldanha played for Botafogo. He then started a career in journalism and became one of Brazil's most prolific sports columnists. He often criticised players, managers and teams, and was a member of then-illegal Brazilian Communist Party.",
    "year": 1917,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "John Kundla",
    "birthday": "1916-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/51/John_Kundla.jpg/320px-John_Kundla.jpg",
    "extract": "John Albert Kundla was an American college and professional basketball coach. He was the first head coach for the Minneapolis Lakers of the National Basketball Association (NBA) and its predecessors, the Basketball Association of America (BAA) and the National Basketball League (NBL), serving 12 seasons, from 1947 to 1959. His teams won six league championships, one in the NBL, one in the BAA, and four in the NBA. Kundla was the head basketball coach at the University of St. Thomas in Saint Paul for one season in 1946–47, and at the University of Minnesota for ten seasons, from 1959 to 1968. He was inducted into the Naismith Memorial Basketball Hall of Fame in 1995 and the College Basketball Hall of Fame in 2006.",
    "year": 1916,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Dorothy Kilgallen",
    "birthday": "1913-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0e/Dorothy_kilgallen.jpg/227px-Dorothy_kilgallen.jpg",
    "extract": "Dorothy Mae Kilgallen was an American columnist, journalist, and television game show panelist. After spending two semesters at the College of New Rochelle, she started her career shortly before her 18th birthday as a reporter for the Hearst Corporation's New York Evening Journal. In 1938, she began her newspaper column \"The Voice of Broadway\", which was eventually syndicated to more than 140 papers. In 1950, she became a regular panelist on the television game show What's My Line?, continuing in the role until her death.",
    "year": 1913,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Joe Hardstaff Jr",
    "birthday": "1911-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Joe_Hardstaff_Jr_1936.jpg/320px-Joe_Hardstaff_Jr_1936.jpg",
    "extract": "Joseph Hardstaff Jr was an English cricketer, who played in twenty three Test matches for England from 1935 to 1948. Hardstaff's father, Joe senior played for Nottinghamshire and England and his son, also named Joe, played first-class cricket as well.",
    "year": 1911,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Stavros Niarchos",
    "birthday": "1909-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/aa/Stavros_Niarchos.jpg/320px-Stavros_Niarchos.jpg",
    "extract": "Stavros Spyrou Niarchos was a Greek billionaire shipping tycoon. Starting in 1952, he had the world's biggest supertankers built for his fleet. Propelled by both the Suez Crisis and increasing demand for oil, he and rival Aristotle Onassis became giants in global petroleum shipping.",
    "year": 1909,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Robert B. Meyner",
    "birthday": "1908-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Robert_B._Meyner_%28NJ%29.jpg/230px-Robert_B._Meyner_%28NJ%29.jpg",
    "extract": "Robert Baumle Meyner was an American Democratic Party politician and attorney who served as the 44th governor of New Jersey from 1954 to 1962. Before being elected governor, Meyner represented Warren County in the New Jersey Senate from 1948 to 1951.",
    "year": 1908,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "George Sanders",
    "birthday": "1906-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/George_Sanders_Allan_Warren.jpg/243px-George_Sanders_Allan_Warren.jpg",
    "extract": "George Henry Sanders was a British actor whose career spanned over 40 years. His heavy, upper-class English accent and smooth, bass voice often led him to be cast as sophisticated but villainous characters. He is remembered for his roles as Jack Favell in Rebecca (1940), Scott ffolliott in Foreign Correspondent, The Saran of Gaza in Samson and Delilah (1949), the most popular film of the year, Addison DeWitt in All About Eve, Sir Brian De Bois-Guilbert in Ivanhoe (1952), King Richard the Lionheart in King Richard and the Crusaders (1954), Mr. Freeze in a two-parter episode of Batman (1966), the voice of Shere Khan in Disney's The Jungle Book (1967), the suave crimefighter The Falcon during the 1940s, and Simon Templar, The Saint, in five films made in the 1930s and 1940s.",
    "year": 1906,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ace Bailey",
    "birthday": "1903-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Ace_bailey_1934.jpg/244px-Ace_bailey_1934.jpg",
    "extract": "Irvine Wallace \"Ace\" Bailey was a Canadian professional ice hockey player. He played for the Toronto Maple Leafs for eight seasons, from 1926–1933. His playing career ended with a fight he encountered during a game against the Boston Bruins; he was severely injured in the resulting scrum. He is the first professional sports player to have a jersey number retired in his honour.",
    "year": 1903,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ruth Crawford Seeger",
    "birthday": "1901-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/90/Ruth_Crawford_Seeger.jpg",
    "extract": "Ruth Crawford Seeger was an American composer and folk music specialist. Her music was a prominent exponent of the emerging modernist aesthetic and she became a central member of a group of American composers known as the \"ultramoderns\". Though she composed primarily during the 1920s and 1930s, Seeger turned towards studies on folk music from the late 1930s until her death. Her music influenced later composers, particularly Elliott Carter.",
    "year": 1901,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Alessandro Blasetti",
    "birthday": "1900-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Alessandro_Blasetti_1965.jpg/277px-Alessandro_Blasetti_1965.jpg",
    "extract": "Alessandro Blasetti was an Italian film director and screenwriter who influenced Italian neorealism with the film Quattro passi fra le nuvole. Blasetti was one of the leading figures in Italian cinema during the Fascist era. He is sometimes known as the \"father of Italian cinema\" because of his role in reviving the struggling industry in the late 1920s.",
    "year": 1900,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Stefanos Stefanopoulos",
    "birthday": "1898-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Stefanos_Stefanopoulos_1965.jpg/234px-Stefanos_Stefanopoulos_1965.jpg",
    "extract": "Stefanos Stefanopoulos was a Greek politician, and served as Prime Minister of Greece from 1965 to 1966.",
    "year": 1898,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jesse Douglas",
    "birthday": "1897-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Portrait_of_Jesse_Douglas_in_c._1932.jpg/214px-Portrait_of_Jesse_Douglas_in_c._1932.jpg",
    "extract": "Jesse Douglas was an American mathematician and Fields Medalist known for his general solution to Plateau's problem.",
    "year": 1897,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Doris Lloyd",
    "birthday": "1896-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Doris_Lloyd_1921.jpg/203px-Doris_Lloyd_1921.jpg",
    "extract": "Hessy Doris Lloyd was an English–American film and stage actress. She is perhaps best known for her roles in The Time Machine (1960) and The Sound of Music (1965). Lloyd appeared in two Academy Award winners and four other nominees.",
    "year": 1896,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Sándor Bortnyik",
    "birthday": "1893-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/cb/Bortnyik_S%C3%A1ndor.jpg",
    "extract": "Sándor Bortnyik was a Hungarian painter and graphic designer. His work was greatly influenced by Cubism, Expressionism and Constructivism.",
    "year": 1893,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Richard Cramer",
    "birthday": "1889-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Richard_Cramer_in_The_Fatal_Glass_of_Beer_%281933%29.jpg/243px-Richard_Cramer_in_The_Fatal_Glass_of_Beer_%281933%29.jpg",
    "extract": "Richard Earl Cramer was an American actor in films from the late 1920s to the early 1950s.",
    "year": 1889,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ramón Gómez de la Serna",
    "birthday": "1888-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Ram%C3%B3n_G%C3%B3mez_de_la_Serna_b_Meurisse_1928.jpg/239px-Ram%C3%B3n_G%C3%B3mez_de_la_Serna_b_Meurisse_1928.jpg",
    "extract": "Ramón Gómez de la Serna y Puig was a Spanish writer, dramatist and avant-garde agitator. He strongly influenced surrealist film maker Luis Buñuel.",
    "year": 1888,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Raymond A. Spruance",
    "birthday": "1886-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Ray_Spruance.jpg/256px-Ray_Spruance.jpg",
    "extract": "Raymond Ames Spruance was a United States Navy admiral during World War II. He commanded U.S. naval forces during one of the most significant naval battles that took place in the Pacific Theatre: the Battle of the Philippine Sea. He also commanded Task Force 16 at the Battle of Midway, comprising the carriers Enterprise and Hornet. At Midway, dive bombers from the Enterprise crippled two carriers of the Imperial Japanese Navy, Kaga and the flagship Akagi. Most historians consider Midway the turning point of the Pacific War.",
    "year": 1886,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Anna Dickie Olesen",
    "birthday": "1885-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Anna_Dickie_Olesen.jpg/236px-Anna_Dickie_Olesen.jpg",
    "extract": "Anna Dickie Olesen was an American politician from the state of Minnesota who was the first woman to be nominated by a major party for the United States Senate.",
    "year": 1885,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Franz Kafka",
    "birthday": "1883-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Franz_Kafka%2C_1923.jpg/240px-Franz_Kafka%2C_1923.jpg",
    "extract": "Franz Kafka was a German-speaking Bohemian novelist and short-story writer, widely regarded as one of the major figures of 20th-century literature. His work fuses elements of realism and the fantastic. It typically features isolated protagonists facing bizarre or surrealistic predicaments and incomprehensible socio-bureaucratic powers. It has been interpreted as exploring themes of alienation, existential anxiety, guilt, and absurdity. His best known works include the short story \"The Metamorphosis\" and novels The Trial and The Castle. The term Kafkaesque has entered English to describe situations like those found in his writing.",
    "year": 1883,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Carl Schuricht",
    "birthday": "1880-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Schuricht5.jpg/204px-Schuricht5.jpg",
    "extract": "Carl Adolph Schuricht was a German conductor.",
    "year": 1880,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Alfred Korzybski",
    "birthday": "1879-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Alfred_Korzybski.jpg/257px-Alfred_Korzybski.jpg",
    "extract": "Alfred Habdank Skarbek Korzybski was a Polish-American independent scholar who developed a field called general semantics, which he viewed as both distinct from, and more encompassing than, the field of semantics. He argued that human knowledge of the world is limited both by the human nervous system and the languages humans have developed, and thus no one can have direct access to reality, given that the most we can know is that which is filtered through the brain's responses to reality. His best known dictum is \"The map is not the territory\".",
    "year": 1879,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "George M. Cohan",
    "birthday": "1878-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/George_M._Cohan%2C_c._1918.jpg/225px-George_M._Cohan%2C_c._1918.jpg",
    "extract": "George Michael Cohan was an American entertainer, playwright, composer, lyricist, actor, singer, dancer and theatrical producer.",
    "year": 1878,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ferdinand Sauerbruch",
    "birthday": "1875-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Sauerbruch.jpg/320px-Sauerbruch.jpg",
    "extract": "Ernst Ferdinand Sauerbruch was a German surgeon.",
    "year": 1875,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "W. H. Davies",
    "birthday": "1871-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/William_Henry_Davies.jpg/249px-William_Henry_Davies.jpg",
    "extract": "William Henry Davies was a Welsh poet and writer, who spent much of his life as a tramp or hobo in the United Kingdom and the United States, yet became one of the most popular poets of his time. His themes included observations on life's hardships, the ways the human condition is reflected in nature, his tramping adventures and the characters he met. He is usually classed as a Georgian Poet, though much of his work is not typical of the group in style or theme.",
    "year": 1871,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "R. B. Bennett",
    "birthday": "1870-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Richard_Bedford_Bennett_%28cropped%29.jpg/238px-Richard_Bedford_Bennett_%28cropped%29.jpg",
    "extract": "Richard Bedford Bennett, 1st Viscount Bennett,, was a Canadian lawyer, businessman, philanthropist, and politician who served as the 11th prime minister of Canada from 1930 to 1935.",
    "year": 1870,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Albert Gottschalk",
    "birthday": "1866-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Albert_Gottschalk_by_Georg_E._Hansen.jpg/197px-Albert_Gottschalk_by_Georg_E._Hansen.jpg",
    "extract": "Albert Gottschalk was a Danish painter. He had a close connection, personally and artistically, to the poets Johannes Jørgensen, Viggo Stuckenberg and Sophus Claussen.",
    "year": 1866,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Charlotte Perkins Gilman",
    "birthday": "1860-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Charlotte_Perkins_Gilman_c._1900.jpg/264px-Charlotte_Perkins_Gilman_c._1900.jpg",
    "extract": "Charlotte Perkins Gilman, also known by her first married name Charlotte Perkins Stetson, was an American humanist, novelist, writer, lecturer, advocate for social reform, and eugenicist. She was a utopian feminist and served as a role model for future generations of feminists because of her unorthodox concepts and lifestyle. She has been inducted into the National Women's Hall of Fame. Her best remembered work today is her semi-autobiographical short story \"The Yellow Wallpaper\", which she wrote after a severe bout of postpartum psychosis.",
    "year": 1860,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Leoš Janáček",
    "birthday": "1854-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Leos_Janacek_signature.svg/320px-Leos_Janacek_signature.svg.png",
    "extract": "Leoš Janáček was a Czech composer, musical theorist, folklorist, publicist and teacher. He was inspired by Moravian and other Slavic musics, including Eastern European folk music, to create an original, modern musical style.",
    "year": 1854,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Charles Bannerman",
    "birthday": "1851-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/5e/Charles_Bannerman.JPG",
    "extract": "Charles Bannerman was an English-born Australian cricketer. A right-handed batsman, he represented Australia in three Test matches between 1877 and 1879. At the domestic level, he played for the New South Wales cricket team. Later, he became an umpire.",
    "year": 1851,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Achilles Alferaki",
    "birthday": "1846-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Akhilles-Alferaki.jpg/226px-Akhilles-Alferaki.jpg",
    "extract": "Achilles Nikolayevich Alferaki was a Russian composer and mayor of Greek descent. His brother was Sergei Alphéraky.",
    "year": 1846,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Dankmar Adler",
    "birthday": "1844-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Dankmar_Adler.jpg/227px-Dankmar_Adler.jpg",
    "extract": "Dankmar Adler was a German-born American architect and civil engineer. He is best known for his fifteen-year partnership with Louis Sullivan, during which they designed influential skyscrapers that boldly addressed their steel skeleton through their exterior design: the Wainwright Building in St. Louis, Missouri (1891), the Chicago Stock Exchange Building (1894), and the Guaranty Building in Buffalo, New York (1896).",
    "year": 1844,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ahmed Vefik Pasha",
    "birthday": "1823-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Ahmed_Vefik_Pasha.jpg/209px-Ahmed_Vefik_Pasha.jpg",
    "extract": "Ahmed Vefik Pasha was an Ottoman statesman, diplomat, scholar, playwright, and translator during the Tanzimat and First Constitutional Era periods. He was commissioned with top-rank governmental duties, including presiding over the first Ottoman Parliament in 1877. He also served as Grand Vizier for two brief periods. Vefik also established the first Ottoman theatre and initiated the first Western style theatre plays in Bursa and translated Molière's major works. His portrait was depicted on a former Turkish postcard stamp.",
    "year": 1823,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Ferdinand Didrichsen",
    "birthday": "1814-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Ferdinand_Didrichsen_1868_by_Budtz_M%C3%BCller_02.jpg/208px-Ferdinand_Didrichsen_1868_by_Budtz_M%C3%BCller_02.jpg",
    "extract": "Didrik Ferdinand Didrichsen was a Danish botanist and physicist.",
    "year": 1814,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Johann Friedrich Overbeck",
    "birthday": "1789-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Friedrich_Overbeck_011.jpg/251px-Friedrich_Overbeck_011.jpg",
    "extract": "Johann Friedrich Overbeck was a German painter. A member of the Nazarene movement, he also made four etchings.",
    "year": 1789,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Carl Ludvig Engel",
    "birthday": "1778-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/CFEngel.jpg/248px-CFEngel.jpg",
    "extract": "Carl Ludvig Engel, or Johann Carl Ludwig Engel, was a German architect whose most noted work can be found in Helsinki, which he helped rebuild. His works include most of the buildings around the capital's monumental centre, the Senate Square and the buildings surrounding it. The buildings are Helsinki Cathedral, The Senate, the City of Helsinki Town Hall, and the library and the main building of Helsinki University.",
    "year": 1778,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "John Singleton Copley",
    "birthday": "1738-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/John_Singleton_Copley_-_John_Singleton_Copley_Self-Portrait_-_Google_Art_Project.jpg/320px-John_Singleton_Copley_-_John_Singleton_Copley_Self-Portrait_-_Google_Art_Project.jpg",
    "extract": "John Singleton Copley was an Anglo-American painter, active in both colonial America and England. He was probably born in Boston, Massachusetts, to Richard and Mary Singleton Copley, both Anglo-Irish. After becoming well-established as a portrait painter of the wealthy in colonial New England, he moved to London in 1774, never returning to America. In London, he met considerable success as a portraitist for the next two decades, and also painted a number of large history paintings, which were innovative in their readiness to depict modern subjects and modern dress. His later years were less successful, and he died heavily in debt.",
    "year": 1738,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Robert Adam",
    "birthday": "1728-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Robert-adam.jpg/253px-Robert-adam.jpg",
    "extract": "Robert Adam was a British neoclassical architect, interior designer and furniture designer. He was the son of William Adam (1689–1748), Scotland's foremost architect of the time, and trained under him. With his older brother John, Robert took on the family business, which included lucrative work for the Board of Ordnance, after William's death.",
    "year": 1728,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Sir Robert Rich, 4th Baronet",
    "birthday": "1685-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/William_Aikman_%281682-1731%29_-_Field_Marshal_Sir_Robert_Rich_%281685%E2%80%931768%29%2C_4th_Bt_-_355567_-_National_Trust.jpg/201px-William_Aikman_%281682-1731%29_-_Field_Marshal_Sir_Robert_Rich_%281685%E2%80%931768%29%2C_4th_Bt_-_355567_-_National_Trust.jpg",
    "extract": "Field Marshal Sir Robert Rich, 4th Baronet was a British cavalry officer. As a junior officer he fought at the Battle of Schellenberg and at the Battle of Blenheim during the War of the Spanish Succession. He was then asked the raise a regiment to combat the threat from the Jacobite rising of 1715. He also served with the Pragmatic Army under the Earl of Stair at the Battle of Dettingen during the War of the Austrian Succession. As a Member of Parliament he represented three different constituencies but never attained political office.",
    "year": 1685,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Edward Young",
    "birthday": "1683-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/09/Edward_Young_Poet.jpeg",
    "extract": "Edward Young was an English poet, best remembered for Night-Thoughts, a series of philosophical writings in blank verse, reflecting his state of mind following several bereavements. It was one of the most popular poems of the century, influencing Goethe and Edmund Burke, among many others, with its notable illustrations by William Blake.",
    "year": 1683,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Thomas Richardson (judge)",
    "birthday": "1569-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Sir_Thomas_Richardson%2C_Unknown_artist%2C_Norwich_Civic_Portrait_Collection.jpg/232px-Sir_Thomas_Richardson%2C_Unknown_artist%2C_Norwich_Civic_Portrait_Collection.jpg",
    "extract": "Sir Thomas Richardson of Honingham in Norfolk, was an English judge and politician who sat in the House of Commons from 1621 to 1622. He was Speaker of the House of Commons for this parliament. He was later Chief Justice of the Common Pleas and Chief Justice of the King's Bench.",
    "year": 1569,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Jacobus Gallus",
    "birthday": "1550-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Jakob_Petelin_Gallus_1590.jpg/280px-Jakob_Petelin_Gallus_1590.jpg",
    "extract": "Jacobus Gallus was a late-Renaissance composer of presumed Slovene ethnicity. Born in Carniola, which at the time was one of the Habsburg lands in the Holy Roman Empire, he lived and worked in Moravia and Bohemia during the last decade of his life.",
    "year": 1550,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Myeongjong of Joseon",
    "birthday": "1534-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Myeongjong_of_Joseon.jpg/320px-Myeongjong_of_Joseon.jpg",
    "extract": "Myeongjong of Joseon was the 13th king of the Joseon Dynasty of Korea. He was the second son of Jungjong, and his mother was Queen Munjeong, who was Jungjong's third queen.",
    "year": 1534,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Claude Fauchet (historian)",
    "birthday": "1530-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Claude_Fauchet.png/270px-Claude_Fauchet.png",
    "extract": "\nClaude Fauchet was a sixteenth-century French historian, antiquary, and pioneering romance philologist. Fauchet published the earliest printed work of literary history in a vernacular language in Europe, the Recueil de l'origine de la langue et poësie françoise (1581). He was a high-ranking official in the governments of Charles IX, Henri III, and Henri IV, serving as the president of the Cour des monnaies.",
    "year": 1530,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Li Shizhen",
    "birthday": "1518-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Li_Shizhen.jpg/224px-Li_Shizhen.jpg",
    "extract": "Li Shizhen, courtesy name Dongbi, was a Chinese acupuncturist, herbalist, naturalist, pharmacologist, physician, and writer of the Ming dynasty. He is the author of a 27-year work, found in the Compendium of Materia Medica (Bencao Gangmu. He developed several methods for classifying herb components and medications for treating diseases.",
    "year": 1518,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Louis XI",
    "birthday": "1423-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Louis_XI_%281423-1483%29.jpg/195px-Louis_XI_%281423-1483%29.jpg",
    "extract": "Louis XI, called \"Louis the Prudent\", was King of France from 1461 to 1483. He succeeded his father, Charles VII.",
    "year": 1423,
    "month": 7,
    "day": 3,
    "language": "en"
  },
  {
    "name": "Valentinian I",
    "birthday": "321-7-3",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Valentinian1cng1570366obverse.jpg/320px-Valentinian1cng1570366obverse.jpg",
    "extract": "Valentinian I, sometimes called Valentinian the Great, was Roman emperor from 364 to 375. Upon becoming emperor, he made his brother Valens his co-emperor, giving him rule of the eastern provinces. Valentinian retained the west.",
    "year": 321,
    "month": 7,
    "day": 3,
    "language": "en"
  }
]