[
  {
    "name": "Nina Stojanović",
    "birthday": "1996-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Stojanovic_POI19_%2857%29_%2849307328373%29.jpg/213px-Stojanovic_POI19_%2857%29_%2849307328373%29.jpg",
    "extract": "Nina Stojanović is a Serbian professional tennis player. On 2 March 2020, Stojanović reached a career-high singles ranking of world No. 81. On 17 January 2022, she peaked at No. 37 in the WTA doubles rankings. She has won two doubles titles on the WTA Tour, and nine singles and 23 doubles titles on the ITF Women's Circuit.",
    "year": 1996,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Nelydia Senrose",
    "birthday": "1994-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Nelydia_Senrose_interviewed_by_MeleTOP.jpg/313px-Nelydia_Senrose_interviewed_by_MeleTOP.jpg",
    "extract": "Nik Zaris Nelydia Binti Nik Sen, better known by her stage name Nelydia Senrose, is a Malaysian actress. She debuted in 2007 and actively appeared in a few television dramas and popular in the drama Setia Hujung Nyawa as Ersalina, Bukan Kerana Aku Tak Cinta as Hannah Mastura dan Lafazkan Kalimah Cintamu as Tengku Aqilah.",
    "year": 1994,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jake Faria",
    "birthday": "1993-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Jacob_Faria.jpg/311px-Jacob_Faria.jpg",
    "extract": "Jacob Daniel Faria is an American professional baseball pitcher in the Minnesota Twins organization. He previously played in Major League Baseball (MLB) for the Tampa Bay Rays, Milwaukee Brewers, and Arizona Diamondbacks.",
    "year": 1993,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "André Gomes",
    "birthday": "1993-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Andr%C3%A9_Filipe_Tavares_Gomes.jpg/221px-Andr%C3%A9_Filipe_Tavares_Gomes.jpg",
    "extract": "André Filipe Tavares Gomes ComM is a Portuguese professional footballer who plays as a central midfielder for Premier League club Everton and the Portugal national team.",
    "year": 1993,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Hannah Cockroft",
    "birthday": "1992-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Hannah_Cockroft.jpeg/218px-Hannah_Cockroft.jpeg",
    "extract": "Hannah Lucy Cockroft is a British wheelchair racer specialising in sprint distances in the T34 classification. She holds the world records for the 100 metres, 200 metres, 400 metres, 800 metres and 1500 metres in her classification and the Paralympic records at 100 metres, 200 metres, 400 metres and 800 metres. Competing for Great Britain at the 2012 Summer Paralympics, she won two gold medals. She won three further gold medals at the 2016 Summer Paralympics in Rio de Janeiro.",
    "year": 1992,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Diana Vickers",
    "birthday": "1991-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/DianaVickersWiki.jpg/290px-DianaVickersWiki.jpg",
    "extract": "Diana Vickers is an English singer, songwriter, actress and fashion designer, who initially came to public attention as a semi-finalist on The X Factor in 2008. Vickers signed a record deal with RCA Records and, after touring with her fellow finalists from The X Factor, played the title role in a West End revival of The Rise and Fall of Little Voice.",
    "year": 1991,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Chris Maxwell (footballer)",
    "birthday": "1990-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Chris_Maxwell.jpg/240px-Chris_Maxwell.jpg",
    "extract": "Christopher Ethan Maxwell is a Welsh professional footballer who plays as a goalkeeper for Blackpool. He has represented Wales at age group level but not in a full competitive international level meaning he is still eligible to represent England and Scotland via his ancestry.",
    "year": 1990,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Aleix Espargaró",
    "birthday": "1989-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Aleix_Espargaro_2015.jpg/188px-Aleix_Espargaro_2015.jpg",
    "extract": "Aleix Espargaró Villà is a Spanish Grand Prix motorcycle road racer. He competes in the MotoGP class for Aprilia Racing. He was FIM CEV International Championship winner of the Spanish 125GP series in 2004.",
    "year": 1989,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Wayne Parnell",
    "birthday": "1989-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/WAYNE_PARNELL_%2815520474620%29.jpg/212px-WAYNE_PARNELL_%2815520474620%29.jpg",
    "extract": "Wayne Dillon Parnell is a South African professional cricketer who most recently played for Northamptonshire in English county cricket.",
    "year": 1989,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Anton Fink",
    "birthday": "1987-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Anton_Fink.jpg/214px-Anton_Fink.jpg",
    "extract": "Anton Fink is a German professional footballer who plays as a striker for Regionalliga Südwest club SSV Ulm 1846. He has scored the most 3.liga goals of all time (186).",
    "year": 1987,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "William Zillman",
    "birthday": "1986-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/William_Zillman.jpg/152px-William_Zillman.jpg",
    "extract": "William Gary \"Zilly\" Zillman is an Australian former professional rugby league footballer who played in the 2000s and 2010s, he played in the National Rugby League. His usual position is at fullback but can also play five-eighth. Zillman has previously played for the Canberra Raiders and Gold Coast Titans.",
    "year": 1986,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Chris Guccione (tennis)",
    "birthday": "1985-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Guccione_RG16_%289%29_%2827331865191%29.jpg/213px-Guccione_RG16_%289%29_%2827331865191%29.jpg",
    "extract": "Christopher Luke Guccione is an Australian professional tennis player from Greenvale, Victoria. He has won five ATP Tour doubles titles, and reached career-high rankings of singles world No. 67 in April 2008 and doubles world No. 38 in November 2014.",
    "year": 1985,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Daniel Fredheim Holm",
    "birthday": "1985-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/DFH_%28cropped%29.jpg/282px-DFH_%28cropped%29.jpg",
    "extract": "Daniel Fredheim Holm is a Norwegian footballer who plays as a midfielder and works as an assistant coach for KFUM in the OBOS-ligaen. He is the half-brother of former Vålerenga colleague Thomas Holm, and the son of former footballer Paal Fredheim.",
    "year": 1985,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Luca Lanotte",
    "birthday": "1985-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/2011_Skate_Canada_Anna_Cappellini_Luca_Lanotte.jpg/213px-2011_Skate_Canada_Anna_Cappellini_Luca_Lanotte.jpg",
    "extract": "Luca Lanotte is an Italian former ice dancer. With partner Anna Cappellini, he is the 2014 World champion, the 2014 European champion, the 2015 Cup of China champion and a thirteen-time medalist on the Grand Prix series, and a seven-time Italian national champion (2012–18).",
    "year": 1985,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Matthew Scott (rugby league)",
    "birthday": "1985-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Matt_Scott.jpg/312px-Matt_Scott.jpg",
    "extract": "Matthew Scott, also known by the nickname of \"Thumper\", is an Australian former professional rugby league footballer who played as a prop for the North Queensland Cowboys in the NRL and Australia at international level.",
    "year": 1985,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Seán Dillon",
    "birthday": "1983-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Se%C3%A1n_Dillon.jpg/164px-Se%C3%A1n_Dillon.jpg",
    "extract": "Seán Dillon is an Irish professional footballer who plays as a defender for Montrose, where he is a player-coach. He previously played for Dundee United and Irish teams Longford Town and Shelbourne in the League of Ireland prior to joining Dundee United in January 2007 then Montrose in June 2017. He has represented the Republic of Ireland at under-16,\nunder-21 and B international level.",
    "year": 1983,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jehad Al-Hussain",
    "birthday": "1982-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Jehad_Al_Hussain.gif/226px-Jehad_Al_Hussain.gif",
    "extract": "Jehad Al Hussain is a former Syrian footballer who played as a midfielder.",
    "year": 1982,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "James Anderson (cricketer)",
    "birthday": "1982-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/JIMMY_ANDERSON.jpg/250px-JIMMY_ANDERSON.jpg",
    "extract": "James Michael Anderson is an English international cricketer who plays for Lancashire County Cricket Club and the England cricket team. He is also a part time cricket commentator at BBC. Among fast bowlers, Anderson is the leading wicket-taker of all-time at Test cricket level, as the only fast bowler to have taken 600 or more Test wickets, and is the third-highest wicket-taker overall. He also holds the record for the most wickets taken by an England player in One-Day International (ODI) cricket. In June 2021 he made his 162nd appearance for England in Test cricket, becoming England's most capped player. He is regarded as one of the greatest bowlers in the history of cricket.",
    "year": 1982,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Yvonne Strahovski",
    "birthday": "1982-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Yvonne_Strahovski_by_Gage_Skidmore_2.jpg/262px-Yvonne_Strahovski_by_Gage_Skidmore_2.jpg",
    "extract": "Yvonne Jaqueline Strzechowski, known professionally as Yvonne Strahovski, is an Australian actress. Primarily noted for her roles in dramatic television, she has received numerous awards and nominations, including two Primetime Emmy Award nominations and three Screen Actors Guild Award nominations.",
    "year": 1982,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Nicky Hayden",
    "birthday": "1981-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Hayden_2016_alternate.jpg/290px-Hayden_2016_alternate.jpg",
    "extract": "Nicholas Patrick Hayden, nicknamed \"The Kentucky Kid\", was an American professional motorcycle racer who won the MotoGP World Championship in 2006. Hayden began racing motorcycles at a young age. He began his road racing career in the CMRA before progressing to the AMA Supersport Championship and then to the AMA Superbike Championship. He won the AMA title in 2002 and was approached by the Repsol Honda team to race for them in MotoGP in 2003.",
    "year": 1981,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Juan Smith",
    "birthday": "1981-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Juan_Smith.jpg/312px-Juan_Smith.jpg",
    "extract": "Juanne Hugo Smith is a South African former professional rugby union player who represented South Africa in international test rugby, the Cheetahs in the Super Rugby competition, and the Free State Cheetahs in the Currie Cup. He mainly played as a blindside flanker, although he has also played number eight.",
    "year": 1981,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Hope Solo",
    "birthday": "1981-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Hope_Solo_USA_Training_%28edited%29.jpg/204px-Hope_Solo_USA_Training_%28edited%29.jpg",
    "extract": "Hope Amelia Solo is an American former soccer goalkeeper. She was a goalkeeper for the United States women's national soccer team from 2000 to 2016, and is a World Cup champion and two-time Olympic gold medalist. After playing at the collegiate level for the University of Washington, she played professionally for the Philadelphia Charge in the Women's United Soccer Association (WUSA). When the WUSA folded after her first season, she traveled to Europe to play for the top division leagues in Sweden and France. From 2009 to 2011, she played in the Women's Professional Soccer (WPS) for Saint Louis Athletica, Atlanta Beat and magicJack. After the WPS ceased operations in early 2012, she played for the Seattle Sounders in the W-League. She most recently played for Seattle Reign FC in the National Women's Soccer League, the top division of women's soccer in the United States.",
    "year": 1981,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Seth Avett",
    "birthday": "1980-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Seth_Avett_2017-11-10-dem.jpg/320px-Seth_Avett_2017-11-10-dem.jpg",
    "extract": "Timothy Seth Avett is one of the lead singers and founding members of the American folk-rock band The Avett Brothers. Avett sings and plays guitar, drums, and piano for the band based out of Concord, North Carolina. In 2008, their album, The Second Gleam, reached the number ten spot on Billboard.com's Top Independent Albums chart, and stayed there for three weeks.",
    "year": 1980,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Justin Rose",
    "birthday": "1980-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Justin_Rose.jpg/212px-Justin_Rose.jpg",
    "extract": "Justin Peter Rose, is an English professional golfer who plays most of his golf on the PGA Tour, while keeping his membership on the European Tour. He won his first major championship at the 2013 U.S. Open at Merion Golf Club, becoming the first English player to win a major since Nick Faldo in 1996 and the first to win the U.S. Open since Tony Jacklin in 1970. At the 2016 Summer Olympics in Rio de Janeiro, Rose won gold at the men's individual tournament. With that victory, Rose joined Hall of Fame members Gary Player, David Graham, Hale Irwin and Bernhard Langer as one of only five golfers to win official tournaments on all six continents on which golf is played. Rose has also twice been runner-up at the Masters Tournament, in 2015 and 2017.",
    "year": 1980,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Carlos Arroyo",
    "birthday": "1979-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/CarlosArroyo%2713.JPG/229px-CarlosArroyo%2713.JPG",
    "extract": "Carlos Alberto Arroyo Bermúdez is a Puerto Rican former professional basketball player, and reggaeton singer. Arroyo had previously played in the National Basketball Association with the Toronto Raptors, Denver Nuggets, Utah Jazz, Detroit Pistons, Orlando Magic, Miami Heat, and Boston Celtics.",
    "year": 1979,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Graeme McDowell",
    "birthday": "1979-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Graeme_McDowell_2012.jpg/263px-Graeme_McDowell_2012.jpg",
    "extract": "Graeme McDowell MBE is a professional golfer from Northern Ireland who plays on both the PGA Tour and European Tour. He is well known for winning the 2010 U.S. Open at Pebble Beach, where he ended a 40-year drought for Europeans at the tournament.",
    "year": 1979,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Misty May-Treanor",
    "birthday": "1977-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Misty_May-Treanor.jpg/213px-Misty_May-Treanor.jpg",
    "extract": "Misty Elizabeth May-Treanor is a retired American professional beach volleyball player. She is a three-time Olympic gold medalist, and as of August 2012, was the most successful female beach volleyball player with 112 individual championship wins in domestic and international competition.",
    "year": 1977,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jaime Pressly",
    "birthday": "1977-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Jaime_Pressly_LF.JPG/266px-Jaime_Pressly_LF.JPG",
    "extract": "Jaime Elizabeth Pressly is an American actress, fashion designer and model. Best known for her role as Joy Turner on the NBC sitcom My Name Is Earl, she won a Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series and garnered nominations for a Golden Globe Award and a Screen Actors Guild Award. She has appeared in films including Not Another Teen Movie (2001), Joe Dirt (2001), I Love You, Man (2009) and A Haunted House 2 (2014). For her portrayal of Jill Kendall on the CBS sitcom Mom (2014–2021), she was nominated for the Critics' Choice Television Award for Best Supporting Actress in a Comedy Series.",
    "year": 1977,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Bootsy Thornton",
    "birthday": "1977-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b5/Bootsy_Thornton.jpg",
    "extract": "Marvis Linwood \"Bootsy\" Thornton III is an American former professional basketball player.",
    "year": 1977,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ian Watkins (Lostprophets singer)",
    "birthday": "1977-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Ian_Watkins_of_Lostprophets_%282007%29.jpg/305px-Ian_Watkins_of_Lostprophets_%282007%29.jpg",
    "extract": "Ian David Karslake Watkins is a Welsh convicted sex offender and former singer, songwriter, and musician. He achieved prominence as the co-founder, lead vocalist, and lyricist of the rock band Lostprophets. In 2013, he was sentenced to 29 years of imprisonment for multiple sexual offences, including the sexual assault of young children and babies, a sentence later augmented by ten months for being found guilty of having a mobile phone in prison. Lostprophets disbanded shortly thereafter and the other members formed the band No Devotion, with American singer Geoff Rickly replacing Watkins.",
    "year": 1977,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Radostin Kishishev",
    "birthday": "1974-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Radostin_Kishishev.jpg/137px-Radostin_Kishishev.jpg",
    "extract": "Radostin Kishishev is a Bulgarian former professional footballer who works as director of youth/U19 coach of Chernomorets 1919.",
    "year": 1974,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jason Robinson (rugby)",
    "birthday": "1974-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Jason_Robinson_2009.jpg/258px-Jason_Robinson_2009.jpg",
    "extract": "Jason Thorpe Robinson OBE is an English former dual-code international rugby league and rugby union footballer who played in the 1990s and 2000s. Playing as a wing or fullback, he won 51 rugby union international caps for England and is the first black man to captain the England team.",
    "year": 1974,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Hilary Swank",
    "birthday": "1974-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Hilary_Swank_at_28th_Tokyo_International_Film_Festival.jpg/264px-Hilary_Swank_at_28th_Tokyo_International_Film_Festival.jpg",
    "extract": "Hilary Ann Swank is an American actress and film producer. She first became known in 1992 for her role on the television series Camp Wilder and made her film debut with a minor role in Buffy the Vampire Slayer (1992). She then had her breakthrough for starring as Julie Pierce in The Next Karate Kid (1994), the fourth installment of The Karate Kid franchise, and as Carly Reynolds on the eighth season of Beverly Hills, 90210 (1997–1998).",
    "year": 1974,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Kenton Cool",
    "birthday": "1973-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Kenton_Cool.jpg/320px-Kenton_Cool.jpg",
    "extract": "Kenton Edward Cool is an English mountaineer, and mountain guide. He is one of Britain's leading alpine and high altitude climbers and has reached the summit of Mount Everest sixteen times, including leading Sir Ranulph Fiennes' 2008 and 2009 Expeditions.",
    "year": 1973,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ümit Davala",
    "birthday": "1973-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/%C3%9Cmit_Davala.JPG/259px-%C3%9Cmit_Davala.JPG",
    "extract": "Ümit Aydın Davala is a former Turkish international footballer and current coach.",
    "year": 1973,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Markus Näslund",
    "birthday": "1973-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Markus_Naslund.jpg/305px-Markus_Naslund.jpg",
    "extract": "Markus Sten Näslund is a Swedish former professional ice hockey player and former general manager for Modo Hockey of the Swedish Hockey League. He played in the National Hockey League (NHL) for the Pittsburgh Penguins, Vancouver Canucks and New York Rangers, as well as in the Elitserien with Modo Hockey. Nicknamed \"Nazzy\" by Canucks fans and \"Macke\" or \"Mackan\" in his native Sweden, he was known for his offensive skills, particularly his wrist shot and stickhandling.",
    "year": 1973,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Sonu Nigam",
    "birthday": "1973-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Sonu_Nigam121.jpg/320px-Sonu_Nigam121.jpg",
    "extract": "Sonu Nigam is an Indian singer, music director and actor. He has been described in the media as one of the most popular and successful playback singers of Hindi Cinema. He has been honoured by the Government of India with Padma Shri, the country's fourth-highest civilian honour for his contribution in the field of arts.",
    "year": 1973,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Clementa C. Pinckney",
    "birthday": "1973-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d5/Reverend_Clementa_Pinckney.jpg",
    "extract": "Clementa Carlos \"Clem\" Pinckney was an American politician and pastor who served as a Democratic member of the South Carolina Senate, representing the 45th District from 2000 until his death in 2015. He was previously a member of the South Carolina House of Representatives from 1997 through 2000.",
    "year": 1973,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Elvis Crespo",
    "birthday": "1971-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Elviscrespo2018_%28cropped%29.png/313px-Elviscrespo2018_%28cropped%29.png",
    "extract": "Elvis Crespo Díaz is an American singer and songwriter of the Merengue genre. He has won multiple awards, including a Grammy and a Latin Grammy Award in merengue.",
    "year": 1971,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Tom Green",
    "birthday": "1971-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Tom_Green_stand-up_2013_%28cropped%29.jpg/271px-Tom_Green_stand-up_2013_%28cropped%29.jpg",
    "extract": "Michael Thomas Green is a Canadian comedian, actor, and rapper. Known for shock comedy, he found mainstream prominence via his MTV show, The Tom Green Show (1994–2000). Green has also appeared in the Hollywood films Road Trip (2000), Charlie's Angels (2000), Freddy Got Fingered, Stealing Harvard (2002), and Shred (2008). He was briefly married to actress Drew Barrymore (2001–2002), who co-starred with him in Charlie's Angels and Freddy Got Fingered.",
    "year": 1971,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Alun Cairns",
    "birthday": "1970-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Official_portrait_of_Rt_Hon_Alun_Cairns_MP_crop_2.jpg/240px-Official_portrait_of_Rt_Hon_Alun_Cairns_MP_crop_2.jpg",
    "extract": "Alun Hugh Cairns is a Welsh Conservative Party politician who served as Secretary of State for Wales from 2016 to 2019. He has served as the Member of Parliament (MP) for the Vale of Glamorgan since 2010.",
    "year": 1970,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Dean Edwards",
    "birthday": "1970-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Dean_Edwards2.jpeg/320px-Dean_Edwards2.jpeg",
    "extract": "Dean Edwards is an American stand-up comedian, actor, singer, writer and musician. His work as a voice actor includes Scottie Pippen and Spike Lee in Celebrity Deathmatch, a robot in Robotomy, and Donkey in Scared Shrekless after Eddie Murphy was unable to reprise the role. He also appeared in Saturday Night Live Weekend Update Halftime Special as Savion Glover and Don Cheadle, in Tony N' Tina's Wedding as Father Mark, and The Sopranos.",
    "year": 1970,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Christopher Nolan",
    "birthday": "1970-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Christopher_Nolan_Cannes_2018.jpg/226px-Christopher_Nolan_Cannes_2018.jpg",
    "extract": "Christopher Nolan is a British-American film director, producer, and screenwriter. His films have grossed more than US$5 billion worldwide, and have garnered 11 Academy Awards from 36 nominations.",
    "year": 1970,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Simon Baker",
    "birthday": "1969-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/SimonBakerHWOFFeb2013.jpg/245px-SimonBakerHWOFFeb2013.jpg",
    "extract": "Simon Lucas Baker is an Australian actor in television and film, as well as a director. He is known for his lead roles in the CBS television series The Mentalist as Patrick Jane and The Guardian as Nicholas Fallin and has starred in several Hollywood films.",
    "year": 1969,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Terry Crews",
    "birthday": "1968-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Terry_Crews_by_Gage_Skidmore_5.jpg/244px-Terry_Crews_by_Gage_Skidmore_5.jpg",
    "extract": "Terry Alan Crews is an American actor, television host, and former American football linebacker. He played Julius Rock in the UPN/CW sitcom Everybody Hates Chris, which aired from 2005 to 2009, and portrayed Terry Jeffords in the Fox and NBC sitcom Brooklyn Nine-Nine (2013–2021). Crews starred in the BET reality series The Family Crews (2010–2011), and hosted the U.S. version of the game show Who Wants to Be a Millionaire from 2014 to 2015. He has appeared in films, including Friday After Next (2002), White Chicks (2004), Idiocracy (2006), Blended (2014), the Expendables series (2010–2014), and Rumble (2021). Crews began hosting America's Got Talent in 2019, following his involvement in the same role for the program's spin-off series America's Got Talent: The Champions.",
    "year": 1968,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Robert Korzeniowski",
    "birthday": "1968-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Robert_Korzeniowski_%282018%29.jpg/249px-Robert_Korzeniowski_%282018%29.jpg",
    "extract": "Robert Marek Korzeniowski is a Polish former racewalker who won four gold medals at the Olympic Games and three gold medals at World Championships.",
    "year": 1968,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Sean Moore (musician)",
    "birthday": "1968-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Sean_Moore_2014.jpg/320px-Sean_Moore_2014.jpg",
    "extract": "Sean Anthony Moore is a Welsh musician, who is the drummer and percussionist and occasional trumpet player of the Welsh alternative rock band Manic Street Preachers. He is cousin to bandmate James Dean Bradfield.",
    "year": 1968,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Kerry Fox",
    "birthday": "1966-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Kerry_Fox_%28Berlin_Film_Festival_2009%29.jpg/213px-Kerry_Fox_%28Berlin_Film_Festival_2009%29.jpg",
    "extract": "Kerry Lauren Fox is a New Zealand actress. She came to prominence playing author Janet Frame in the movie An Angel at My Table directed by Jane Campion, which gained her a Best Actress Award from the New Zealand Film and Television Awards.",
    "year": 1966,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Allan Langer",
    "birthday": "1966-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Allan_Langer_%2828_July_2009%2C_Sydney%29.jpg/243px-Allan_Langer_%2828_July_2009%2C_Sydney%29.jpg",
    "extract": "Allan Jeffrey \"Alfie\" Langer AM is an Australian former multi-award-winning rugby league footballer who played in the 1980s, 1990s and 2000s and worked as an assistant coach for the Australian national team and the Brisbane Broncos.",
    "year": 1966,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ron Block",
    "birthday": "1964-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Ron_Block_TFF.JPG/320px-Ron_Block_TFF.JPG",
    "extract": "Ronald Franklin Block is an American banjo player, guitarist, and singer-songwriter, best known as a member of the bluegrass band Alison Krauss & Union Station. He has won 14 Grammy Awards, 6 International Bluegrass Music Awards, a Country Music Association Award, and a Gospel Music Association Dove Award.",
    "year": 1964,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Vivica A. Fox",
    "birthday": "1964-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/10.5.17VivicaAFoxByLuigiNovi1.jpg/234px-10.5.17VivicaAFoxByLuigiNovi1.jpg",
    "extract": "Vivica Anjanetta Fox is an American actress, producer, and television host. Fox began her career on Soul Train (1983–1984). She eventually continued her career with roles on the daytime television soap operas Days of Our Lives (1988) and Generations (1989–1991), subsequently shifting to the prime-time slot, starring opposite Patti LaBelle, in the NBC sitcom Out All Night (1992–1993). Fox's breakthrough came in 1996, with roles in two box-office hit films, Roland Emmerich's Independence Day and F. Gary Gray's Set It Off.",
    "year": 1964,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jürgen Klinsmann",
    "birthday": "1964-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/2019-06-11_Fu%C3%9Fball%2C_M%C3%A4nner%2C_L%C3%A4nderspiel%2C_Deutschland-Estland_StP_2039_LR10_by_Stepro-2.jpg/213px-2019-06-11_Fu%C3%9Fball%2C_M%C3%A4nner%2C_L%C3%A4nderspiel%2C_Deutschland-Estland_StP_2039_LR10_by_Stepro-2.jpg",
    "extract": "Jürgen Klinsmann is a German professional football manager and former player. Klinsmann played for several prominent clubs in Europe including VfB Stuttgart, Inter Milan, Monaco, Tottenham Hotspur, and Bayern Munich. He was part of the West German team that won the 1990 FIFA World Cup and the unified German team that won the 1996 UEFA European Championship. As a manager, he managed the German national team to a third-place finish in the 2006 World Cup and was subsequently coach of a number of other teams including, notably, Bundesliga club Bayern Munich and the United States national team.",
    "year": 1964,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Laine Randjärv",
    "birthday": "1964-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/RE_Laine_Randj%C3%A4rv.jpg/216px-RE_Laine_Randj%C3%A4rv.jpg",
    "extract": "Laine Randjärv is an Estonian politician from the Reform Party. She was the mayor of Tartu from 23 September 2004 to 2007, and previously she was deputy mayor from 2002 to 2004. From 2007 to 2011, she served as the Minister of Culture in Andrus Ansip's second government.",
    "year": 1964,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Lisa Kudrow",
    "birthday": "1963-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Lisa_Kudrow_crop.jpg/262px-Lisa_Kudrow_crop.jpg",
    "extract": "Lisa Valerie Kudrow is an American actress, comedian, writer, and producer. After making appearances in several 1980s television sitcoms, Kudrow came to international prominence in the 1990s for portraying Phoebe Buffay in the American sitcom Friends, which aired from 1994 to 2004. The series earned her Primetime Emmy and Screen Actors Guild awards. Kudrow also portrayed Phoebe's twin sister Ursula in both Friends and Mad About You. Kudrow has received several awards, including a Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series from six nominations, two Screen Actors Guild Awards from 12 nominations, and a Golden Globe Award nomination. Her Friends character was widely popular while the series aired and was later recognized as one of the greatest female characters in American television.",
    "year": 1963,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Antoni Martí",
    "birthday": "1963-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Antoni_Mart%C3%AD_%282011%29.jpg/289px-Antoni_Mart%C3%AD_%282011%29.jpg",
    "extract": "Antoni Martí Petit is an Andorran architect and politician who served as the sixth prime minister of Andorra from May 2011 to 16 May 2019, when he was elected on the ticket of the Democrats for Andorra. He was re-elected in the 2015 parliamentary election.",
    "year": 1963,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Chris Mullin",
    "birthday": "1963-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Chris_Mullin.jpg/224px-Chris_Mullin.jpg",
    "extract": "Christopher Paul Mullin is an American former professional basketball player, executive and coach. He is a two-time Olympic Gold medalist and a two-time Naismith Memorial Basketball Hall of Fame inductee.",
    "year": 1963,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Alton Brown",
    "birthday": "1962-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Alton_Brown_Hopelink_4_%28cropped%29.JPG/318px-Alton_Brown_Hopelink_4_%28cropped%29.JPG",
    "extract": "Alton Crawford Brown Jr. is an American television personality, food show presenter, chef, author, actor, cinematographer, and musician. He is the creator and host of the Food Network television show Good Eats that ran for 14 seasons, host of the miniseries Feasting on Asphalt and Feasting on Waves, and host and main commentator on Iron Chef America and Cutthroat Kitchen. Brown is a best-selling author of several books on food and cooking. A recap series titled \"Good Eats Reloaded\" aired on Cooking Channel, and a true sequel series, Good Eats: The Return, premiered in 2019 on Food Network.",
    "year": 1962,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Yakub Memon",
    "birthday": "1962-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/df/Yakub_Memon.jpg",
    "extract": "Yakub Abdul Razzaq Memon was a convicted terrorist over his financial involvement in the 1993 Bombay bombings, and the brother of one of the prime suspects in the bombings, Tiger Memon. After his appeals and petitions for clemency were all rejected, he was executed at Nagpur Central Jail on 30 July 2015.",
    "year": 1962,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Laurence Fishburne",
    "birthday": "1961-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/National_Memorial_Day_Concert_2017_%2834117818524%29_%28cropped%29.jpg/283px-National_Memorial_Day_Concert_2017_%2834117818524%29_%28cropped%29.jpg",
    "extract": "Laurence John Fishburne III is an American actor. He is a three time Emmy Award and Tony Award winning actor known for his roles on stage and screen. He has been hailed for his forceful, militant, and authoritative characters in his films. He is known for playing Morpheus in The Matrix series (1999–2003), Jason \"Furious\" Styles in the John Singleton drama film Boyz n the Hood (1991), Tyrone \"Mr. Clean\" Miller in Francis Ford Coppola's war film Apocalypse Now (1979), and \"The Bowery King\" in the John Wick film series (2017–present).",
    "year": 1961,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Richard Linklater",
    "birthday": "1960-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Richard_Linklater_April_2015.jpg/223px-Richard_Linklater_April_2015.jpg",
    "extract": "Richard Stuart Linklater is an American film director, producer, and screenwriter. He is known for films that revolve mainly around suburban culture and the effects of the passage of time. His films include the comedies Slacker (1990) and Dazed and Confused (1993); the Before trilogy romance films, Before Sunrise (1995), Before Sunset (2004), and Before Midnight (2013); the music-themed comedy School of Rock (2003); the animated films Waking Life (2001) and A Scanner Darkly (2006); the coming-of-age drama Boyhood (2014); and the comedy film Everybody Wants Some!! (2016).",
    "year": 1960,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Brillante Mendoza",
    "birthday": "1960-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Brillante_Mendoza_at_the_69th_Venice_International_Film_Festival%2C_September_2012.jpg/258px-Brillante_Mendoza_at_the_69th_Venice_International_Film_Festival%2C_September_2012.jpg",
    "extract": "Brillante \"Dante\" Mendoza is a Filipino independent filmmaker.",
    "year": 1960,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Kate Bush",
    "birthday": "1958-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Kate_Bush_at_1986_Comic_Relief_%28cropped%29.png/288px-Kate_Bush_at_1986_Comic_Relief_%28cropped%29.png",
    "extract": "Catherine Bush is an English singer, songwriter, musician, dancer and record producer. In 1978, aged 19, she topped the UK Singles Chart for four weeks with her debut single \"Wuthering Heights\", becoming the first female artist to achieve a UK number one with a self-written song. Bush has since released 25 UK Top 40 singles, including the Top 10 hits \"The Man with the Child in His Eyes\", \"Babooshka\", \"Running Up That Hill\", \"Don't Give Up\" and \"King of the Mountain\". All ten of her studio albums reached the UK Top 10, including the UK number one albums Never for Ever (1980), Hounds of Love (1985) and the compilation The Whole Story (1986). She was the first British solo female artist to top the UK album charts and the first female artist to enter the album chart at number one.",
    "year": 1958,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Liz Kershaw",
    "birthday": "1958-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Liz_Kershaw_-Godiva_Festival_2007_-Coventry.jpg/320px-Liz_Kershaw_-Godiva_Festival_2007_-Coventry.jpg",
    "extract": "Elizabeth Marguerita Mary Kershaw is an English radio broadcaster. She is the second longest serving female national radio DJ in the UK, celebrating 30 years on national BBC Radio in 2017.",
    "year": 1958,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Daley Thompson",
    "birthday": "1958-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e0/Daley_Thomson_2007_Laureus_day.jpg",
    "extract": "Francis Morgan Ayodélé Thompson,, known as Daley Thompson, is a British former decathlete. He won the decathlon gold medal at the Olympic Games in 1980 and 1984, and broke the world record for the event four times. He was unbeaten in competition for nine years.",
    "year": 1958,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Bill Cartwright",
    "birthday": "1957-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Bill_Cartwright_Univ_of_San_Francisco.jpg/240px-Bill_Cartwright_Univ_of_San_Francisco.jpg",
    "extract": "James William Cartwright is an American former professional basketball player and a former head coach of the Chicago Bulls of the National Basketball Association (NBA). A 7'1\" center, he played 16 seasons for the New York Knicks, Chicago Bulls and Seattle SuperSonics, helping the Bulls capture consecutive championships in the 1991, 1992 and 1993 seasons. He attended Elk Grove High School in Elk Grove, California, and played college basketball at the University of San Francisco.",
    "year": 1957,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Clint Hurdle",
    "birthday": "1957-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Clint_Hurdle.jpg/320px-Clint_Hurdle.jpg",
    "extract": "Clinton Merrick Hurdle is an American former Major League Baseball (MLB) outfielder and manager. Hurdle played for the Kansas City Royals, Cincinnati Reds, New York Mets, and St. Louis Cardinals, and managed the Colorado Rockies and Pittsburgh Pirates.",
    "year": 1957,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Nery Pumpido",
    "birthday": "1957-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Nery_Pumpido.jpg/188px-Nery_Pumpido.jpg",
    "extract": "Nery Alberto Pumpido is an Argentine football coach and former goalkeeper who played for Argentina in two World Cups. After retirement, Pumpido moved into club management. His nephew Facundo Pumpido is also a professional footballer.",
    "year": 1957,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Delta Burke",
    "birthday": "1956-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Deltaburke2.jpg/216px-Deltaburke2.jpg",
    "extract": "Delta Ramona Leah Burke is an American actress, producer, and author. From 1986 to 1991, she starred as Suzanne Sugarbaker in the CBS sitcom Designing Women, for which she was nominated for two Emmy Awards for Outstanding Lead Actress in a Comedy Series.",
    "year": 1956,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Anita Hill",
    "birthday": "1956-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Anita_Hill_by_Gage_Skidmore.jpg/233px-Anita_Hill_by_Gage_Skidmore.jpg",
    "extract": "Anita Faye Hill is an American lawyer, educator and author. She is a professor of social policy, law, and women's studies at Brandeis University and a faculty member of the university's Heller School for Social Policy and Management. She became a national figure in 1991 when she accused U.S. Supreme Court nominee Clarence Thomas, her supervisor at the United States Department of Education and the Equal Employment Opportunity Commission, of sexual harassment.",
    "year": 1956,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Rat Scabies",
    "birthday": "1955-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/be/Glen_Matlock%2C_Dunken_Francis_Mullett%2C_Rat_Scabies%2C_Jerod.jpg",
    "extract": "Christopher John Millar, known by his stage name Rat Scabies, is a musician best known as the drummer for English punk rock band the Damned.",
    "year": 1955,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ken Olin",
    "birthday": "1954-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Ken_Olin.jpg/223px-Ken_Olin.jpg",
    "extract": "Kenneth Edward Olin is an American actor, television director and producer. He is known for his role as Michael Steadman in the ABC drama series Thirtysomething (1987–1991), for which he received a Golden Globe Award for Best Actor – Television Series Drama nomination in 1990. Olin later began working as television director and producer; his producer credits include Alias (2001–2006), Brothers & Sisters (2006–2011), and This Is Us (2016-present). Olin is married to actress Patricia Wettig.",
    "year": 1954,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Stephen Blackmore",
    "birthday": "1952-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Stephen_Blackmore_at_Yosemite_National_Park.jpg/320px-Stephen_Blackmore_at_Yosemite_National_Park.jpg",
    "extract": "Stephen Blackmore CBE FRSE FRSB FLS is a British botanist, who was educated at St. George's School, Hong Kong and the University of Reading where he completed his PhD in 1976 on the \"Palynology and Systematics of the Cichorieae\". He was elected a fellow of the Linnean Society of London in 1976. He then worked at the Royal Society of London’s Research Station on Aldabra Atoll in the Indian Ocean before being appointed Lecturer in Biology and Head of the National Herbarium and Botanic Garden at the University of Malawi. In 1980, he was appointed Head of Palynology at Natural History Museum in London and from 1990 to 1999 served there as Keeper of Botany. In 1985 he organized, together with Keith Ferguson, the Linnean Society symposium \"Pollen and Spores: Form and Function\" and in 1990, together with Susan Barnes, \"Pollen and Spores: Patterns of Diversification\". He was the 15th Regius Keeper of the Royal Botanic Garden Edinburgh from 1999 until 20 December 2013, and was appointed Her Majesty's Botanist in Scotland in 2010.",
    "year": 1952,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Gerry Judah",
    "birthday": "1951-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Gerry_Judah%2C_in_his_studio%2C_2014.JPG/320px-Gerry_Judah%2C_in_his_studio%2C_2014.JPG",
    "extract": "Gerry Judah FRSS is a British artist and designer who has created settings for theatre, film, television, museums and public spaces.",
    "year": 1951,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Harriet Harman",
    "birthday": "1950-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Official_portrait_of_Rt_Hon_Harriet_Harman_QC_MP_crop_2.jpg/240px-Official_portrait_of_Rt_Hon_Harriet_Harman_QC_MP_crop_2.jpg",
    "extract": "Harriet Ruth Harman is a British politician and solicitor who has served as Member of Parliament (MP) for Camberwell and Peckham, formerly Peckham, since 1982. A member of the Labour Party, she has served in various Cabinet and Shadow Cabinet positions.",
    "year": 1950,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Frank Stallone",
    "birthday": "1950-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/27/Frank_Stallone_%28cropped%29.jpg",
    "extract": "Francesco Stallone Jr. is an American actor, singer-songwriter and guitarist. He is the younger brother of Sylvester Stallone and has written music for Sylvester's movies. His song \"Far from Over\", which appeared in the 1983 film Staying Alive and was also featured in the film's soundtrack, peaked at number ten on the Billboard Hot 100, for which he received Golden Globe and Grammy nominations.",
    "year": 1950,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jean Reno",
    "birthday": "1948-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Jean_Reno_Cannes_2016.jpg/225px-Jean_Reno_Cannes_2016.jpg",
    "extract": "Juan Moreno y Herrera–Jiménez, known as Jean Reno, is a French actor of Andalusian Spanish origin. He has worked in American, French, English, Japanese, Spanish and Italian movie productions; Reno appeared in films such as Crimson Rivers, Godzilla, The Da Vinci Code, Mission: Impossible, The Pink Panther, Ronin, Les Visiteurs, Wasabi, The Big Blue, Hector and the Search for Happiness and Léon: The Professional.",
    "year": 1948,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Otis Taylor (musician)",
    "birthday": "1948-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Otis_Taylor.jpg/213px-Otis_Taylor.jpg",
    "extract": "Otis Taylor is an American blues musician. He is a multi-instrumentalist whose talents include the guitar, banjo, mandolin, harmonica, and vocals. In 2001, he was awarded a fellowship to the Sundance Film Composers Laboratory.",
    "year": 1948,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Julia Tsenova",
    "birthday": "1948-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/40/Julia_Tsenova.jpg",
    "extract": "Julia Tsenova, born in Sofia, Bulgaria, was an award-winning Bulgarian composer, pianist and musical pedagogue.",
    "year": 1948,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "William Atherton",
    "birthday": "1947-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/2009_CUN_Award_Party_William_Atherton_008_%28cropped%29.JPG/234px-2009_CUN_Award_Party_William_Atherton_008_%28cropped%29.JPG",
    "extract": "William Atherton Knight is an American actor, best known for portraying Richard Thornburg in Die Hard and its sequel and Walter Peck in Ghostbusters.",
    "year": 1947,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Françoise Barré-Sinoussi",
    "birthday": "1947-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Fran%C3%A7oise_Barr%C3%A9-Sinoussi-press_conference_Dec_06th%2C_2008-1.jpg/232px-Fran%C3%A7oise_Barr%C3%A9-Sinoussi-press_conference_Dec_06th%2C_2008-1.jpg",
    "extract": "Françoise Barré-Sinoussi is a French virologist and Director of the Regulation of Retroviral Infections Division and Professor at the Institut Pasteur in Paris, France. Born in Paris, France, Barré-Sinoussi performed some of the fundamental work in the identification of the human immunodeficiency virus (HIV) as the cause of AIDS. In 2008, Barré-Sinoussi was awarded the Nobel Prize in Physiology or Medicine, together with her former mentor, Luc Montagnier, for their discovery of HIV. She mandatorily retired from active research on August 31, 2015 and fully retired by some time in 2017.",
    "year": 1947,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jonathan Mann (WHO official)",
    "birthday": "1947-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a8/Jonathan_Mann.jpg/218px-Jonathan_Mann.jpg",
    "extract": "Jonathan Max Mann was an American physician who was an administrator for the World Health Organization, and spearheaded early AIDS research in the 1980s.",
    "year": 1947,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Arnold Schwarzenegger",
    "birthday": "1947-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Arnold_Schwarzenegger_by_Gage_Skidmore_4.jpg/251px-Arnold_Schwarzenegger_by_Gage_Skidmore_4.jpg",
    "extract": "Arnold Alois Schwarzenegger is an Austrian-American actor, film producer, businessman, former bodybuilder and politician who served as the 38th governor of California between 2003 and 2011. As of 2022, he is the most recent Republican governor of California. Time magazine named Schwarzenegger one of the 100 most influential people in the world in 2004 and 2007.",
    "year": 1947,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Neil Bonnett",
    "birthday": "1946-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/NeilBonnett1985.jpg/320px-NeilBonnett1985.jpg",
    "extract": "Lawrence Neil Bonnett was an American NASCAR driver who compiled 18 victories and 20 poles over his 18-year career. Bonnett was a member of the Alabama Gang, and started his career with the help of Bobby and Donnie Allison. He rose to prominence in the late 1970s with his performances in cars owned by Jim Stacy and Wood Brothers Racing, becoming one of the top competitors in the 1980s. The Alabama native currently ranks 47th in all-time NASCAR Cup victories. He appeared in the 1983 film Stroker Ace and the 1990 film Days of Thunder. Bonnett hosted the TV show Winners for TNN from 1991 to 1994. He was a color commentator for CBS, TBS, and TNN in the years until his death. Bonnett's driving career was interrupted by a severe brain injury from a crash in 1990. He was killed while practicing for the 1994 Daytona 500 for a much-anticipated comeback.",
    "year": 1946,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jeffrey Hammond",
    "birthday": "1946-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Jethro-Tull-9-73%284%29.jpg/184px-Jethro-Tull-9-73%284%29.jpg",
    "extract": "Jeffrey Hammond, often known by his former stage name Jeffrey Hammond-Hammond, is an artist and retired musician best known for being the bassist of progressive rock band Jethro Tull from 1971 to 1975. With Jethro Tull, Hammond played on some of the band's most successful and well-known albums, including Aqualung (1971) and Thick as a Brick (1972).",
    "year": 1946,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Patrick Modiano",
    "birthday": "1945-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Patrick_Modiano_6_dec_2014_-_22.jpg/257px-Patrick_Modiano_6_dec_2014_-_22.jpg",
    "extract": "Jean Patrick Modiano, generally known as Patrick Modiano, is a French novelist and recipient of the 2014 Nobel Prize in Literature. He is a noted writer of autofiction, the blend of autobiography and historical fiction.",
    "year": 1945,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "David Sanborn",
    "birthday": "1945-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/David_Sanborn_2008_2.jpg/215px-David_Sanborn_2008_2.jpg",
    "extract": "David William Sanborn is an American alto saxophonist. Though Sanborn has worked in many genres, his solo recordings typically blend jazz with instrumental pop and R&B. He released his first solo album Taking Off in 1975, but has been playing the saxophone since before he was in high school.",
    "year": 1945,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Gerry Birrell",
    "birthday": "1944-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/87/Gerry_Birrell.jpg",
    "extract": "Gerald Hussey Buchanan Birrell was a British racing driver from Scotland, who was killed in an accident during practice for a Formula Two race at Rouen-Les-Essarts.",
    "year": 1944,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Peter Bottomley",
    "birthday": "1944-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Official_portrait_of_Sir_Peter_Bottomley_MP_crop_2.jpg/240px-Official_portrait_of_Sir_Peter_Bottomley_MP_crop_2.jpg",
    "extract": "Sir Peter James Bottomley is a British Conservative Party politician who has served as a Member of Parliament (MP) since 1975. He has represented the Worthing West constituency since 1997.",
    "year": 1944,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Frances de la Tour",
    "birthday": "1944-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Frances_de_la_Tour_at_the_British_Library.jpg/320px-Frances_de_la_Tour_at_the_British_Library.jpg",
    "extract": "Frances de la Tour, also Frances J. de Lautour, is an English actress, known for her role as Miss Ruth Jones in the television sitcom Rising Damp from 1974 until 1978. She is a Tony Award winner and three-time Olivier Award winner.",
    "year": 1944,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Henri-François Gautrin",
    "birthday": "1943-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Henri-Fran%C3%A7ois_Gautrin01.jpg/241px-Henri-Fran%C3%A7ois_Gautrin01.jpg",
    "extract": "Henri-François Gautrin is a Quebec politician, professor and physicist. He was the Member of National Assembly of Quebec for the riding of Verdun in the Montreal region. He represented the Quebec Liberal Party and was the former Minister of Governmental Services from February 2006 to February 2007.",
    "year": 1943,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Paul Anka",
    "birthday": "1941-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Paul_Anka_1995.jpg/209px-Paul_Anka_1995.jpg",
    "extract": "Paul Albert Anka is a Canadian singer, songwriter and actor. He is best known for his signature hit songs including \"Diana\", \"Lonely Boy\", \"Put Your Head on My Shoulder\", and \"(You're) Having My Baby\". Anka also wrote the theme for The Tonight Show Starring Johnny Carson; one of Tom Jones' biggest hits, \"She's a Lady\"; and the English lyrics to Claude François and Jacques Revaux's music for Frank Sinatra's signature song \"My Way\", which has been recorded by many, including Elvis Presley. Three songs he co-wrote with Michael Jackson, \"This Is It\" \"Love Never Felt So Good\", and \"Don't Matter to Me\", became posthumous hits for Jackson.",
    "year": 1941,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Pat Schroeder",
    "birthday": "1940-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Patschroeder.jpg/263px-Patschroeder.jpg",
    "extract": "Patricia Nell Scott Schroeder is an American politician who represented Colorado in the United States House of Representatives from 1973 to 1997. A member of the Democratic Party, Schroeder was the first female U.S. Representative elected in Colorado.",
    "year": 1940,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Clive Sinclair",
    "birthday": "1940-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Sinclair.600pix.crop.jpg/266px-Sinclair.600pix.crop.jpg",
    "extract": "Sir Clive Marles Sinclair was an English entrepreneur and inventor, best known for being a pioneer in the computing industry, and also as the founder of several companies that developed consumer electronics in the 1970s and early 1980s.",
    "year": 1940,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Peter Bogdanovich",
    "birthday": "1939-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Peter_Bogdanovich.jpg/305px-Peter_Bogdanovich.jpg",
    "extract": "Peter Bogdanovich was an American director, writer, actor, producer, critic, and film historian.",
    "year": 1939,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Eleanor Smeal",
    "birthday": "1939-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Eleanor_Smeal_Feminist_Majority_Foundation.jpg/213px-Eleanor_Smeal_Feminist_Majority_Foundation.jpg",
    "extract": "Eleanor Smeal is one of the major leaders of the modern-day American feminist movement. Smeal is the president and a cofounder of the Feminist Majority Foundation and has served as president of the National Organization for Women for three terms, in addition to her work as an activist, grassroots organizer, lobbyist, and political analyst.",
    "year": 1939,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Terry O'Neill (photographer)",
    "birthday": "1938-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Terry-oneill.jpg/213px-Terry-oneill.jpg",
    "extract": "Terence Patrick O'Neill was a British photographer, known for documenting the fashions, styles, and celebrities of the 1960s. O'Neill's photographs capture his subjects candidly or in unconventional settings.",
    "year": 1938,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Buddy Guy",
    "birthday": "1936-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Buddy_Guy_2008.jpg/213px-Buddy_Guy_2008.jpg",
    "extract": "George \"Buddy\" Guy is an American blues guitarist and singer. He is an exponent of Chicago blues who has influenced generations of guitarists including Eric Clapton, Jimi Hendrix, Jimmy Page, Keith Richards, Stevie Ray Vaughan, Jeff Beck, Gary Clark Jr. and John Mayer. In the 1960s, Guy played with Muddy Waters as a session guitarist at Chess Records and began a musical partnership with blues harp virtuoso Junior Wells.",
    "year": 1936,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Infanta Pilar, Duchess of Badajoz",
    "birthday": "1936-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Un_rastrillo_solidario_para_ayudar_a_las_ni%C3%B1as_y_ni%C3%B1os_en_situaci%C3%B3n_de_desamparo_01_%28cropped%29.jpg/281px-Un_rastrillo_solidario_para_ayudar_a_las_ni%C3%B1as_y_ni%C3%B1os_en_situaci%C3%B3n_de_desamparo_01_%28cropped%29.jpg",
    "extract": "Infanta Pilar of Spain, Duchess of Badajoz and Viscountess of La Torre, sometimes known more simply as Pilar de Borbón, was the elder daughter of Infante Juan, Count of Barcelona and Princess María Mercedes of the Two Sicilies, and older sister of King Juan Carlos I.",
    "year": 1936,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Bud Selig",
    "birthday": "1934-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Bud_Selig_on_October_31%2C_2010.jpg/213px-Bud_Selig_on_October_31%2C_2010.jpg",
    "extract": "Allan Huber \"Bud\" Selig is an American baseball executive who currently serves as the Commissioner Emeritus of Baseball. Previously, he served as the ninth Commissioner of Baseball. He initially served as the acting commissioner beginning in 1992 before being named the official commissioner in 1998. Selig oversaw baseball through the 1994 strike, the introduction of the wild card, interleague play, and the merging of the National and American Leagues under the Office of the Commissioner. He was instrumental in organizing the World Baseball Classic in 2006. Selig also introduced revenue sharing. He is credited for the financial turnaround of baseball during his tenure with a 400 percent increase in the revenue of MLB and annual record breaking attendance.",
    "year": 1934,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Dominique Lapierre",
    "birthday": "1931-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Firma_de_Dominique_Lapierre.svg/320px-Firma_de_Dominique_Lapierre.svg.png",
    "extract": "Dominique Lapierre is a French author.",
    "year": 1931,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Sid and Marty Krofft",
    "birthday": "1929-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/SidAndMartyKrofftEmmy.jpg/320px-SidAndMartyKrofftEmmy.jpg",
    "extract": "Sid Krofft and Marty Krofft are a Canadian sibling team of television creators and puppeteers. Through their production company, Sid & Marty Krofft Pictures, they have made numerous children's television and variety show programs in the U.S., particularly in the 1970s and early 1980s, including H.R. Pufnstuf and Land of the Lost. Their fantasy programs often feature large-headed puppets, high-concept plots, and extensive use of low-budget special effects.",
    "year": 1929,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Joe Nuxhall",
    "birthday": "1928-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Joe_Nuxhall_1957.png/214px-Joe_Nuxhall_1957.png",
    "extract": "Joseph Henry Nuxhall was an American left-handed pitcher in Major League Baseball, primarily for the Cincinnati Reds. Immediately after retiring as a player, he became a radio broadcaster for the Reds from 1967 through 2004, and continued part-time up until his death in 2007. Nuxhall held the team's record for career games pitched (484) in 1965 to 1975, and still holds the team mark for left-handers. In addition to his 40 years of broadcasting Reds games, Nuxhall is most remembered for having been the youngest player ever to appear in a Major League game, pitching 2⁄3 of an inning for the Reds on June 10, 1944, at the age of 15 years, 316 days. Called upon for that single game due to player shortages during World War II, Nuxhall eventually found his way back to the Reds in 1952, and the National League All-Star team in 1955 and 1956. Long known as \"The Ol' Left-hander,\" he compiled a career earned run average of 3.90 and a record of 135–117 during his 16-season career, with all but five of his victories being earned with the Reds. Nuxhall died in 2007 after a long battle with cancer.",
    "year": 1928,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Richard Johnson (actor)",
    "birthday": "1927-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Richard_Johnson_%28actor%29.jpg/320px-Richard_Johnson_%28actor%29.jpg",
    "extract": "Richard Keith Johnson was an English actor, writer and producer, who starred in several British films of the 1960s and also had television roles and a distinguished stage career.",
    "year": 1927,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Victor Wong (actor, born 1927)",
    "birthday": "1927-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Victor_Wong_%28cropped%29.jpg/241px-Victor_Wong_%28cropped%29.jpg",
    "extract": "Victor Gee Keung Wong was an American actor, artist, and journalist. A fourth-generation Chinese-American, he appeared in supporting roles throughout the 1980s and 1990s. He portrayed Chinese sorcerer Egg Shen in John Carpenter's 1986 cult film Big Trouble in Little China, royal adviser Chen Bao Shen in the Best Picture–winning The Last Emperor, rural storekeeper Walter Chang in the comedy horror film Tremors, and Grandpa Mori Shintaro in the 3 Ninjas tetralogy.",
    "year": 1927,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Betye Saar",
    "birthday": "1926-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/bf/Betye_Saar.jpg",
    "extract": "Betye Irene Saar is an African-American artist known for her work in the medium of assemblage. Saar is a visual storyteller and an accomplished printmaker. Saar was a part of the Black Arts Movement in the 1970s, which engaged myths and stereotypes about race and femininity. Her work is considered highly political, as she challenged negative ideas about African Americans throughout her career; Saar is best known for her art work that critiques American racism toward Blacks.",
    "year": 1926,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Stan Stennett",
    "birthday": "1925-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Stan_Stennett.jpg/320px-Stan_Stennett.jpg",
    "extract": "Stanley Llewelyn Stennett was a Welsh comedian, actor and jazz musician.",
    "year": 1925,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Alexander Trocchi",
    "birthday": "1925-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b4/Alexander_Trocchi_1967.jpg",
    "extract": "Alexander Whitelaw Robertson Trocchi was a Scottish novelist.",
    "year": 1925,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Grant Johannesen",
    "birthday": "1921-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Grant_Johannesen_%281921_-_2005%29.jpg/257px-Grant_Johannesen_%281921_-_2005%29.jpg",
    "extract": "Grant Johannesen was an American pianist.",
    "year": 1921,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Walter Schuck",
    "birthday": "1920-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/99/Photo_of_Walter_Schuck.jpg",
    "extract": "Walter Schuck was a German military aviator who served in the Luftwaffe from 1937 until the end of World War II. As a fighter ace, he claimed 206 enemy aircraft shot down in over 500 combat missions, eight of which while flying the Messerschmitt Me 262 jet fighter. Schuck was a recipient of the Knight's Cross of the Iron Cross with Oak Leaves.",
    "year": 1920,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Michael Morris, 3rd Baron Killanin",
    "birthday": "1914-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Michael_Morris%2C_3rd_Baron_Killanin_%281976%29.jpg/240px-Michael_Morris%2C_3rd_Baron_Killanin_%281976%29.jpg",
    "extract": "Michael Morris, 3rd Baron Killanin, was an Irish journalist, author, sports official, and the sixth President of the International Olympic Committee (IOC). He succeeded his uncle as Baron Killanin in the Peerage of the United Kingdom in 1927, when he was 12, which allowed him to sit in the House of Lords at the Palace of Westminster as Lord Killanin upon turning 21.",
    "year": 1914,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Edgar de Evia",
    "birthday": "1910-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Edgar_de_Evia_3x4.jpg/240px-Edgar_de_Evia_3x4.jpg",
    "extract": "Edgar Domingo Evia y Joutard, known professionally as Edgar de Evia, was a Mexican-born American interiors photographer.",
    "year": 1910,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "C. Northcote Parkinson",
    "birthday": "1909-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Cyril_Northcote_Parkinson_1961.jpg/270px-Cyril_Northcote_Parkinson_1961.jpg",
    "extract": "Cyril Northcote Parkinson was a British naval historian and author of some 60 books, the most famous of which was his best-seller Parkinson's Law (1957), in which Parkinson advanced Parkinson's law, stating that \"work expands so as to fill the time available for its completion\", an insight which led him to be regarded as an important scholar in public administration and management.",
    "year": 1909,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Salvador Novo",
    "birthday": "1904-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e0/Salvador_Novo_en_1971.jpg",
    "extract": "Salvador Novo López was a Mexican writer, poet, playwright, translator, television presenter, entrepreneur, and the official chronicler of Mexico City. As a noted intellectual, he influenced popular perceptions of politics, media, the arts, and Mexican society in general. He was a member of Los Contemporáneos, a group of Mexican writers, as well as of the Mexican Academy of the Language.",
    "year": 1904,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Alfred Lépine",
    "birthday": "1901-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d2/Hockey_player_Alfred_Lepine.png",
    "extract": "Joseph Alfred Pierre Hormisdas \"Pit\" Lépine was a Canadian ice hockey forward and coach. He was born in Sainte-Anne-de-Bellevue, Quebec.",
    "year": 1901,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Gerald Moore",
    "birthday": "1899-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/90/GeraldMoore.jpg",
    "extract": "Gerald Moore CBE was an English classical pianist best known for his career as a collaborative pianist for many distinguished musicians. Among those with whom he was closely associated were Dietrich Fischer-Dieskau, Elisabeth Schumann, Hans Hotter, Elisabeth Schwarzkopf, Victoria de los Ángeles and Pablo Casals.",
    "year": 1899,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Henry Moore",
    "birthday": "1898-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Henry_Moore_in_workshop_Allan_Warren.jpg/318px-Henry_Moore_in_workshop_Allan_Warren.jpg",
    "extract": "Henry Spencer Moore was an English artist. He is best known for his semi-abstract monumental bronze sculptures which are located around the world as public works of art. As well as sculpture, Moore produced many drawings, including a series depicting Londoners sheltering from the Blitz during the Second World War, along with other graphic works on paper.",
    "year": 1898,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Casey Stengel",
    "birthday": "1890-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/62/Casey_Stengel_1953.png",
    "extract": "Charles Dillon \"Casey\" Stengel was an American Major League Baseball right fielder and manager, best known as the manager of the championship New York Yankees of the 1950s and later, the expansion New York Mets. He was elected to the Baseball Hall of Fame in 1966.",
    "year": 1890,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Smedley Butler",
    "birthday": "1881-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/SmedleyButler.jpeg/256px-SmedleyButler.jpeg",
    "extract": "Major General Smedley Darlington Butler, nicknamed \"Maverick Marine\", was a senior United States Marine Corps officer who fought in the Philippine–American War, the Boxer Rebellion, the Mexican Revolution and World War I. During his 34-year career as a Marine, he participated in military actions in the Philippines, China, Central America, the Caribbean during the Banana Wars, and France in World War I. Butler was, at the time of his death, the most decorated Marine in U.S. history. By the end of his career, Butler had received 16 medals, five for heroism. He is one of 19 men to receive the Medal of Honor twice, one of three to be awarded both the Marine Corps Brevet Medal and the Medal of Honor, and the only Marine to be awarded the Brevet Medal and two Medals of Honor, all for separate actions.",
    "year": 1881,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Princess Clémentine of Belgium",
    "birthday": "1872-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Clementine_of_Belgium.jpg/232px-Clementine_of_Belgium.jpg",
    "extract": "Princess Clémentine of Belgium, was by birth a Princess of Belgium and member of the House of Wettin in the branch of Saxe-Coburg and Gotha. In 1910, she became Princess Napoléon and de jure Empress consort of the French as the wife of Napoléon Victor Jérôme Frédéric Bonaparte, Bonapartist pretender to the Imperial throne of France.",
    "year": 1872,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Henry Ford",
    "birthday": "1863-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Henry_ford_1919.jpg/251px-Henry_ford_1919.jpg",
    "extract": "Henry Ford was an American industrialist, business magnate, founder of the Ford Motor Company, and chief developer of the assembly line technique of mass production. By creating the first automobile that middle-class Americans could afford, he converted the automobile from an expensive luxury into an accessible conveyance that profoundly impacted the landscape of the 20th century.",
    "year": 1863,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Nikolai Yudenich",
    "birthday": "1862-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Nikolai_N._Yudenich.jpg/275px-Nikolai_N._Yudenich.jpg",
    "extract": "Nikolai Nikolayevich Yudenich was a commander of the Russian Imperial Army during World War I. He was a leader of the anti-communist White movement in Northwestern Russia during the Civil War.",
    "year": 1862,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Henry Lunn",
    "birthday": "1859-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Henry_Simpson_Lunn_Vanity_Fair_6_October_1909.jpg/213px-Henry_Simpson_Lunn_Vanity_Fair_6_October_1909.jpg",
    "extract": "Sir Henry Simpson Lunn was an English humanitarian and religious figure, and also founder of Lunn Poly, one of the UK's largest travel companies.",
    "year": 1859,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Thorstein Veblen",
    "birthday": "1857-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Veblen3a.jpg/244px-Veblen3a.jpg",
    "extract": "Thorstein Bunde Veblen was a Norwegian-American economist and sociologist who, during his lifetime, emerged as a well-known critic of capitalism.",
    "year": 1857,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Georg Wilhelm von Siemens",
    "birthday": "1855-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Georg_Wilhelm_von_Siemens.jpg/320px-Georg_Wilhelm_von_Siemens.jpg",
    "extract": "Georg Wilhelm von Siemens was a German telecommunications industrialist of the Siemens family.",
    "year": 1855,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "George Lemuel Woods",
    "birthday": "1832-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/George_Lemuel_Woods_portrait.jpg/304px-George_Lemuel_Woods_portrait.jpg",
    "extract": "George Lemuel Woods was an American lawyer, judge, and politician. A member of the Republican Party, Woods served as the third Governor of Oregon from 1866 to 1870. Failing to win renomination, Woods was then appointed Territorial Governor of Utah by President Ulysses S. Grant, serving in that position from 1871 to 1875.",
    "year": 1832,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Emily Brontë",
    "birthday": "1818-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Emily_Bront%C3%AB_by_Patrick_Branwell_Bront%C3%AB_restored.jpg/243px-Emily_Bront%C3%AB_by_Patrick_Branwell_Bront%C3%AB_restored.jpg",
    "extract": "Emily Jane Brontë was an English novelist and poet who is best known for her only novel, Wuthering Heights, now considered a classic of English literature. She also published a book of poetry with her sisters Charlotte and Anne titled Poems by Currer, Ellis and Acton Bell with her own poems finding regard as poetic genius. Emily was the second-youngest of the four surviving Brontë siblings, between the youngest Anne and her brother Branwell. She published under the pen name Ellis Bell.",
    "year": 1818,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jan Heemskerk",
    "birthday": "1818-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Jan_Heemskerk_Azn_%281818-1897%29%2C_after_Heinrich_Wilhelm_Wollrabe.jpg/263px-Jan_Heemskerk_Azn_%281818-1897%29%2C_after_Heinrich_Wilhelm_Wollrabe.jpg",
    "extract": "Jan Heemskerk Abrahamszoon was a Dutch politician who served as Chairman of the Council of Ministers from 1874 to 1877, and again from 1883 to 1888. His son, Theo Heemskerk also served as Chairman of the Council of Ministers.",
    "year": 1818,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Charles Chiniquy",
    "birthday": "1809-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Charles_Chiniquy_Portrait.png/294px-Charles_Chiniquy_Portrait.png",
    "extract": "Charles Paschal Telesphore Chiniquy was a Canadian socio-political activist and former Roman Catholic priest who left the Roman Catholic Church and converted to Protestant Christianity, becoming a Presbyterian Evangelical minister. He rode the lecture circuit in the United States denouncing the Roman Catholic Church. His themes were that Roman Catholicism was Pagan, that Roman Catholics worshipped the Virgin Mary, and that its theology was anti-Christian.",
    "year": 1809,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Samuel Rogers",
    "birthday": "1763-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Samuel_Rogers_by_Thomas_Phillips.jpg/268px-Samuel_Rogers_by_Thomas_Phillips.jpg",
    "extract": "Samuel Rogers was an English poet, during his lifetime one of the most celebrated, although his fame has long since been eclipsed by his Romantic colleagues and friends Wordsworth, Coleridge and Byron. His recollections of these and other friends such as Charles James Fox are key sources for information about London artistic and literary life, with which he was intimate, and which he used his wealth to support. He made his money as a banker and was also a discriminating art collector.",
    "year": 1763,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Maria Anna Mozart",
    "birthday": "1751-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Maria_Anna_Mozart_%28Lange%29.jpg/320px-Maria_Anna_Mozart_%28Lange%29.jpg",
    "extract": "Maria Anna Walburga Ignatia Mozart, called \"Marianne\" and nicknamed Nannerl, was a musician, the older sister of Wolfgang Amadeus Mozart (1756–1791) and daughter of Leopold (1719–1787) and Anna Maria Mozart (1720–1778).",
    "year": 1751,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Regnier de Graaf",
    "birthday": "1641-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Reinier_de_Graaf_17e_eeuw.jpg/204px-Reinier_de_Graaf_17e_eeuw.jpg",
    "extract": "Regnier de Graaf, original Dutch spelling Reinier de Graaf, or Latinized Reijnerus de Graeff was a Dutch physician, physiologist and anatomist who made key discoveries in reproductive biology. He specialized in iatrochemistry and iatrogenesis, and was the first to develop a syringe to inject dye into human reproductive organs so that he could understand their structure and function.",
    "year": 1641,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ferdinando I de' Medici, Grand Duke of Tuscany",
    "birthday": "1549-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/S_Pulzone_Fernando_I_de_Medicis_Uffizi_1590.jpg/265px-S_Pulzone_Fernando_I_de_Medicis_Uffizi_1590.jpg",
    "extract": "Ferdinando I de' Medici, Grand Duke of Tuscany was Grand Duke of Tuscany from 1587 to 1609, having succeeded his older brother Francesco I.",
    "year": 1549,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Giorgio Vasari",
    "birthday": "1511-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Giorgio_Vasari_Selbstportr%C3%A4t.jpg/255px-Giorgio_Vasari_Selbstportr%C3%A4t.jpg",
    "extract": "Giorgio Vasari was an Italian painter, architect, engineer, writer, and historian, best known for his Lives of the Most Excellent Painters, Sculptors, and Architects, considered the ideological foundation of art-historical writing, and the basis for biographies of several Renaissance artists, including Leonardo da Vinci and Michelangelo. Vasari designed the Tomb of Michelangelo in the Basilica of Santa Croce, Florence that was completed in 1578. Based on Vasari's text in print about Giotto's new manner of painting as a rinascita (rebirth), author Jules Michelet in his Histoire de France (1835) suggested adoption of Vasari's concept, using the term Renaissance to distinguish the cultural change. The term was adopted thereafter in historiography and still is in use today.",
    "year": 1511,
    "month": 7,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Hongzhi Emperor",
    "birthday": "1470-7-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Portrait_assis_de_l%27empereur_Hongzhi.jpg/237px-Portrait_assis_de_l%27empereur_Hongzhi.jpg",
    "extract": "The Hongzhi Emperor was the tenth Emperor of the Ming dynasty, reigned from 1487 to 1505. Born Zhu Youcheng, he was the eldest surviving son of the Chenghua Emperor and his reign as emperor of China is called the \"Hongzhi Restoration\" (弘治中興). His era name, \"Hongzhi\", means \"great governance\". A peace-loving emperor, the Hongzhi Emperor also had only one empress and no concubines, granting him the distinction of being the sole perpetually monogamous emperor in Chinese history, besides Emperor Fei of Western Wei. He was emperor during the middle years of the Ming dynasty.",
    "year": 1470,
    "month": 7,
    "day": 30,
    "language": "en"
  }
]