[
  {
    "name": "Moussa Diaby",
    "birthday": "1999-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Francia-usa-63.jpg/199px-Francia-usa-63.jpg",
    "extract": "Moussa Diaby is a French professional footballer who plays as a winger for Bundesliga club Bayer Leverkusen and the France national team.",
    "year": 1999,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Dominik Furman",
    "birthday": "1992-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Dominik_Furman_2012.jpg/187px-Dominik_Furman_2012.jpg",
    "extract": "Dominik Grzegorz Furman is a Polish professional footballer who plays as a midfielder for Ekstraklasa club Wisła Płock.",
    "year": 1992,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Alesso",
    "birthday": "1991-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Alesso_profile.png/249px-Alesso_profile.png",
    "extract": "Alessandro Renato Rodolfo \"Alesso\" Lindblad is a Swedish DJ and record producer.",
    "year": 1991,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Lee Addy",
    "birthday": "1990-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Li_Adi.jpg/189px-Li_Adi.jpg",
    "extract": "Lee Addy is a Ghanaian professional footballer who plays as a defender. He played for the Ghana national team at the 2010 FIFA World Cup.",
    "year": 1990,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Landon Cassill",
    "birthday": "1989-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Landon_Cassill_Michigan_2018.jpg/210px-Landon_Cassill_Michigan_2018.jpg",
    "extract": "Landon Douglas Cassill is an American professional stock car racing driver. He competes full-time in the NASCAR Xfinity Series, driving the No. 10 Chevrolet Camaro for Kaulig Racing and part-time in the NASCAR Cup Series, driving the No. 77 Chevrolet Camaro ZL1 for Spire Motorsports.",
    "year": 1989,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Karl-August Tiirmaa",
    "birthday": "1989-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Karl-August_Tiirmaa_Lahti_2016.JPG/263px-Karl-August_Tiirmaa_Lahti_2016.JPG",
    "extract": "Karl-August Tiirmaa is an Estonian Nordic combined skier.",
    "year": 1989,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Kaci Brown",
    "birthday": "1988-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Kaci_Brown_%2840026099%29.jpg/320px-Kaci_Brown_%2840026099%29.jpg",
    "extract": "Kaci Deanne Brown is an American singer and songwriter. Born in Sulphur Springs, Texas, she began performing at an early age, performing across Texas and winning the title of \"Little Miss Texas Overall Grand Talent\" at ten years old. At age 11, she moved with her family to Grand Rapids, Michigan in 2001, where she quickly established herself in the country scene. She soon signed a music publishing deal as a staff songwriter with Roy and Barbara Orbison's Still Working Music, initially with the intention of developing a career in country music. She eventually chose to pursue a pop career and toured with the Backstreet Boys. At age 17, she released her debut album Instigator via Interscope Records in 2005. She co-wrote all but one of the album's songs with producer Toby Gad.",
    "year": 1988,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Lukas Rosenthal",
    "birthday": "1988-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/RK03_Rosenthal.jpg/306px-RK03_Rosenthal.jpg",
    "extract": "Lukas Rosenthal is a German international rugby union player, playing for the TSV Handschuhsheim in the Rugby-Bundesliga and the German national rugby union team.",
    "year": 1988,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ana Kasparian",
    "birthday": "1986-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Ana_Kasparian_on_the_centre_Stage_at_Collision_2017_in_New_Orleans%2C_Louisiana_%28cropped%29.jpg/277px-Ana_Kasparian_on_the_centre_Stage_at_Collision_2017_in_New_Orleans%2C_Louisiana_%28cropped%29.jpg",
    "extract": "Anahit Misak Kasparian is an American progressive political commentator, media host, university instructor, and journalist. She is the main host and a producer of the online news show The Young Turks, having begun working as a fill-in producer for the show in 2007. She also appeared on the television version of the show that aired on Current TV. She formerly hosted The Point on the TYT Network and currently co-hosts a Jacobin YouTube show, Weekends with Ana Kasparian and Nando Vila.",
    "year": 1986,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Sevyn Streeter",
    "birthday": "1986-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Sevyn_Streeter_2015.jpg/213px-Sevyn_Streeter_2015.jpg",
    "extract": "Amber Denise \"Sevyn\" Streeter is an American singer and songwriter, best known for being a member of the girl groups TG4 and RichGirl where she was known as Se7en. She signed to Atlantic Records and released her debut single \"I Like It\" in 2012.",
    "year": 1986,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Marc Stein (footballer)",
    "birthday": "1985-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Marc_Stein_-_Hertha_BSC_Berlin_%282%29.jpg/320px-Marc_Stein_-_Hertha_BSC_Berlin_%282%29.jpg",
    "extract": "Marc Stein is a German professional footballer who plays as a full-back for VfB Stuttgart II.",
    "year": 1985,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Alberto Aquilani",
    "birthday": "1984-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Sterling%2C_Spearing%2C_Eccleston%2C_Aquilani%2C_Enrique%2C_Shelvey_%28cropped%29.jpg/247px-Sterling%2C_Spearing%2C_Eccleston%2C_Aquilani%2C_Enrique%2C_Shelvey_%28cropped%29.jpg",
    "extract": "Alberto Aquilani is an Italian football manager and former player. Mainly a central midfielder, he usually operated as a deep-lying playmaker, but was also capable of playing as an attacking midfielder. He is the head coach of Fiorentina Primavera.",
    "year": 1984,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Mohammad Ashraful",
    "birthday": "1984-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/%E0%A6%AE%E0%A7%8B%E0%A6%B9%E0%A6%BE%E0%A6%AE%E0%A7%8D%E0%A6%AE%E0%A6%A6_%E0%A6%86%E0%A6%B6%E0%A6%B0%E0%A6%BE%E0%A6%AB%E0%A7%81%E0%A6%B2.jpg/240px-%E0%A6%AE%E0%A7%8B%E0%A6%B9%E0%A6%BE%E0%A6%AE%E0%A7%8D%E0%A6%AE%E0%A6%A6_%E0%A6%86%E0%A6%B6%E0%A6%B0%E0%A6%BE%E0%A6%AB%E0%A7%81%E0%A6%B2.jpg",
    "extract": "Mohammad Ashraful is a Bangladeshi cricketer, who has represented the Bangladesh national cricket team in all formats of the game and a former captain of all formats. A top-order batsman with a penchant for flashy stroke-play, he was also selected to represent the ACC Asia XI ODI side. Ashraful became the youngest cricketer to make a hundred in test cricket when he was less than 17 years old in 2001, his debut test against Sri Lanka.",
    "year": 1984,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jan Laštůvka",
    "birthday": "1982-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/%D0%AF%D0%BD_%D0%9B%D0%B0%D1%88%D1%82%D1%83%D0%B2%D0%BA%D0%B0.jpg/253px-%D0%AF%D0%BD_%D0%9B%D0%B0%D1%88%D1%82%D1%83%D0%B2%D0%BA%D0%B0.jpg",
    "extract": "Jan Laštůvka is a Czech professional footballer who plays as a goalkeeper for Baník Ostrava.",
    "year": 1982,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "MS Dhoni",
    "birthday": "1981-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/70/Mahendra_Singh_Dhoni_January_2016_%28cropped%29.jpg",
    "extract": "Mahendra Singh Dhoni is an Indian professional cricketer who was captain of the Indian national cricket team in limited-overs formats from 2007 to 2017 and in Test cricket from 2008 to 2014. He is a right-handed wicket-keeper batsman. He led the team to three ICC trophies including the 2007 ICC World Twenty20, 2011 ICC Cricket World Cup and 2013 ICC Champions Trophy. Under his captaincy, India won the Asia Cup two times, in 2010 and 2016. India also won ICC Test Championship Mace two times in 2010 and 2011 under his leadership. He is considered as one of the greatest Captains and Wicket Keeper-Batsmen of all time. Throughout his 15 year long international career, Dhoni has won several awards and accolades.",
    "year": 1981,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "John Buck (baseball)",
    "birthday": "1980-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/John_Buck_on_April_1%2C_2013.jpg/198px-John_Buck_on_April_1%2C_2013.jpg",
    "extract": "Johnathan Richard Buck is an American former professional baseball catcher. He played in Major League Baseball (MLB) for the Kansas City Royals, Toronto Blue Jays, Florida/Miami Marlins, New York Mets, Pittsburgh Pirates, Seattle Mariners and Los Angeles Angels of Anaheim. He went to high school in Taylorsville, Utah.",
    "year": 1980,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Serdar Kulbilge",
    "birthday": "1980-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Serdar_Kulbilge.jpg/232px-Serdar_Kulbilge.jpg",
    "extract": "Serdar Kulbilge is a Turkish former footballer who played as a goalkeeper.",
    "year": 1980,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Michelle Kwan",
    "birthday": "1980-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Michelle_Kwan_Baltimore.jpg/221px-Michelle_Kwan_Baltimore.jpg",
    "extract": "Michelle Wingshan Kwan is an American retired figure skater. She is a two-time Olympic medalist, a five-time World champion and a nine-time U.S. champion. She is tied with Maribel Vinson for the all-time National Championship record.",
    "year": 1980,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ibrahim Sulayman Muhammad al-Rubaysh",
    "birthday": "1979-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c4/Ibrahim_al-Rubaish.jpg",
    "extract": "Ibrahim Sulayman Muhammad al-Rubaish was a terrorist and a senior leader of Al Qaida in the Arabian Peninsula (AQAP), who was held in extrajudicial detention in the United States's Guantanamo Bay detention camp in Cuba. He was released into the custody of Saudi Arabian authorities and then escaped in 2006. He became AQAP's mufti.",
    "year": 1979,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Anastasios Gousis",
    "birthday": "1979-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Anastasios_Gousis_2007.jpg/146px-Anastasios_Gousis_2007.jpg",
    "extract": "Anastasios \"Tasos\" Gousis is a Greek sprint athlete.",
    "year": 1979,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Chris Andersen",
    "birthday": "1978-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/67/Chris_%22Birdman%22_Andersen_2009.jpg",
    "extract": "Christopher “Birdman” Claus Andersen is an American former professional basketball player. Nicknamed \"Birdman\", Andersen was born in Long Beach, California, grew up in Iola, Texas, and played one year at Blinn College. Andersen began his professional career in the Chinese Basketball Association and the American minor leagues. He then played in the NBA for the Denver Nuggets and the New Orleans Hornets. He received a two-year ban from the NBA in 2006 for violating the league's drug policy, but was reinstated on March 4, 2008, and re-signed with the Hornets the next day. He returned to Denver later in 2008, and remained with the team until 2012. He signed with the Miami Heat in January 2013 and won a championship with them that same year. He and Oliver Lafayette are the only Blinn students to ever play in the NBA. He now plays for Power in the Big3 league.",
    "year": 1978,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Bérénice Bejo",
    "birthday": "1976-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/B%C3%A9r%C3%A9nice_Bejo_Cannes_2016.jpg/226px-B%C3%A9r%C3%A9nice_Bejo_Cannes_2016.jpg",
    "extract": "Bérénice Bejo is a French-Argentine actress best known for playing Christiana in A Knight's Tale (2001) and Peppy Miller in The Artist (2011). Her work in the latter earned her a nomination for the Academy Award for Best Supporting Actress and won her the César Award for Best Actress. For her performance in The Past, she won Best Actress at the Cannes Film Festival in 2013 and was nominated for a César.",
    "year": 1976,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Vasily Petrenko",
    "birthday": "1976-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Vasily_Eduardovich_Petrenko.jpg/320px-Vasily_Eduardovich_Petrenko.jpg",
    "extract": "Vasily Eduardovich Petrenko is a Russian-British conductor. He is currently chief conductor of the European Union Youth Orchestra, music director of the Royal Philharmonic Orchestra, and principal conductor of the State Academic Symphony Orchestra of the Russian Federation.",
    "year": 1976,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Tony Benshoof",
    "birthday": "1975-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Tony_Benshoof_sliding.jpg/320px-Tony_Benshoof_sliding.jpg",
    "extract": "Antony Lee \"Tony\" Benshoof is an American luger from White Bear Lake, Minnesota who has been competing since 1990. He won three medals in the mixed team event at the FIL World Luge Championships with two silvers and one bronze (2001).",
    "year": 1975,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Adam Nelson",
    "birthday": "1975-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Adam_Nelson_Deagu_2011.jpg/213px-Adam_Nelson_Deagu_2011.jpg",
    "extract": "Adam McCright Nelson is an American shot putter and Olympic gold medalist. Nelson competed in three consecutive Olympic Games in 2000, 2004 and 2008. In addition to his gold medal at the 2004 Olympics, Nelson won a silver medal at the 2000 Olympics.",
    "year": 1975,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Patrick Lalime",
    "birthday": "1974-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Lalime.jpg/320px-Lalime.jpg",
    "extract": "Patrick Lalime is a Canadian ice hockey commentator and former professional ice hockey player who played twelve seasons in the National Hockey League (NHL) with the Pittsburgh Penguins, Ottawa Senators, St. Louis Blues, Chicago Blackhawks and Buffalo Sabres. Lalime retired from playing in 2011 to join the Réseau des sports (RDS) television network covering the Ottawa Senators, but has since left RDS to cover the Montreal Canadiens and the NHL for TVA Sports.",
    "year": 1974,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Kārlis Skrastiņš",
    "birthday": "1973-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Karlis_Skrastins.jpg/320px-Karlis_Skrastins.jpg",
    "extract": "Kārlis Skrastiņš was a Latvian professional ice hockey player. Skrastiņš was drafted by the Nashville Predators of the National Hockey League in 1998 as a defenceman and spent twelve years in the league playing for the Predators, the Colorado Avalanche, the Florida Panthers, and the Dallas Stars.",
    "year": 1973,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Lisa Leslie",
    "birthday": "1972-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/LisaLeslieDec10.jpg/234px-LisaLeslieDec10.jpg",
    "extract": "Lisa Deshaun Leslie is an American former professional basketball player. She is currently the head coach for Triplets in the BIG3 professional basketball league, as well as a studio analyst for Orlando Magic broadcasts on Fox Sports Florida.",
    "year": 1972,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Manfred Stohl",
    "birthday": "1972-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Manfred_Stohl_-_2005_Cyprus_Rally_2.jpg/320px-Manfred_Stohl_-_2005_Cyprus_Rally_2.jpg",
    "extract": "Manfred Stohl is an Austrian rally driver who debuted in the World Rally Championship in 1991. Stohl's co-driver is fellow Austrian Ilka Minor.",
    "year": 1972,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Kirsten Vangsness",
    "birthday": "1972-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Kirsten_Vangsness_%40_SXSW_2019_%2847300390192%29_%28cropped%29.jpg/244px-Kirsten_Vangsness_%40_SXSW_2019_%2847300390192%29_%28cropped%29.jpg",
    "extract": "Kirsten Simone Vangsness is an American actress and writer. She is best known for her portrayal of FBI Technical Analyst Penelope Garcia on the CBS drama series Criminal Minds. She portrayed the same character on the spin-off series Criminal Minds: Suspect Behavior and Criminal Minds: Beyond Borders.",
    "year": 1972,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Christian Camargo",
    "birthday": "1971-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Christian_Camargo.jpg/252px-Christian_Camargo.jpg",
    "extract": "Christian Camargo is an American actor, producer, writer, and director. He is perhaps best known for his roles as Brian Moser in the Showtime drama Dexter, Michael Corrigan in the Netflix drama House of Cards and Eleazar in The Twilight Saga: Breaking Dawn – Parts 1 and 2.",
    "year": 1971,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Wayne McCullough",
    "birthday": "1970-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/019_-_Macklin.jpg/320px-019_-_Macklin.jpg",
    "extract": "Wayne Pocket Rocket McCullough is a former professional boxer from Northern Ireland who competed from 1993 to 2008. He held the WBC bantamweight title from 1995 to 1997, and challenged six times for world titles at super-bantamweight and featherweight. As an amateur, McCullough represented Ireland at the 1992 Summer Olympics, winning a bantamweight silver medal. He also won flyweight gold at the 1990 Commonwealth Games, representing Northern Ireland.",
    "year": 1970,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Erik Zabel",
    "birthday": "1970-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Rund_um_K%C3%B6ln_2017_050.jpg/218px-Rund_um_K%C3%B6ln_2017_050.jpg",
    "extract": "Erik Zabel is a German former professional road bicycle racer who last raced with Milram. With 152 professional wins and 211 wins in his career, he is considered by some to be one of the greatest German cyclists and cycling sprinters of all-time. Zabel won a record nine points classifications in grands tours including the points classification in the Tour de France six consecutive years between 1996 and 2001 and the points classification in the Vuelta a España in 2002, 2003 and 2004. Zabel won the Milan–San Remo four times and numerous six-day track events. He was one of the few road cyclists of recent times who raced all year, including track cycling in winter. For season 2012 he joined Team Katusha as sprint coach. He previously held that same position with the HTC–Highroad team until their dissolution. Zabel admitted to doping from 1996 to 2004. He is the father of cyclist Rick Zabel.",
    "year": 1970,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Sylke Otto",
    "birthday": "1969-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Sylke_Otto_%28GER%29.jpg/308px-Sylke_Otto_%28GER%29.jpg",
    "extract": "Sylke Otto is a former German luger who competed from 1991 to 2007. Competing in three Winter Olympics, she won the gold medal in the women's singles event in 2002 and 2006.",
    "year": 1969,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Joe Sakic",
    "birthday": "1969-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Joe_sakic.jpg/227px-Joe_sakic.jpg",
    "extract": "Joseph Steven Sakic is a Canadian professional ice hockey executive and former player. He played his entire 21-year National Hockey League (NHL) career with the Quebec Nordiques/Colorado Avalanche franchise. Named captain of the team in 1992, Sakic is regarded as one of the greatest team leaders in league history and was able to consistently motivate his team to play at a winning level. Nicknamed \"Burnaby Joe\", Sakic led the Avalanche to Stanley Cup titles in 1996 and 2001, being named the most valuable player of the 1996 playoffs, and honoured as the MVP of the NHL in 2001 by the hockey writers and his fellow players. He is one of six players to participate in both of the team's Stanley Cup victories. Sakic was also named to play in 13 NHL All-Star Games and selected to the NHL First All-Star Team at centre three times.",
    "year": 1969,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Cree Summer",
    "birthday": "1969-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Cree_Summer_in_2018.png/278px-Cree_Summer_in_2018.png",
    "extract": "Cree Summer Francks is an American-Canadian actress, voice actress, and singer. She has worked extensively in animation, voicing long-running characters such as Susie Carmichael in Rugrats and Elmyra Duff in Tiny Toon Adventures and related media. In live action, she is known for playing Winifred \"Freddie\" Brooks on the NBC sitcom A Different World.",
    "year": 1969,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jorja Fox",
    "birthday": "1968-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Jorja_Fox.jpg/177px-Jorja_Fox.jpg",
    "extract": "Jorja-An Fox is an American actress and producer. She first came to prominence with a recurring role in the NBC medical drama ER as Dr. Maggie Doyle from 1996 to 1999. This was followed by another critical success in the recurring role of Secret Service Agent Gina Toscano in the NBC political drama The West Wing in 2000. She played Sara Sidle in the CBS police procedural drama CSI: Crime Scene Investigation, both as a regular and recurring (2008–2010) cast member. She reprised the role in the sequel CSI: Vegas, which premiered on October 6, 2021.",
    "year": 1968,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Tom Kristensen",
    "birthday": "1967-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Tom_Kristensen_Goodwood_Festival_of_Speed_2019_%2848242774107%29.jpg/264px-Tom_Kristensen_Goodwood_Festival_of_Speed_2019_%2848242774107%29.jpg",
    "extract": "Tom Kristensen is a Danish former racing driver. He holds the record for the most wins at the 24 Hours of Le Mans with nine, six of which were consecutive. In 1997, he won the race with the Joest Racing team, driving a Tom Walkinshaw Racing-designed and Porsche-powered WSC95, after being a late inclusion in the team following Davy Jones' accident that eventually ruled him out of the race. All of his subsequent wins came driving an Audi prototype, except in 2003, when he drove a Bentley prototype. In both 1999 and 2007 Kristensen's team crashed out of comfortable leads in the closing hours of the race. He is considered by many to be the greatest driver ever to have raced in the 24 Hours of Le Mans. Elsewhere Kristensen also holds the record for most wins at the 12 Hours of Sebring with a total of six.",
    "year": 1967,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jim Gaffigan",
    "birthday": "1966-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Jim_Gaffigan_making_a_goofy_excited_face%2C_Jan_2014%2C_NYC_%28cropped%29.jpg/232px-Jim_Gaffigan_making_a_goofy_excited_face%2C_Jan_2014%2C_NYC_%28cropped%29.jpg",
    "extract": "James Christopher Gaffigan is an American stand-up comedian, actor, writer, and producer. His material often addresses fatherhood, laziness, food, religion, and general observations. He is regarded as a \"clean\" comic, using little profanity in his routines. He has released several successful comedy specials, including Mr. Universe, Obsessed, Cinco, and Quality Time, all of which have received Grammy nominations.",
    "year": 1966,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jeremy Kyle",
    "birthday": "1965-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Jeremy_kyle_seated.jpg/320px-Jeremy_kyle_seated.jpg",
    "extract": "Jeremy Kyle is an English broadcaster and writer. He is known for hosting the tabloid talk show The Jeremy Kyle Show on ITV from 2005 to 2019. Kyle hosted a US version of his eponymous show, which ran for two seasons beginning in 2011.",
    "year": 1965,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Dominik Henzel",
    "birthday": "1964-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Dominik_Henzel.jpg/229px-Dominik_Henzel.jpg",
    "extract": "Dominik Henzel is a Czech-born Swedish actor and comedian. He has starred in at least 18 Swedish films and television series during a career that began in 1979. Henzel has also appeared in a number of television commercials and works as a stand-up comedian.",
    "year": 1964,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Vonda Shepard",
    "birthday": "1963-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Vondashepard_czarnob.jpg/231px-Vondashepard_czarnob.jpg",
    "extract": "Vonda Shepard is an American singer, songwriter, and actress. She appeared as a regular in the television show Ally McBeal, as a resident performer in the bar where the show's characters drank, danced and conversed after work. In 1998 she had a hit with the show's theme tune and soundtrack, \"Searchin' My Soul\". Her version of Kay Starr's Christmas classic \"(Everybody's Waitin' for) The Man with the Bag\", after it was featured on a season 4 episode of Ally McBeal, became a popular holiday song. She plays piano, bass, and guitar.",
    "year": 1963,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Kevin A. Ford",
    "birthday": "1960-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Kevin_A._Ford.jpg/256px-Kevin_A._Ford.jpg",
    "extract": "Kevin Anthony Ford is a retired United States Air Force Colonel and NASA astronaut. Ford has received a number of special honors and awards, some of which are the Air Force Meritorious Service Medal, Air Force Commendation Medal, Aerial Achievement Medal and the Armed Forces Expeditionary Medal. Ford has also logged more than 6,100 flying hours and also holds FAA certificates for airplanes, helicopters, gliders, and balloons. Ford has served in many roles at NASA since his selection in July 2000. The roles include as a Capsule Communicator or CAPCOM. He was also the Director Of Operations at the Gagarin Cosmonaut Training Center in Star City, Russia from January 2004 to January 2005. He was Pilot of STS-128 and Flight Engineer 2 of Soyuz TMA-06M from October 23, 2012 to March 16, 2013. He served as ISS Flight Engineer for Expedition 33, and Commander of Expedition 34.",
    "year": 1960,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ralph Sampson",
    "birthday": "1960-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Ralph_Sampson_2010.jpg/214px-Ralph_Sampson_2010.jpg",
    "extract": "Ralph Lee Sampson Jr. is an American former professional basketball player. He is a member of the Naismith Memorial Basketball Hall of Fame. A 7-foot-4 phenom, three-time College Player of the Year, and first selection in the 1983 NBA draft, Sampson brought heavy expectations with him to the National Basketball Association (NBA).",
    "year": 1960,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Billy Campbell",
    "birthday": "1959-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Billy_Campbell_2013_%28cropped%29.jpg/270px-Billy_Campbell_2013_%28cropped%29.jpg",
    "extract": "William Oliver Campbell is an American film and television actor. He first gained recognition for his recurring role as Luke Fuller in the TV series Dynasty. Then he became known for playing Rick Sammler on Once and Again, Det. Joey Indelli on Crime Story, Jordan Collier on The 4400, and Dr. Jon Fielding on the Tales of the City miniseries. His most notable films include The Rocketeer, Bram Stoker's Dracula and Enough. He portrayed Darren Richmond on the AMC television series The Killing, Dr. Alan Farragut in the SYFY series Helix and Det. John Cardinal on CTV's Cardinal.",
    "year": 1959,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Alexander Svinin",
    "birthday": "1958-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/00/Alexander_Svinin.jpg",
    "extract": "Alexander Vasilyevich Svinin is a Russian ice dancing coach and former competitor for the Soviet Union. With Olga Volozhinskaya, he is the 1983 European silver medalist, 1985 Skate Canada International champion, and competed at the 1984 Winter Olympics in Sarajevo.",
    "year": 1958,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jonathan Dayton and Valerie Faris",
    "birthday": "1957-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Jonathan_Dayton_and_Valerie_Faris_on_January_26%2C_2006.jpg/320px-Jonathan_Dayton_and_Valerie_Faris_on_January_26%2C_2006.jpg",
    "extract": "Jonathan Dayton and Valerie Faris are a team of American film and music video directors who received critical acclaim for their feature film directorial debut, Little Miss Sunshine (2006). Later the married couple directed the romantic comedy-drama Ruby Sparks (2012), and the biographical sports drama Battle of the Sexes (2017). Their most recent directing project is the Netflix comedy series, Living with Yourself, starring Paul Rudd, which premiered on October 17, 2019.",
    "year": 1957,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Berry Sakharof",
    "birthday": "1957-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Berry_Sakharof_1.jpg/213px-Berry_Sakharof_1.jpg",
    "extract": "Berry Sakharof is an Israeli rock guitarist, singer, songwriter and producer. Sakharof is one of Israel's most popular and critically acclaimed rock musicians, and is often referred to as \"the prince of Israeli rock\".",
    "year": 1957,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Len Barker",
    "birthday": "1955-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b8/Len_Barker_Cleveland_Indians.jpg",
    "extract": "Leonard Harold Barker III is a former Major League Baseball right-handed starting pitcher. He pitched the tenth perfect game in baseball history. Barker pitched with the Texas Rangers (1976–78), Cleveland Indians (1979–83), Atlanta Braves (1983–85) and Milwaukee Brewers (1987). During an 11-year baseball career, Barker compiled 74 wins, 975 strikeouts, and a 4.34 earned run average.",
    "year": 1955,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Simon Anderson",
    "birthday": "1954-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Simon_Anderson_after_surfing.jpg/279px-Simon_Anderson_after_surfing.jpg",
    "extract": "Simon Anderson is an Australian competitive surfer, surfboard shaper, and writer. He is credited with the 1980 invention of a three-fin surfboard design, called the \"thruster\".",
    "year": 1954,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Shelley Duvall",
    "birthday": "1949-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Shelley_Duvall_1975.jpg/279px-Shelley_Duvall_1975.jpg",
    "extract": "Shelley Alexis Duvall is an American retired actress and producer who is known for her portrayals of distinct, eccentric characters. Duvall was the recipient of several accolades across her career, including a Cannes Film Festival Award and a Peabody Award. She also received a British Academy Film Award nomination and two Primetime Emmy Award nominations.",
    "year": 1949,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Gyanendra of Nepal",
    "birthday": "1947-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Gyanendra_Shah.jpg/218px-Gyanendra_Shah.jpg",
    "extract": "Gyanendra Shah is the last King of Nepal who reigned from 2001 to 2008. As a child, he was briefly king from 1950 to 1951, when his grandfather, Tribhuvan, took political asylum in India with the rest of his family. His second reign began after the 2001 Nepalese royal massacre.",
    "year": 1947,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Howard Rheingold",
    "birthday": "1947-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/HowardRheingoldJI4.jpg/320px-HowardRheingoldJI4.jpg",
    "extract": "Howard Rheingold is an American critic, writer, and teacher, known for his specialties on the cultural, social and political implications of modern communication media such as the Internet, mobile telephony and virtual communities.",
    "year": 1947,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Michael Ancram",
    "birthday": "1945-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Official_portrait_of_The_Marquess_of_Lothian_crop_2.jpg/240px-Official_portrait_of_The_Marquess_of_Lothian_crop_2.jpg",
    "extract": "Michael Andrew Foster Jude Kerr, 13th Marquess of Lothian, Baron Kerr of Monteviot,, commonly known as Michael Ancram, is a British politician and life peer who served as Deputy Leader of the Conservative Party from 2001 to 2005. He was formerly styled Earl of Ancram until he inherited the marquessate in 2004.",
    "year": 1945,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Adele Goldberg (computer scientist)",
    "birthday": "1945-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Adele_Goldberg_at_PyCon_2007.jpg/320px-Adele_Goldberg_at_PyCon_2007.jpg",
    "extract": "Adele Goldberg is an American computer scientist. She participated in developing the programming language Smalltalk-80 and various concepts related to object-oriented programming while a researcher at the Xerox Palo Alto Research Center (PARC), in the 1970s.",
    "year": 1945,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Heloísa Pinheiro",
    "birthday": "1945-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Helo_Pinheiro.jpg/182px-Helo_Pinheiro.jpg",
    "extract": "Heloísa Eneida Paes Pinto Mendes Pinheiro, better known as Helô Pinheiro, is a Brazilian former model and businesswoman.",
    "year": 1945,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Feleti Sevele",
    "birthday": "1944-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Feleti.jpg/228px-Feleti.jpg",
    "extract": "Feleti Vakaʻuta Sevele, Lord Sevele of Vailahi was the Prime Minister of the Kingdom of Tonga from 30 March 2006 to 22 December 2010.",
    "year": 1944,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Tony Jacklin",
    "birthday": "1944-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Tony_Jacklin_1969b.jpg/320px-Tony_Jacklin_1969b.jpg",
    "extract": "Anthony Jacklin CBE is a retired English golfer. He was the most successful British player of his generation, winning two major championships, the 1969 Open Championship and the 1970 U.S. Open. He was also Ryder Cup captain from 1983 to 1989; Europe winning two and tying another of these four events.",
    "year": 1944,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Glenys Kinnock",
    "birthday": "1944-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7f/Baroness_Kinnock.jpg",
    "extract": "Glenys Elizabeth Kinnock, Baroness Kinnock of Holyhead, is a British politician and former teacher who served as Minister of State for Europe from June to October 2009 and Minister of State for Africa and the United Nations from 2009 to 2010. A member of the Labour Party, she was previously a Member of the European Parliament (MEP) for Wales, formerly South Wales East, from 1994 to 2009.",
    "year": 1944,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Emanuel Steward",
    "birthday": "1944-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/A5702.000.jpg/304px-A5702.000.jpg",
    "extract": "Emanuel \"Manny\" Steward was an American boxer, trainer, and commentator for HBO Boxing. He was also called the Godfather of Detroit Boxing. Steward trained 41 world champion fighters throughout his career, most notably Thomas Hearns, through the famous Kronk Gym and later heavyweights Lennox Lewis and Wladimir Klitschko. Emanuel trained over two dozen boxers who turned out to be champions in the course of his career. His heavyweight fighters had a combined record of 34-2-1 in title fights. He was an inducted of the International Boxing Hall Of Fame, and the World Boxing Hall of Fame. Steward was also known for his charity work in Detroit, Michigan, helping youth to attain an education.",
    "year": 1944,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ian Wilmut",
    "birthday": "1944-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/db/Sir_Ian_Wilmut.jpg",
    "extract": "Sir Ian Wilmut, OBE FRS FMedSci FRSE is an English embryologist and Chair of the Scottish Centre for Regenerative Medicine at the University of Edinburgh. He is best known as the leader of the research group that in 1996 first cloned a mammal from an adult somatic cell, a Finnish Dorset lamb named Dolly. He was appointed OBE in 1999 for services to embryo development and knighted in the 2008 New Year Honours. He together with Keith Campbell and Shinya Yamanaka jointly received the 2008 Shaw Prize for Medicine and Life Sciences \"for their works on the cell differentiation in mammals.\"",
    "year": 1944,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Joel Siegel",
    "birthday": "1943-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/56/JoelS.Siegel.jpg",
    "extract": "Joel Steven Siegel was an American film critic for the ABC morning news show Good Morning America for over 25 years. The winner of multiple Emmy Awards, Siegel also worked as a radio disc jockey and an advertising copywriter.",
    "year": 1943,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Marco Bollesan",
    "birthday": "1941-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Rugby_Italia_-_Germania_Ovest_1968.jpg/200px-Rugby_Italia_-_Germania_Ovest_1968.jpg",
    "extract": "Marco Bollesan was an Italian rugby union player, coach and manager.",
    "year": 1941,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "John Fru Ndi",
    "birthday": "1941-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/GedFruNdi.JPG/214px-GedFruNdi.JPG",
    "extract": "Ni John Fru Ndi is a Cameroonian politician. He founded the Social Democratic Front (SDF), the main opposition party in Cameroon, in 1990. He failed to get elected as a senator in 2013.",
    "year": 1941,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Michael Howard",
    "birthday": "1941-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Official_portrait_of_Lord_Howard_of_Lympne_crop_2.jpg/240px-Official_portrait_of_Lord_Howard_of_Lympne_crop_2.jpg",
    "extract": "Michael Howard, Baron Howard of Lympne is a British politician who served as Leader of the Conservative Party and Leader of the Opposition from November 2003 to December 2005. He previously held cabinet positions in the governments of Margaret Thatcher and John Major, including Secretary of State for Employment, Secretary of State for the Environment and Home Secretary.",
    "year": 1941,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Bill Oddie",
    "birthday": "1941-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Bill_Oddie_%28383148953%29.jpg/320px-Bill_Oddie_%28383148953%29.jpg",
    "extract": "William Edgar Oddie is an English writer, comedian, songwriter, musician, artist, birder, conservationist, television presenter and actor. He was a member of comedy trio The Goodies.",
    "year": 1941,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jim Rodford",
    "birthday": "1941-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Ray_Davies_-_Jim_Rodford_with_The_Kinks_1979_%28cropped%29.jpg/284px-Ray_Davies_-_Jim_Rodford_with_The_Kinks_1979_%28cropped%29.jpg",
    "extract": "James Walter Rodford was an English musician, who played bass for several British rock bands. He was a founding member of Argent, which was led by his cousin Rod Argent, and performed with them from their formation in 1969 until they disbanded in 1976. He was the bassist for the Kinks from 1978 until they disbanded in 1997. In 2004, he joined the reunited Zombies, whom he had been closely associated with since the early 1960s, and remained a member until his death in 2018. He was also a member of the Swinging Blue Jeans and the Kast Off Kinks.",
    "year": 1941,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ringo Starr",
    "birthday": "1940-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Ringo_Starr.png/260px-Ringo_Starr.png",
    "extract": "Sir Richard Starkey, better known by his stage name Ringo Starr, is an English musician, singer, songwriter and actor who achieved international fame as the drummer for the Beatles. He occasionally sang lead vocals with the group, usually for one song on each album, including \"Yellow Submarine\" and \"With a Little Help from My Friends\". He also wrote and sang the Beatles songs \"Don't Pass Me By\" and \"Octopus's Garden\", and is credited as a co-writer of others.",
    "year": 1940,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Elena Obraztsova",
    "birthday": "1939-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Elena_Obraztsova_cropped.jpg/308px-Elena_Obraztsova_cropped.jpg",
    "extract": "Elena Vasiliyevna Obraztsova was a Soviet and Russian mezzo-soprano. She was awarded the People's Artist of the USSR in 1976 and Hero of Socialist Labour in 1990.",
    "year": 1939,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Tung Chee-hwa",
    "birthday": "1937-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Tung_Chee_Hwa_%28Feb_2011%29.jpg/239px-Tung_Chee_Hwa_%28Feb_2011%29.jpg",
    "extract": "Tung Chee-hwa is a Hong Kong businessman and politician who served as the first Chief Executive of Hong Kong between 1997 and 2005, upon the transfer of sovereignty on 1 July. He is currently a vice-chairman of the Chinese People's Political Consultative Conference (CPPCC).",
    "year": 1937,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Egbert Brieskorn",
    "birthday": "1936-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/00/Egbert_Brieskorn.jpeg",
    "extract": "Egbert Valentin Brieskorn was a German mathematician who introduced Brieskorn spheres and the Brieskorn–Grothendieck resolution.",
    "year": 1936,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jo Siffert",
    "birthday": "1936-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Siffert%2C_Joseph_1968.jpg/213px-Siffert%2C_Joseph_1968.jpg",
    "extract": "Joseph Siffert was a Swiss racing driver.",
    "year": 1936,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Nikos Xilouris",
    "birthday": "1936-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/3c/NikosXilouris.jpg",
    "extract": "Nikos Xylouris, nicknamed Psaronikos, was a Greek composer and singer. He was born in the village of Anogeia in Crete, the largest of the Greek islands. He was the older brother of two other great musicians of Cretan music, Antonis Xylouris or Psarantonis and Yiannis Xylouris or Psaroyiannis. His songs and music captured the Greek psyche and demeanor, earning Xylouris the title, Archangel of Crete.",
    "year": 1936,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Robert McNeill Alexander",
    "birthday": "1934-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4d/Robert_McNeill_Alexander_with_Dinosaur.jpg/320px-Robert_McNeill_Alexander_with_Dinosaur.jpg",
    "extract": "Robert McNeill (Neill) Alexander, CBE FRS was a British zoologist and a leading authority in the field of biomechanics. For thirty years he was Professor of Zoology at the University of Leeds.",
    "year": 1934,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "David McCullough",
    "birthday": "1933-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/David_McCullough_-_2015_National_Book_Festival_%283%29.jpg/213px-David_McCullough_-_2015_National_Book_Festival_%283%29.jpg",
    "extract": "David Gaub McCullough is an American author, narrator, popular historian, and lecturer. He is a two-time winner of the Pulitzer Prize and the National Book Award and a recipient of the Presidential Medal of Freedom, the United States' highest civilian award.",
    "year": 1933,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Joe Zawinul",
    "birthday": "1932-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Joe_zawinul_2007-03-28_live_in_freiburg.jpg/320px-Joe_zawinul_2007-03-28_live_in_freiburg.jpg",
    "extract": "Josef Erich Zawinul was an Austrian jazz keyboardist and composer. First coming to prominence with saxophonist Cannonball Adderley, Zawinul went on to play with Miles Davis and to become one of the creators of jazz fusion, a musical genre that combined jazz with rock. He co-founded the groups Weather Report and The Zawinul Syndicate. He pioneered the use of electric piano and synthesizer, and was named \"Best Electric Keyboardist\" twenty-eight times by the readers of DownBeat magazine.",
    "year": 1932,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "David Eddings",
    "birthday": "1931-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/ee/David_Eddings_portrait.jpg",
    "extract": "David Carroll Eddings was an American fantasy writer. With his wife Leigh, he authored several best-selling epic fantasy novel series, including The Belgariad (1982–84), The Malloreon (1987–91), The Elenium (1989–91), The Tamuli (1992–94), and The Dreamers (2003–06).",
    "year": 1931,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Biljana Plavšić",
    "birthday": "1930-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Biljana_Plavsic.JPG/246px-Biljana_Plavsic.JPG",
    "extract": "Biljana Plavšić is a Bosnian Serb former politician and university professor who served as President of Republika Srpska and was later convicted of crimes against humanity for her role in the Bosnian War.",
    "year": 1930,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Hamish MacInnes",
    "birthday": "1930-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/819l4%2B0E2wL._AC_SL1500_cropped.jpg/279px-819l4%2B0E2wL._AC_SL1500_cropped.jpg",
    "extract": "Hamish MacInnes was a Scottish mountaineer, explorer, mountain search and rescuer, and author. He has been described as the \"father of modern mountain rescue in Scotland\". He is credited with inventing the first all-metal ice-axe and an eponymous lightweight foldable alloy stretcher called MacInnes stretcher, widely used in mountain and helicopter rescue. He was a mountain safety advisor to a number of major films, including Monty Python and the Holy Grail, The Eiger Sanction and The Mission. His 1972 International Mountain Rescue Handbook is considered a manual in the mountain search and rescue discipline.",
    "year": 1930,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Theodore McCarrick",
    "birthday": "1930-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Theodore_Cardinal_McCarrick.jpg/320px-Theodore_Cardinal_McCarrick.jpg",
    "extract": "Theodore Edgar McCarrick is a laicized American bishop and former cardinal of the Catholic Church. Ordained a priest in 1958, he became an auxiliary bishop of the Archdiocese of New York in 1977, then became Bishop of Metuchen, New Jersey, in 1981. From 1986 to 2000, he was Archbishop of Newark. He was created a cardinal in February 2001 and served as Archbishop of Washington from 2001 to 2006. Following credible allegations of repeated sexual misconduct towards boys and seminarians, he was removed from public ministry in June 2018, became the first cardinal to resign from the College of Cardinals because of claims of sexual abuse in July 2018, and was laicized in February 2019. Several honors he had been awarded, such as honorary degrees, were rescinded.",
    "year": 1930,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Hank Mobley",
    "birthday": "1930-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/08/Hank_Mobley.jpg/243px-Hank_Mobley.jpg",
    "extract": "Henry \"Hank\" Mobley was an American hard bop and soul jazz tenor saxophonist and composer. Mobley was described by Leonard Feather as the \"middleweight champion of the tenor saxophone\", a metaphor used to describe his tone, that was neither as aggressive as John Coltrane nor as mellow as Stan Getz, and his style that was laid-back, subtle and melodic, especially in contrast with players like Coltrane and Sonny Rollins. The critic Stacia Proefrock claimed him \"one of the most underrated musicians of the bop era.\" Mobley's compositions included \"Double Exposure,\" \"Soul Station\", and \"Dig Dis,\" among others.",
    "year": 1930,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Sergio Romano (writer)",
    "birthday": "1929-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Sergio_Romano.jpg/256px-Sergio_Romano.jpg",
    "extract": "Sergio Romano is an Italian diplomat, writer, journalist, and historian. He is a columnist for the newspaper Corriere della Sera. Romano is also a former Italian ambassador to Moscow.",
    "year": 1929,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Pat Hitchcock",
    "birthday": "1928-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Patricia_Hitchcock_1996.jpg/223px-Patricia_Hitchcock_1996.jpg",
    "extract": "Patricia Alma Hitchcock was an English-American actress and producer. She was the only child of English director Alfred Hitchcock and film editor Alma Reville, and had small roles in several of her father's films, her most substantial appearance being in Strangers on a Train (1951).",
    "year": 1928,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Kapelwa Sikota",
    "birthday": "1928-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/25/Kapelwa_Sikota.png/222px-Kapelwa_Sikota.png",
    "extract": "Kapelwa Sikota (1928–2006) was the first Zambian registered nurse, in the 1950s when her country was still the British protectorate of Northern Rhodesia. She trained and qualified in South Africa where nursing education was available before it was developed in Zambia. Her qualifications were not fully recognised at home until independence in 1964 when she was appointed to senior nursing posts. By 1970 she was Chief Nursing Officer in the Ministry of Health. In 2011 she was honoured posthumously by the Zambian Association of University Women.",
    "year": 1928,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Alan J. Dixon",
    "birthday": "1927-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a8/Alan_John_Dixon.jpg",
    "extract": "Alan John Dixon was an American politician and member of the Democratic Party who served in the Illinois General Assembly from 1951 to 1971, as the Illinois Treasurer from 1971 to 1977, as the Illinois Secretary of State from 1977 to 1981 and as a U.S. Senator from 1981 until 1993.",
    "year": 1927,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Charlie Louvin",
    "birthday": "1927-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Charlie_Louvin_-_NYC_10-24-08_-_Photo_by_Anthony_Pepitone.jpg/240px-Charlie_Louvin_-_NYC_10-24-08_-_Photo_by_Anthony_Pepitone.jpg",
    "extract": "Charles Elzer Loudermilk, known professionally as Charlie Louvin, was an American country music singer and songwriter. He is best known as one of the Louvin Brothers, and was a member of the Grand Ole Opry since 1955.",
    "year": 1927,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Doc Severinsen",
    "birthday": "1927-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Doc_Severinsen_1974.JPG/230px-Doc_Severinsen_1974.JPG",
    "extract": "Carl Hilding \"Doc\" Severinsen is an American jazz trumpeter who led the band on The Tonight Show Starring Johnny Carson.",
    "year": 1927,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Nuon Chea",
    "birthday": "1926-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Nuon_Chea_on_31_October_2013.jpg/253px-Nuon_Chea_on_31_October_2013.jpg",
    "extract": "Nuon Chea, also known as Long Bunruot or Rungloet Laodi, was a Cambodian communist politician and revolutionary who was the chief ideologist of the Khmer Rouge. He also briefly served as acting Prime Minister of Democratic Kampuchea. He was commonly known as \"Brother Number Two\", as he was second-in-command to Khmer Rouge leader Pol Pot, General Secretary of the Party, during the Cambodian genocide of 1975–1979. In 2014, Nuon Chea received a life sentence for crimes against humanity, alongside another top-tier Khmer Rouge leader, Khieu Samphan, and a further trial convicted him of genocide in 2018. These life sentences were merged into a single life sentence by the Trial Chamber on 16 November 2018. He died while serving his sentence in 2019.",
    "year": 1926,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Gulzar Dehlvi",
    "birthday": "1926-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Gulzar_dehlvi.jpg/320px-Gulzar_dehlvi.jpg",
    "extract": "Anand Mohan Zutshi Gulzar Dehlavi was an Indian Urdu poet, scholar, and journalist. Born in old Delhi's Gali Kashmeerian.",
    "year": 1926,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Wally Phillips",
    "birthday": "1925-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/75/Phillips-wally.jpg",
    "extract": "Walter Phillips was an American radio personality best known for hosting WGN's morning radio show from Chicago for 21 years from January 1965 until July 1986, and was number one in the morning slot from 1968 until he left for an afternoon radio slot in 1986.",
    "year": 1925,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Karim Olowu",
    "birthday": "1924-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Karim_Olowu_at_his_90th_birthday_in_2014.jpg/222px-Karim_Olowu_at_his_90th_birthday_in_2014.jpg",
    "extract": "Alhaji Karim Ayinla Babalola \"KAB\" Olowu (OON) was a Nigerian sprinter and long jumper who was part of Nigeria's first delegation to the Olympic Games and the Commonwealth Games.",
    "year": 1924,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Mary Ford",
    "birthday": "1924-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Les_Paul_and_Mary_Ford_1953.jpg/262px-Les_Paul_and_Mary_Ford_1953.jpg",
    "extract": "Mary Ford was an American vocalist and guitarist, comprising half of the husband-and-wife musical team Les Paul and Mary Ford. Between 1950 and 1954, the couple had 16 top-ten hits, including \"How High the Moon\" and \"Vaya con Dios\", which were number one hits on the Billboard charts. In 1951 alone they sold six million records. With Paul, Ford became one of the early practitioners of multi-tracking.",
    "year": 1924,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Eddie Romero",
    "birthday": "1924-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Eddie_Romero2007.jpg/215px-Eddie_Romero2007.jpg",
    "extract": "Edgar Sinco Romero,, commonly known as Eddie Romero, was a Filipino film director, film producer and screenwriter.",
    "year": 1924,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Liviu Ciulei",
    "birthday": "1923-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Liviu_Ciulei_1963.jpg/320px-Liviu_Ciulei_1963.jpg",
    "extract": "Liviu Ciulei was a Romanian theater and film director, film writer, actor, architect, educator, costume and set designer. During a career spanning over 50 years, he was described by Newsweek as \"one of the boldest and most challenging figures on the international scene\".",
    "year": 1923,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Eduardo Falú",
    "birthday": "1923-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/EduardoFalu.jpg/320px-EduardoFalu.jpg",
    "extract": "Eduardo Falú was an Argentine folk music guitarist and composer.",
    "year": 1923,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "James D. Hughes",
    "birthday": "1922-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Hughes_jd1.jpg/228px-Hughes_jd1.jpg",
    "extract": "James Donald \"Don\" Hughes is a retired American Air Force lieutenant general who was commander in chief, Pacific Air Forces, with headquarters at Hickam Air Force Base, Hawaii. He commanded the air component of the unified Pacific Command with an overall mission of planning, conducting, controlling and coordinating offensive and defensive air operations.",
    "year": 1922,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ezzard Charles",
    "birthday": "1921-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/92/Ezzard_Charles_2.jpg/290px-Ezzard_Charles_2.jpg",
    "extract": "Ezzard Mack Charles, known as the Cincinnati Cobra, was an American professional boxer and World Heavyweight Champion. Known for his slick defense and precision, he is often considered the greatest light heavyweight boxer of all time. As of May 2021, BoxRec ranks Charles as the second greatest boxer of all time, pound for pound, behind Floyd Mayweather Jr. Charles defeated numerous Hall of Fame fighters in three different weight classes. Charles retired with a record of 95 wins, 25 losses and 1 draw. He was posthumously inducted into the International Boxing Hall of Fame in the inaugural class of 1990.",
    "year": 1921,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Adolf von Thadden",
    "birthday": "1921-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Adolf_von_Thadden_%281969%29.jpg/240px-Adolf_von_Thadden_%281969%29.jpg",
    "extract": "Adolf von Thadden was a German far-right politician. Born into a leading Pomeranian landowning family, he was the half-brother of Elisabeth von Thadden, a prominent critic of the Nazis who was executed by the Nazi government in September 1944.",
    "year": 1921,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jon Pertwee",
    "birthday": "1919-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Jon_Pertwee_%28filtered%29.jpg/320px-Jon_Pertwee_%28filtered%29.jpg",
    "extract": "John Devon Roland Pertwee, known professionally as Jon Pertwee, was an English actor, comedian, entertainer, cabaret performer and TV presenter. Born into a theatrical family, he served in the Royal Navy and the Naval Intelligence Division during the Second World War. In his early career, he worked as a stage comedian, which included performing at the Glasgow Empire Theatre and sharing a bill with Max Wall and Jimmy James.",
    "year": 1919,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Bob Vanatta",
    "birthday": "1918-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Bob_Vanatta.jpg/285px-Bob_Vanatta.jpg",
    "extract": "Bob Vanatta was an American basketball coach and college athletics administrator. He served as the head basketball coach for Central Methodist, Missouri State University, Army, Bradley, Memphis State, Missouri, and Delta State University. At Missouri State, he won the 1952 and 1953 NAIA Championships. At Memphis State, he compiled a 109-34 record, including making it to the 1957 NIT Championship game. After coaching, he later served as athletic director at Oral Roberts University, commissioner of the Ohio Valley Conference, commissioner of the Atlantic Sun Conference, executive director of the Independence Bowl, athletic director at Louisiana Tech University, commissioner of the Sunshine State Conference, president of the NCAA Division II Conference Commissioner's Association, and associate athletic director at Florida Atlantic University. He was a member of the Palm Beach County Sports Commission, which presents the Lou Groza Award to the nation's top placekicker.",
    "year": 1918,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Fidel Sánchez Hernández",
    "birthday": "1917-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/La_elecci%C3%B3n_presidencial_de_El_Salvador_de_1967_fue_el_d%C3%ADa_domingo_5_de_marzo_de_1967._El_resultado_fue_la_victoria_de_Fidel_S%C3%A1nchez_Hern%C3%A1ndez_del_PCN%2C_quien_gan%C3%B3_con_el_54.37%25_de_votos.jpg/266px-thumbnail.jpg",
    "extract": "Fidel Sánchez Hernández was a Salvadoran military officer and politician who served as president of El Salvador from 1967 to 1972. During his rule, Sánchez Hernández faced war and economic turmoil.",
    "year": 1917,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Iva Withers",
    "birthday": "1917-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Iva_Withers_1947.jpg/250px-Iva_Withers_1947.jpg",
    "extract": "Pearl Iva Edith Withers was a Canadian-born American actress and singer, best remembered as a replacement player who had long runs in some of Rodgers and Hammerstein's biggest musical theatre hits. From 1945-70, she worked almost continuously on Broadway or in national tours, generally as a replacement.",
    "year": 1917,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Margaret Walker",
    "birthday": "1915-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Margaret_Alexander_%2813270304753%29.jpg/320px-Margaret_Alexander_%2813270304753%29.jpg",
    "extract": "Margaret Walker was an American poet and writer. She was part of the African-American literary movement in Chicago, known as the Chicago Black Renaissance. Her notable works include For My People (1942) which won the Yale Series of Younger Poets Competition, and the novel Jubilee (1966), set in the South during the American Civil War.",
    "year": 1915,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Pinetop Perkins",
    "birthday": "1913-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Pinetop_Perkins_1.jpg/320px-Pinetop_Perkins_1.jpg",
    "extract": "Joe Willie \"Pinetop\" Perkins was an American blues pianist. He played with some of the most influential blues and rock-and-roll performers of his time and received numerous honors, including a Grammy Lifetime Achievement Award and induction into the Blues Hall of Fame.",
    "year": 1913,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Gian Carlo Menotti",
    "birthday": "1911-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Gian_Carlo_Menotti_%2846197651081%29.jpg/210px-Gian_Carlo_Menotti_%2846197651081%29.jpg",
    "extract": "Gian Carlo Menotti was an Italian-American composer, librettist, director, and playwright who is primarily known for his output of 25 operas. Although he often referred to himself as an American composer, he kept his Italian citizenship. One of the most frequently performed opera composers of the 20th century, his most successful works were written in the 1940s and 1950s. Highly influenced by Giacomo Puccini and Modest Mussorgsky, Menotti further developed the verismo tradition of opera in the post-World War II era. Rejecting atonality and the aesthetic of the Second Viennese School, Menotti's music is characterized by expressive lyricism which carefully sets language to natural rhythms in ways that highlight textual meaning and underscore dramatic intent.",
    "year": 1911,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Doris McCarthy",
    "birthday": "1910-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Doris_McCarthy.jpg/256px-Doris_McCarthy.jpg",
    "extract": "Doris McCarthy, LL.D. was a Canadian artist known for her abstracted landscapes.",
    "year": 1910,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Gottfried von Cramm",
    "birthday": "1909-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Bundesarchiv_Bild_102-13555%2C_Davis-Pokal%2C_Gottfried_von_Cramm_und_Rogers.jpg/218px-Bundesarchiv_Bild_102-13555%2C_Davis-Pokal%2C_Gottfried_von_Cramm_und_Rogers.jpg",
    "extract": "Gottfried Alexander Maximilian Walter Kurt Freiherr von Cramm was a German tennis champion who won the French Open twice and reached the final of a Grand Slam on five other occasions. He was ranked number 2 in the world in 1934 and 1936, and number 1 in the world in 1937. He was inducted into the International Tennis Hall of Fame in 1977, an organisation which considers that he is \"most remembered for a gallant effort in defeat against Don Budge in the 1937 Interzone Final at Wimbledon\".",
    "year": 1909,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Revilo P. Oliver",
    "birthday": "1908-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Revilo_p_oliver.jpg/250px-Revilo_p_oliver.jpg",
    "extract": "Revilo Pendleton Oliver was an American professor of Classical philology, Spanish, and Italian at the University of Illinois at Urbana-Champaign. He was one of the founders of National Review in 1955, and also was a co-founder of the John Birch Society in 1958, where he published in its magazine, American Opinion, before resigning in 1966. He later advised a Holocaust denial group. He was a polemicist for right-wing, white nationalist, and antisemitic causes.",
    "year": 1908,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Robert A. Heinlein",
    "birthday": "1907-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Heinlein-face.jpg/233px-Heinlein-face.jpg",
    "extract": "Robert Anson Heinlein was an American science fiction author, aeronautical engineer, and naval officer. Sometimes called the \"dean of science fiction writers\", he was among the first to emphasize scientific accuracy in his fiction, and was thus a pioneer of the subgenre of hard science fiction. His published works, both fiction and non-fiction, express admiration for competence and emphasize the value of critical thinking. His plots often posed provocative situations which challenged conventional social mores. His work continues to have an influence on the science-fiction genre, and on modern culture more generally.",
    "year": 1907,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Anton Karas",
    "birthday": "1906-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Anton_Karas_%281906-1985%29.jpg/202px-Anton_Karas_%281906-1985%29.jpg",
    "extract": "Anton Karl Karas was an Austrian zither player and composer, best known for his internationally famous 1948 soundtrack to Carol Reed's The Third Man. His association with the film came about as a result of a chance meeting with its director. The success of the film and the enduring popularity of its theme song changed Karas' life.",
    "year": 1906,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Satchel Paige",
    "birthday": "1906-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Satchel_Paige.jpg/243px-Satchel_Paige.jpg",
    "extract": "Leroy Robert \"Satchel\" Paige was an American professional baseball pitcher who played in Negro league baseball and Major League Baseball (MLB). His career spanned five decades and culminated with his induction into the National Baseball Hall of Fame.",
    "year": 1906,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Simone Beck",
    "birthday": "1904-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/0b/Simone_Beck_cook_died_1991.jpg",
    "extract": "Simone \"Simca\" Beck was a French cookbook writer and cooking teacher who, along with colleagues Julia Child and Louisette Bertholle, played a significant role in the introduction of French cooking technique and recipes into American kitchens.",
    "year": 1904,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ted Radcliffe",
    "birthday": "1902-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/21/Ted_Radcliffe.JPG/212px-Ted_Radcliffe.JPG",
    "extract": "Theodore Roosevelt \"Double Duty\" Radcliffe was a professional baseball player in the Negro leagues. An accomplished two-way player, he played as a pitcher and a catcher, became a manager, and in his old age became a popular ambassador for the game. He is one of only a handful of professional baseball players who lived past their 100th birthdays, next to Red Hoff and fellow Negro leaguer Silas Simmons.",
    "year": 1902,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Vittorio De Sica",
    "birthday": "1901-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/S_Kragujevic%2C_Vittorio_De_Sica%2C_1959.JPG/244px-S_Kragujevic%2C_Vittorio_De_Sica%2C_1959.JPG",
    "extract": "Vittorio De Sica was an Italian film director and actor, a leading figure in the neorealist movement.",
    "year": 1901,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Sam Katzman",
    "birthday": "1901-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b3/Sam_Katzman.jpg",
    "extract": "Sam Katzman was an American film producer and director. Katzman produced low-budget genre films, including serials, which had disproportionately high returns for the studios and his financial backers.",
    "year": 1901,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Eiji Tsuburaya",
    "birthday": "1901-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Eiji_Tsuburaya.jpg/222px-Eiji_Tsuburaya.jpg",
    "extract": "Eiji Tsuburaya  was a Japanese special effects director. Known as the \"Father of Tokusatsu\", he worked on 250 feature films in a career spanning 50 years. He is regarded as one of the co-creators of the Godzilla series, as well as the main creator of the Ultra series. During his rise to post-war fame in the wake of Godzilla (1954), it was widely reported that Tsuburaya was born on July 7, which is the high day of Tanabata, a sign of good fortune.",
    "year": 1901,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Maria Bard",
    "birthday": "1900-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Maria_Bard_Binder.jpg/217px-Maria_Bard_Binder.jpg",
    "extract": "Maria Bard was a German stage actress, who made a handful of films in the silent era for Rimax, her first husband Wilhelm Graaff's company.",
    "year": 1900,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Earle E. Partridge",
    "birthday": "1900-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Earle_Everard_Partridge.jpg/221px-Earle_Everard_Partridge.jpg",
    "extract": "Earle Everard \"Pat\" Partridge was a four-star general in the United States Air Force and a Command Pilot.",
    "year": 1900,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "George Cukor",
    "birthday": "1899-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/06/George_Cukor_-_1946.jpg/243px-George_Cukor_-_1946.jpg",
    "extract": "George Dewey Cukor was an American film director and film producer. He mainly concentrated on comedies and literary adaptations. His career flourished at RKO when David O. Selznick, the studio's Head of Production, assigned Cukor to direct several of RKO's major films, including What Price Hollywood? (1932), A Bill of Divorcement (1932), Our Betters (1933), and Little Women (1933). When Selznick moved to Metro-Goldwyn-Mayer in 1933, Cukor followed and directed Dinner at Eight (1933) and David Copperfield (1935) for Selznick and Romeo and Juliet (1936) and Camille (1936) for Irving Thalberg.",
    "year": 1899,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Arnold Horween",
    "birthday": "1898-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Arnold_and_Ralph_Horween.jpeg/320px-Arnold_and_Ralph_Horween.jpeg",
    "extract": "Arnold Horween was an American college and professional American football player and coach. He played and coached both for Harvard University and in the National Football League (NFL).",
    "year": 1898,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Virginia Rappe",
    "birthday": "1895-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Virginia_Rappe%2C_head-and-shoulders_portrait%29_-_Hoover_LCCN2006686217_%28cropped%29_%28cropped%29.tif/lossy-page1-237px-Virginia_Rappe%2C_head-and-shoulders_portrait%29_-_Hoover_LCCN2006686217_%28cropped%29_%28cropped%29.tif.jpg",
    "extract": "Virginia Caroline Rappe was an American model and silent film actress. Working mostly in small bit parts, Rappe died after attending a party with actor Roscoe \"Fatty\" Arbuckle, who was accused of manslaughter and rape in connection with her death, though he was ultimately exonerated.",
    "year": 1895,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Miroslav Krleža",
    "birthday": "1893-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/ed/Miroslav_Krle%C5%BEa_1953.jpg",
    "extract": "Miroslav Krleža was a Yugoslav and Croatian writer who is widely considered to be the greatest Croatian writer of the 20th century. He wrote notable works in all the literary genres, including poetry, theater, short stories, novels, and an intimate diary. His recurrent theme is bourgeois hypocrisy and conformism in Austria-Hungary and the Kingdom of Yugoslavia. Krleža wrote numerous essays on problems of art, history, politics, literature, philosophy, and military strategy, and was known as one of the great polemicists of the century. His style combines visionary poetic language and sarcasm.",
    "year": 1893,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Tadamichi Kuribayashi",
    "birthday": "1891-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Tadamichi_Kuribayashi.jpg/209px-Tadamichi_Kuribayashi.jpg",
    "extract": "General Tadamichi Kuribayashi  was a general in the Imperial Japanese Army, part-time writer, haiku poet, diplomat, and commanding officer of the Imperial Japanese Army General Staff. He is best known for having been the commander of the Japanese garrison at the battle of Iwo Jima.",
    "year": 1891,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Lion Feuchtwanger",
    "birthday": "1884-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Lf_muchen_1909_b1.jpeg/248px-Lf_muchen_1909_b1.jpeg",
    "extract": "Lion Feuchtwanger was a Bavarian Jewish novelist and playwright. A prominent figure in the literary world of Weimar Germany, he influenced contemporaries including playwright Bertolt Brecht.",
    "year": 1884,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Toivo Kuula",
    "birthday": "1883-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/KuulaT.jpg/288px-KuulaT.jpg",
    "extract": "Toivo Timoteus Kuula was a Finnish composer and conductor of the late-Romantic and early-modern periods, who emerged in the wake of Jean Sibelius, under whom he studied privately from 1906 to 1908. The core of Kuula's oeuvre are his many works for voice and orchestra, in particular the Stabat mater, The Sea-Bathing Maidens (1910), Son of a Slave (1910), and The Maiden and the Boyar's Son (1912). In addition he also composed two Ostrobothnian Suites for orchestra and left an unfinished symphony at the time of his murder in 1918 in a pub quarrel.",
    "year": 1883,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Yanka Kupala",
    "birthday": "1882-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Yanka_Kupala.jpg/235px-Yanka_Kupala.jpg",
    "extract": "Yanka Kupala, also spelled Janka Kupała, was the pen name of Ivan Daminikavič Lutsevič, a Belarusian poet and writer.",
    "year": 1882,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Otto Frederick Rohwedder",
    "birthday": "1880-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0a/Otto_Frederick_Rohwedder.jpg/189px-Otto_Frederick_Rohwedder.jpg",
    "extract": "Otto Frederick Rohwedder was an American inventor and engineer who created the first automatic bread-slicing machine for commercial use. It was first used by the Chillicothe Baking Company.",
    "year": 1880,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Erwin Bumke",
    "birthday": "1874-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Erwin_Bumke.jpg/229px-Erwin_Bumke.jpg",
    "extract": "Erwin Konrad Eduard Bumke was the last president of the Reichsgericht, the supreme civil and criminal court of the German Reich, serving from 1929 to 1945. As such, he should according to the Weimar Constitution have succeeded Paul von Hindenburg as the President of Germany upon the latter's death in August 1934 and thus the Head of State of Nazi Germany. The Law on the Head of State of the German Reich, passed by the Nazi-controlled Reichstag, unconstitutionally prevented that by combining the presidency with the chancellorship, making Adolf Hitler the undisputed Führer of Germany.",
    "year": 1874,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Fernande Sadler",
    "birthday": "1869-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0a/A_Fernande_Sadler_self_portrait.jpg",
    "extract": "Fernande Sadler was a French painter and engraver. She established the art collection at Grez-sur-Loing and became the mayor of that town in 1945.",
    "year": 1869,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Nettie Stevens",
    "birthday": "1861-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Nettie_Stevens.jpg/243px-Nettie_Stevens.jpg",
    "extract": "Nettie Maria Stevens was an American geneticist who discovered sex chromosomes. In 1905, soon after the rediscovery of Mendel's paper on genetics in 1900, she observed that male mealworms produced two kinds of sperm, one with a large chromosome and one with a small chromosome. When the sperm with the large chromosome fertilized eggs, they produced female offspring, and when the sperm with the small chromosome fertilized eggs, they produced male offspring. The pair of sex chromosomes that she studied later became known as the X and Y chromosomes.",
    "year": 1861,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Gustav Mahler",
    "birthday": "1860-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Photo_of_Gustav_Mahler_by_Moritz_N%C3%A4hr_01.jpg/268px-Photo_of_Gustav_Mahler_by_Moritz_N%C3%A4hr_01.jpg",
    "extract": "Gustav Mahler was an Austro-Bohemian Romantic composer, and one of the leading conductors of his generation. As a composer he acted as a bridge between the 19th-century Austro-German tradition and the modernism of the early 20th century. While in his lifetime his status as a conductor was established beyond question, his own music gained wide popularity only after periods of relative neglect, which included a ban on its performance in much of Europe during the Nazi era. After 1945 his compositions were rediscovered by a new generation of listeners; Mahler then became one of the most frequently performed and recorded of all composers, a position he has sustained into the 21st century. In 2016, a BBC Music Magazine survey of 151 conductors ranked three of his symphonies in the top ten symphonies of all time.",
    "year": 1860,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Rettamalai Srinivasan",
    "birthday": "1859-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/R_Srinivasan_2000_stamp_of_India.jpg/235px-R_Srinivasan_2000_stamp_of_India.jpg",
    "extract": "Diwan Bahadur Rettamalai Srinivasan (1860–1945), commonly known as R. Srinivasan, was a Scheduled Caste activist and politician from then Madras Presidency of British India. He is a Paraiyar icon and was a close associate of Mahatma Gandhi and was also an associate of B. R. Ambedkar. He is remembered today as one of the pioneers of the Scheduled caste movement in India. He founded the Adi dravida mahajana sabha in 1893.",
    "year": 1859,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ludwig Ganghofer",
    "birthday": "1855-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Wenzl_Weis_-_Ludwig_Ganghofer.jpg/227px-Wenzl_Weis_-_Ludwig_Ganghofer.jpg",
    "extract": "Ludwig Ganghofer was a German writer who became famous for his homeland novels.",
    "year": 1855,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Charles Albert Tindley",
    "birthday": "1851-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f0/Tindley.jpg",
    "extract": "Charles Albert Tindley was an American Methodist minister and gospel music composer. His composition \"I'll Overcome Someday\" is credited as the basis for the U.S. Civil Rights anthem \"We Shall Overcome.\" Another of his hymns is \"(Take Your Burden to the Lord and) Leave It There\" (1916), as well as \"What Are They Doing in Heaven?\" (1901).",
    "year": 1851,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Francisco de Paula Rodrigues Alves",
    "birthday": "1848-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Rodrigues_Alves_3.jpg/214px-Rodrigues_Alves_3.jpg",
    "extract": "Francisco de Paula Rodrigues Alves, PC was a Brazilian politician who first served as president of the Province of São Paulo in 1887, then as Treasury minister in the 1890s. Rodrigues Alves was elected the fifth president of Brazil in 1902 and served until 1906.",
    "year": 1848,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Camillo Golgi",
    "birthday": "1843-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Camillo_Golgi.jpg/234px-Camillo_Golgi.jpg",
    "extract": "Camillo Golgi was an Italian biologist and pathologist known for his works on the central nervous system. He studied medicine at the University of Pavia between 1860 and 1868 under the tutelage of Cesare Lombroso. Inspired by pathologist Giulio Bizzozero, he pursued research in the nervous system. His discovery of a staining technique called black reaction in 1873 was a major breakthrough in neuroscience. Several structures and phenomena in anatomy and physiology are named for him, including the Golgi apparatus, the Golgi tendon organ and the Golgi tendon reflex.",
    "year": 1843,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Félicien Rops",
    "birthday": "1833-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/F%C3%A9licien_Rops.jpg/197px-F%C3%A9licien_Rops.jpg",
    "extract": "Félicien Victor Joseph Rops was a Belgian artist associated with Symbolism and the Parisian Fin-de Siecle. He was a painter, illustrator, caricaturist and a prolific and innovative print maker, particularly in intaglio. Although not well known to the general public, Rops was greatly respected by his peers and actively pursued and celebrated as an illustrator by the publishers, authors, and poets of his time and provided frontispieces and illustrations for Jules Barbey d'Aurevilly, Charles Baudelaire, Charles De Coster, Théophile Gautier, Joris-Karl Huysmans, Stéphane Mallarmé, Joséphin Péladan, Paul Verlaine, Voltaire, and many others. He is best known today for his prints and drawings illustrating erotic and occult literature of the period, although he also produced oil paintings including landscapes, seascapes, and occasional genre paintings. Rops is recognized as a pioneer of Belgian comics.",
    "year": 1833,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jane Elizabeth Conklin",
    "birthday": "1831-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/JANE_ELIZABETH_DEXTER_CONKLIN.jpg/230px-JANE_ELIZABETH_DEXTER_CONKLIN.jpg",
    "extract": "Jane Elizabeth Conklin was a 19th-century American poet and religious writer from New York. For three years, she served as president of the Woman's Relief Corps of the Grand Army of the Republic. She enjoyed a reputation as an elocutionist; and was the author of three volumes of poetry. She was born and died in Utica, New York.",
    "year": 1831,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Guillaume Philibert Duhesme",
    "birthday": "1766-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/fe/G%C3%A9n%C3%A9ral_Guillaume_Philibert_Duhesme.jpg",
    "extract": "Guillaume Philibert, 1st Count Duhesme was a French general during the Napoleonic Wars.",
    "year": 1766,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Joseph Marie Jacquard",
    "birthday": "1752-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Joseph_Marie_Jacquard.jpg/291px-Joseph_Marie_Jacquard.jpg",
    "extract": "Joseph Marie Charles dit Jacquard was a French weaver and merchant. He played an important role in the development of the earliest programmable loom, which in turn played an important role in the development of other programmable machines, such as an early version of digital compiler used by IBM to develop the modern day computer.",
    "year": 1752,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "John Leverett",
    "birthday": "1616-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/JohnLeverettInMilitaryUniform.jpg/229px-JohnLeverettInMilitaryUniform.jpg",
    "extract": "John Leverett was an English colonial magistrate, merchant, soldier and the penultimate governor of the Massachusetts Bay Colony. Born in England, he migrated to Massachusetts as a teenager. He was a leading merchant in the colony, and served in its military. In the 1640s he went back to England to fight in the English Civil War.",
    "year": 1616,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Wolrad IV, Count of Waldeck-Eisenberg",
    "birthday": "1588-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/CoA_Waldeck_Family.svg/291px-CoA_Waldeck_Family.svg.png",
    "extract": "Count Wolrad IV ‘the Pious’ of Waldeck-Eisenberg, German: Wolrad IV. ‘der Fromme’ Graf von Waldeck-Eisenberg, official titles: Graf zu Waldeck und Pyrmont, was since 1588 Count of Waldeck-Eisenberg. He founded of the new line of Waldeck-Eisenberg.",
    "year": 1588,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Thomas Howard, 14th Earl of Arundel",
    "birthday": "1585-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Thomas-howard-rubensportrait.jpg/257px-Thomas-howard-rubensportrait.jpg",
    "extract": "Thomas Howard, 14th Earl of Arundel KG, was a prominent English courtier during the reigns of King James I and King Charles I, but he made his name as a Grand Tourist and art collector rather than as a politician. When he died he possessed 700 paintings, along with large collections of sculpture, books, prints, drawings, and antique jewellery. Most of his collection of marble carvings, known as the Arundel marbles, was eventually left to the University of Oxford.",
    "year": 1585,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "John Sigismund Zápolya",
    "birthday": "1540-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Jan_Zygmunt_Zapolya.jpg/245px-Jan_Zygmunt_Zapolya.jpg",
    "extract": "John Sigismund Zápolya or Szapolyai was King of Hungary as John II from 1540 to 1551 and from 1556 to 1570, and the first Prince of Transylvania, from 1570 to his death. He was the only son of John I, King of Hungary, and Isabella of Poland. John I ruled parts of the Kingdom of Hungary with the support of the Ottoman Sultan Suleiman; the remaining areas were ruled by Ferdinand I of Habsburg, who also ruled Austria and Bohemia. The two kings concluded a peace treaty in 1538 acknowledging Ferdinand's right to reunite Hungary after John I's death, though shortly after John Sigismund's birth, and on his deathbed, John I bequeathed his realm to his son. The late king's staunchest supporters elected the infant John Sigismund king, but he was not crowned with the Holy Crown of Hungary.",
    "year": 1540,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Archduchess Anna of Austria",
    "birthday": "1528-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Jakob_Seisenegger_002.jpg/157px-Jakob_Seisenegger_002.jpg",
    "extract": "Anna of Austria, a member of the Imperial House of Habsburg, was Duchess of Bavaria from 1550 until 1579, by her marriage with Duke Albert V.",
    "year": 1528,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Andrzej Krzycki",
    "birthday": "1482-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Andrzej_Krzycki_Primate_of_Poland.PNG/249px-Andrzej_Krzycki_Primate_of_Poland.PNG",
    "extract": "Andrzej Krzycki of the Kotwicz heraldic clan was a Renaissance Polish writer and archbishop. Krzycki wrote in Latin prose, but wrote poetry in Polish. He is often considered one of Poland's greatest humanist writers.",
    "year": 1482,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Elizabeth of Hungary",
    "birthday": "1207-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Simone_Martini_046.jpg/262px-Simone_Martini_046.jpg",
    "extract": "Elizabeth of Hungary, also known as Saint Elizabeth of Thuringia, or Saint Elisabeth of Thuringia, was a princess of the Kingdom of Hungary and the landgravine of Thuringia in Germany.",
    "year": 1207,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Emperor Sutoku",
    "birthday": "1119-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Emperor_Sutoku2.jpg/298px-Emperor_Sutoku2.jpg",
    "extract": "Emperor Sutoku  was the 75th emperor of Japan, according to the traditional order of succession.",
    "year": 1119,
    "month": 7,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Emperor Shirakawa",
    "birthday": "1053-7-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Emperor_Shirakawa.jpg/320px-Emperor_Shirakawa.jpg",
    "extract": "Emperor Shirakawa  was the 72nd emperor of Japan, according to the traditional order of succession.",
    "year": 1053,
    "month": 7,
    "day": 7,
    "language": "en"
  }
]