[
  {
    "name": "Jaden Smith",
    "birthday": "1998-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/2019_-_Opening_Night_SM1_0368_%2849015104751%29.jpg/287px-2019_-_Opening_Night_SM1_0368_%2849015104751%29.jpg",
    "extract": "Jaden Christopher Syre Smith, also known mononymously as Jaden, is an American rapper, singer and actor. He has received various accolades, including a YouTube Creator Award, an MTV Movie Award, a BET Award and a Young Artist Award, among nominations for a Grammy Award, two NAACP Image Awards and an Empire Award.",
    "year": 1998,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bryce Love",
    "birthday": "1997-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Bryce_Love_in_CrashCourse_Football_%28cropped%29.png/288px-Bryce_Love_in_CrashCourse_Football_%28cropped%29.png",
    "extract": "Jonathan Bryce Love is an American football running back who is a free agent. He played college football at Stanford and was drafted by the Washington Redskins in the fourth round of the 2019 NFL Draft, although he never played in a game with them due to a lingering issue from a knee injury he suffered at Stanford. In his youth, he was also a sprinter specializing in the 200 meters and 400 meters, earning USA Track & Field Youth Athlete of the Year honors in 2009.",
    "year": 1997,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Son Heung-min",
    "birthday": "1992-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Team_Korea_Russia_WorldCup_02_%28cropped%29.png/215px-Team_Korea_Russia_WorldCup_02_%28cropped%29.png",
    "extract": "Son Heung-min is a South Korean professional footballer who plays as a forward for Premier League club Tottenham Hotspur and captains the South Korea national team. Considered one of the best players in the world and the greatest Asian footballer of all time, he is known for his explosive speed, finishing, two-footedness and ability to link play.",
    "year": 1992,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Virgil van Dijk",
    "birthday": "1991-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/20160604_AUT_NED_8876_%28cropped%29.jpg/264px-20160604_AUT_NED_8876_%28cropped%29.jpg",
    "extract": "Virgil van Dijk is a Dutch professional footballer who plays as a centre-back for Premier League club Liverpool and the Netherlands national team. Considered one of the best defenders in the world, Van Dijk is known for his strength, leadership and aerial ability. He is the only defender to win UEFA Men's Player of the Year, and has finished runner-up for the Ballon d'Or and Best FIFA Men's Player.",
    "year": 1991,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Yarden Gerbi",
    "birthday": "1989-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Yarden_Gerbi.jpg/206px-Yarden_Gerbi.jpg",
    "extract": "Yarden Gerbi is an Israeli retired judoka world champion. She won an Olympic bronze medal competing for Israel at the 2016 Summer Olympics, in Women's 63 kg Judo.",
    "year": 1989,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Miki Roqué",
    "birthday": "1988-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Pepe_mel_2_crop.jpg/225px-Pepe_mel_2_crop.jpg",
    "extract": "Miguel \"Miki\" Roqué Farrero was a Spanish footballer. Mainly a central defender, he could also appear as a defensive midfielder.",
    "year": 1988,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jesse Sergent",
    "birthday": "1988-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Jesse_Sergent_3DWV2011_3.JPG/213px-Jesse_Sergent_3DWV2011_3.JPG",
    "extract": "Jesse Sergent is a retired New Zealand racing cyclist who rode professionally between 2011 and 2016 for Team RadioShack, Trek Factory Racing and AG2R La Mondiale.",
    "year": 1988,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Renata Costa",
    "birthday": "1986-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Renata_Costa_%2805%29%2C_zagueira%2C_reserva%2C_DSC00952.jpg/320px-Renata_Costa_%2805%29%2C_zagueira%2C_reserva%2C_DSC00952.jpg",
    "extract": "Renata Aparecida da Costa, commonly known as Renata Costa or Kóki, is a Brazilian footballer who plays for Iranduba. She represented the Brazil women's national football team at three editions of the FIFA Women's World Cup and three Olympic football tournaments.",
    "year": 1986,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Bowker (baseball)",
    "birthday": "1983-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/John_Bowker_20140518.jpg/212px-John_Bowker_20140518.jpg",
    "extract": "John Brite Bowker is an American former professional baseball outfielder and first baseman. He played in Major League Baseball (MLB) for the San Francisco Giants, Pittsburgh Pirates, and Philadelphia Phillies and in Nippon Professional Baseball (NPB) for the Yomiuri Giants and Tohoku Rakuten Golden Eagles. Bowker stands 6 feet 1 inch (1.85 m) tall and weighs 205 pounds (93 kg); he bats and throws left-handed.",
    "year": 1983,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Rich Peverley",
    "birthday": "1983-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Rich_Peverley_Bruin.jpg/213px-Rich_Peverley_Bruin.jpg",
    "extract": "John Richard Peverley is a Canadian former professional ice hockey player. He spent four years with the St. Lawrence University hockey team before turning professional, then playing three years for several teams in both the ECHL and American Hockey League (AHL). In 2007, he signed a contract with the Nashville Predators of the NHL, playing for the team for parts of three seasons before the Atlanta Thrashers claimed him off waivers in 2009. Peverley first played internationally for Team Canada at the 2010 World Championships. He retired after the 2013-14 season because of a heart ailment.",
    "year": 1983,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sophia Bush",
    "birthday": "1982-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Sophia_Bush_2017.jpg/266px-Sophia_Bush_2017.jpg",
    "extract": "Sophia Anna Bush is an American actress, activist, director, and producer. She starred as Brooke Davis in The WB/CW drama series One Tree Hill (2003–2012), and as Erin Lindsay in the NBC police procedural drama series Chicago P.D. (2014–2017). She was a producer for and starred in the lead role of Dr. Samantha \"Sam\" Griffith in the medical drama Good Sam (2022).",
    "year": 1982,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Hakim Warrick",
    "birthday": "1982-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Warickmw.jpg/188px-Warickmw.jpg",
    "extract": "Hakim Hanif Warrick is an American former professional basketball player. The 6'9\", 219 lb. (100 kg) power forward was a major part of the Syracuse Orange's run to the 2003 NCAA Division I college basketball National Championship, often being most remembered for blocking a potential game-tying three-pointer in the title game. Warrick also has a reputation as a prolific dunker, while also possessing a wide arsenal of low-post moves.",
    "year": 1982,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Anastasia Myskina",
    "birthday": "1981-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Anastasia_Myskina_in_2008.jpg/250px-Anastasia_Myskina_in_2008.jpg",
    "extract": "Anastasia Andreyevna Myskina is a former professional tennis player. She won the 2004 French Open singles title, becoming the first Russian female tennis player to win a Grand Slam singles title. Subsequent to this victory, she rose to No. 3 in the WTA rankings, becoming the first Russian female tennis player to reach the top 3 in the history of the rankings. In September 2004, she reached a career-high ranking of No. 2. She has not retired officially, but has been inactive on the WTA Tour since May 2007.",
    "year": 1981,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Eric Chouinard",
    "birthday": "1980-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Eric_Chouinard_%2831499646702%29.jpg/213px-Eric_Chouinard_%2831499646702%29.jpg",
    "extract": "Eric Guy Chouinard is an American-born Canadian former professional ice hockey player who played in the National Hockey League (NHL) with the Montreal Canadiens, Philadelphia Flyers and Minnesota Wild.",
    "year": 1980,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Robbie Keane",
    "birthday": "1980-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/2013_Robbie_Keane_%28cropped%29.jpg/220px-2013_Robbie_Keane_%28cropped%29.jpg",
    "extract": "Robert David Keane is an Irish professional football coach and former player who played as a forward. Keane served as captain of the Republic of Ireland from March 2006 until his international retirement in August 2016. Keane is the most capped player and is the top goalscorer in the team's history. He was most recently the assistant manager of Middlesbrough.",
    "year": 1980,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mat McBriar",
    "birthday": "1979-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Mat_McBriar_2007.jpg/196px-Mat_McBriar_2007.jpg",
    "extract": "Mat McBriar is an Australian former American football punter in the National Football League (NFL) for the Dallas Cowboys, Philadelphia Eagles, Pittsburgh Steelers and the San Diego Chargers. He played college football for the University of Hawaii.",
    "year": 1979,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ben Jelen",
    "birthday": "1979-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Ben_Jelen.png/320px-Ben_Jelen.png",
    "extract": "Benjamin Ivan Jelen is a Scottish-born American former singer-songwriter who plays the piano, violin, and guitar. He has lived in Scotland, England, Texas, New Jersey and New York. His career has been characterized by near-stardom, with his debut album, Give It All Away peaking at No. 113 on the Billboard 200 list. As of 2011, he is on indefinite hiatus from his solo career and is working with a new band, along with former Deuce Project member Josh McMillan known as Under The Elephant.",
    "year": 1979,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Christian Abbiati",
    "birthday": "1977-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Christian_Abbiati_%E2%80%93_A.C._Milan.jpg/165px-Christian_Abbiati_%E2%80%93_A.C._Milan.jpg",
    "extract": "Christian Abbiati is an Italian former professional footballer who played as a goalkeeper.",
    "year": 1977,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Paolo Tiralongo",
    "birthday": "1977-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Tour_de_Romandie_2011_-_Prologue_-_Paolo_Tiralongo.jpg/213px-Tour_de_Romandie_2011_-_Prologue_-_Paolo_Tiralongo.jpg",
    "extract": "Paolo Tiralongo is an Italian former professional road bicycle racer, who rode professionally between 2000 and 2017 for the Fassa Bortolo, Ceramica Panaria–Navigare, Lampre–NGC and Astana teams.",
    "year": 1977,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Milo Ventimiglia",
    "birthday": "1977-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Milo_Ventimiglia_2019_by_Glenn_Francis.jpg/213px-Milo_Ventimiglia_2019_by_Glenn_Francis.jpg",
    "extract": "Milo Anthony Ventimiglia is an American actor, director, and producer. Making his screen acting debut on The Fresh Prince of Bel-Air in 1995, he portrayed the lead role on the short-lived series Opposite Sex in 2000 before landing his breakthrough role the following year as Jess Mariano on Gilmore Girls (2001–2007).",
    "year": 1977,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Wang Zhizhi",
    "birthday": "1977-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Wang_ZhiZhi.jpg/157px-Wang_ZhiZhi.jpg",
    "extract": "Wang Zhizhi is a Chinese former professional basketball player who is currently the head coach of the Bayi Rockets, the team with which he spent his domestic career in the Chinese Basketball Association (CBA). He also played in the National Basketball Association (NBA) for the Dallas Mavericks, Los Angeles Clippers, and Miami Heat, becoming China's first player to compete in the NBA.",
    "year": 1977,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Talal El Karkouri",
    "birthday": "1976-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Talal_El_Karkouri_2009.jpg/312px-Talal_El_Karkouri_2009.jpg",
    "extract": "Talal El Karkouri is a Moroccan former professional footballer. He played top-flight football in Morocco, France, Greece, England and Qatar before retiring in 2012. He made his international debut for Morocco in 2000, and earned 53 caps, playing at three African Cups of Nations.",
    "year": 1976,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ellen MacArthur",
    "birthday": "1976-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Ellen-McArthur_%281%29.jpg/213px-Ellen-McArthur_%281%29.jpg",
    "extract": "Dame Ellen Patricia MacArthur is a retired English sailor, from Whatstandwell near Matlock in Derbyshire, now based in Cowes, Isle of Wight.",
    "year": 1976,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sourav Ganguly",
    "birthday": "1972-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Sourav_Ganguly_closeup.jpg/257px-Sourav_Ganguly_closeup.jpg",
    "extract": "Sourav Chandidas Ganguly, affectionately known as Dada, is an Indian cricket administrator, commentator and former national cricket team captain who is the 39th and current president of the Board of Control for Cricket in India (BCCI). He is popularly honoured as Maharaja of Indian Cricket. During his playing career, Ganguly established himself as one of the world's leading batsmen and also one of the most successful captains of the Indian national cricket team. While batting, he was especially prolific through the off side, earning himself the nickname God of the Off Side for his elegant stroke play square of the wicket and through the covers.",
    "year": 1972,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Shōsuke Tanihara",
    "birthday": "1972-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Sh%C5%8Dsuke_Tanihara.jpg/290px-Sh%C5%8Dsuke_Tanihara.jpg",
    "extract": "Shōsuke Tanihara  is a Japanese actor probably best known outside Japan for his portrayal of Riki Fudoh in Fudoh: The New Generation.",
    "year": 1972,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Neil Jenkins",
    "birthday": "1971-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Neil_Jenkins._Wales_Grand_Slam_Celebration%2C_Senedd_19_March_2012.jpg/213px-Neil_Jenkins._Wales_Grand_Slam_Celebration%2C_Senedd_19_March_2012.jpg",
    "extract": "Neil Jenkins, is a Welsh former rugby union player and current coach. He played fly-half, centre, or full back for Pontypridd, Cardiff, Celtic Warriors, Wales and the British & Irish Lions. Jenkins is Wales' highest ever points-scorer and is the third highest on the List of leading rugby union test point scorers. He was the first player to score 1,000 points in international matches.",
    "year": 1971,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Beck",
    "birthday": "1970-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/BeckMSG190718-13_%2847065153261%29_%28cropped%29.jpg/221px-BeckMSG190718-13_%2847065153261%29_%28cropped%29.jpg",
    "extract": "Beck David Hansen is an American musician, singer, songwriter, and record producer. He rose to fame in the early 1990s with his experimental and lo-fi style, and became known for creating musical collages of wide-ranging genres. He has musically encompassed folk, funk, soul, hip hop, electronic, alternative rock, country, and psychedelia. He has released 14 studio albums, as well as several non-album singles and a book of sheet music.",
    "year": 1970,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sylvain Gaudreault",
    "birthday": "1970-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Sylvain_Gaudreault_20141008_03_%28cropped%29.JPG/268px-Sylvain_Gaudreault_20141008_03_%28cropped%29.JPG",
    "extract": "Sylvain Gaudreault is a Canadian politician and teacher. He is the current Member of National Assembly of Quebec for the riding of Jonquière in the city of Saguenay. He represents the Parti Québécois. On May 6, 2016, the party caucus chose him as interim leader following the resignation of PQ leader Pierre Karl Péladeau.",
    "year": 1970,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Todd Martin",
    "birthday": "1970-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Todd_Martin_2008.jpg/257px-Todd_Martin_2008.jpg",
    "extract": "Todd Martin is an American retired tennis player. He reached the men's singles final at the 1994 Australian Open and the 1999 US Open and achieved a career-high singles ranking of world No. 4.",
    "year": 1970,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sugizo",
    "birthday": "1969-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Sugizo_X-JAPAN_%286170908480%29.jpg/213px-Sugizo_X-JAPAN_%286170908480%29.jpg",
    "extract": "Yasuhiro Sugihara , better known by his stage name Sugizo, is a Japanese musician, singer-songwriter, composer and record producer. He is the lead guitarist and violinist of the rock band Luna Sea since 1989.",
    "year": 1969,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Billy Crudup",
    "birthday": "1968-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Billy_Crudup_2015_1b.jpg/241px-Billy_Crudup_2015_1b.jpg",
    "extract": "William Gaither Crudup is an American actor. He is a four-time Tony Award nominee, winning once for his performance in Tom Stoppard's play The Coast of Utopia in 2007. He has starred in numerous high-profile films, including Without Limits, Princess Mononoke, Almost Famous, Big Fish, Mission: Impossible III, Watchmen, Public Enemies, Spotlight, Jackie, The Stanford Prison Experiment, Justice League, and Alien: Covenant, in both lead and supporting roles. He has been nominated for an Independent Spirit Award for Best Male Lead for his performance in Jesus' Son, and received two Screen Actors Guild Award nominations as part of an ensemble cast for Almost Famous and Spotlight, winning for the latter.",
    "year": 1968,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jordan Chan",
    "birthday": "1967-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Jordan_Chan_Siu_Chun_201809.jpg/190px-Jordan_Chan_Siu_Chun_201809.jpg",
    "extract": "Chan Siu-Chun, also known as Jordan Chan, is a Hong Kong actor and singer. Chan is a member of the Huizhou Committee of the Chinese People's Political Consultative Conference.",
    "year": 1967,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Dan Levinson",
    "birthday": "1965-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/KelsoLevinsonWWOZ.jpg/320px-KelsoLevinsonWWOZ.jpg",
    "extract": "Daniel A. Levinson is an American jazz clarinetist, saxophonist, and bandleader. He is best known for his mastery of the jazz styles of the 1910s, 1920s, and 1930s.",
    "year": 1965,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mark Christopher (director)",
    "birthday": "1963-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Mark_Christopher_3.jpg/240px-Mark_Christopher_3.jpg",
    "extract": "Mark Christopher is a screenwriter, and director most known for directing 54 (1998), starring Ryan Phillippe, Mike Meyers, Salma Hayek, and Neve Campbell.",
    "year": 1963,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Joan Osborne",
    "birthday": "1962-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Joan-Osborne-2.jpg/213px-Joan-Osborne-2.jpg",
    "extract": "Joan Elizabeth Osborne is an American singer, songwriter, and interpreter of music, having recorded and performed in various popular American musical genres including rock, pop, soul, R&B, blues, and country. She is best known for her recording of the Eric Bazilian-penned song \"One of Us\" from her debut album, Relish (1995). Both the single and the album became worldwide hits and garnered a combined seven Grammy Award nominations. Osborne has toured with Motown sidemen the Funk Brothers and was featured in the documentary film about them, Standing in the Shadows of Motown (2002).",
    "year": 1962,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Andy Fletcher (musician)",
    "birthday": "1961-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Andy_Fletcher_t.jpg/260px-Andy_Fletcher_t.jpg",
    "extract": "Andrew John Leonard Fletcher, also known as Fletch, was an English keyboard player, DJ, and founding member of the electronic band Depeche Mode. In 2020, he and the band were inducted into the Rock and Roll Hall of Fame.",
    "year": 1961,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Toby Keith",
    "birthday": "1961-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Playing_to_the_base%2C_Toby_Keith_sings_at_Camp_Buehring_during_his_%27Live_In_Overdrive%27_USO_tour_120426-A-OQ455-001.jpg/320px-Playing_to_the_base%2C_Toby_Keith_sings_at_Camp_Buehring_during_his_%27Live_In_Overdrive%27_USO_tour_120426-A-OQ455-001.jpg",
    "extract": "Toby Keith Covel is an American country music singer, songwriter, actor, and record producer. Known professionally by his given names, Keith released his first four studio albums—1993's Toby Keith, 1994's Boomtown, 1996's Blue Moon and 1997's Dream Walkin', plus a Greatest Hits package—for various divisions of Mercury Records before leaving Mercury in 1998. These albums all earned Gold or higher certification, and produced several Top Ten singles, including his debut \"Should've Been a Cowboy\", which topped the country charts and was the most-played country song of the 1990s. The song has received three million spins since its release, according to Broadcast Music Incorporated.",
    "year": 1961,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Karl Seglem",
    "birthday": "1961-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Karl_Seglem-Sigurd_Hole-Gisle_Torvik_Voss_2014.jpg/320px-Karl_Seglem-Sigurd_Hole-Gisle_Torvik_Voss_2014.jpg",
    "extract": "Karl Seglem is a Norwegian Jazz musician, composer and producer, known from a series of combined jazz and traditional music releases, as well as leading his own record label NorCD from 1991.",
    "year": 1961,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mal Meninga",
    "birthday": "1960-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Mal_Meninga_2017.jpg.jpg/215px-Mal_Meninga_2017.jpg.jpg",
    "extract": "Malcolm Norman Meninga is an Australian former rugby league footballer who currently the head coach of the Australian national team. Meninga is widely regarded as one of the finest players in the game's history. He enjoyed a long career in both Australia and England, playing mainly as a goal-kicking centre, but also on the wing. After retiring, Meninga has enjoyed success as a coach, and is currently the head coach of Australia.",
    "year": 1960,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kevin Bacon",
    "birthday": "1958-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Kevin_Bacon_SDCC_2014.jpg/230px-Kevin_Bacon_SDCC_2014.jpg",
    "extract": "Kevin Norwood Bacon is an American actor. His films include the musical-drama film Footloose (1984), the controversial historical conspiracy legal thriller JFK (1991), the legal drama A Few Good Men (1992), the historical docudrama Apollo 13 (1995), and the mystery drama Mystic River (2003). Bacon is also known for voicing the title character in Balto (1995), and was taking on darker roles, such as that of a sadistic guard in Sleepers (1996), and troubled former child abuser in The Woodsman (2004). He is further known for the hit comedies National Lampoon's Animal House (1978), Diner (1982), Tremors (1990) and Crazy, Stupid, Love (2011). His other well-known films are Friday the 13th (1980), Flatliners (1990), The River Wild (1994), Wild Things (1998), Stir of Echoes (1999), Hollow Man (2000), Frost/Nixon (2008), X-Men: First Class (2011), Black Mass (2015) and Patriots Day (2016). He is equally prolific on television, having starred in the Fox drama series The Following (2013–2015). For the HBO original film Taking Chance (2009), Bacon won a Golden Globe Award and a Screen Actors Guild Award, also receiving a Primetime Emmy Award nomination. More recently, Bacon portrayed the title character, and was the series lead, of the Amazon Prime streaming television series I Love Dick, for which he was nominated for a Golden Globe Award.",
    "year": 1958,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Andreas Carlgren",
    "birthday": "1958-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Andreas_Carlgren_halvfigur_mot_tr%C3%A4d.jpg/213px-Andreas_Carlgren_halvfigur_mot_tr%C3%A4d.jpg",
    "extract": "Hemming Andreas Carlgren is a Swedish Centre Party politician, and a former Minister for the Environment in the Swedish government.",
    "year": 1958,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Tzipi Livni",
    "birthday": "1958-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Tzipi_Livni_%2838130112%29.jpg/320px-Tzipi_Livni_%2838130112%29.jpg",
    "extract": "Tziporah Malka \"Tzipi\" Livni is an Israeli politician, diplomat, and lawyer. A former member of the Knesset and leader in the center-left political camp, Livni is a former foreign minister of Israel, vice prime minister, minister of justice, and Leader of the Opposition. She is known for her efforts to resolve the Israeli–Palestinian conflict.",
    "year": 1958,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Carlos Cavazo",
    "birthday": "1957-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Carlos_Cavazo_In_Phoenix_2009.JPG/240px-Carlos_Cavazo_In_Phoenix_2009.JPG",
    "extract": "Carlos Cavazo is an American guitarist best known as the guitarist for Quiet Riot during their commercial peak. He has also played with Snow, 3 Legged Dogg, Hollywood Allstarz, and Ratt.",
    "year": 1957,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Terry Puhl",
    "birthday": "1956-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Terry_Puhl_Astros.jpg/232px-Terry_Puhl_Astros.jpg",
    "extract": "Terry Stephen Puhl is a Canadian former professional baseball outfielder. He played all or parts of 15 seasons in Major League Baseball (MLB), mostly with the Houston Astros. Puhl is a member of the Canadian Baseball Hall of Fame in St. Marys, Ontario. He is the head coach of University of Houston–Victoria's baseball team and was the manager of the Canada national baseball team.",
    "year": 1956,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Larry Garner",
    "birthday": "1952-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Larrygarner2013.jpg/250px-Larrygarner2013.jpg",
    "extract": "Larry Garner is a Louisiana blues musician best known for his 1994 album Too Blues.",
    "year": 1952,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jack Lambert (American football)",
    "birthday": "1952-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Jack_Lambert_in_December_1975.JPG/281px-Jack_Lambert_in_December_1975.JPG",
    "extract": "John Harold \"Jack\" Lambert is an American former professional football player who was a linebacker in the National Football League (NFL). Recognized by the Pro Football Hall of Fame in 1990 as \"the greatest linebacker of his era,\" Lambert was the starting middle linebacker for four Super Bowl-winning teams during an 11-year career with the Pittsburgh Steelers.\nHe played college football at Kent State University.",
    "year": 1952,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Marianne Williamson",
    "birthday": "1952-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Marianne_Williamson_Profile.jpg/240px-Marianne_Williamson_Profile.jpg",
    "extract": "Marianne Deborah Williamson is an American author, spiritual leader, and political activist. She has written 13 books, including four New York Times number one bestsellers in the \"Advice, How To, and Miscellaneous\" category. The founder of Project Angel Food, a volunteer food delivery program that serves home-bound people with HIV/AIDS and other life-threatening illnesses, she is also the co-founder of the Peace Alliance, a nonprofit education and advocacy organization supporting peace-building projects. She has received national attention as a result of her frequent appearances on The Oprah Winfrey Show.",
    "year": 1952,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Alan Ashby",
    "birthday": "1951-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Alan_Ashby_at_Union_Station_SABR_event_2014.jpg/320px-Alan_Ashby_at_Union_Station_SABR_event_2014.jpg",
    "extract": "Alan Dean Ashby is an American former professional baseball player and current radio and television sports commentator. He played as a catcher in Major League Baseball for the Cleveland Indians, Toronto Blue Jays, and Houston Astros between 1973 and 1989. He was the catcher for two Astros teams that won division pennants. After retiring as a player, Ashby was a manager in the Texas-Louisiana League and has held several jobs in broadcasting, including his most recent job as the lead color commentator for the Houston Astros.",
    "year": 1951,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Anjelica Huston",
    "birthday": "1951-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Anjelica_Huston_%2846954445875%29_%28cropped%29.jpg/220px-Anjelica_Huston_%2846954445875%29_%28cropped%29.jpg",
    "extract": "Anjelica Huston is an American actress, author, director, producer and former fashion model. She is the daughter of director John Huston and granddaughter of actor Walter Huston. After reluctantly making her big screen debut in her father's A Walk with Love and Death (1969), Huston moved from London to New York City, where she worked as a model throughout the 1970s. She decided to actively pursue acting in the early 1980s, and, subsequently, had her breakthrough with her performance in Prizzi's Honor (1985), also directed by her father, for which she became the third generation of her family to receive an Academy Award, when she won Best Supporting Actress, joining both John and Walter Huston in this recognition. With the death of William Hurt she is the last living winning performer from that ceremony.",
    "year": 1951,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Wolfgang Puck",
    "birthday": "1949-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Wolfgang_Puck_2012.jpg/213px-Wolfgang_Puck_2012.jpg",
    "extract": "Wolfgang Johannes Puck is an Austrian-American chef and restaurateur.",
    "year": 1949,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Y. S. Rajasekhara Reddy",
    "birthday": "1949-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/YS_Rajasekhara_Reddy_2010_stamp_of_India.jpg/273px-YS_Rajasekhara_Reddy_2010_stamp_of_India.jpg",
    "extract": "Yeduguri Sandinti Rajasekhara Reddy, popularly known as YSR, was the 14th chief minister of the Indian state of Andhra Pradesh, serving from 2004 to 2009.",
    "year": 1949,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Raffi",
    "birthday": "1948-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/RaffiSpeaking.jpg/257px-RaffiSpeaking.jpg",
    "extract": "Raffi Cavoukian,, known professionally by the mononym Raffi, is a Canadian singer-lyricist and author of Armenian descent born in Egypt, best known for his children's music. He developed his career as a \"global troubadour\" to become a music producer, author, entrepreneur, and founder of the Raffi Foundation for Child Honouring, a vision for global restoration.",
    "year": 1948,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kim Darby",
    "birthday": "1947-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Kim_Darby_1974.JPG/221px-Kim_Darby_1974.JPG",
    "extract": "Kim Darby is an American actress best known for her role as Mattie Ross in the film True Grit (1969).",
    "year": 1947,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jenny Diski",
    "birthday": "1947-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/2a/Jenni_Diski_with_Doris_Lessing.jpg/320px-Jenni_Diski_with_Doris_Lessing.jpg",
    "extract": "Jenny Diski FRSL was an English writer. She had a troubled childhood, but was taken in and mentored by the novelist Doris Lessing; she lived in Lessing's house for four years. Diski was educated at University College London, and worked as a teacher during the 1970s and early 1980s.",
    "year": 1947,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Micheline Calmy-Rey",
    "birthday": "1945-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Micheline_Calmy-Rey_2011.jpg/274px-Micheline_Calmy-Rey_2011.jpg",
    "extract": "Micheline Anne-Marie Calmy-Rey is a Swiss politician who served as a Member of the Swiss Federal Council from 2003 to 2011. A member of the Social Democratic Party (SP/PS), she was the head of the Federal Department of Foreign Affairs during her tenure as a Federal Councillor. She was President of the Swiss Confederation twice, in 2007 and 2011.",
    "year": 1945,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jaimoe",
    "birthday": "1944-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Jaimoe.jpg/320px-Jaimoe.jpg",
    "extract": "John Lee Johnson, frequently known by the stage names Jai Johanny Johanson and Jaimoe, is an American drummer and percussionist. He is best known as one of the founding members of the Allman Brothers Band.",
    "year": 1944,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jeffrey Tambor",
    "birthday": "1944-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Jeffrey_Tambor_June_2015.jpg/228px-Jeffrey_Tambor_June_2015.jpg",
    "extract": "Jeffrey Michael Tambor is an American actor and comedian. He is known for his television roles such as Jeffrey Brooks, the uptight neighbor of Stanley and Helen Roper in the TV sitcom The Ropers (1979–1980), as Hank Kingsley on The Larry Sanders Show (1992–1998), George Bluth Sr. and Oscar Bluth on Arrested Development and Maura Pfefferman on Transparent (2014–2017). For his role in the latter, Tambor earned two Primetime Emmy Awards for Outstanding Lead Actor in a Comedy Series out of three nominations. In 2015, he was also awarded a Golden Globe for his portrayal of Pfefferman.",
    "year": 1944,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Phil Gramm",
    "birthday": "1942-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c1/PhilGramm_%281%29.jpg",
    "extract": "William Philip Gramm is an American economist and politician who represented Texas in both chambers of Congress. Though he began his political career as a Democrat, Gramm switched to the Republican Party in 1983. Gramm was an unsuccessful candidate in the 1996 Republican Party presidential primaries against eventual nominee Bob Dole.",
    "year": 1942,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Dario Gradi",
    "birthday": "1941-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/32/Gradi%2C_Dario.jpg",
    "extract": "Dario Gradi, MBE is an Italian-English former amateur football player, coach and manager. He was associated for more than 36 years with Crewe Alexandra, where he was variously manager, director of football and director of the Academy, until October 2019.",
    "year": 1941,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Joe B. Mauldin",
    "birthday": "1940-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Buddy_Holly_%26_The_Crickets_publicity_portrait_-_cropped.jpg/256px-Buddy_Holly_%26_The_Crickets_publicity_portrait_-_cropped.jpg",
    "extract": "Joseph Benson Mauldin, Jr. was an American bass player, songwriter, and audio engineer who was best known as the bassist for the early rock and roll group the Crickets. Mauldin initially played a double (standup) bass, then switched to a Fender Precision Bass guitar. After several years with the Crickets, he became a recording engineer at Gold Star Studios, the Los Angeles studio which became the \"hit factory\" for Phil Spector, Brian Wilson, and other major 1960s rock performers.",
    "year": 1940,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John David Crow",
    "birthday": "1935-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/John_David_Crow_in_2012.jpg/320px-John_David_Crow_in_2012.jpg",
    "extract": "John David Crow Sr. was an American football player, coach, and college athletics administrator. He won the Heisman Trophy in 1957 as a halfback for the Texas A&M Aggies. After college, he played professional football in the National Football League (NFL) for the Chicago / St. Louis Cardinals and the San Francisco 49ers from 1958 to 1968.",
    "year": 1935,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Steve Lawrence",
    "birthday": "1935-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Steve_Lawrence_1999.jpg/212px-Steve_Lawrence_1999.jpg",
    "extract": "Steve Lawrence is an American singer, comedian and actor, best known as a member of a duo with his wife Eydie Gormé, billed as \"Steve and Eydie\", and for his performance as the manager and friend of the main characters Maury Sline in The Blues Brothers. Steve and Eydie first appeared together as regulars on Tonight Starring Steve Allen in 1954 and continued performing as a duo until Gormé's retirement in 2009. Gormé died August 10, 2013.",
    "year": 1935,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Vitaly Sevastyanov",
    "birthday": "1935-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Pv-sevastyanov-v-i-2002-face.jpg/224px-Pv-sevastyanov-v-i-2002-face.jpg",
    "extract": "Vitaly Ivanovich Sevastyanov was a Soviet cosmonaut and an engineer who flew on the Soyuz 9 and Soyuz 18 missions.",
    "year": 1935,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Raquel Correa",
    "birthday": "1934-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Raquel_Correa_%282012%29.jpg/213px-Raquel_Correa_%282012%29.jpg",
    "extract": "Raquel Teresa Correa was a Chilean journalist who spent the main part of her career with the newspaper El Mercurio. She was well known for her interviews and reporting, and was the recipient of Chile's National Prize for Journalism in 1991.",
    "year": 1934,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Marty Feldman",
    "birthday": "1934-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Marty_Feldman.png/187px-Marty_Feldman.png",
    "extract": "Martin Alan Feldman was a British actor, comedian and writer. He was known for his prominent, misaligned eyes. He initially gained prominence as a writer with Barry Took on the ITV sitcom Bootsie and Snudge and the BBC Radio comedy programme Round the Horne. He became known as a performer on At Last the 1948 Show and Marty, the latter of which won Feldman two British Academy Television Awards including Best Entertainment Performance in 1969.",
    "year": 1934,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Edward D. DiPrete",
    "birthday": "1934-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/RI_Governor_Edward_D._DiPrete_1985-1991.jpg/238px-RI_Governor_Edward_D._DiPrete_1985-1991.jpg",
    "extract": "Edward Daniel DiPrete is an American Republican Party politician and convicted felon from Rhode Island. He served as the 70th Governor of Rhode Island for three two-year terms, serving from 1985 to 1991. Convicted of numerous corruption charges, he is the only Rhode Island governor to have gone to prison.",
    "year": 1934,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Antonio Lamer",
    "birthday": "1933-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/da/Antonio_Lamer.jpg/229px-Antonio_Lamer.jpg",
    "extract": "Joseph Antonio Charles Lamer, was a Canadian lawyer, jurist and the 16th Chief Justice of the Supreme Court of Canada.",
    "year": 1933,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jerry Vale",
    "birthday": "1930-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Jerry_Vale_1965.JPG/262px-Jerry_Vale_1965.JPG",
    "extract": "Jerry Vale was an American singer and actor. During the 1950s and 1960s, he reached the top of the pop charts with his interpretations of romantic ballads, including a cover of Eddy Arnold hit \"You Don't Know Me\" (1956) and \"Have You Looked into Your Heart\" (1964). Vale, who was of Italian descent, sang numerous songs in Italian, many of which were used in soundtracks by films of Martin Scorsese.",
    "year": 1930,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Balakh Sher Mazari",
    "birthday": "1928-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f1/Balakh_Sher_Mazar.jpg",
    "extract": "Sardar Mir Balakh Sher Mazari is the tumandar and the paramount sardar of the Mazari tribe which is situated on the tristate area between Balochistan, Sindh and Punjab provinces of Pakistan.",
    "year": 1928,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Maurice Hayes",
    "birthday": "1927-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Dr_Maurice_Hayes.jpg/212px-Dr_Maurice_Hayes.jpg",
    "extract": "Maurice Hayes was an Irish public servant and, late in life, an independent member of the 21st and 22nd Seanads. Hayes was nominated by the Taoiseach, Bertie Ahern, in 1997 and re-nominated in 2002. He also served, at the Taoiseach's request, as Chairman of the National Forum on Europe in the Republic of Ireland.",
    "year": 1927,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bob Beckham",
    "birthday": "1927-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/99/Bob_Beckham_%28Music_publisher%29.jpeg",
    "extract": "Robert Joseph Beckham was an American country music publisher based in Nashville, who mentored generations of songwriters as head of Combine Music Publishing from 1964 to 1989. He played a pivotal role in the career of Kris Kristofferson and guided other artists including Dolly Parton, Larry Gatlin, Tony Joe White and Billy Swan.",
    "year": 1927,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "David Malet Armstrong",
    "birthday": "1926-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/DavidMArmstrong.jpg/197px-DavidMArmstrong.jpg",
    "extract": "David Malet Armstrong, often D. M. Armstrong, was an Australian philosopher. He is well known for his work on metaphysics and the philosophy of mind, and for his defence of a factualist ontology, a functionalist theory of the mind, an externalist epistemology, and a necessitarian conception of the laws of nature. He was elected a Foreign Honorary Member of the American Academy of Arts and Sciences in 2008.",
    "year": 1926,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Dingell",
    "birthday": "1926-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/John_dingell.jpg/228px-John_dingell.jpg",
    "extract": "John David Dingell Jr. was an American politician who served as a member of the United States House of Representatives from 1955 until 2015. A member of the Democratic Party, he holds the record for longest-serving member of Congress in American history, representing Michigan for more than 59 years. He most recently served as the representative for Michigan's 12th congressional district. A longtime member of the House Energy and Commerce Committee, Dingell was the chairman of the committee from 1981 to 1995 and 2007 to 2009.",
    "year": 1926,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Elisabeth Kübler-Ross",
    "birthday": "1926-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9c/Elisabeth_K%C3%BCbler-Ross_%281926_-_2004%29.jpg/235px-Elisabeth_K%C3%BCbler-Ross_%281926_-_2004%29.jpg",
    "extract": "Elisabeth Kübler-Ross was a Swiss-American psychiatrist, a pioneer in near-death studies, and author of the internationally best-selling book, On Death and Dying (1969), where she first discussed her theory of the five stages of grief, also known as the \"Kübler-Ross model\".",
    "year": 1926,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Marco Cé",
    "birthday": "1925-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/80/Marco_C%C3%A9_1234.jpg/211px-Marco_C%C3%A9_1234.jpg",
    "extract": "Marco Cé was an Italian cardinal of the Roman Catholic Church. He served as the Patriarch of Venice from 1978 to 2002 and was elevated to the cardinalate in 1979.",
    "year": 1925,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Johnnie Johnson (musician)",
    "birthday": "1924-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/JohnnieJohnson1996.jpg/158px-JohnnieJohnson1996.jpg",
    "extract": "Johnnie Clyde Johnson was an American pianist who played jazz, blues and rock and roll. His work with Chuck Berry led to his induction into the Rock and Roll Hall of Fame. He was posthumously awarded the Congressional Gold Medal for breaking racial barriers in the military, as he was a Montford Point Marine - where the African-American unit endured racism and inspired social change while integrating the previously all-white Marine Corps during World War II.",
    "year": 1924,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Charles C. Droz",
    "birthday": "1924-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Charles_Droz.png/233px-Charles_Droz.png",
    "extract": "Charles C. Droz is an American former politician in the state of South Dakota. He was a member of the South Dakota House of Representatives. He is an alumnus of South Dakota State University and a veteran of World War II serving with the United States Army. Droz was a farmer and rancher. He was married to Fern Elizabeth Matre, who died in December 2020 at the age of 92.",
    "year": 1924,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Harrison Dillard",
    "birthday": "1923-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Harrison_Dillard_1952.jpg/227px-Harrison_Dillard_1952.jpg",
    "extract": "William Harrison \"Bones\" Dillard was an American track and field athlete, who is the only male in the history of the Olympic Games to win gold in both the 100 meter (sprints) and the 110 meter hurdles, making him the “World’s Fastest Man” in 1948 and the “World’s Fastest Hurdler” in 1952.",
    "year": 1923,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Val Bettin",
    "birthday": "1923-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Val_Bettin_1963.jpg/320px-Val_Bettin_1963.jpg",
    "extract": "Valentine John Bettin was an American actor, known for using an English accent in all of his roles. He is perhaps best known for voicing Dr. David Q. Dawson in the 1986 Disney animated film The Great Mouse Detective and the Sultan in The Return of Jafar and Aladdin and the King of Thieves, the two direct-to-video sequels to Disney's Aladdin as well as the TV show, taking over for Douglas Seale. Bettin also hosted The Storyteller, a children's show on Chicago television in the late 1950s.",
    "year": 1923,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Money",
    "birthday": "1921-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/42/John_Money.jpg",
    "extract": "John William Money was a New Zealand psychologist, sexologist and author known for his research into sexual identity and biology of gender. He was controversial for his conduct towards vulnerable patients, including endorsing conversion therapy aimed at young children. He was one of the first researchers to publish theories on the influence of societal constructs of gender on individual formation of gender identity. Money introduced the terms gender identity, gender role and sexual orientation and popularised the term paraphilia. He spent a considerable amount of his career in the United States.",
    "year": 1921,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Walter Scheel",
    "birthday": "1919-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Bundesarchiv_Bild_146-1989-047-20%2C_Walter_Scheel.jpg/229px-Bundesarchiv_Bild_146-1989-047-20%2C_Walter_Scheel.jpg",
    "extract": "Walter Scheel was a German statesman. A member of the Free Democratic Party of Germany (FDP), he first served in government as the Federal Minister of Economic Cooperation and Development from 1961 to 1966 and later as President of Germany from 1974 to 1979. He led the FDP from 1968 to 1974.",
    "year": 1919,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Paul B. Fay",
    "birthday": "1918-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/80/PaulBFay.jpg",
    "extract": "Paul Burgess Fay Jr. was the Acting United States Secretary of the Navy in November 1963, and a close confidant of President John F. Kennedy.",
    "year": 1918,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Irwin Hasen",
    "birthday": "1918-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/IrwinHasen6.13.09ByLuigiNovi.jpg/320px-IrwinHasen6.13.09ByLuigiNovi.jpg",
    "extract": "Irwin Hasen was an American cartoonist best known as the creator of the Dondi comic strip. He also had a significant run on DC Comics' original Green Lantern, Alan Scott, in the 1940s as well as creating Wildcat for the same publisher.",
    "year": 1918,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Oluf Reed-Olsen",
    "birthday": "1918-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Oluf_reedolsen.jpg/219px-Oluf_reedolsen.jpg",
    "extract": "Oluf Bernhard Reed-Olsen was a Norwegian resistance member and pilot during World War II. As a resistance member he is best known for the Lysaker Bridge sabotage as well as operating illegal radio transmitters. After the war he was a businessman and Scouting leader. He wrote books and contributed to a film based on his war experience.",
    "year": 1918,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Edward B. Giller",
    "birthday": "1918-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Edward_B._Giller.jpg/243px-Edward_B._Giller.jpg",
    "extract": "Edward Bonfoy Giller was a United States Air Force (USAF) major general who served as the assistant general manager for military application, United States Atomic Energy Commission, Germantown, Maryland. Giller was assistant director and then director of the Research Directorate for the Air Force Special Weapons Center at Kirtland Air Force Base in the 1950s and 60s. He was the USAF Liaison officer for the Project Orion.",
    "year": 1918,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Craig Stevens (actor)",
    "birthday": "1918-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Craig_Stevens_1960.JPG/259px-Craig_Stevens_1960.JPG",
    "extract": "Craig Stevens was an American film and television actor, best known for his starring role on television as private detective Peter Gunn from 1958 to 1961.",
    "year": 1918,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Pamela Brown (actress)",
    "birthday": "1917-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/15/PamelaBrown.jpg",
    "extract": "Pamela Mary Brown was a British actress.",
    "year": 1917,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Faye Emerson",
    "birthday": "1917-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Faye_Emerson_%281943%29.jpg/260px-Faye_Emerson_%281943%29.jpg",
    "extract": "Faye Margaret Emerson was an American film and stage actress and television interviewer who gained fame as a film actress in the 1940s before transitioning to television in the 1950s and hosting her own talk show.",
    "year": 1917,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "J. F. Powers",
    "birthday": "1917-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/13/J_F_Powers.jpg",
    "extract": "James Farl Powers was an American novelist and short story writer who often drew his inspiration from developments in the Catholic Church, and was known for his studies of Catholic priests in the Midwest. Although not a priest himself, he is known for having captured a \"clerical idiom\" in postwar North America. His first novel, Morte d'Urban, won the 1963 National Book Award for Fiction.",
    "year": 1917,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jean Rouverol",
    "birthday": "1916-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/28/Jean_Rouverol.jpg",
    "extract": "Jean Rouverol was an American author, actress and screenwriter who was blacklisted by the Hollywood movie studios in the 1950s.",
    "year": 1916,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Neil D. Van Sickle",
    "birthday": "1915-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Van_sickle_nd.jpg/228px-Van_sickle_nd.jpg",
    "extract": "Neil David Van Sickle was an American Air Force major general who was the deputy inspector general at Headquarters, United States Air Force, Washington, D.C.",
    "year": 1915,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Lowell E. English",
    "birthday": "1915-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Lowell_E._English.jpg/255px-Lowell_E._English.jpg",
    "extract": "Lowell Edward English was a highly decorated officer in the United States Marine Corps with the rank of major general who served in World War II, Korea and Vietnam. He is most noted for his service as assistant division commander, 3rd Marine Division during Vietnam War and later as commanding general, Task Force Delta. He completed his career as commanding general, Marine Corps Recruit Depot San Diego in 1969.",
    "year": 1915,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jyoti Basu",
    "birthday": "1914-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Jyoti_Basu_-_Calcutta_1996-12-21_089_Cropped.png/242px-Jyoti_Basu_-_Calcutta_1996-12-21_089_Cropped.png",
    "extract": "Jyoti Basu was an Indian politician and one of the most prominent leaders of Communist movement in India. He served as the 6th and longest serving Chief Minister of West Bengal from 1977 to 2000. He was one of the founding member of the Communist Party of India(Marxist). He was the member of politburo of the party since its formation in 1964 till 2008. He was also the member of West Bengal Legislative Assembly for 11 times. He also held Offices in Government of West Bengal as Deputy Chief Minister of West Bengal, Home minister of West Bengal, Minister of Planning and Development, Minister of Finance, Minister of General administration, Minister of Commerce, Industries and Industrial Reconstruction. In his political career of Basu spanning over seven decades, he was noted to have been the India's longest serving chief minister in an elected democracy, at the time of his resignation.",
    "year": 1914,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Billy Eckstine",
    "birthday": "1914-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Portrait_of_Billy_Eckstine%2C_New_York%2C_N.Y.%2C_between_1946_and_1948_%28LOC%29.jpg/261px-Portrait_of_Billy_Eckstine%2C_New_York%2C_N.Y.%2C_between_1946_and_1948_%28LOC%29.jpg",
    "extract": "William Clarence Eckstine was an American jazz and pop singer and a bandleader during the swing and bebop eras. He was noted for his rich, almost operatic bass-baritone voice. In 2019, Eckstine was awarded the Grammy Lifetime Achievement Award \"for performers who, during their lifetimes, have made creative contributions of outstanding artistic significance to the field of recording.\" His recording of \"I Apologize\" was given the Grammy Hall of Fame Award in 1999. The New York Times described him as an \"influential band leader\" whose \"suave bass-baritone\" and \"full-throated, sugary approach to popular songs inspired singers like Earl Coleman, Johnny Hartman, Joe Williams, Arthur Prysock and Lou Rawls.\"",
    "year": 1914,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Alejandra Soler",
    "birthday": "1913-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Alejandra_Soler.jpg/213px-Alejandra_Soler.jpg",
    "extract": "Alejandra Soler Gilabert was a Spanish politician and schoolteacher. She also worked for the Diplomatic Academy of the Ministry of Foreign Affairs of the Russian Federation.",
    "year": 1913,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ken Farnes",
    "birthday": "1911-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Don_Bradman_is_almost_run_out_at_101_in_his_innings_of_169_in_the_fifth_Test_at_the_Melbourne_Cricket_Ground%2C_1936-37_Marylebone_Cricket_Club_%28MCC%29_tour_of_Australia_%2816431524020%29.jpg/320px-thumbnail.jpg",
    "extract": "Kenneth Farnes was an English cricketer. He played in fifteen Tests from 1934 to 1939.",
    "year": 1911,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "65th Infantry Regiment",
    "birthday": "1910-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/65_Inf_Rgt_COA.png/168px-65_Inf_Rgt_COA.png",
    "extract": "The 65th Infantry Regiment, nicknamed \"The Borinqueneers\" during the Korean War for the original Taíno Indian name for Puerto Rico (Borinquen), is a Puerto Rican regiment of the United States Army. The regiment's motto is Honor et Fidelitas, Latin for Honor and Fidelity. The Army Appropriation Bill created by an act of Congress on 2 March 1899, authorized the creation of the first body of native troops in Puerto Rico. On 30 June 1901, the \"Porto Rico Provisional Regiment of Infantry\" was organized. On 1 July 1908, Congress incorporated the regiment into the Regular Army as the Puerto Rico Regiment of Infantry, United States Army. On 14 May 1917, the regiment was activated and additional men were assigned, with the unit being sent to serve at Panama. On 4 June 1920, the regiment was renamed 65th Infantry. During World War II, the regiment saw action throughout Europe, especially France and Germany, participating in Naples-Foggia, Rome-Arno and Rhin. Several Purple Hearts were awarded posthumously to members of the 65th Regiment.",
    "year": 1910,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ike Petersen",
    "birthday": "1909-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7d/Ike_Petersen.gif/320px-Ike_Petersen.gif",
    "extract": "Kenneth A. \"Ike\" Petersen was an American football running back who played two seasons in the National Football League with the Chicago Cardinals and Detroit Lions. He played college football at Gonzaga University. His last name is sometimes misspelled as \"Peterson\".",
    "year": 1909,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Louis Jordan",
    "birthday": "1908-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Louis_Jordan%2C_New_York%2C_N.Y.%2C_ca._July_1946_%28William_P._Gottlieb_04721%29.jpg/239px-Louis_Jordan%2C_New_York%2C_N.Y.%2C_ca._July_1946_%28William_P._Gottlieb_04721%29.jpg",
    "extract": "Louis Thomas Jordan was an American saxophonist, multi-instrumentalist, songwriter and bandleader who was popular from the late 1930s to the early 1950s. Known as \"The King of the Jukebox\", he earned his highest profile towards the end of the swing era. He was inducted into the Rock and Roll Hall of Fame as an \"early influence\" in 1987.",
    "year": 1908,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Nelson Rockefeller",
    "birthday": "1908-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Nelson_Rockefeller.jpg/222px-Nelson_Rockefeller.jpg",
    "extract": "Nelson Aldrich Rockefeller, sometimes referred to by his nickname Rocky, was an American businessman and politician who served as the 41st vice president of the United States from December 1974 to January 1977, and previously as the 49th governor of New York from 1959 to 1973. He also served as assistant secretary of State for American Republic Affairs for Presidents Franklin D. Roosevelt and Harry S. Truman (1944–1945) as well as under secretary of Health, Education and Welfare (HEW) under Dwight D. Eisenhower from 1953 to 1954. In 1980, HEW split into 2 cabinet level agencies: Health & Human Services (HHS) & Department of Education. A grandson of Standard Oil founder John D. Rockefeller and a member of the wealthy Rockefeller family, he was a noted art collector and served as administrator of Rockefeller Center in Manhattan, New York City.",
    "year": 1908,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "V. K. R. V. Rao",
    "birthday": "1908-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9d/V.K.R.VaradarajaRaoPic.jpg/255px-V.K.R.VaradarajaRaoPic.jpg",
    "extract": "Vijayendra Kasturi Ranga Varadaraja Rao was an Indian economist, politician and educator.",
    "year": 1908,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "George W. Romney",
    "birthday": "1907-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/George_W._Romney_official_portrait.jpg/233px-George_W._Romney_official_portrait.jpg",
    "extract": "George Wilcken Romney was an American businessman and Republican Party politician. He was chairman and president of American Motors Corporation from 1954 to 1962, the 43rd governor of Michigan from 1963 to 1969, and 3rd Secretary of Housing and Urban Development from 1969 to 1973. He was the father of Mitt Romney, formerly governor of Massachusetts and 2012 Republican presidential nominee, who currently serves as United States senator from Utah; the husband of 1970 U.S. Senate candidate Lenore Romney; and the paternal grandfather of current Republican National Committee chair Ronna McDaniel.",
    "year": 1907,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Philip Johnson",
    "birthday": "1906-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Philip_Johnson.2002.FILARDO.jpg/320px-Philip_Johnson.2002.FILARDO.jpg",
    "extract": "Philip Cortelyou Johnson was an American architect best known for his works of modern and postmodern architecture. Among his best-known designs are his modernist Glass House in New Canaan, Connecticut; the postmodern 550 Madison Avenue in New York, designed for AT&T; 190 South La Salle Street in Chicago; the Sculpture Garden of the Museum of Modern Art; and the Pre-Columbian Pavilion at Dumbarton Oaks. In his obituary in 2005, the \"New York Times\" wrote that his works \"were widely considered among the architectural masterpieces of the 20th century.\"",
    "year": 1906,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Henri Cartan",
    "birthday": "1904-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Henri_Cartan.jpg/221px-Henri_Cartan.jpg",
    "extract": "Henri Paul Cartan was a French mathematician who made substantial contributions to algebraic topology.",
    "year": 1904,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "George Antheil",
    "birthday": "1900-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/2b/George_antheil.jpg",
    "extract": "George Antheil was an American avant-garde composer, pianist, author, and inventor whose modernist musical compositions explored the modern sounds – musical, industrial, and mechanical – of the early 20th century.",
    "year": 1900,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Melville Ruick",
    "birthday": "1898-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e9/Melville_Ruick_1953.jpg/310px-Melville_Ruick_1953.jpg",
    "extract": "Melville Ruick was an American actor.",
    "year": 1898,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Igor Tamm",
    "birthday": "1895-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Igor_Tamm.jpg/226px-Igor_Tamm.jpg",
    "extract": "Igor Yevgenyevich Tamm was a Soviet physicist who received the 1958 Nobel Prize in Physics, jointly with Pavel Alekseyevich Cherenkov and Ilya Mikhailovich Frank, for their 1934 discovery of Cherenkov radiation.",
    "year": 1895,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Pyotr Kapitsa",
    "birthday": "1894-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Pyotr_Kapitsa_1930s.jpg/229px-Pyotr_Kapitsa_1930s.jpg",
    "extract": "Pyotr Leonidovich Kapitsa or Peter Kapitza (Russian: Пётр Леонидович Капица, Romanian: Petre Capița was a leading Soviet physicist, engineer and Nobel laureate, best known for his work in low-temperature physics.",
    "year": 1894,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "R. Carlyle Buley",
    "birthday": "1893-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/RCBuley1962a.jpg/248px-RCBuley1962a.jpg",
    "extract": "Roscoe Carlyle Buley was an American historian and educator.",
    "year": 1893,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Richard Aldington",
    "birthday": "1892-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/%28Edward_Godfree%29_Richard_Aldington_by_Howard_Coster_10_x_8_inch_film_negative%2C_1931.jpg/240px-%28Edward_Godfree%29_Richard_Aldington_by_Howard_Coster_10_x_8_inch_film_negative%2C_1931.jpg",
    "extract": "Richard Aldington, born Edward Godfree Aldington, was an English writer and poet, and an early associate of the Imagist movement. He was married to the poet Hilda Doolittle from 1911 to 1938. His 50-year writing career covered poetry, novels, criticism and biography. He edited The Egoist, a literary journal, and wrote for The Times Literary Supplement, Vogue, The Criterion and Poetry. His biography of Wellington (1946) won him the James Tait Black Memorial Prize. His contacts included writers T. S. Eliot, D. H. Lawrence, Ezra Pound, W. B. Yeats, Lawrence Durrell, C. P. Snow, and others. He championed Hilda Doolittle as the major poetic voice of the Imagist movement and helped her work gain international notice.",
    "year": 1892,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Pavel Korin",
    "birthday": "1892-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/P.D._Korin_by_M.Nesterov.jpg/228px-P.D._Korin_by_M.Nesterov.jpg",
    "extract": "Pavel Dmitriyevich Korin was a Russian painter and art restorer. He is famous for his preparational work for the unimplemented painting Farewell to Rus.",
    "year": 1892,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Stanton Macdonald-Wright",
    "birthday": "1890-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Stanton_Macdonald-Wright_-_Synchromy_No._3_-_Google_Art_Project.jpg/314px-Stanton_Macdonald-Wright_-_Synchromy_No._3_-_Google_Art_Project.jpg",
    "extract": "Stanton Macdonald-Wright, was a modern American artist. He was a co-founder of Synchromism, an early abstract, color-based mode of painting, which was the first American avant-garde art movement to receive international attention.",
    "year": 1890,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ernst Bloch",
    "birthday": "1885-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Bundesarchiv_Bild_183-27348-0008%2C_Berlin%2C_Ernst_Bloch_auf_Begegnung_der_Geistesschaffenden.jpg/241px-Bundesarchiv_Bild_183-27348-0008%2C_Berlin%2C_Ernst_Bloch_auf_Begegnung_der_Geistesschaffenden.jpg",
    "extract": "Ernst Simon Bloch was a German Marxist philosopher.",
    "year": 1885,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Hugo Boss (fashion designer)",
    "birthday": "1885-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Hugo-boss.jpg/320px-Hugo-boss.jpg",
    "extract": "Hugo Ferdinand Boss was a German fashion designer and businessman. He was the founder of the fashion house Hugo Boss AG. He was an active member of the Nazi Party from 1931, and remained so until Nazi Germany's capitulation. His clothing company also utilized forced labour drawn from German-occupied territories and POW camps, to manufacture uniforms for the SS and later the Wehrmacht.",
    "year": 1885,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Percy Grainger",
    "birthday": "1882-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Percygraingercrop.jpg/237px-Percygraingercrop.jpg",
    "extract": "Percy Aldridge Grainger was an Australian-born composer, arranger and pianist who lived in the United States from 1914 and became an American citizen in 1918. In the course of a long and innovative career he played a prominent role in the revival of interest in British folk music in the early years of the 20th century. Although much of his work was experimental and unusual, the piece with which he is most generally associated is his piano arrangement of the folk-dance tune \"Country Gardens\".",
    "year": 1882,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Alexandros Papanastasiou",
    "birthday": "1876-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/AlexandrosPapanastasiu.jpeg/240px-AlexandrosPapanastasiu.jpeg",
    "extract": "Alexandros Papanastasiou was a Greek lawyer, sociologist and politician who served twice as the Prime Minister of Greece in the interwar period, being a pioneer in the establishment of the Second Hellenic Republic.",
    "year": 1876,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Käthe Kollwitz",
    "birthday": "1867-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Kathe_Kollwitz_1919.jpg/218px-Kathe_Kollwitz_1919.jpg",
    "extract": "Käthe Kollwitz was a German artist who worked with painting, printmaking and sculpture. Her most famous art cycles, including The Weavers and The Peasant War, depict the effects of poverty, hunger and war on the working class. Despite the realism of her early works, her art is now more closely associated with Expressionism. Kollwitz was the first woman not only to be elected to the Prussian Academy of Arts but also to receive honorary professor status.",
    "year": 1867,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Alfred Binet",
    "birthday": "1857-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Alfred_Binet.jpg/249px-Alfred_Binet.jpg",
    "extract": "Alfred Binet, born Alfredo Binetti, was a French psychologist who invented the first practical IQ test, the Binet–Simon test. In 1904, the French Ministry of Education asked psychologist Alfred Binet to devise a method that would determine which students did not learn effectively from regular classroom instruction so they could be given remedial work. Along with his collaborator Théodore Simon, Binet published revisions of his test in 1908 and 1911, the last of which appeared just before his death.",
    "year": 1857,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Arthur Evans",
    "birthday": "1851-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Sir_Arthur_John_Evans.jpg/269px-Sir_Arthur_John_Evans.jpg",
    "extract": "Sir Arthur John Evans was a British archaeologist and pioneer in the study of Aegean civilization in the Bronze Age. He is most famous for unearthing the palace of Knossos on the Greek island of Crete. Based on the structures and artifacts found there and throughout the eastern Mediterranean, Evans found that he needed to distinguish the Minoan civilisation from Mycenaean Greece. Evans was also the first to define Cretan scripts Linear A and Linear B, as well as an earlier pictographic writing.",
    "year": 1851,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Murray (Victorian politician)",
    "birthday": "1851-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/John_Murray_Premier.jpg/240px-John_Murray_Premier.jpg",
    "extract": "John (Jack) Murray, Australian politician, was the 23rd Premier of Victoria.",
    "year": 1851,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John D. Rockefeller",
    "birthday": "1839-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Portrait_of_J._D._Rockefeller.jpg/233px-Portrait_of_J._D._Rockefeller.jpg",
    "extract": "John Davison Rockefeller Sr. was an American business magnate and philanthropist. He has been widely considered the wealthiest American of all time and the richest person in modern history. Rockefeller was born into a large family in upstate New York that moved several times before eventually settling in Cleveland, Ohio. He became an assistant bookkeeper at age 16 and went into several business partnerships beginning at age 20, concentrating his business on oil refining. Rockefeller founded the Standard Oil Company in 1870. He ran it until 1897, and remained its largest shareholder.",
    "year": 1839,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Eli Lilly",
    "birthday": "1838-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Colonel_eli_lilly_in_1885-enhanced.jpg/320px-Colonel_eli_lilly_in_1885-enhanced.jpg",
    "extract": "Eli Lilly was an American soldier, pharmacist, chemist, and businessman who founded the Eli Lilly and Company pharmaceutical corporation. Lilly enlisted in the Union Army during the American Civil War and recruited a company of men to serve with him in the 18th Independent Battery Indiana Light Artillery. He was later promoted to major and then colonel, and was given command of the 9th Regiment Indiana Cavalry. Lilly was captured in September 1864 and held as a prisoner of war until January 1865. After the war, he attempted to run a plantation in Mississippi, but it failed and he returned to his pharmacy profession after the death of his first wife. Lilly remarried and worked with business partners in several pharmacies in Indiana and Illinois before opening his own business in 1876 in Indianapolis. Lilly's company manufactured drugs and marketed them on a wholesale basis to pharmacies. Lilly's pharmaceutical firm proved to be successful and he soon became wealthy after making numerous advances in medicinal drug manufacturing. Two of the early advances he pioneered were creating gelatin capsules to contain medicines and developing fruit flavorings. Eli Lilly and Company became one of the first pharmaceutical firms of its kind to staff a dedicated research department and put into place numerous quality-assurance measures.",
    "year": 1838,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ferdinand von Zeppelin",
    "birthday": "1838-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Bildnis_Ferdinand_von_Zeppelin.png/228px-Bildnis_Ferdinand_von_Zeppelin.png",
    "extract": "Count Ferdinand von Zeppelin was a German general and later inventor of the Zeppelin rigid airships, which soon became synonymous with airships and dominated long-distance flight until the 1930s. He founded the company Luftschiffbau Zeppelin.",
    "year": 1838,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Joseph Chamberlain",
    "birthday": "1836-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Joseph_Chamberlain_MP.png/240px-Joseph_Chamberlain_MP.png",
    "extract": "Joseph Chamberlain was a British statesman who was first a radical Liberal, then, after opposing home rule for Ireland, a Liberal Unionist, and eventually served as a leading imperialist in coalition with the Conservatives. He split both major British parties in the course of his career. He was father, by different marriages, of Nobel Peace Prize winner Austen Chamberlain and of Prime Minister Neville Chamberlain.",
    "year": 1836,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Stith Pemberton",
    "birthday": "1831-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/John_Pemberton.jpg/259px-John_Pemberton.jpg",
    "extract": "John Stith Pemberton was an American pharmacist and Confederate States Army veteran who is best known as the inventor of Coca-Cola. In May 1886, he developed an early version of a beverage that would later become Coca-Cola, but sold his rights to the drink shortly before his death.",
    "year": 1831,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Frederick W. Seward",
    "birthday": "1830-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/FWSeward2.jpg/251px-FWSeward2.jpg",
    "extract": "Frederick William Seward was an American politician and member of the Republican Party who twice served as the Assistant Secretary of State. The son of United States Secretary of State William H. Seward, he served as Assistant Secretary from 1861 to 1869 under both Abraham Lincoln and Andrew Johnson and then from 1877 to 1879 in the administration of Rutherford B. Hayes.",
    "year": 1830,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Leopold McClintock",
    "birthday": "1819-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Captain_Sir_Leopold_McClintock_%28profile%29.jpg/287px-Captain_Sir_Leopold_McClintock_%28profile%29.jpg",
    "extract": "Sir Francis Leopold McClintock was an Irish explorer in the British Royal Navy, known for his discoveries in the Canadian Arctic Archipelago. He confirmed explorer John Rae's controversial report gathered from Inuit sources on the fate of Franklin's lost expedition, the ill-fated Royal Navy undertaking commanded by Sir John Franklin in 1845 attempting to be the first to traverse the Northwest Passage.",
    "year": 1819,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Dominique Jean Larrey",
    "birthday": "1766-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Portrait_of_Baron_Larrey_by_Marie-Guillemine_Benoist.jpg/243px-Portrait_of_Baron_Larrey_by_Marie-Guillemine_Benoist.jpg",
    "extract": "Baron Dominique Jean Larrey was a French surgeon and military doctor, who distinguished himself in the French Revolutionary Wars and the Napoleonic Wars. An important innovator in battlefield medicine and triage, he is often considered the first modern military surgeon.",
    "year": 1766,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Christian Kramp",
    "birthday": "1760-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Kramp%2C_Christian_%E2%80%93_Analyse_des_r%C3%A9fractions_astronomiques_et_terrestres%2C_1799_%E2%80%93_BEIC_745581.jpg/256px-Kramp%2C_Christian_%E2%80%93_Analyse_des_r%C3%A9fractions_astronomiques_et_terrestres%2C_1799_%E2%80%93_BEIC_745581.jpg",
    "extract": "Christian Kramp was a French mathematician, who worked primarily with factorials.",
    "year": 1760,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jean de La Fontaine",
    "birthday": "1621-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Jean_de_La_Fontaine.PNG/250px-Jean_de_La_Fontaine.PNG",
    "extract": "Jean de La Fontaine was a French fabulist and one of the most widely read French poets of the 17th century. He is known above all for his Fables, which provided a model for subsequent fabulists across Europe and numerous alternative versions in France, as well as in French regional languages.",
    "year": 1621,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Artemisia Gentileschi",
    "birthday": "1593-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Self-portrait_as_the_Allegory_of_Painting_%28La_Pittura%29_-_Artemisia_Gentileschi.jpg/240px-Self-portrait_as_the_Allegory_of_Painting_%28La_Pittura%29_-_Artemisia_Gentileschi.jpg",
    "extract": "Artemisia Lomi or Artemisia Gentileschi was an Italian Baroque painter. Gentileschi is considered among the most accomplished seventeenth-century artists, initially working in the style of Caravaggio. She was producing professional work by the age of fifteen. In an era when women had few opportunities to pursue artistic training or work as professional artists, Gentileschi was the first woman to become a member of the Accademia di Arte del Disegno in Florence and she had an international clientele.",
    "year": 1593,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Carlos, Prince of Asturias",
    "birthday": "1545-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Alonso_S%C3%A1nchez_Coello_-_Infant_Don_Carlos_of_Spain_-_Google_Art_Project.jpg/135px-Alonso_S%C3%A1nchez_Coello_-_Infant_Don_Carlos_of_Spain_-_Google_Art_Project.jpg",
    "extract": "Carlos, Prince of Asturias, also known as Don Carlos, was the eldest son and heir-apparent of King Philip II of Spain. His mother was Maria Manuela of Portugal, daughter of John III of Portugal. Carlos was mentally unstable and was imprisoned by his father in early 1568, dying after half a year of solitary confinement. His fate was a theme in Spain's Black Legend, and inspired a play by Friedrich Schiller and an opera by Giuseppe Verdi.",
    "year": 1545,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Emmanuel Philibert, Duke of Savoy",
    "birthday": "1528-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Ritratto_di_Emanuele_Filiberto_di_Savoia.jpg/170px-Ritratto_di_Emanuele_Filiberto_di_Savoia.jpg",
    "extract": "Emmanuel Philibert, known as Testa di ferro, was Duke of Savoy from 1553 to 1580. He is remembered for the recovery of the Savoyard state following the Battle of St. Quentin (1557), and for moving its capital to Turin.",
    "year": 1528,
    "month": 7,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Gian Giorgio Trissino",
    "birthday": "1478-7-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Vincenzo_Catena_Portrait_of_Gian_Giorgio_Trissino.jpg/259px-Vincenzo_Catena_Portrait_of_Gian_Giorgio_Trissino.jpg",
    "extract": "Gian Giorgio Trissino, also called Giovan Giorgio Trissino, was a Venetian Renaissance humanist, poet, dramatist, diplomat, grammarian, linguist, and philosopher.",
    "year": 1478,
    "month": 7,
    "day": 8,
    "language": "en"
  }
]