[
  {
    "name": "Storm Sanders",
    "birthday": "1994-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Sanders_RG19_%2829%29_%2848199112197%29.jpg/213px-Sanders_RG19_%2829%29_%2848199112197%29.jpg",
    "extract": "Storm Sanders is an Australian professional tennis player.",
    "year": 1994,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Anton Cooper",
    "birthday": "1994-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Anton_Cooper_Oct_2012.jpg/320px-Anton_Cooper_Oct_2012.jpg",
    "extract": "Anton Cooper is a New Zealand cross-country cyclist who races for the Trek Factory Racing XC Team. He is the 2015 World Under 23 Cross-country Mountain bike champion and the 2012 World Junior Cross-country Mountain bike champion. One of the two contenders for the country's 2016 Summer Olympics quota spot, he developed chronic fatigue earlier in 2016 and the nomination went to Sam Gaze instead. Cooper represented New Zealand at the 2020 Summer Olympics in Tokyo, finishing sixth in the Men's Cross-country Mountain Bike final.",
    "year": 1994,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Cristian Tello",
    "birthday": "1991-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Cristian_Tello.jpg/175px-Cristian_Tello.jpg",
    "extract": "Cristian Tello Herrera is a Spanish professional footballer who plays as a forward or winger for La Liga club Real Betis.",
    "year": 1991,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Patty Mills",
    "birthday": "1988-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Patty_Mills_%2851832711490%29_%28cropped%29.jpg/260px-Patty_Mills_%2851832711490%29_%28cropped%29.jpg",
    "extract": "Patrick Sammy Mills is an Australian professional basketball player for the Brooklyn Nets of the National Basketball Association (NBA).",
    "year": 1988,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Mustafa Pektemek",
    "birthday": "1988-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Mustafa_Pektemek.jpg/240px-Mustafa_Pektemek.jpg",
    "extract": "Mustafa Pektemek is a Turkish footballer who plays as a striker for Kayserispor.",
    "year": 1988,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Dany N'Guessan",
    "birthday": "1987-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Dany_N%27Guessan.png/201px-Dany_N%27Guessan.png",
    "extract": "Djombo Dany-Gael N'Guessan is a French former professional footballer who played as a left winger or forward",
    "year": 1987,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Drew Storen",
    "birthday": "1987-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Drew_Storen_on_June_28%2C_2015.jpg/197px-Drew_Storen_on_June_28%2C_2015.jpg",
    "extract": "Drew Patrick Storen is an American former professional baseball relief pitcher. He played in Major League Baseball (MLB) for the Washington Nationals, Toronto Blue Jays, Seattle Mariners, and Cincinnati Reds.",
    "year": 1987,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Mokhtar Benmoussa",
    "birthday": "1986-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Stade_rennais_vs_USM_Alger%2C_July_16th_2016_-_Mokhtar_Benmoussa_2.jpg/240px-Stade_rennais_vs_USM_Alger%2C_July_16th_2016_-_Mokhtar_Benmoussa_2.jpg",
    "extract": "Mokhtar Benmoussa is an Algerian footballer. He plays primarily as a left-winger but has also been used as a left-midfielder and a left-back. Benmoussa is an Algeria youth international and has represented Algeria at the Under-17 and Under-23 level. He also has 1 cap for the Algeria A' national football team.",
    "year": 1986,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Pablo Sandoval",
    "birthday": "1986-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Pablo_Sandoval_from_the_Washington_Nationals_vs._Atlanta_Braves_at_Nationals_Park%2C_April_7th%2C_2021_%28All-Pro_Reels_Photography%29_%2851105526639%29_%28cropped%29.jpg/157px-Pablo_Sandoval_from_the_Washington_Nationals_vs._Atlanta_Braves_at_Nationals_Park%2C_April_7th%2C_2021_%28All-Pro_Reels_Photography%29_%2851105526639%29_%28cropped%29.jpg",
    "extract": "Pablo Emilio Sandoval Reyes is a Venezuelan-American professional baseball third baseman for the Olmecas de Tabasco of the Mexican League. He previously played in Major League Baseball (MLB) for the San Francisco Giants, Boston Red Sox, and Atlanta Braves. He stands 5 feet 10 inches (1.78 m) tall, and weighs 268 pounds (122 kg). Nicknamed \"Kung Fu Panda\", Sandoval is a two-time All-Star and has won three World Series championships with the Giants. He hit three home runs in Game 1 of the 2012 World Series, becoming the fourth player to hit three home runs in a World Series game, leading to his being named that year's World Series Most Valuable Player (MVP). During the offseason, Sandoval plays for the Navegantes del Magallanes of the Venezuelan Professional Baseball League (VPBL).",
    "year": 1986,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jacqueline Fernandez",
    "birthday": "1985-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/cc/Jacqueline_Fernandez_in_2019.jpg",
    "extract": "Jacqueline Fernandez is a Sri Lankan actress and model. She has worked in Indian films, predominantly in Hindi, besides appearing in reality shows and music videos. Debuting with Aladin in 2009 she has since then established a career in the Hindi film industry. Fernandez was born and raised in Bahrain to a multiracial Eurasian family of Sri Lankan, Canadian, and Malaysian descent. After graduating in mass communication from the University of Sydney and working as a television reporter in Sri Lanka, she joined the modeling industry. She was crowned Miss Universe Sri Lanka in 2006, and represented her country at Miss Universe 2006.",
    "year": 1985,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Melky Cabrera",
    "birthday": "1984-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Melky_Cabrera_on_April_28%2C_2016.jpg/320px-Melky_Cabrera_on_April_28%2C_2016.jpg",
    "extract": "Melky Cabrera Astacio, nicknamed The Melkman, is a Dominican former professional baseball outfielder. He played in Major League Baseball (MLB) for the New York Yankees, Atlanta Braves, San Francisco Giants, Toronto Blue Jays, Chicago White Sox, Kansas City Royals, Cleveland Indians, and Pittsburgh Pirates. While primarily a left fielder throughout his career, Cabrera spent a significant amount of his playing time as a center fielder for the Royals and Yankees.",
    "year": 1984,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Lucas di Grassi",
    "birthday": "1984-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/TechCrunch_Disrupt_Berlin_2018_%28Day_1%29_08_%28cropped%29.jpg/240px-TechCrunch_Disrupt_Berlin_2018_%28Day_1%29_08_%28cropped%29.jpg",
    "extract": "Lucas Tucci di Grassi is a Brazilian racing driver who competes in the all-electric FIA Formula E Championship for ROKiT Venturi Racing. He became the FIA Formula E Champion in 2016-2017, also achieved 3 overall podiums and best result ever for a Brazilian driver at Le Mans 24h, including a FIA WEC Vice World Championship in 2016, competed in FIA Formula 1 in 2010, Vice-Champion in FIA Formula 2 and World Champion of FIA Formula 3 at the Macau GP in 2005.",
    "year": 1984,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Chris Hemsworth",
    "birthday": "1983-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Chris_Hemsworth_by_Gage_Skidmore_2_%28cropped%29.jpg/234px-Chris_Hemsworth_by_Gage_Skidmore_2_%28cropped%29.jpg",
    "extract": "Christopher Hemsworth is an Australian actor. He rose to prominence playing Kim Hyde in the Australian television series Home and Away (2004–2007) before beginning a film career in Hollywood. In the Marvel Cinematic Universe (MCU), Hemsworth started playing Thor with the 2011 film of the same name and most recently reprised the role in What If...? (2021), which established him among the world's highest-paid actors.",
    "year": 1983,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Luke Lewis",
    "birthday": "1983-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Luke_Lewis_Penrith.jpg/294px-Luke_Lewis_Penrith.jpg",
    "extract": "Luke Lewis is an Australian rugby league commentator and former professional rugby league footballer who played for the Cronulla-Sutherland Sharks and the Penrith Panthers in the NRL and Australia at international level.",
    "year": 1983,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Daniel Poohl",
    "birthday": "1981-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Danielpoohl.jpg/213px-Danielpoohl.jpg",
    "extract": "Daniel Poohl, is a Swedish editor-in-chief for the Expo magazine. He started working at Expo at the age of twenty in 2001. Poohl became the editorial assistant after the death of Stieg Larsson in 2004 and became the editor-in-chief in 2006. Poohl grew up in Åsensbruk in Dalsland and studied media at Sinclairgymnasiet in Uddevalla. During his time at the national guard training he did journalism work for Värnpliktsnytt, a newspaper for the soldiers. Poohl became a known name in 2001 when he infiltrated the Nationaldemokraterna party to make a report that was broadcast on the show Folkhemmet on TV3.",
    "year": 1981,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Daniel Lloyd (cyclist)",
    "birthday": "1980-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Daniel_Lloyd_-_Crit%C3%A9rium_du_Dauphin%C3%A9_2010.jpg/320px-Daniel_Lloyd_-_Crit%C3%A9rium_du_Dauphin%C3%A9_2010.jpg",
    "extract": "Daniel Lloyd is a retired English, professional road racing cyclist from Christchurch, Dorset. In 2007, Daniel Lloyd signed a contract with DFL-Cyclingnews-Litespeed for whom he rode for one year. He was a member of the Irish An Post–M.Donnelly–Grant Thornton–Sean Kelly team in 2008. In 2009 he joined the Cervélo TestTeam. After his contract expired at the end of 2011, he signed for the British Team IG–Sigma Sport. In November 2012, Lloyd announced his retirement from professional cycling, and he became assistant directeur sportif at IG-Sigma Sport.",
    "year": 1980,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Walter Ayoví",
    "birthday": "1979-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Walter_Ayovi.jpg/320px-Walter_Ayovi.jpg",
    "extract": "Walter Orlando Ayoví Corozo is an Ecuadorian former professional footballer. He previously played as a left winger for Club Deportivo El Nacional in the Ecuadorian league and in the Ecuadorian national team, primarily in left defense. He is the cousin of fellow footballer Jaime Ayoví, who also plays in the Ecuadorian national team. He also holds Mexican citizenship.",
    "year": 1979,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Isy Suttie",
    "birthday": "1978-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Isy_Suttie_%28439275877%29.jpg/320px-Isy_Suttie_%28439275877%29.jpg",
    "extract": "Isobel Jane \"Isy\" Suttie is a British musical comedian, actress, and writer. She played Dobby in the British sitcom Peep Show, and in 2013 won the gold Sony Radio Academy Award for her radio show Pearl And Dave. She also provides narration on the UK television show, Posh Pawn.",
    "year": 1978,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Gemma Hayes",
    "birthday": "1977-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f6/Gemma_Hayes.png",
    "extract": "Gemma Hayes is an Irish musician, singer-songwriter and composer. Primarily known as a vocalist and guitarist, she is also proficient with a wide range of instruments, including the piano and the harmonica. She is also a member of The Cake Sale and Printer Clips.",
    "year": 1977,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Iván Córdoba",
    "birthday": "1976-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Ivan_Cordoba_-_Inter_Mailand_%281%29.jpg/213px-Ivan_Cordoba_-_Inter_Mailand_%281%29.jpg",
    "extract": "Iván Ramiro Córdoba Sepúlveda is a retired Colombian footballer, who played as a defender. He began his career in Colombia with Deportivo Rionegro and Atlético Nacional, before moving to Argentine club San Lorenzo. In 2000, he joined Italian side Internazionale, where he spent most of his career, remaining with the club until his retirement in 2012. At international level, Córdoba played for the Colombia national team, and represented his nation at the 1998 FIFA World Cup, the 2003 FIFA Confederations Cup, and four editions of the Copa América, winning the tournament in 2001, where he scored the winning goal in the final. He was the vice-captain of Internazionale and has also served as captain for his country's national team.",
    "year": 1976,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Will Friedle",
    "birthday": "1976-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Will_Friedle_Photo_Op_GalaxyCon_Raleigh_2019.jpg/218px-Will_Friedle_Photo_Op_GalaxyCon_Raleigh_2019.jpg",
    "extract": "Will Friedle is an American actor, comedian, and writer. He is best known for his role as the elder brother Eric Matthews on the long-running TV sitcom Boy Meets World from 1993 to 2000. More recently, he has voiced a number of animated characters such as Terry McGinnis/Batman, the title character of Batman Beyond, and Ron Stoppable of Kim Possible. He voices Deadpool in Ultimate Spider-Man and Star-Lord in the animated version of Guardians of the Galaxy. He also performed the voices of Doyle in The Secret Saturdays, Lion-O in the rebooted ThunderCats series, and Blue Beetle on Batman: The Brave and the Bold. He has been the speaking voice of Bumblebee in the final episode of Transformers: Prime and the movie Transformers Prime Beast Hunters: Predacons Rising and in the stand-alone sequel series Transformers: Robots in Disguise, as well as in Transformers: Rescue Bots.",
    "year": 1976,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ben Gibbard",
    "birthday": "1976-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Death_Cab_for_Cutie_-_Ben_Gibbard_2015_%28cropped%29.jpg/187px-Death_Cab_for_Cutie_-_Ben_Gibbard_2015_%28cropped%29.jpg",
    "extract": "Benjamin Gibbard is an American singer, songwriter and guitarist. He is best known as the lead vocalist and guitarist of the indie rock band Death Cab for Cutie, with whom he has recorded nine studio albums, and as a member of the indie pop band The Postal Service. Gibbard released his debut solo album, Former Lives, in 2012, and a collaborative studio album, One Fast Move or I'm Gone (2009) with Jay Farrar.",
    "year": 1976,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ľubomír Višňovský",
    "birthday": "1976-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Lubomor_Visnovsky_2013-05-09.JPG/320px-Lubomor_Visnovsky_2013-05-09.JPG",
    "extract": "Ľubomír Višňovský is a Slovak former professional ice hockey defenceman. He began and finished his career with his hometown club, HC Slovan Bratislava. He played 14 seasons in the National Hockey League (NHL) with the Los Angeles Kings, Edmonton Oilers, Anaheim Ducks and the New York Islanders.",
    "year": 1976,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Marie-France Dubreuil",
    "birthday": "1974-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Dubreuil_lauzon.jpg/185px-Dubreuil_lauzon.jpg",
    "extract": "Marie-France Dubreuil is a Canadian ice dancing coach and former competitor. With her husband Patrice Lauzon, she is a two-time (2006–2007) World silver medallist.",
    "year": 1974,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Hadiqa Kiani",
    "birthday": "1974-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Hadiqa_Kiani_Pakistani_Singer.jpg/240px-Hadiqa_Kiani_Pakistani_Singer.jpg",
    "extract": "Hadiqa Kiani TI(c) is a Pakistani singer-songwriter, guitarist, composer, actress, and philanthropist. She has received numerous local and international awards and also has performed at the Royal Albert Hall and The Kennedy Center. Besides Urdu and Punjabi, she has also sung several songs in the Pashto language.",
    "year": 1974,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Carolyn Murphy",
    "birthday": "1974-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Carolyn_Murphy_for_Love_magazine%2C_smiling.jpg/201px-Carolyn_Murphy_for_Love_magazine%2C_smiling.jpg",
    "extract": "Carolyn Murphy is an American model and actress.",
    "year": 1974,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Kristin Armstrong",
    "birthday": "1973-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Kristin_Armstrong%2C_London_2012_Time_Trial_-_Aug_2012.jpg/194px-Kristin_Armstrong%2C_London_2012_Time_Trial_-_Aug_2012.jpg",
    "extract": "Kristin Armstrong Savola is a former professional road bicycle racer and three-time Olympic gold medalist, the winner of the women's individual time trial in 2008, 2012, and 2016. Before temporarily retiring to start a family in 2009, she rode for Cervélo TestTeam in women's elite professional events on the National Racing Calendar (NRC) and UCI Women's World Cup. She announced a return to competitive cycling beginning in the 2011 season, competing for Peanut Butter & Co. TWENTY12 at the Redlands Classic.",
    "year": 1973,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Alejandra Barros",
    "birthday": "1971-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Alejabarros.jpg/243px-Alejabarros.jpg",
    "extract": "Alejandra Barros is a Mexican actress. She is best known for her role in Televisa's telenovela Mariana de la Noche (2003).",
    "year": 1971,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Tommy Mooney",
    "birthday": "1971-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/eb/Mooney%2C_Tommy.jpg",
    "extract": "Thomas John Mooney is an English former professional footballer who played mainly as a striker. He made more than 600 appearances in the Football League and Premier League – with 250 for Watford and more than 100 for Scarborough – and scored in each of the top four divisions of the English football league system.",
    "year": 1971,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Gianluca Pessotto",
    "birthday": "1970-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Gianluca_Pessotto.jpg/259px-Gianluca_Pessotto.jpg",
    "extract": "Gianluca Pessotto is an Italian former professional footballer who played as a defender or midfielder. A former Italy international, he spent the majority of his club career with Juventus, where he won several domestic and international trophies, and is now head of its youth system. He represented his country at the 1998 FIFA World Cup, and at UEFA Euro 2000, reaching the final of the latter tournament.",
    "year": 1970,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Sophie Okonedo",
    "birthday": "1968-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/SophieOkonedo08TIFF.jpg/137px-SophieOkonedo08TIFF.jpg",
    "extract": "Sophie Okonedo is a British actress and narrator. The recipient of a Tony Award, she has been nominated for an Academy Award, three BAFTA Television Awards, a Golden Globe Award, and a Primetime Emmy Award. She began her film career in the British coming-of-age drama Young Soul Rebels (1991) before appearing in Ace Ventura: When Nature Calls (1995), and Stephen Frears's Dirty Pretty Things (2002).",
    "year": 1968,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Charlie Sexton",
    "birthday": "1968-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Charlie_Sexton.jpg/213px-Charlie_Sexton.jpg",
    "extract": "Charles Wayne Sexton is an American guitarist, singer, and songwriter. Sexton is best known for the 1985 solo hit \"Beat's So Lonely,\" for his work with the band Arc Angels, and for his membership of Bob Dylan's backing band.",
    "year": 1968,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Massimiliano Allegri",
    "birthday": "1967-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/FC_Zenit_Saint_Petersburg_vs._Juventus%2C_20_October_2021_58_%28cropped%29.jpg/188px-FC_Zenit_Saint_Petersburg_vs._Juventus%2C_20_October_2021_58_%28cropped%29.jpg",
    "extract": "Massimiliano Allegri is an Italian professional football manager and former player who is the manager of Serie A club Juventus.",
    "year": 1967,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Enrique Bunbury",
    "birthday": "1967-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Enrique_Bunbury_-_16.jpg/320px-Enrique_Bunbury_-_16.jpg",
    "extract": "Enrique Ortiz de Landázuri Izarduy, best known as Enrique Bunbury, is a Spanish singer and songwriter. He has been described as \"by far the most international star of Spanish rock.\" He was propelled to fame as lead singer of Héroes del Silencio. After the band disbanded in 1996, Bunbury gradually developed a solo career. His \"tessitura\" singing style would be in the baritone range.",
    "year": 1967,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Joe Rogan",
    "birthday": "1967-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Joe_Rogan.png/253px-Joe_Rogan.png",
    "extract": "Joseph James Rogan is an American podcaster, Ultimate Fighting Championship (UFC) color commentator, comedian, actor, and former television presenter. He hosts The Joe Rogan Experience, a podcast in which he discusses current events, comedy, politics, philosophy, science, and hobbies with a variety of guests.",
    "year": 1967,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Petter Wettre",
    "birthday": "1967-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Petter-wettre.jpg/249px-Petter-wettre.jpg",
    "extract": "Petter Wettre is a Norwegian Jazz musician (Saxophone) and Composer, known from a number of album recordings, accompanied by receiving the Spellemannprisen two times.",
    "year": 1967,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Marc Bergevin",
    "birthday": "1965-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Marc_Bergevin_-_Montreal_GM.jpg/291px-Marc_Bergevin_-_Montreal_GM.jpg",
    "extract": "Marc Bergevin is a Canadian professional ice hockey executive and former player. He is currently senior advisor to the general manager of the Los Angeles Kings. Bergevin played as a defenceman in the NHL.",
    "year": 1965,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Viola Davis",
    "birthday": "1965-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Viola_Davis_by_Gage_Skidmore.jpg/263px-Viola_Davis_by_Gage_Skidmore.jpg",
    "extract": "Viola Davis is an American actress. The recipient of various accolades, including an Academy Award, a Primetime Emmy Award, and two Tony Awards, she is the only African-American to achieve the Triple Crown of Acting. Time magazine named her one of the 100 most influential people in the world in 2012 and 2017, and in 2020, The New York Times ranked her ninth on its list of the greatest actors of the 21st century.",
    "year": 1965,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jim Lee",
    "birthday": "1964-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/12.5.19JimLeeByLuigiNovi1.jpg/260px-12.5.19JimLeeByLuigiNovi1.jpg",
    "extract": "Jim Lee is a Korean American comic-book artist, writer, editor, and publisher. He is currently the Publisher and Chief Creative Officer of DC Comics. In recognition of his work, Lee has received a Harvey Award, Inkpot Award and three Wizard Fan Awards.",
    "year": 1964,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Hiromi Makihara",
    "birthday": "1963-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Hiromi_Makihara_IMG_3564-1_20181222.jpg/240px-Hiromi_Makihara_IMG_3564-1_20181222.jpg",
    "extract": "Hiromi Makihara is a former Nippon Professional Baseball pitcher. He was a six-time Central League All-Star, won Rookie of the Year honors, and pitched a perfect game in a 19-year career with the Yomiuri Giants.",
    "year": 1963,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Brian Azzarello",
    "birthday": "1962-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Brian_Azzarello_-_Lucca_Comics_%26_Games_2016.jpg/213px-Brian_Azzarello_-_Lucca_Comics_%26_Games_2016.jpg",
    "extract": "Brian Azzarello is an American comic book writer and screenwriter who first came to prominence with the hardboiled crime series 100 Bullets, published by DC Comics' mature-audience imprint Vertigo. Azzarello is best known for his numerous collaborations with artists Eduardo Risso and Lee Bermejo, his contributions to the Watchmen prequel project Before Watchmen and The Dark Knight Returns sequel series DK III: The Master Race, as well as for his stints on the long-running Vertigo series Hellblazer and The New 52 relaunch of the Wonder Woman title.",
    "year": 1962,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Charles Cecil",
    "birthday": "1962-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Charles_Cecile_-_DSC06505.jpg/264px-Charles_Cecile_-_DSC06505.jpg",
    "extract": "Charles Cecil is a British video game designer and co-founder of Revolution Software. His family lived in the Democratic Republic of the Congo when he was still very young, but was evacuated two years after Mobutu Sese Seko's coup d'état. He studied at Bedales School in Hampshire, England. In 1980 he began his studies in Engineering Manufacture and Management at Manchester University, where he met student Richard Turner who invited him to write text adventures for Artic Computing. After completing his degree in 1985 he decided to continue his career in game development and became director of Artic. The following year he established Paragon Programming, a game development company working with British publisher U.S. Gold. In 1987 he moved into publishing as a software development manager for U.S. Gold. A year later he was approached by Activision and was offered the position of manager of their European development studio.",
    "year": 1962,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Rob Minkoff",
    "birthday": "1962-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Rob_Minkoff.jpg/251px-Rob_Minkoff.jpg",
    "extract": "Robert Ralph Minkoff is an American filmmaker. He is known for co-directing the Academy Award-winning Disney animated feature The Lion King, along with directing Stuart Little, Stuart Little 2, The Haunted Mansion, The Forbidden Kingdom, and Mr. Peabody & Sherman.",
    "year": 1962,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "David Brooks (commentator)",
    "birthday": "1961-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/David-Brooks-2022.jpg/320px-David-Brooks-2022.jpg",
    "extract": "David Brooks is a conservative political and cultural commentator who writes for The New York Times. He has worked as a film critic for The Washington Times, a reporter and later op-ed editor for The Wall Street Journal, a senior editor at The Weekly Standard from its inception, a contributing editor at Newsweek, and The Atlantic Monthly, in addition to working as a commentator on NPR and the PBS NewsHour.",
    "year": 1961,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Gustavo Cerati",
    "birthday": "1959-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Cerati_2006_%283012255944%29_%28cropped%29.jpg/240px-Cerati_2006_%283012255944%29_%28cropped%29.jpg",
    "extract": "Gustavo Adrián Cerati was an Argentine singer-songwriter, composer and producer, considered one of the most important and influential figures of Ibero-American rock. Cerati along with his band Soda Stereo, were one of the most popular and influential rock and pop groups of the 1980s and '90s.",
    "year": 1959,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Taraki Sivaram",
    "birthday": "1959-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a5/Sivaram_dharmeratnam.jpg",
    "extract": "Taraki Sivaram or Dharmeratnam Sivaram was a popular Tamil journalist of Sri Lanka. He was kidnapped by four men in a white van on 28 April 2005, in front of the Bambalapitya police station. His body was found the next day in the district of Himbulala, near the Parliament of Sri Lanka. He had been beaten and shot in the head.",
    "year": 1959,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Richard Scudamore",
    "birthday": "1959-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Richard_Scudamore.jpg/272px-Richard_Scudamore.jpg",
    "extract": "Richard Craig Scudamore CBE is an English sports executive.",
    "year": 1959,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "László Szlávics Jr.",
    "birthday": "1959-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Szlavics_Laszlo_ifj._02.jpg/211px-Szlavics_Laszlo_ifj._02.jpg",
    "extract": "László Szlávics is a Hungarian sculptor and medallic artist. He publishes his works under the names László, ifj. Szlávics or Laszlo Szlavics Jr.László Szlávics jr. has set several new norms in Hungarian medallic art. It was presumably not his express aim, but he was merely following the dictates of his innovative mind to do something new not yet found in the trade. He is heading in this direction, with the sure – and literally tangible – conviction that at the extremes, on the limits of the art form there is still a lot to be searched – and found out.",
    "year": 1959,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jah Wobble",
    "birthday": "1958-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Jahwobbleplaying.jpg/320px-Jahwobbleplaying.jpg",
    "extract": "John Joseph Wardle, known by the stage name Jah Wobble, is an English bass guitarist, singer, poet and composer. He became known to a wider audience as the original bass player in Public Image Ltd (PiL) in the late 1970s and early 1980s; he left the band after two albums. Following his departure from PiL, he developed a solo career. In 2012, he reunited with fellow PiL guitarist Keith Levene for Metal Box in Dub and the album Yin & Yang. Since 2013, he has been one of the featured pundits on Sunday morning's The Virtual Jukebox segment of BBC Radio 5 Live's Up All Night with Dotun Adebayo. His autobiography, Memoirs of a Geezer, was published in 2009.",
    "year": 1958,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Masayoshi Son",
    "birthday": "1957-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Masayoshi_Son_%28%E5%AD%AB%E6%AD%A3%E7%BE%A9%29_on_July_11%2C_2008.jpg/238px-Masayoshi_Son_%28%E5%AD%AB%E6%AD%A3%E7%BE%A9%29_on_July_11%2C_2008.jpg",
    "extract": "Masayoshi Son  is a Korean-Japanese billionaire technology entrepreneur, investor and philanthropist. A 3rd generation \"Zainichi Korean\", he naturalized as a Japanese citizen in 1990. He is the founder, chairman and chief executive officer (CEO) of the Japanese holding company SoftBank, CEO of SoftBank Mobile and chairman of UK-based Arm Holdings.",
    "year": 1957,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Pierre-Louis Lions",
    "birthday": "1956-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Pierre-Louis_Lions_par_Philippe_Binant.jpg/226px-Pierre-Louis_Lions_par_Philippe_Binant.jpg",
    "extract": "Pierre-Louis Lions is a French mathematician. He is known for a number of contributions to the fields of partial differential equations and the calculus of variations. He was a recipient of the 1994 Fields Medal and the 1991 Prize of the Philip Morris tobacco and cigarette company.",
    "year": 1956,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Sylvia Hermon",
    "birthday": "1955-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Official_portrait_of_Lady_Hermon_crop_2.jpg/240px-Official_portrait_of_Lady_Hermon_crop_2.jpg",
    "extract": "Sylvia Eileen, Lady Hermon is a retired Unionist politician from Northern Ireland. She served as the Member of Parliament (MP) for the constituency of North Down from 2001 to 2019.",
    "year": 1955,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Bryan Bassett",
    "birthday": "1954-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Bryan_Bassett.jpg/213px-Bryan_Bassett.jpg",
    "extract": "Bryan Bassett is an American guitarist who has played with several notable bands but is probably best known as a member of Wild Cherry in the 1970s who had a hit with \"Play That Funky Music.\"",
    "year": 1954,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Joe Jackson (musician)",
    "birthday": "1954-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Joe-Jackson3.jpg/251px-Joe-Jackson3.jpg",
    "extract": "David Ian \"Joe\" Jackson is an English musician and singer-songwriter. Having spent years studying music and playing clubs, he scored a hit with his first release, \"Is She Really Going Out with Him?\", in 1979. It was followed by a number of new wave singles, before he moved to more jazz-inflected pop music and had a Top 10 hit in 1982 with \"Steppin' Out\". Jackson is associated with the 1980s Second British Invasion of the US. He has also composed classical music. He has recorded 20 studio albums and received five Grammy Award nominations.",
    "year": 1954,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Tarmo Rüütli",
    "birthday": "1954-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/TarmoR%C3%BC%C3%BCtli.jpg/278px-TarmoR%C3%BC%C3%BCtli.jpg",
    "extract": "Tarmo Rüütli is an Estonian football manager and former football player.",
    "year": 1954,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Hulk Hogan",
    "birthday": "1953-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Hulk_Hogan_%28cropped%29.jpg/190px-Hulk_Hogan_%28cropped%29.jpg",
    "extract": "Terry Eugene Bollea, better known by his ring name Hulk Hogan, is an American retired professional wrestler and television personality. He is widely regarded as the most recognized wrestling star worldwide and the most popular wrestler of the 1980s.",
    "year": 1953,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Wijda Mazereeuw",
    "birthday": "1953-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Wijda_Mazereeuw_1975.jpg/214px-Wijda_Mazereeuw_1975.jpg",
    "extract": "Wijda Mazereeuw is a retired swimmer from the Netherlands. Individually she competed in the 200 m and 400 m medley event at the 1972 Summer Olympics and in the 100 m and 200 m breaststroke at the 1976 Summer Olympics, but was eliminated in the heats on all occasions; in 1976 she also placed fifth with the Dutch 4 × 100 m medley relay team. At the 1975 World Aquatics Championships in Cali, Colombia, she won silver medals in the 100 m (1:14.29) and 200 m (2:37.50) breaststroke; she was also part of the Dutch 4 × 100 m medley relay team that won the bronze medal with a time of 4:21.45.",
    "year": 1953,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Reid Blackburn",
    "birthday": "1952-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Reid_Blackburn.jpg/206px-Reid_Blackburn.jpg",
    "extract": "Reid Turner Blackburn was an American photographer killed in the 1980 volcanic eruption of Mount St. Helens. A photojournalist covering the eruption for a local newspaper—the Vancouver, Washington Columbian—as well as National Geographic magazine and the United States Geological Survey, he was caught at Coldwater Camp in the blast.",
    "year": 1952,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Bob Mothersbaugh",
    "birthday": "1952-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Bob_Mothersbaugh.jpg/263px-Bob_Mothersbaugh.jpg",
    "extract": "Robert Leroy Mothersbaugh, Jr., or by his stage name \"Bob 1\", is an American songwriter, composer, musician and singer.",
    "year": 1952,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Steve Wozniak",
    "birthday": "1950-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Steve_Wozniak_by_Gage_Skidmore_3_%28cropped%29.jpg/281px-Steve_Wozniak_by_Gage_Skidmore_3_%28cropped%29.jpg",
    "extract": "Stephen Gary Wozniak, also known by his nickname \"Woz\", is an American electronics engineer, computer programmer, inventor, philanthropist, and technology entrepreneur. In 1976, with business partner Steve Jobs, he co-founded Apple Inc., which later became the world's largest information technology company by revenue and the largest company in the world by market capitalization. Through his work at Apple in the 1970s and 1980s, he is widely recognized as one of the prominent pioneers of the personal-computer revolution.",
    "year": 1950,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Eric Carmen",
    "birthday": "1949-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Eric_Carmen_early_1990s.jpg/196px-Eric_Carmen_early_1990s.jpg",
    "extract": "Eric Howard Carmen is an American singer, songwriter, guitarist, and keyboardist. He was first known as the lead vocalist of the Raspberries. He had numerous hit songs in the 1970s and 1980s, first as a member of the Raspberries, and then with his solo career, including hits such as \"All by Myself\", \"Never Gonna Fall in Love Again\", \"She Did It\", \"Hungry Eyes\", and \"Make Me Lose Control\".",
    "year": 1949,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Tim Hutchinson",
    "birthday": "1949-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Timothy_Hutchinson%2C_official_Senate_photo_portrait.jpg/218px-Timothy_Hutchinson%2C_official_Senate_photo_portrait.jpg",
    "extract": "Young Timothy Hutchinson is an American Republican politician, lobbyist, and former United States senator from the state of Arkansas.",
    "year": 1949,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ian Charleson",
    "birthday": "1949-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f3/Ian_Charleson_carried_in_Chariots_of_Fire.jpg",
    "extract": "Ian Charleson was a Scottish stage and film actor. He is best known internationally for his starring role as Olympic athlete and missionary Eric Liddell, in the Oscar-winning 1981 film Chariots of Fire. He is also well known for his portrayal of Rev. Charlie Andrews in the 1982 Oscar-winning film Gandhi.",
    "year": 1949,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Theo de Jong",
    "birthday": "1947-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Training_Nederlands_elftal_in_Zeist_voor_vriendschappelijke_wedstrijd_tegen_Grie%2C_Bestanddeelnr_925-3701.jpg/213px-Training_Nederlands_elftal_in_Zeist_voor_vriendschappelijke_wedstrijd_tegen_Grie%2C_Bestanddeelnr_925-3701.jpg",
    "extract": "Theodorus Jacob de Jong is a Dutch former professional footballer and current coach of Nigerian Premier League club Ikorodu United F.C.",
    "year": 1947,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Georgios Karatzaferis",
    "birthday": "1947-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/GeorgiosKaratzaferis.jpg/259px-GeorgiosKaratzaferis.jpg",
    "extract": "Georgios Karatzaferis is a Greek politician, a former member of the Hellenic Parliament and the president of the Popular Orthodox Rally. Previously, Karatzaferis was a member of parliament of the liberal-conservative New Democracy party. He is a former Member of the European Parliament and former vice-president of the Independence and Democracy group. His party's views, ideas, and electoral campaigns are often broadcast and promoted by the relatively minor private Greek TV channel TeleAsty, which he founded and owns. The party's ideas are also disseminated in the party's weekly newspaper, A1.",
    "year": 1947,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "John Conlee",
    "birthday": "1946-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/John_Conlee_2007.jpg/213px-John_Conlee_2007.jpg",
    "extract": "John Wayne Conlee is an American country music singer.",
    "year": 1946,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Martin Linton",
    "birthday": "1944-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Martin_Linton_MP.JPG/144px-Martin_Linton_MP.JPG",
    "extract": "John Martin Linton is a British Labour Party politician, who was the Member of Parliament for Battersea from 1997 to 2010.",
    "year": 1944,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Frederick W. Smith",
    "birthday": "1944-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Frederick_Smith_screenshot.png/296px-Frederick_Smith_screenshot.png",
    "extract": "Frederick Wallace Smith is an American business magnate and investor. He is the founder, chairman and CEO of FedEx Corporation, the world's largest transportation company. He is due to step down as CEO and become executive chairman on June 1, 2022. He is considered one of the most successful transportation entrepreneurs in the world.",
    "year": 1944,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ian McDiarmid",
    "birthday": "1944-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Ian_McDiarmid_Brussels_Comic_Con_2020.jpg/240px-Ian_McDiarmid_Brussels_Comic_Con_2020.jpg",
    "extract": "Ian McDiarmid is a Scottish actor and director of stage and screen, best known for portraying Emperor Palpatine in the Star Wars film series. Making his stage debut in Hamlet in 1972, McDiarmid joined the Royal Shakespeare Company in 1974, and has since starred in a number of Shakespeare's plays. He has received an Olivier Award for Best Actor and a Tony Award for Best Featured Actor in a Play for his stage performances.",
    "year": 1944,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jim Kale",
    "birthday": "1943-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/93/JimKale.JPG/320px-JimKale.JPG",
    "extract": "Michael James Kale is a Canadian musician, best known as the original bassist for The Guess Who. He also served in the band Scrubbaloe Caine. In 1987, he was inducted into the Canadian Music Hall of Fame as a member of The Guess Who.",
    "year": 1943,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Pervez Musharraf",
    "birthday": "1943-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Pervez_Musharraf_2004.jpg/208px-Pervez_Musharraf_2004.jpg",
    "extract": "Pervez Musharraf is a Pakistani politician and a retired four-star general who became the tenth president of Pakistan after the successful military takeover of the federal government in 1999. He held the presidency from 2001 until 2008, when he tendered his resignation to avoid impeachment.",
    "year": 1943,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Denis Payton",
    "birthday": "1943-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/ac/Denis_Payton_in_1967.jpg/246px-Denis_Payton_in_1967.jpg",
    "extract": "Denis Archibald West Payton was an English musician who played tenor saxophone, baritone saxophone, guitar and harmonica in the rock and roll band the Dave Clark Five.",
    "year": 1943,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Mike Hugg",
    "birthday": "1942-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Mike_Hugg_1967.jpg/231px-Mike_Hugg_1967.jpg",
    "extract": "Michael John Hugg is a British musician who achieved fame as a founding member of the 1960s group Manfred Mann.",
    "year": 1942,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "John Ellison",
    "birthday": "1941-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/John_Ellison.jpg/213px-John_Ellison.jpg",
    "extract": "John Ellison is an American/Canadian musician, best known for writing the song \"Some Kind of Wonderful.\" He was born in Montgomery, West Virginia, and was raised in Landgraff, West Virginia, a small, poverty-stricken coal mining village near Welch, West Virginia, and is a dual citizen of the United States and Canada, receiving his Canadian citizenship in 2006.",
    "year": 1941,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "James Mancham",
    "birthday": "1939-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/James_Mancham_-_Official_Portrait.png/247px-James_Mancham_-_Official_Portrait.png",
    "extract": "Sir James Richard Marie Mancham KBE was a Seychellois politician who founded the Seychelles Democratic Party and was the first President of Seychelles from 1976 to 1977.",
    "year": 1939,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ronnie Dawson (musician)",
    "birthday": "1939-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Ronnie_Dawson.jpg/258px-Ronnie_Dawson.jpg",
    "extract": "Ronald Monroe Dawson was an American rockabilly singer, guitarist and drummer, nicknamed The Blond Bomber. Although he achieved regional success in the 1950s, his popularity peaked internationally with tours in the 1980s and 1990s.",
    "year": 1939,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Anna Massey",
    "birthday": "1937-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Anna_Massey_Bunny_Lake_is_Missing.jpg/320px-Anna_Massey_Bunny_Lake_is_Missing.jpg",
    "extract": "Anna Raymond Massey was an English actress. She won a BAFTA Award for the role of Edith Hope in the 1986 TV adaptation of Anita Brookner's novel Hotel du Lac, a role that one of her co-stars, Julia McKenzie, has said \"could have been written for her\". Massey is best known for her role as Babs Milligan in Alfred Hitchcock's 1972 film, Frenzy.",
    "year": 1937,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Patrick Joseph McGovern",
    "birthday": "1937-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/IDG_Chairman_Patrick_Joseph_McGovern.jpg/252px-IDG_Chairman_Patrick_Joseph_McGovern.jpg",
    "extract": "Patrick Joseph McGovern Jr. was an American businessman, and chairman and founder of International Data Group (IDG), a company with subsidiaries in technology publishing, research, event management and venture capital.",
    "year": 1937,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Andre Dubus",
    "birthday": "1936-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/99/Andre_dubus.gif",
    "extract": "Andre Jules Dubus II was an American short story writer and essayist.",
    "year": 1936,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Bill Monbouquette",
    "birthday": "1936-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Bill_Monbouquette_1967.jpg/259px-Bill_Monbouquette_1967.jpg",
    "extract": "William Charles Monbouquette was an American professional baseball player and coach. He played in Major League Baseball (MLB) as a right-handed pitcher for the Boston Red Sox (1958–65), Detroit Tigers (1966–67), New York Yankees (1967–68), and the San Francisco Giants (1968). A four-time All-Star player, Monbouquette was notable for pitching a no-hitter in 1962 as a member of the Red Sox. He was inducted into the Boston Red Sox Hall of Fame in 2000.",
    "year": 1936,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jerry Falwell",
    "birthday": "1933-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Jerry_Falwell_portrait.jpg/244px-Jerry_Falwell_portrait.jpg",
    "extract": "Jerry Laymon Falwell Sr. was an American Baptist pastor, televangelist, and conservative activist. He was the founding pastor of the Thomas Road Baptist Church, a megachurch in Lynchburg, Virginia. He founded Lynchburg Christian Academy in 1967, founded Liberty University in 1971, and co-founded the Moral Majority in 1979.",
    "year": 1933,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jerzy Grotowski",
    "birthday": "1933-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Jerzy_Grotowski.jpg/217px-Jerzy_Grotowski.jpg",
    "extract": "Jerzy Marian Grotowski was a Polish theatre director and theorist whose innovative approaches to acting, training and theatrical production have significantly influenced theatre today.",
    "year": 1933,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Fernando Arrabal",
    "birthday": "1932-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Fernando_Arrabal%2C_2012.JPG/220px-Fernando_Arrabal%2C_2012.JPG",
    "extract": "Fernando Arrabal Terán is a Spanish playwright, screenwriter, film director, novelist, and poet. He was born in Melilla and settled in France in 1955. Regarding his nationality, Arrabal describes himself as \"desterrado\", or \"half-expatriate, half-exiled\".",
    "year": 1932,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Peter Eisenman",
    "birthday": "1932-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Peter_Eisenman_at_GSAPP.jpg/214px-Peter_Eisenman_at_GSAPP.jpg",
    "extract": "Peter Eisenman is an American architect. Considered one of the New York Five, Eisenman is known for his writing and speaking about architecture as well as his designs, which have been called high modernist or deconstructive.",
    "year": 1932,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Aaron Klug",
    "birthday": "1926-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Aaron_Klug_1979.jpg/245px-Aaron_Klug_1979.jpg",
    "extract": "Sir Aaron Klug was a British biophysicist and chemist. He was a winner of the 1982 Nobel Prize in Chemistry for his development of crystallographic electron microscopy and his structural elucidation of biologically important nucleic acid-protein complexes.",
    "year": 1926,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Floyd Curry",
    "birthday": "1925-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d6/Floydcurry.jpg",
    "extract": "Floyd James \"Busher\" Curry was a Canadian ice hockey right winger.",
    "year": 1925,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Arlene Dahl",
    "birthday": "1925-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Arlene_Dahl_-_1953.JPG/241px-Arlene_Dahl_-_1953.JPG",
    "extract": "Arlene Carol Dahl was an American actress active in films from the late 1940s. She had three children, the eldest of whom is actor Lorenzo Lamas.",
    "year": 1925,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Stan Chambers",
    "birthday": "1923-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/8b/Kathyfiscus.jpg",
    "extract": "Stanley Holroyd \"Stan\" Chambers was an American television reporter who worked for KTLA in Los Angeles from 1947 to 2010.",
    "year": 1923,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "John Miles (baseball)",
    "birthday": "1922-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Mule_Miles_2010.jpg/213px-Mule_Miles_2010.jpg",
    "extract": "John \"Mule\" Miles was a professional baseball player who played with the Chicago American Giants of the Negro leagues from 1946-1949. Nicknamed the \"Mule\" by his manager Candy Jim Taylor after hitting two home runs in one ball game. Taylor commented that Miles \"hit like a mule kicks\". Miles is legendary for hitting 11 home runs in 11 straight games. John Miles played alongside baseball stars Jackie Robinson, Hank Aaron, Ernie Banks, Josh Gibson, Satchel Paige and Monte Irvin. He performed at Yankee Stadium, the Polo Grounds, Comiskey Park, and Griffith Stadium among others.",
    "year": 1922,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Alex Haley",
    "birthday": "1921-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Alex_Haley.jpg/240px-Alex_Haley.jpg",
    "extract": "Alexander Murray Palmer Haley was an American writer and the author of the 1976 book Roots: The Saga of an American Family. ABC adapted the book as a television miniseries of the same name and aired it in 1977 to a record-breaking audience of 130 million viewers. In the United States, the book and miniseries raised the public awareness of black American history and inspired a broad interest in genealogy and family history.",
    "year": 1921,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Mike Douglas",
    "birthday": "1920-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Mike_Douglas_1966.JPG/267px-Mike_Douglas_1966.JPG",
    "extract": "Michael Delaney Dowd Jr., known as Mike Douglas, was an American \"Big Band\" era singer, entertainer, television talk show host of The Mike Douglas Show, and actor.",
    "year": 1920,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Chuck Rayner",
    "birthday": "1920-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Chuck_Rayner.JPG/207px-Chuck_Rayner.JPG",
    "extract": "Claude Earl \"Chuck\" Rayner, nicknamed \"Bonnie Prince Charlie\", was a Canadian professional hockey goaltender who played nine seasons in the National Hockey League for the New York Americans and New York Rangers. He is a member of the Hockey Hall of Fame.",
    "year": 1920,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Luis Olmo",
    "birthday": "1919-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/21/Luis_Olmo_Dodgers.jpg/228px-Luis_Olmo_Dodgers.jpg",
    "extract": "Luis Olmo was a major league baseball outfielder and right-handed batter. Olmo played in the majors with the Brooklyn Dodgers and Boston Braves (1950–51).",
    "year": 1919,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Johnny Claes",
    "birthday": "1916-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Talbot_F1_vr_yellow_EMS.jpg/320px-Talbot_F1_vr_yellow_EMS.jpg",
    "extract": "Octave John Claes was an English-born racing driver who competed for Belgium. Before his fame as a racing driver, Claes was also a jazz trumpeter and successful bandleader in Britain.",
    "year": 1916,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Morris Weiss",
    "birthday": "1915-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0a/Morris_Weiss.JPG/211px-Morris_Weiss.JPG",
    "extract": "Morris S. Weiss was an American comic book and comic strip artist and writer. Active from the 1930s through the mid-1970s, he created the teen-comedy character \"Margie\" for Timely Comics, the 1940s predecessor of Marvel Comics, and was the final cartoonist on the comic strip Mickey Finn. He also worked as a writer or illustrator on numerous other strips, including Joe Palooka.",
    "year": 1915,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Paul Dupuis",
    "birthday": "1913-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/54/Actor_Paul_Dupuis.jpg/200px-Actor_Paul_Dupuis.jpg",
    "extract": "Paul Dupuis was a French Canadian film actor who was born in Montreal, Quebec, Canada, and who performed in British films during the late 1940s. The roles he played were mainly as the romantic leading man. He died in Saint-Sauveur in Quebec.",
    "year": 1913,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Bob Scheffing",
    "birthday": "1913-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Bob_Scheffing.jpg/264px-Bob_Scheffing.jpg",
    "extract": "Robert Boden Scheffing was an American professional baseball player, coach, manager and front-office executive. Nicknamed \"Grumpy\", the native of Overland, Missouri, is most often identified with the Chicago Cubs, for whom he played as a catcher, coached (1954–55), and managed (1957–59). Scheffing threw and batted right-handed; he was listed as 6 feet 2 inches (1.88 m) tall and 180 pounds (82 kg).",
    "year": 1913,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Angus Wilson",
    "birthday": "1913-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/19/Anguswilson.jpg/275px-Anguswilson.jpg",
    "extract": "Sir Angus Frank Johnstone-Wilson, CBE was an English novelist and short story writer. He was one of England's first openly gay authors. He was awarded the 1958 James Tait Black Memorial Prize for The Middle Age of Mrs Eliot and later received a knighthood for his services to literature.",
    "year": 1913,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Thanom Kittikachorn",
    "birthday": "1911-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Thanom_Kittikachorn_1960s.jpg/266px-Thanom_Kittikachorn_1960s.jpg",
    "extract": "Field Marshal Thanom Kittikachorn was a Thai military dictator. A staunch anti-communist, Thanom oversaw a decade of military rule in Thailand from 1963 to 1973, during which he staged a self-coup, until public protests which exploded into violence forced him to step down. His return from exile in 1976 sparked protests which led to a massacre of demonstrators, followed by a military coup.",
    "year": 1911,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Yūji Koseki",
    "birthday": "1909-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/%E5%8F%A4%E9%96%A2%E8%A3%95%E8%80%8C.jpg/240px-%E5%8F%A4%E9%96%A2%E8%A3%95%E8%80%8C.jpg",
    "extract": "Yūji Koseki  was a Japanese ryūkōka, gunka, march, fight song and film score composer. His real name was also Yūji Koseki, but its kanji was 古關 勇治.",
    "year": 1909,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Uku Masing",
    "birthday": "1909-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Uku_Masing.jpg/216px-Uku_Masing.jpg",
    "extract": "Uku Masing was an Estonian philosopher. He was a significant figure in Estonian religious philosophy. Masing also wrote poetry, mostly on religious issues. Masing authored one novel, Rapanui vabastamine ehk Kajakad jumalate kalmistul in the late 1930s, which was published posthumously in 1989. As a folklorist, he was a distinguished researcher of fairy tales, contributing to the international Encyclopedia of the Folktale. He was awarded the Righteous Among The Nations by Yad Vashem and the Israeli Supreme Court for his participation during the Holocaust in helping a Jew in Estonia escape capture from 1941 until the end of the war. His actions exposed him to great danger during this period requiring him to meet with his friend as well as lying to the Gestapo.",
    "year": 1909,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Don Freeman",
    "birthday": "1908-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/DonFreeman.jpg/240px-DonFreeman.jpg",
    "extract": "Don Freeman was an American painter, printmaker, cartoonist, and an illustrator and writer of children's books. He was active from the 1930s to the 1970s and often used Times Square as the backdrop of his memorable works.",
    "year": 1908,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Torgny T:son Segerstedt",
    "birthday": "1908-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/86/Torgny_Torgnysson_%281957%29.jpg",
    "extract": "Torgny T. Segerstedt was a Swedish philosopher and sociologist. \n",
    "year": 1908,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ted à Beckett",
    "birthday": "1907-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/14/ELABeckett.jpg/207px-ELABeckett.jpg",
    "extract": "Edward Lambert à Beckett was an Australian cricketer who played in four Tests between 1928 and 1931. He also played in 47 first-class matches for Victoria.",
    "year": 1907,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Erwin Chargaff",
    "birthday": "1905-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a1/Erwin_Chargaff.jpg/223px-Erwin_Chargaff.jpg",
    "extract": "Erwin Chargaff was an Austro-Hungarian-born American biochemist, writer, Bucovinian Jew who emigrated to the United States during the Nazi era, and professor of biochemistry at Columbia University medical school. He wrote a well-reviewed autobiography, Heraclitean Fire: Sketches from a Life Before Nature.",
    "year": 1905,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ernst Jaakson",
    "birthday": "1905-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Ernst_Jaakson_%281905_-_1998%29%2C_ERM_Fk_2731-56.jpg/250px-Ernst_Jaakson_%281905_-_1998%29%2C_ERM_Fk_2731-56.jpg",
    "extract": "Ernst Rudolf Jaakson was an Estonian diplomat whose contribution was to maintain Estonia's legal continuity with his uninterrupted diplomatic service for 69 years.",
    "year": 1905,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Alfredo Binda",
    "birthday": "1902-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Alfredo_Binda_3.jpg/189px-Alfredo_Binda_3.jpg",
    "extract": "Alfredo Binda was an Italian road cyclist of the 1920s and 1930s. He was the first to win five editions of the Giro d'Italia, and a three-time world champion. In addition he won Milan–San Remo twice, and the Tour of Lombardy four times.",
    "year": 1902,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Lloyd Nolan",
    "birthday": "1902-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Lloyd_Nolan_Martin_Kane_Private_Eye.jpg/242px-Lloyd_Nolan_Martin_Kane_Private_Eye.jpg",
    "extract": "Lloyd Benedict Nolan was an American film and television actor. Among his many roles, Nolan is remembered for originating the role of private investigator Michael Shayne in a series of 1940s B movies.",
    "year": 1902,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Christian de Castries",
    "birthday": "1902-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Dien_Bien_Phu001.jpg/260px-Dien_Bien_Phu001.jpg",
    "extract": "Christian Marie Ferdinand de la Croix de Castries was the French commander at the Battle of Dien Bien Phu in 1954.",
    "year": 1902,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Charley Paddock",
    "birthday": "1900-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Charles_Paddock_-_1920cr.jpg/159px-Charles_Paddock_-_1920cr.jpg",
    "extract": "Charles William Paddock was an American athlete and two time Olympic champion.",
    "year": 1900,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Peter Mohr Dam",
    "birthday": "1898-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b4/PM_Peter_Mohr_Dam.jpg",
    "extract": "Peter Mohr Dam was a Faroe Islands politician who was one of the founders of the Social Democratic Javnaðarflokkurin party in 1926.",
    "year": 1898,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Enid Blyton",
    "birthday": "1897-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a3/Enid_Blyton_2.jpg/304px-Enid_Blyton_2.jpg",
    "extract": "Enid Mary Blyton was an English children's writer, whose books have been worldwide bestsellers since the 1930s, selling more than 600 million copies. Her books are still enormously popular and have been translated into 90 languages. As of June 2018, Blyton held 4th place for the most translated author. She wrote on a wide range of topics, including education, natural history, fantasy, mystery, and biblical narratives. She is best remembered today for her Noddy, Famous Five, Secret Seven, the Five Find-Outers, and Malory Towers books, although she also wrote many others including the St Clare's, The Naughtiest Girl and The Faraway Tree series.",
    "year": 1897,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Louise Bogan",
    "birthday": "1897-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6a/Louise_Marie_Bogan.gif",
    "extract": "Louise Bogan was an American poet. She was appointed the fourth Poet Laureate to the Library of Congress in 1945, and was the first woman to hold this title. Throughout her life she wrote poetry, fiction, and criticism, and became the regular poetry reviewer for The New Yorker.",
    "year": 1897,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Hugh MacDiarmid",
    "birthday": "1892-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Lamb-Hugh_MacDiarmid_%28flipped%29.jpg/252px-Lamb-Hugh_MacDiarmid_%28flipped%29.jpg",
    "extract": "Christopher Murray Grieve, best known by his pen name Hugh MacDiarmid, was a Scottish poet, journalist, essayist and political figure. He is considered one of the principal forces behind the Scottish Renaissance and has had a lasting impact on Scottish culture and politics. He was a founding member of the National Party of Scotland in 1928 but left in 1933 due to his Marxist–Leninist views. He joined the Communist Party the following year only to be expelled in 1938 for his nationalist sympathies. He would subsequently stand as a parliamentary candidate for both the Scottish National Party (1945) and British Communist Party (1964).",
    "year": 1892,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Eiji Yoshikawa",
    "birthday": "1892-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Eiji_Yoshikawa.jpg/228px-Eiji_Yoshikawa.jpg",
    "extract": "Eiji Yoshikawa  was a Japanese historical novelist. Among his best-known novels are revisions of older classics. He was mainly influenced by classics such as The Tale of the Heike, Tale of Genji, Water Margin and Romance of the Three Kingdoms, many of which he retold in his own style. As an example, Yoshikawa took up Taiko's original manuscript in 15 volumes to retell it in a more accessible tone and reduce it to only two volumes. His other books also serve similar purposes and, although most of his novels are not original works, he created a huge amount of work and a renewed interest in the past. He was awarded the Cultural Order of Merit in 1960, the Order of the Sacred Treasure and the Mainichi Art Award just before his death from cancer in 1962. He is cited as one of the best historical novelists in Japan. The complete translation of his work, in the west, is only available in Portuguese",
    "year": 1892,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Stancho Belkovski",
    "birthday": "1891-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/47/StanchoBelkovski.jpg/237px-StanchoBelkovski.jpg",
    "extract": "Stancho Belkovski (1891–1962), was a Bulgarian architect.",
    "year": 1891,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Hermann Wlach",
    "birthday": "1884-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Hermann_Wlach_by_Alexander_Binder.jpg/246px-Hermann_Wlach_by_Alexander_Binder.jpg",
    "extract": "Hermann Wlach was an Austrian stage and film actor.",
    "year": 1884,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Aleksander Aberg",
    "birthday": "1881-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Aleksander_Aberg_%281918%29.jpg/174px-Aleksander_Aberg_%281918%29.jpg",
    "extract": "Aleksander Richard Aberg was an Estonian professional Greco-Roman and free-style wrestling world champion of the early 20th century. He took part in the World Heavyweight Championship and was one of the three most famous Estonian professional wrestlers, along with Georg Lurich and Georg Hackenschmidt.",
    "year": 1881,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Adolph M. Christianson",
    "birthday": "1877-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c1/Adolph_M._Christianson.jpg",
    "extract": "Adolph M. Christianson was an attorney and a justice of the North Dakota Supreme Court.",
    "year": 1877,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Princess Louise Charlotte of Saxe-Altenburg",
    "birthday": "1874-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a0/Princess_Louise_Charlotte_of_Saxe-Altenburg.jpg",
    "extract": "Princess Louise Charlotte of Saxe-Altenburg was a German noblewoman. She was a princess of Saxe-Altenburg by birth and a Princess of Anhalt by marriage.",
    "year": 1874,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Tom Richardson (cricketer)",
    "birthday": "1870-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Tom_Richardson_1897cr.jpg/164px-Tom_Richardson_1897cr.jpg",
    "extract": "Tom Richardson was an English cricketer. A fast bowler, Richardson relied to a great extent on the break-back, a relatively long run-up and high arm which allowed him to gain sharp lift on fast pitches even from the full, straight length he always bowled. He played 358 first-class cricket matches including 14 Tests, taking a total of 2,104 wickets. In the four consecutive seasons from 1894 to 1897 he took 1,005 wickets, a figure surpassed over such a period only by the slow bowler Tich Freeman. He took 290 wickets in 1895, again a figure only exceeded by Freeman (twice). In 1963 Neville Cardus selected him as one of his \"Six Giants of the Wisden Century\".",
    "year": 1870,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ottó Bláthy",
    "birthday": "1860-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Blathy_Otto.jpg/237px-Blathy_Otto.jpg",
    "extract": "Ottó Titusz Bláthy was a Hungarian electrical engineer. In his career, he became the co-inventor of the modern electric transformer, the tension regulator, the AC watt-hour meter.motor capacitor for the single-phase (AC) electric motor, the turbo generator, and the high-efficiency turbo generator.",
    "year": 1860,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Christiaan Eijkman",
    "birthday": "1858-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Christiaan_Eijkman.jpg/246px-Christiaan_Eijkman.jpg",
    "extract": "Christiaan Eijkman was a Dutch physician and professor of physiology whose demonstration that beriberi is caused by poor diet led to the discovery of antineuritic vitamins (thiamine). Together with Sir Frederick Hopkins, he received the Nobel Prize for Physiology or Medicine in 1929 for the discovery of vitamins.",
    "year": 1858,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "John Hodges",
    "birthday": "1855-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/John_Hodges_c._1877.png/155px-John_Hodges_c._1877.png",
    "extract": "John Robart Hodges was an Australian cricketer who played in the first two Test matches in 1877.",
    "year": 1855,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Sadi Carnot (statesman)",
    "birthday": "1837-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Portrait_officiel_de_Sadi_Carnot.jpg/232px-Portrait_officiel_de_Sadi_Carnot.jpg",
    "extract": "Marie François Sadi Carnot was a French statesman, who served as the President of France from 1887 until his assassination in 1894.",
    "year": 1837,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Warren Brown (politician)",
    "birthday": "1836-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/30/Warren_Brown_%28politician%29.png/222px-Warren_Brown_%28politician%29.png",
    "extract": "Warren Brown was an American politician, historian, gentleman farmer, businessman, and author from Hampton Falls, New Hampshire.",
    "year": 1836,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Robert G. Ingersoll",
    "birthday": "1833-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Robert_G._Ingersoll_-_Brady-Handy.jpg/242px-Robert_G._Ingersoll_-_Brady-Handy.jpg",
    "extract": "Robert Green Ingersoll was an American lawyer, writer, and orator during the Golden Age of Free Thought, who campaigned in defense of agnosticism. He was nicknamed \"The Great Agnostic\".",
    "year": 1833,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Kido Takayoshi",
    "birthday": "1833-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Takayoshi_Kido_suit.jpg/245px-Takayoshi_Kido_suit.jpg",
    "extract": "Kido Takayoshi , also referred to as Kido Kōin , was a Japanese statesman of the Meiji Restoration. He was known as Katsura Kogorō  during the late Tokugawa period. He is considered one of the three great nobles who led the Restoration.",
    "year": 1833,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Frederick Innes",
    "birthday": "1816-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Frederick_Innes.jpg/224px-Frederick_Innes.jpg",
    "extract": "Frederick Maitland Innes was Premier of Tasmania from 4 November 1872 to 4 August 1873.",
    "year": 1816,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "William W. Chapman",
    "birthday": "1808-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/W._W._Chapman.jpg/238px-W._W._Chapman.jpg",
    "extract": "William Williams Chapman was an American politician and lawyer in Oregon and Iowa. He was born and raised in Virginia. He served as a United States Attorney in Iowa when it was part of the Michigan and Wisconsin territories, and then represented the Iowa Territory in the United States House of Representatives. He later immigrated to the Oregon Country, where he served in the Oregon Territorial Legislature.",
    "year": 1808,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "David Rice Atchison",
    "birthday": "1807-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/David_Rice_Atchison_by_Mathew_Brady_March_1849.jpg/235px-David_Rice_Atchison_by_Mathew_Brady_March_1849.jpg",
    "extract": "David Rice Atchison was a mid-19th century Democratic United States Senator from Missouri. He served as President pro tempore of the United States Senate for six years. Atchison served as a major general in the Missouri State Militia in 1838 during Missouri's Mormon War and as a Confederate brigadier general during the American Civil War under Major General Sterling Price in the Missouri Home Guard. He is best known for the claim that for 24 hours—Sunday, March 4, 1849 through noon on Monday—he may have been Acting President of the United States. This belief, however, is dismissed by nearly all scholars.",
    "year": 1807,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "James B. Longacre",
    "birthday": "1794-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/James_Barton_Longacre_-_Ambrotype_by_Isaac_Rehn%2C_1855.jpg/265px-James_Barton_Longacre_-_Ambrotype_by_Isaac_Rehn%2C_1855.jpg",
    "extract": "James Barton Longacre was an American portraitist and engraver, and the fourth Chief Engraver of the United States Mint from 1844 until his death. Longacre is best known for designing the Indian Head cent, which entered commerce in 1859, and for the designs of the Shield nickel, Flying Eagle cent and other coins of the mid-19th century.",
    "year": 1794,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Friedrich Ludwig Jahn",
    "birthday": "1778-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Friedrich_Ludwig_Jahn.jpg/245px-Friedrich_Ludwig_Jahn.jpg",
    "extract": "Johann Friedrich Ludwig Christoph Jahn was a German gymnastics educator and nationalist whose writing is credited with the founding of the German gymnastics (Turner) movement as well as influencing the German Campaign of 1813, during which a coalition of German states effectively ended the occupation of Napoleon's First French Empire. His admirers know him as Turnvater Jahn, roughly meaning \"father of gymnastics\" Jahn.",
    "year": 1778,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Joseph Schuster (composer)",
    "birthday": "1748-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Joseph_Schuster_%28composer%29.jpg/221px-Joseph_Schuster_%28composer%29.jpg",
    "extract": "Joseph Schuster was a German composer.",
    "year": 1748,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Richard Brocklesby",
    "birthday": "1722-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Richard_Brocklesby_2.jpg/241px-Richard_Brocklesby_2.jpg",
    "extract": "Richard Brocklesby, an English physician, was born at Minehead, Somerset.",
    "year": 1722,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Frederick Haldimand",
    "birthday": "1718-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Sir_Frederick_Haldimand_by_Sir_Joshua_Reynolds.jpg/267px-Sir_Frederick_Haldimand_by_Sir_Joshua_Reynolds.jpg",
    "extract": "Sir Frederick Haldimand, KB was a military officer best known for his service in the British Army in North America during the Seven Years' War and the American Revolutionary War. From 1778 to 1786, he served as Governor of the Province of Quebec, during which time he oversaw military operations against the northern frontiers in the war, and engaged in ultimately fruitless negotiations to establish the independent Vermont Republic as a new British province. His administration of Quebec was at times harsh, with the detention of numerous political dissidents and agitators.",
    "year": 1718,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Richard Mead",
    "birthday": "1673-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Richard_Mead_2.jpg/282px-Richard_Mead_2.jpg",
    "extract": "Richard Mead, FRS, FRCP, was an English physician. His work, A Short Discourse concerning Pestilential Contagion, and the Method to be used to prevent it (1720), was of historic importance in the understanding of transmissible diseases.",
    "year": 1673,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Margaret Paleologa",
    "birthday": "1510-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Portrait_believed_to_depict_Margherita_Paleologo_by_Giulio_Romano.jpg/252px-Portrait_believed_to_depict_Margherita_Paleologo_by_Giulio_Romano.jpg",
    "extract": "Margaret Palaeologa, was the ruling Marquise regnant of Montferrat in her own right between 1533 and 1536. She was also Duchess of Mantua by marriage to Federico II, Duke of Mantua. Margaret acted as the regent of the Duchy of Mantua twice during the minority of her sons: for her elder son Francesco III Gonzaga, Duke of Mantua in 1540-1549, and for her younger son Guglielmo Gonzaga, Duke of Mantua, between 1550 and 1556.",
    "year": 1510,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Nikolaus von Schönberg",
    "birthday": "1472-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Nikolaus_von_Schonberg.jpg/247px-Nikolaus_von_Schonberg.jpg",
    "extract": "Nikolaus von Schönberg was a German Roman Catholic cardinal and Archbishop of Capua.",
    "year": 1472,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Yolande of Aragon",
    "birthday": "1384-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Yolande_of_Aragon.jpg/185px-Yolande_of_Aragon.jpg",
    "extract": "Yolande of Aragon was Duchess of Anjou and Countess of Provence by marriage, who acted as regent of Provence during the minority of her son. She was a daughter of Joan I of Aragon and his wife Violant of Bar. \nYolande played a crucial role in the struggles between France and England, influencing events such as the financing of Joan of Arc's army in 1429 that helped tip the balance in favour of the French. She was also known as Yolanda de Aragón and Violant d'Aragó. Tradition holds that she commissioned the famous Rohan Hours.",
    "year": 1384,
    "month": 8,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Henry V, Holy Roman Emperor",
    "birthday": "1086-8-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Pr%C3%BCfening_Klosterkirche_-_Romanische_Fresken_3a_K%C3%B6nig_Heinrich_V_%28cropped%29.jpg/155px-Pr%C3%BCfening_Klosterkirche_-_Romanische_Fresken_3a_K%C3%B6nig_Heinrich_V_%28cropped%29.jpg",
    "extract": "Henry V was King of Germany and Holy Roman Emperor, as the fourth and last ruler of the Salian dynasty. He was made co-ruler by his father, Henry IV, in 1098.",
    "year": 1086,
    "month": 8,
    "day": 11,
    "language": "en"
  }
]