[
  {
    "name": "Richard Freitag",
    "birthday": "1991-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Richard_Freitag_%28GER%29_2019.jpg/307px-Richard_Freitag_%28GER%29_2019.jpg",
    "extract": "Richard \"Richi\" Freitag is a German former ski jumper who competed at World Cup level from 2010 to 2022.",
    "year": 1991,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ander Herrera",
    "birthday": "1989-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/2019-07-17_SG_Dynamo_Dresden_vs._Paris_Saint-Germain_by_Sandro_Halank%E2%80%93282_%28cropped%29.jpg/204px-2019-07-17_SG_Dynamo_Dresden_vs._Paris_Saint-Germain_by_Sandro_Halank%E2%80%93282_%28cropped%29.jpg",
    "extract": "Ander Herrera Agüera is a Spanish professional footballer who plays as a midfielder for Ligue 1 club Paris Saint-Germain.",
    "year": 1989,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Kyle Turris",
    "birthday": "1989-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Kyle_Turris_1_2017-05-13.jpg/320px-Kyle_Turris_1_2017-05-13.jpg",
    "extract": "Kyle Turris is a Canadian professional ice hockey centre who is currently playing for the Edmonton Oilers of the National Hockey League (NHL). He was selected third overall in the 2007 NHL Entry Draft by the Phoenix Coyotes. He has also played with the Ottawa Senators and Nashville Predators.",
    "year": 1989,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Tim Tebow",
    "birthday": "1987-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Tim_Tebow_crop.jpg/213px-Tim_Tebow_crop.jpg",
    "extract": "Timothy Richard Tebow is an American football player who is a free agent. He previously played three seasons in the National Football League (NFL) as a quarterback for the Denver Broncos and New York Jets. Tebow played college football at Florida, where he became the first sophomore to win the Heisman Trophy and led his team to two BCS National Championship victories in 2007 and 2009. At the conclusion of his collegiate career, he held the Southeastern Conference's records for career passing efficiency and rushing touchdowns.",
    "year": 1987,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Christian Gentner",
    "birthday": "1985-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/ChristianGentner_VfB.jpg/243px-ChristianGentner_VfB.jpg",
    "extract": "Christian Gentner is a German professional footballer who plays as a midfielder for FC Luzern. He won the Bundesliga twice, with VfB Stuttgart in 2007 and VfL Wolfsburg in 2009. He was also called up five times to the senior Germany national team.",
    "year": 1985,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Shea Weber",
    "birthday": "1985-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Shea_Weber_Canada.jpg/202px-Shea_Weber_Canada.jpg",
    "extract": "Shea Michael Weber is a Canadian professional ice hockey defenceman and captain of the Montreal Canadiens of the National Hockey League (NHL). He is an NHL All-Star and a two-time Olympic gold medallist. He is known to have one of the hardest shots in hockey history.",
    "year": 1985,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Eva Birnerová",
    "birthday": "1984-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Birnerova_WMQ13-002.jpg/226px-Birnerova_WMQ13-002.jpg",
    "extract": "Eva Birnerová is a retired Czech tennis player.",
    "year": 1984,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Clay Buchholz",
    "birthday": "1984-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Clay_Buchholz_on_May_21%2C_2012.jpg/295px-Clay_Buchholz_on_May_21%2C_2012.jpg",
    "extract": "Clay Daniel Buchholz is an American former professional baseball pitcher. He played in Major League Baseball (MLB) for the Boston Red Sox, Philadelphia Phillies, Arizona Diamondbacks, and Toronto Blue Jays. Buchholz made his MLB debut with the Red Sox in 2007. In his second major league start, he pitched a no-hitter, becoming the third MLB pitcher since 1900 to throw a no-hitter in his first or second start and the first Red Sox rookie to throw one. He was a two-time MLB All-Star.",
    "year": 1984,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Giorgio Chiellini",
    "birthday": "1984-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Chiellini_Mancini_Gravina_Mattarella_2021_%28Giorgio_Chiellini%29.jpg/213px-Chiellini_Mancini_Gravina_Mattarella_2021_%28Giorgio_Chiellini%29.jpg",
    "extract": "Giorgio Chiellini is an Italian professional footballer who plays as a centre-back and captains both Serie A club Juventus and the Italy national team. Considered one of the greatest defenders of his generation, Chiellini is known for his strength, aggressiveness and man-marking, as well as his ability to play in either a three or four-man defence. He has also played as a left-back earlier in his career.",
    "year": 1984,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Josh Gorges",
    "birthday": "1984-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Josh_Gorges_2017-11-14.jpg/281px-Josh_Gorges_2017-11-14.jpg",
    "extract": "Joshua Daniel Gorges is a Canadian former professional ice hockey defenseman. He is of German ancestry; his grandparents immigrated from Germany to Canada. Gorges played in the National Hockey League (NHL) for the San Jose Sharks, Montreal Canadiens and Buffalo Sabres.",
    "year": 1984,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Nick Grimshaw",
    "birthday": "1984-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Nick_Grimshaw_2014.jpg/209px-Nick_Grimshaw_2014.jpg",
    "extract": "Nicholas Peter Andrew Grimshaw, also known as Grimmy, is an English television and radio presenter. He became known for having hosted a variety of shows on BBC Radio 1. He is also known as a television presenter for his Channel 4 roles in T4 and The Album Chart Show. In 2015, he was a judge on the twelfth series of The X Factor.",
    "year": 1984,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Robin Söderling",
    "birthday": "1984-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Robin_S%C3%B6derling_at_US_Open_2010.jpg/213px-Robin_S%C3%B6derling_at_US_Open_2010.jpg",
    "extract": "Robin Bo Carl Söderling is a Swedish former professional tennis player. He reached a career-high Association of Tennis Professionals (ATP) world No. 4 singles ranking on 15 November 2010. His career highlights include reaching two consecutive finals at the French Open in 2009 and 2010, and an ATP World Tour Masters 1000 title at the 2010 Paris Masters. He was the first player to defeat Rafael Nadal at the French Open. Söderling played his last professional match at only age 26 after contracting a lingering bout of mononucleosis.",
    "year": 1984,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Elena Baltacha",
    "birthday": "1983-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Elena_Baltacha.jpg/256px-Elena_Baltacha.jpg",
    "extract": "Elena Sergeevna Baltacha was a Ukrainian-born British professional tennis player. Being a four-time winner of the AEGON Awards, she was also a long-term British No. 1, a position she held intermittently from 2002 to 2012. However, as a result of her absence from competition due to knee surgery, she dropped down the world rankings and at the time of her retirement on 18 November 2013, she was ranked as the world No. 221 and British No. 6. Her career-high ranking of world No. 49 was achieved in September 2010.",
    "year": 1983,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Mila Kunis",
    "birthday": "1983-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Mila_Kunis_2018_%28cropped_2%29.jpg/217px-Mila_Kunis_2018_%28cropped_2%29.jpg",
    "extract": "Milena Markovna \"Mila\" Kunis is an American actress. She began playing Jackie Burkhart on the Fox television series That '70s Show (1998–2006) at the age of 14. Since 1999, Kunis has voiced Meg Griffin on the Fox animated series Family Guy.",
    "year": 1983,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Earl Barron",
    "birthday": "1981-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Earl_Barron_2012.jpg/222px-Earl_Barron_2012.jpg",
    "extract": "Earl Daniel Barron Jr. is an American professional basketball coach and former player who is a video and player development assistant for the Indiana Pacers of the National Basketball Association (NBA). He played college basketball for the University of Memphis and had stints in the NBA with multiple teams.",
    "year": 1981,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Julius Jones (American football)",
    "birthday": "1981-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Julius_Jones_2009.jpg/281px-Julius_Jones_2009.jpg",
    "extract": "Julius Andre Maurice Jones is a former American football running back. He was drafted by the Dallas Cowboys in the second round of the 2004 NFL Draft. He also played for the Seattle Seahawks and the New Orleans Saints. He played college football at the University of Notre Dame.",
    "year": 1981,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Scott Lipsky",
    "birthday": "1981-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Lipsky_RG13_%285%29_%289418804364%29.jpg/214px-Lipsky_RG13_%285%29_%289418804364%29.jpg",
    "extract": "Scott Lipsky is an American former professional tennis player and coach. As a player, Lipsky was primarily a doubles specialist.",
    "year": 1981,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Anastasios Kyriakos",
    "birthday": "1978-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/TasosKyriakos.jpg/260px-TasosKyriakos.jpg",
    "extract": "Tasos Kyriakos is a Greek former footballer who played as a defender or midfielder.",
    "year": 1978,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Juan Pierre",
    "birthday": "1977-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Juan_Pierre_on_June_10%2C_2012.jpg/169px-Juan_Pierre_on_June_10%2C_2012.jpg",
    "extract": "Juan D'Vaughn Pierre is an American former professional baseball outfielder. He played in Major League Baseball (MLB) from 2000–2013 for the Colorado Rockies, Florida/Miami Marlins, Chicago Cubs, Los Angeles Dodgers, Chicago White Sox, and Philadelphia Phillies. Known for his speed, he stole 614 bases in his career, the 18th-most in MLB history at the time of his retirement. He worked as an MLB Network on-air analyst before joining the Marlins as a Minor League Outfield Coordinator for the 2019 season.",
    "year": 1977,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Fabrizio Donato",
    "birthday": "1976-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Fabrizio_Donato_Turin_2009.JPG/249px-Fabrizio_Donato_Turin_2009.JPG",
    "extract": "Fabrizio Donato is an Italian athlete competing in the triple jump and occasionally in the long jump. He is known for winning gold medals at the 2001 Mediterranean Games and the 2009 European Indoor Championships, the latter in a new championship record of 17.59 metres. He is the Italian record holder with 17.60 metres outdoor and 17.73 indoor.",
    "year": 1976,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Mike Vrabel",
    "birthday": "1975-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Mike_Vrabel_2022_%28cropped%29.png/229px-Mike_Vrabel_2022_%28cropped%29.png",
    "extract": "Michael George Vrabel is an American football coach and former linebacker who is the head coach of the Tennessee Titans of the National Football League (NFL). He played college football at Ohio State, where he earned consensus All-American honors. Vrabel was drafted by the Pittsburgh Steelers in the third round of the 1997 NFL Draft, joined the New England Patriots as a free agent in 2001, where he became an All-Pro and a three-time Super Bowl champion, then finished his career with the Kansas City Chiefs.",
    "year": 1975,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Chucky Atkins",
    "birthday": "1974-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Chucky_Atkins_cropped.jpg/204px-Chucky_Atkins_cropped.jpg",
    "extract": "Kenneth Lavon \"Chucky\" Atkins is an American former professional basketball player who played for nine different NBA teams throughout his career.",
    "year": 1974,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jared Borgetti",
    "birthday": "1973-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/JaredBorgetti.jpg/213px-JaredBorgetti.jpg",
    "extract": "Jared Francisco Borgetti Echavarría is a Mexican former professional footballer who currently works as a commentator for ESPN Deportes and ESPN Mexico.",
    "year": 1973,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Laurent Lamothe",
    "birthday": "1972-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Laurent_Lamothe_2019.jpg/320px-Laurent_Lamothe_2019.jpg",
    "extract": "Laurent Salvador Lamothe is a Haitian businessman, economist, and political figure who has served in the government of Haiti as Foreign Minister since October 2011, then appointed as Prime Minister on 4 May 2012. On 14 December 2014, Lamothe resigned as Prime Minister for personal reasons. Previously, he was co-founder and Manager of the company Global Voice Group.",
    "year": 1972,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Raoul Bova",
    "birthday": "1971-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/LizSolari016_%28cropped%29.jpg/207px-LizSolari016_%28cropped%29.jpg",
    "extract": "Raoul Bova is an Italian actor. Bova's European film breakthrough was in the 1993 film Piccolo grande amore, and he's played romantic male leads the following years. His American film credits include Under the Tuscan Sun (2003), Alien vs. Predator (2004) and The Tourist (2010).",
    "year": 1971,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Peter Franzén",
    "birthday": "1971-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Peter_Franz%C3%A9n.jpg/320px-Peter_Franz%C3%A9n.jpg",
    "extract": "Peter Vilhelm Franzén is a Finnish actor, author, screenwriter, and director. He is best known for his role as King Harald Finehair in Vikings (2016–2020).",
    "year": 1971,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Mark Loretta",
    "birthday": "1971-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/DSC04403_Mark_Loretta.jpg/213px-DSC04403_Mark_Loretta.jpg",
    "extract": "Mark David Loretta is an American former professional baseball infielder. He played 15 seasons in Major League Baseball (MLB) between 1995 and 2009 for the Milwaukee Brewers, Houston Astros, San Diego Padres, Boston Red Sox, and Los Angeles Dodgers.",
    "year": 1971,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Tracy Caldwell Dyson",
    "birthday": "1969-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Tracy_E_Caldwell_portrait.jpg/256px-Tracy_E_Caldwell_portrait.jpg",
    "extract": "Tracy Caldwell Dyson is an American chemist and NASA astronaut. Caldwell Dyson was a Mission Specialist on Space Shuttle Endeavour flight STS-118 in August 2007 and part of the Expedition 23 and Expedition 24 crew on the International Space Station from April 2010 to September 2010. She has completed three spacewalks, logging more than 22 hrs of EVA.",
    "year": 1969,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Stig Tøfting",
    "birthday": "1969-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a0/Stig_T%C3%B8fting_takes_a_yellow_card_%282007%29.jpg",
    "extract": "Stig Tøfting, commonly known as Tøffe, is a former Danish professional footballer and assistant coach, who most recently was the assistant of Erik Rasmussen at AGF.",
    "year": 1969,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Catherine Bell (actress)",
    "birthday": "1968-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Catherine_Bell_2012.jpg/260px-Catherine_Bell_2012.jpg",
    "extract": "Catherine Lisa Bell is a British actress and model known for her roles as Lieutenant Colonel Sarah MacKenzie in the television series JAG from 1997 to 2005, Denise Sherwood in the series Army Wives from 2007 to 2013, and Cassandra \"Cassie\" Nightingale in Hallmark's The Good Witch films and television series since 2008 to 2021.",
    "year": 1968,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Darren Clarke",
    "birthday": "1968-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/DarrenClarke.jpg/292px-DarrenClarke.jpg",
    "extract": "Darren Christopher Clarke, is a professional golfer from Northern Ireland who currently plays on the PGA Tour Champions and has previously played on the European Tour and PGA Tour. He has won 21 tournaments worldwide on a number of golf's main tours including the European Tour, the PGA Tour, the Sunshine Tour and the Japan Golf Tour. His biggest victory came when he won the 2011 Open Championship at Royal St George's in England, his first major win after more than 20 years and 54 attempts.",
    "year": 1968,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jason Leonard",
    "birthday": "1968-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Jason_Leonard_OBE.jpg/320px-Jason_Leonard_OBE.jpg",
    "extract": "Jason Leonard is an English former rugby union player. He won a then-record 114 caps for England men’s rugby team during a 14-year international career.",
    "year": 1968,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Halle Berry",
    "birthday": "1966-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Halle_Berry_by_Gage_Skidmore_2.jpg/235px-Halle_Berry_by_Gage_Skidmore_2.jpg",
    "extract": "Halle Maria Berry is an American actress. She began her career as a model and entered several beauty contests, finishing as the first runner-up in the Miss USA pageant and coming in sixth in the Miss World 1986. Her breakthrough film role was in the romantic comedy Boomerang (1992), alongside Eddie Murphy, which led to roles in The Flintstones (1994) and Bulworth (1998) as well as the television film Introducing Dorothy Dandridge (1999), for which she won a Primetime Emmy Award and a Golden Globe Award.",
    "year": 1966,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Paul Broadhurst",
    "birthday": "1965-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Paul_Broadhurst.JPG/240px-Paul_Broadhurst.JPG",
    "extract": "Paul Andrew Broadhurst is an English professional golfer. He won six times on the European Tour and played in the 1991 Ryder Cup. Since turning 50, he has had success in senior events, winning the 2016 Senior Open Championship and the 2018 Senior PGA Championship.",
    "year": 1965,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Mark Gubicza",
    "birthday": "1962-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Mark_Gubicza_Royals.jpg/215px-Mark_Gubicza_Royals.jpg",
    "extract": "Mark Steven Gubicza, nicknamed \"Gubie,\" is an American former professional baseball pitcher and sportscaster. Gubicza played for 14 major league seasons with the Kansas City Royals (1984–96) and Anaheim Angels (1997). He currently is a color commentator for Los Angeles Angels games on Bally Sports West.",
    "year": 1962,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Sarah Brightman",
    "birthday": "1960-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Osaka07_Opening_Sarah_Brightman.jpg/235px-Osaka07_Opening_Sarah_Brightman.jpg",
    "extract": "Sarah Brightman is an English classical crossover soprano singer and actress.",
    "year": 1960,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Marcia Gay Harden",
    "birthday": "1959-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Marcia_Gay_Harden_2013.jpg/213px-Marcia_Gay_Harden_2013.jpg",
    "extract": "Marcia Gay Harden is an American actress. She is the recipient of various accolades, including an Academy Award and a Tony Award, in addition to nominations for a Critics' Choice Movie Award and two Primetime Emmy Awards.",
    "year": 1959,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Magic Johnson",
    "birthday": "1959-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Magic_Johnson_at_SXSW_2022_%2851958828669%29_%28cropped%29.jpg/240px-Magic_Johnson_at_SXSW_2022_%2851958828669%29_%28cropped%29.jpg",
    "extract": "Earvin \"Magic\" Johnson Jr. is an American former professional basketball player and former president of basketball operations of the Los Angeles Lakers of the National Basketball Association (NBA). Often regarded as the greatest point guard of all time, Johnson played 13 seasons for the Lakers and was honored as one of the 50 Greatest Players in NBA History in 1996 and selected to the NBA 75th Anniversary Team in 2021. After winning championships in high school and college, Johnson was selected first overall in the 1979 NBA draft by the Lakers. He won a championship and an NBA Finals Most Valuable Player Award in his rookie season, and won four more championships with the Lakers during the 1980s. Johnson retired abruptly in 1991 after announcing that he had contracted HIV, but returned to play in the 1992 All-Star Game, winning the All-Star MVP Award. After protests from his fellow players, he retired again for four years, but returned in 1996, at age 36, to play 32 games for the Lakers before retiring for the third and final time.",
    "year": 1959,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Peter Costello",
    "birthday": "1957-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Peter_Costello.jpg",
    "extract": "Peter Howard Costello, is a former Australian politician and lawyer who served as the Treasurer in the Australian Howard Government from 1996 to 2007. He is the longest-serving Treasurer in Australia's history. Costello was a Member of the Australian House of Representatives from 1990 to 2009, representing the Division of Higgins. He also served as the Deputy Leader of the Liberal Party from 1994 to 2007.",
    "year": 1957,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jackée Harry",
    "birthday": "1956-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Jack%C3%A9eHarryDec10.jpg/204px-Jack%C3%A9eHarryDec10.jpg",
    "extract": "Jacqueline Yvonne Harry is an American actress, comedian, and television personality. She is known for her starring roles as Sandra Clark, the nemesis of Mary Jenkins, on the NBC TV series 227 (1985–1990), and as Lisa Landry on the ABC/The WB sitcom Sister, Sister (1994–1999). She is noted for being the first and only African-American to win an Emmy Award for Outstanding Supporting Actress in a Comedy Series. She also starred in the 1992 film Ladybugs, opposite Rodney Dangerfield. Since March 2021, she has played Paulina Price on the NBC soap opera, Days of Our Lives.",
    "year": 1956,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Rusty Wallace",
    "birthday": "1956-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Rusty_Wallace.jpg/207px-Rusty_Wallace.jpg",
    "extract": "Russell William \"Rusty\" Wallace Jr. is an American former NASCAR racing driver. He has won the 1984 NASCAR Cup series Rookie of the Year and the 1989 NASCAR Winston Cup Championship. Over the years, Wallace has been inducted in the NASCAR Hall of Fame (2013), the International Motorsports Hall of Fame (2013), the Motorsports Hall of Fame of America (2014) and the National Motorsports Press Association Hall of Fame (2010).",
    "year": 1956,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Mark Fidrych",
    "birthday": "1954-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Mark_Fidrych.JPG/244px-Mark_Fidrych.JPG",
    "extract": "Mark Steven Fidrych, nicknamed \"The Bird\", was an American Major League Baseball (MLB) baseball pitcher. He pitched his entire career for the Detroit Tigers (1976–1980).",
    "year": 1954,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Stanley A. McChrystal",
    "birthday": "1954-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Gen._Stanley_McChrystal_USFOR-Y.jpg/241px-Gen._Stanley_McChrystal_USFOR-Y.jpg",
    "extract": "Stanley Allen McChrystal is a retired United States Army general best known for his command of Joint Special Operations Command (JSOC) in the mid-2000s. His last assignment was as Commander, International Security Assistance Force (ISAF) and Commander, United States Forces – Afghanistan (USFOR-A). He previously served as Director, Joint Staff from August 2008 to June 2009 and as Commander of JSOC from 2003 to 2008, where he was credited with the death of Abu Musab al-Zarqawi, leader of Al-Qaeda in Iraq, but also criticized for his alleged role in the cover-up of the Pat Tillman friendly fire incident. McChrystal was reportedly known for saying what other military leaders were thinking but were afraid to say; this was one of the reasons cited for his appointment to lead all forces in Afghanistan. He held the post from June 15, 2009, to June 23, 2010.",
    "year": 1954,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "James Horner",
    "birthday": "1953-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/James-horner-07.jpg/241px-James-horner-07.jpg",
    "extract": "James Roy Horner was an American composer, conductor, and orchestrator of film scores. He was known for the integration of choral and electronic elements, and for his frequent use of motifs associated with Celtic music.",
    "year": 1953,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Debbie Meyer",
    "birthday": "1952-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Debbie_Meyer_1968.jpg/212px-Debbie_Meyer_1968.jpg",
    "extract": "Deborah Elizabeth Meyer, also known by her married name Deborah Weber, is an American former competition swimmer, a three-time Olympic champion, and a former world record-holder in four events. Meyer won the 200-, 400-, and 800-meter freestyle swimming races in the 1968 Summer Olympics in Mexico City. While she was still a 16-year-old student at Rio Americano High School in Sacramento, California, she became the first swimmer to win three individual gold medals in one Olympics, winning the 200-, 400-, and 800-meter freestyle swimming races. Katie Ledecky is the only other female swimmer to have done the same, in the 2016 Summer Olympics in Rio.",
    "year": 1952,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Slim Dunlap",
    "birthday": "1951-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/23.11.2007%2C_The_Mad_Ripple_Hootenanny%2C_HoM.jpg/320px-23.11.2007%2C_The_Mad_Ripple_Hootenanny%2C_HoM.jpg",
    "extract": "Bob \"Slim\" Dunlap is an American rock musician. He is a Minnesota-based guitarist and singer-songwriter who is best known as a member of The Replacements from 1987 to 1991, replacing original lead guitarist Bob Stinson. Dunlap also recorded two solo albums in the mid-1990s.",
    "year": 1951,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Morten Olsen",
    "birthday": "1949-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Morten_Olsen_2012.jpg/213px-Morten_Olsen_2012.jpg",
    "extract": "Morten Per Olsen is a Danish football manager and former player. He was the head coach of the Denmark national team for 15 years from 2000 until 2015, guiding Denmark to the 2002 FIFA World Cup, 2004 European Championship, 2010 FIFA World Cup and 2012 European Championship. He has also managed Brøndby IF to two Danish Superliga championships and Ajax to the Double of the 1998 Eredivisie championship and Dutch Cup trophy. He is one of only two persons ever in football, alongside Didier Deschamps, to achieve 100 national matches for his country both as player as well as coach.",
    "year": 1949,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Maddy Prior",
    "birthday": "1947-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Steeleye_Span_-_Fairport%27s_Cropredy_Convention_2006_%282%29.jpg/320px-Steeleye_Span_-_Fairport%27s_Cropredy_Convention_2006_%282%29.jpg",
    "extract": "Madelaine Edith Prior MBE is an English folk singer, best known as the lead vocalist of Steeleye Span. She was born in Blackpool and moved to St Albans in her teens. Her father, Allan Prior, was co-creator of the police drama Z-Cars. She was married to Steeleye bass guitarist Rick Kemp and their daughter, Rose Kemp, is also a singer. Their son, Alex Kemp, is, like his father, a guitarist and has deputised for his father playing bass guitar for Steeleye Span. She was part of the singing duo 'Mac & Maddy', with Mac MacLeod. She then performed with Tim Hart and recorded two albums with him, before they helped to found the group Steeleye Span, in 1969. She left Steeleye Span in 1997, but returned in 2002, and has toured with them since. With June Tabor she was the singing duo Silly Sisters. She toured with the Carnival Band, in 2007, and with Giles Lewin and Hannah James, in 2012 and 2013. She has released singles and albums as a solo artist, with these bands and in several collaborations. She runs an Arts Centre called Stones Barn, in Bewcastle, in Cumbria, which offers residential courses.",
    "year": 1947,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Danielle Steel",
    "birthday": "1947-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Danielle_steel_signature.svg/320px-Danielle_steel_signature.svg.png",
    "extract": "Danielle Fernandes Dominique Schuelein-Steel is an American writer, best known for her romance novels. She is the bestselling author alive and the fourth-bestselling fiction author of all time, with over 800 million copies sold. As of 2021, she has written 190 books, including over 141 novels.",
    "year": 1947,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Joop van Daele",
    "birthday": "1947-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Joop_van_Daele_%281976%29.jpg/240px-Joop_van_Daele_%281976%29.jpg",
    "extract": "Joop van Daele is a retired Dutch footballer who was active as a defender.",
    "year": 1947,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Larry Graham",
    "birthday": "1946-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/25/Larry_Graham.jpg",
    "extract": "Larry Graham Jr. is an American bassist and singer, both with the psychedelic soul/funk band Sly and the Family Stone and as the founder and frontman of Graham Central Station. In 1980, he released the single \"One in a Million You\", which reached the top ten on the US Billboard Hot 100. He is credited with the invention of the slapping technique on the electric bass guitar, which radically expanded the tonal palette of the bass, although he himself refers to the technique as \"thumpin' and pluckin' \". In 1993, he was inducted into the Rock and Roll Hall of Fame as a member of the Sly and the Family Stone. He is also the uncle of rapper Drake.",
    "year": 1946,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Susan Saint James",
    "birthday": "1946-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/ad/SusanSaintJamesCivitan.JPG",
    "extract": "Susan Saint James is an American actress and activist, most widely known for her work in television during the 1960s, 1970s and 1980s, especially the detective series McMillan & Wife (1971–1976) and the sitcom Kate & Allie (1984–1989).",
    "year": 1946,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Tom Walkinshaw",
    "birthday": "1946-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/46/Tom_Walkinshaw.jpg/320px-Tom_Walkinshaw.jpg",
    "extract": "Tom Walkinshaw was a British racing car driver from Scotland and the founder of the racing team Tom Walkinshaw Racing (TWR). He was also involved in professional rugby union, as owner of Gloucester Rugby, and chairman of the team owners organisation for the Aviva Premiership.",
    "year": 1946,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Steve Martin",
    "birthday": "1945-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Steve_Martin%2C_2017-08-11.jpg/213px-Steve_Martin%2C_2017-08-11.jpg",
    "extract": "Stephen Glenn Martin is an American actor, comedian, writer, producer, and musician. He has won five Grammy Awards, a Primetime Emmy Award, and was awarded an Honorary Academy Award at the Academy's 5th Annual Governors Awards in 2013. Among many honors, he has received the Mark Twain Prize for American Humor, the Kennedy Center Honors, and an AFI Life Achievement Award. In 2004, Comedy Central ranked Martin at sixth place in a list of the 100 greatest stand-up comics.",
    "year": 1945,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Wim Wenders",
    "birthday": "1945-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/MJK30764_Wim_Wenders_%28Berlinale_2017%29.jpg/219px-MJK30764_Wim_Wenders_%28Berlinale_2017%29.jpg",
    "extract": "Ernst Wilhelm \"Wim\" Wenders is a German filmmaker, playwright, author, and photographer. He is a major figure in New German Cinema. Among many honors, he has received three nominations for the Academy Award for Best Documentary Feature: for Buena Vista Social Club (1999), about Cuban music culture; Pina (2011), about the contemporary dance choreographer Pina Bausch; and The Salt of the Earth (2014), about Brazilian photographer Sebastião Salgado.",
    "year": 1945,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ronnie Campbell",
    "birthday": "1943-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Official_portrait_of_Mr_Ronnie_Campbell_crop_2.jpg/240px-Official_portrait_of_Mr_Ronnie_Campbell_crop_2.jpg",
    "extract": "Ronald Campbell is a former British Labour Party politician who was Member of Parliament (MP) for Blyth Valley from 1987 until 2019.",
    "year": 1943,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Willie Dunn",
    "birthday": "1942-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Willie_Dunn_HandPrint_Edmonton.jpg/320px-Willie_Dunn_HandPrint_Edmonton.jpg",
    "extract": "William Lawrence Dunn was a Canadian singer-songwriter, film director and politician. Born in Montreal, he was of mixed Mi'kmaq and Scottish/Irish background. Dunn often highlighted indigenous issues in his work.",
    "year": 1942,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "David Crosby",
    "birthday": "1941-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/David_Crosby_2019_by_Glenn_Francis.jpg/256px-David_Crosby_2019_by_Glenn_Francis.jpg",
    "extract": "David Van Cortlandt Crosby is an American singer-songwriter and musician. In addition to his solo career, he was a founding member of both the Byrds and Crosby, Stills & Nash.",
    "year": 1941,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Connie Smith",
    "birthday": "1941-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Connie_Smith_Opry_2.jpg/213px-Connie_Smith_Opry_2.jpg",
    "extract": "Connie Smith is an American country music singer and songwriter. Her contralto vocals have been described by music writers as significant and influential to the women of country music. A similarity has been noted between her vocal style and the stylings of country vocalist Patsy Cline. Other performers have cited Smith as influence on their own singing styles, which has been reflected in quotes and interviews over the years.",
    "year": 1941,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Bennie Muller",
    "birthday": "1938-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Bennie_Muller_1961.jpg/252px-Bennie_Muller_1961.jpg",
    "extract": "Bennie Muller is a Dutch former footballer who played at both professional and international levels as a midfielder.",
    "year": 1938,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "John Brodie",
    "birthday": "1935-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/John_Brodie_1966.JPG/238px-John_Brodie_1966.JPG",
    "extract": "John Riley Brodie is a former American football player, a quarterback for the San Francisco 49ers of the National Football League (NFL) for 17 seasons. He had a second career as a Senior PGA Tour professional golfer, and was a television broadcaster for both sports.",
    "year": 1935,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Richard R. Ernst",
    "birthday": "1933-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Richard_R._Ernst_1980s_%28cropped%29.jpg/210px-Richard_R._Ernst_1980s_%28cropped%29.jpg",
    "extract": "Richard Robert Ernst was a Swiss physical chemist and Nobel Laureate.",
    "year": 1933,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Lee Hoffman",
    "birthday": "1932-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/66/Lee_Hoffman.jpg",
    "extract": "Lee Hoffman, born Shirley Bell Hoffman, was an American science fiction fan, an editor of early folk music fanzines, and an author of science fiction, Western and romance novels.",
    "year": 1932,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Earl Weaver",
    "birthday": "1930-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Earl_Weaver_Orioles.jpg/210px-Earl_Weaver_Orioles.jpg",
    "extract": "Earl Sidney Weaver was an American professional baseball manager, author, and television broadcaster. After playing in minor league baseball, he retired without playing in Major League Baseball (MLB). He became a minor league manager, and then managed in MLB for 17 years with the Baltimore Orioles. Weaver's style of managing was summed up in the quote: \"pitching, defense, and the three-run homer.\" He did not believe in placing emphasis on \"small ball\" tactics such as stolen bases, hit and run plays, or sacrifice bunts. He was inducted into the Baseball Hall of Fame in 1996.",
    "year": 1930,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Giacomo Capuzzi",
    "birthday": "1929-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1e/BISHOP.giacomo.capuzzi.jpg",
    "extract": "Giacomo Capuzzi was an Italian Roman Catholic prelate, who served as a bishop of the Roman Catholic Diocese of Lodi.",
    "year": 1929,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Dick Tiger",
    "birthday": "1929-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Dick_Tiger_vs_Nino_Benvenuti_1969.jpg/320px-Dick_Tiger_vs_Nino_Benvenuti_1969.jpg",
    "extract": "Dick Tiger was a Nigerian-born professional boxer who held the World Middleweight and World Light Heavyweight Championships.",
    "year": 1929,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Lina Wertmüller",
    "birthday": "1928-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Lina_Wertmuller_2000.jpg/256px-Lina_Wertmuller_2000.jpg",
    "extract": "Arcangela Felice Assunta Wertmüller von Elgg Spanol von Braueich, known as Lina Wertmüller, was an Italian film director and screenwriter. She is best known for her 1970s art house films Seven Beauties, The Seduction of Mimi, Love and Anarchy, and Swept Away. In 2019, Wertmüller was announced as one of four recipients of the Academy Honorary Award for her career, the second female director to be so honoured.",
    "year": 1928,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "René Goscinny",
    "birthday": "1926-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Morris_y_Goscinny_1_-_Amsterdam_-_27051971.jpg/320px-Morris_y_Goscinny_1_-_Amsterdam_-_27051971.jpg",
    "extract": "René Goscinny was a French comic editor and writer, who created the Astérix comic book series with illustrator Albert Uderzo. Raised largely in Buenos Aires, Argentina, where he attended French schools, he lived for a time in the United States. There he met Belgian cartoonist Morris. After his return to France, they collaborated for more than 20 years on the comic series Lucky Luke.",
    "year": 1926,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Buddy Greco",
    "birthday": "1926-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Buddy_Greco_1962.JPG/272px-Buddy_Greco_1962.JPG",
    "extract": "Armando Joseph \"Buddy\" Greco was an American jazz and pop singer and pianist who had a long career in the US and UK. His recordings have sold millions, including \"Oh Look A-There Ain't She Pretty\", \"Up, Up and Away\", and \"Around the World\". His most successful single was \"The Lady Is a Tramp\", which sold over one million copies. During his career, he recorded over sixty albums. He conducted the London Symphony Orchestra, performed for Queen Elizabeth II and with the Beatles.",
    "year": 1926,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Sverre Fehn",
    "birthday": "1924-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/dc/Sverre_Fehn_by_Stina_Gl%C3%B8mmi.jpg",
    "extract": "Sverre Fehn was a Norwegian architect.",
    "year": 1924,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Alice Ghostley",
    "birthday": "1923-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Alice_Ghostley_Cousin_Alice_Mayberry_RFD_1970.JPG/248px-Alice_Ghostley_Cousin_Alice_Mayberry_RFD_1970.JPG",
    "extract": "Alice Margaret Ghostley was an American actress and singer. She was best known for her roles as corn-sufferer Mrs. Dobbs on Good Times, Esmeralda on Bewitched, as Cousin Alice (1970–71) on Mayberry R.F.D., and as Bernice Clifton (1986–93) on Designing Women, for which she received an Emmy nomination for Best Supporting Actress in a Comedy Series in 1992. She was a regular on Nichols (1971–72) and The Julie Andrews Hour (1972–73).",
    "year": 1923,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Wellington Mara",
    "birthday": "1916-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Wellington_and_Ann_Mara_1954.JPG/260px-Wellington_and_Ann_Mara_1954.JPG",
    "extract": "Wellington Timothy Mara was the co-owner of the New York Giants of the National Football League (NFL) from 1959 until his death. He was the younger son of Tim Mara, who founded the Giants in 1925. Wellington was a ball boy that year.",
    "year": 1916,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "B. A. Santamaria",
    "birthday": "1915-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Matthew_Beovich_and_B_A_Santamaria_1943.jpg/304px-Matthew_Beovich_and_B_A_Santamaria_1943.jpg",
    "extract": "Bartholomew Augustine Santamaria, usually known as B. A. Santamaria, was an Australian Roman Catholic anti-Communist political activist and journalist. He was a guiding influence in the founding of the Democratic Labor Party (DLP).",
    "year": 1915,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Paul Dean (baseball)",
    "birthday": "1913-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Daffy_Dean_1940_Play_Ball_card.jpeg",
    "extract": "Paul Dee Dean, nicknamed \"Daffy\", was an American Major League Baseball right-handed pitcher. Born in Lucas, Arkansas, he pitched for the St. Louis Cardinals (1934–1939), the New York Giants (1940–1941), and the St. Louis Browns (1943).",
    "year": 1913,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Frank Oppenheimer",
    "birthday": "1912-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Frank_Oppenheimer.jpg/150px-Frank_Oppenheimer.jpg",
    "extract": "Frank Friedman Oppenheimer was an American particle physicist, professor of physics at the University of Colorado, and the founder of the Exploratorium in San Francisco.",
    "year": 1912,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Willy Ronis",
    "birthday": "1910-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/25/Willy_Ronis.jpg",
    "extract": "Willy Ronis was a French photographer. His best-known work shows life in post-war Paris and Provence.",
    "year": 1910,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Pierre Schaeffer",
    "birthday": "1910-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a4/Pierre_Schaeffer%2C_1973.jpeg",
    "extract": "Pierre Henri Marie Schaeffer was a French composer, writer, broadcaster, engineer, musicologist, acoustician and founder of Groupe de Recherche de Musique Concrète (GRMC). His innovative work in both the sciences—particularly communications and acoustics—and the various arts of music, literature and radio presentation after the end of World War II, as well as his anti-nuclear activism and cultural criticism garnered him widespread recognition in his lifetime.",
    "year": 1910,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Albert Ball",
    "birthday": "1896-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/AlbertBallPortrait.JPG/225px-AlbertBallPortrait.JPG",
    "extract": "Albert Ball, was a British fighter pilot during the First World War. At the time of his death he was the United Kingdom's leading flying ace, with 44 victories, and remained its fourth-highest scorer behind Edward Mannock, James McCudden, and George McElroy.",
    "year": 1896,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Theodor Luts",
    "birthday": "1896-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Theodor_Luts_by_Voldemar_Markus.jpg/202px-Theodor_Luts_by_Voldemar_Markus.jpg",
    "extract": "Theodor Luts was an Estonian film director and cinematographer, brother of classic writer Oskar Luts. Theodor Luts was the first major figure of Estonian cinematography",
    "year": 1896,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Jack Gregory (cricketer)",
    "birthday": "1895-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Studio_Portrait_of_Jack_Morrison_Gregory_ca._1925.jpg/275px-Studio_Portrait_of_Jack_Morrison_Gregory_ca._1925.jpg",
    "extract": "Jack Morrison Gregory was an Australian cricketer.",
    "year": 1895,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Amaza Lee Meredith",
    "birthday": "1895-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/27/Photo_of_Amaza_Lee_Meredith.jpg/218px-Photo_of_Amaza_Lee_Meredith.jpg",
    "extract": "Amaza Lee Meredith was an American architect, educator and artist. Meredith was unable to enter the profession as an architect because of \"both her race and her sex\" as an African-American woman, and worked primarily as an art teacher at Virginia State University, where she founded the art department. She is best known for her residence, Azurest South, where she and her partner, Dr. Edna Meade Colson, resided together. Moreover, she co-founded the Azurest Syndicate Inc., a vacation destination for black middle class Americans on Sag Harbor NY. As an educated black woman, Meredith is a rare example of a financially and socially independent black woman living in the time of Jim Crow Segregation Laws.",
    "year": 1895,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Frank Burge",
    "birthday": "1894-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/15/Frank_Burge.jpg",
    "extract": "Frank Burge was one of the greatest forwards in the history of rugby league in Australia. Later Burge became one of the game’s finest coaches. His club career was with Glebe and the St. George Dragons. He represented New South Wales on twenty-six occasions and played thirteen test matches for the Kangaroos and played for Australia in a further twenty-three tour matches.",
    "year": 1894,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Kaikhosru Shapurji Sorabji",
    "birthday": "1892-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Kaikhosru_Shapurji_Sorabji%2C_circa_1950_%28cropped%29.png/243px-Kaikhosru_Shapurji_Sorabji%2C_circa_1950_%28cropped%29.png",
    "extract": "Kaikhosru Shapurji Sorabji was an English composer, music critic, pianist and writer whose music, written over a period of seventy years, ranges from sets of miniatures to works lasting several hours. One of the most prolific 20th-century composers, he is best known for his piano pieces, notably nocturnes such as Gulistān and Villa Tasca, and large-scale, technically intricate compositions, which include seven symphonies for piano solo, four toccatas, Sequentia cyclica and 100 Transcendental Studies. He felt alienated from English society by reason of his homosexuality and mixed ancestry, and had a lifelong tendency to seclusion.",
    "year": 1892,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Bruno Tesch",
    "birthday": "1890-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f4/Bruno_Emil_Tesch.jpg",
    "extract": "Bruno Emil Tesch was a German chemist and entrepreneur. Together with Gerhard Peters and Walter Heerdt, he invented the insecticide Zyklon B. He was the owner of Tesch & Stabenow, a pest control company he co-founded in 1924 with Paul Stabenow in Hamburg, Germany.",
    "year": 1890,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Otto Tief",
    "birthday": "1889-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Otto_Tief.jpg/222px-Otto_Tief.jpg",
    "extract": "Otto Tief was an Estonian politician, military commander, and a lawyer.",
    "year": 1889,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Arthur Jeffrey Dempster",
    "birthday": "1886-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Arthur_Jeffrey_Dempster_-_Portrait.jpg/320px-Arthur_Jeffrey_Dempster_-_Portrait.jpg",
    "extract": "Arthur Jeffrey Dempster was a Canadian-American physicist best known for his work in mass spectrometry and his discovery in 1935 of the uranium isotope 235U.",
    "year": 1886,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Francis Ford (actor)",
    "birthday": "1881-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/98/Francis_Ford_1917.png",
    "extract": "Francis Ford was an American film actor, writer and director. He was the mentor and elder brother of film director John Ford. He also appeared in many of the latter's movies, including Young Mr. Lincoln (1939) and The Quiet Man (1952).",
    "year": 1881,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Alexander I of Serbia",
    "birthday": "1876-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/AlejandroIDeSerbiaEn1900.jpg/212px-AlejandroIDeSerbiaEn1900.jpg",
    "extract": "Alexander I reigned as the king of Serbia from 1889 to 1903 when he and his wife, Draga Mašin, were assassinated by a group of Royal Serbian Army officers, led by Captain Dragutin Dimitrijević.",
    "year": 1876,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Mstislav Dobuzhinsky",
    "birthday": "1875-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/M._Dobuschinski.jpg/258px-M._Dobuschinski.jpg",
    "extract": "Mstislav Valerianovich Dobuzhinsky or Dobujinsky was a Russian and Lithuanian artist noted for his cityscapes conveying the explosive growth and decay of the early twentieth-century city.",
    "year": 1875,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Guangxu Emperor",
    "birthday": "1871-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Emperor_Guangxu.jpg/254px-Emperor_Guangxu.jpg",
    "extract": "Emperor Guangxu, personal name Zaitian, was the tenth Emperor of the Qing dynasty, and the ninth Qing emperor to rule over China proper. His reign lasted from 1875 to 1908, but in practice he ruled, without Empress Dowager Cixi's influence, only from 1889 to 1898. He initiated the Hundred Days' Reform, but was abruptly stopped when the empress dowager launched a coup in 1898, after which he became powerless and was held under house arrest until his death. His era name, \"Guangxu\", means \"glorious succession\".",
    "year": 1871,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Cupid Childs",
    "birthday": "1867-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Cupid_Childs_baseball_card.jpg/197px-Cupid_Childs_baseball_card.jpg",
    "extract": "Clarence Lemuel \"Cupid\" Childs was an American second baseman in Major League Baseball with a 13-season career from 1888, 1890–1901, playing for the Philadelphia Quakers, Cleveland Spiders, St. Louis Perfectos and Chicago Orphans of the National League and the Syracuse Stars of the American Association.",
    "year": 1867,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "John Galsworthy",
    "birthday": "1867-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/John_Galsworthy_2.jpg/233px-John_Galsworthy_2.jpg",
    "extract": "John Galsworthy was an English novelist and playwright. Notable works include The Forsyte Saga (1906–1921) and its sequels, A Modern Comedy and End of the Chapter. He won the Nobel Prize in Literature in 1932.",
    "year": 1867,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Charles Jean de la Vallée Poussin",
    "birthday": "1866-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/De_La_Vall%C3%A9e_Poussin.jpg/257px-De_La_Vall%C3%A9e_Poussin.jpg",
    "extract": "Charles-Jean Étienne Gustave Nicolas, baron de la Vallée Poussin was a Belgian mathematician. He is best known for proving the prime number theorem.",
    "year": 1866,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Guido Castelnuovo",
    "birthday": "1865-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Guido_Castelnuovo.jpg/239px-Guido_Castelnuovo.jpg",
    "extract": "Guido Castelnuovo was an Italian mathematician. He is best known for his contributions to the field of algebraic geometry, though his contributions to the study of statistics and probability theory are also significant.",
    "year": 1865,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ernest Thayer",
    "birthday": "1863-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Ernest_Thayer.jpg/320px-Ernest_Thayer.jpg",
    "extract": "Ernest Lawrence Thayer was an American writer and poet who wrote the poem \"Casey\", which is \"the single most famous baseball poem ever written\" according to the Baseball Almanac, and \"the nation’s best-known piece of comic verse—a ballad that began a native legend as colorful and permanent as that of Johnny Appleseed or Paul Bunyan.\"",
    "year": 1863,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Ernest Thompson Seton",
    "birthday": "1860-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Ernest_Thompson_Seton.jpg/264px-Ernest_Thompson_Seton.jpg",
    "extract": "Ernest Thompson Seton was an English-born Canadian-American author, wildlife artist, founder of the Woodcraft Indians in 1902, and one of the founding pioneers of the Boy Scouts of America (BSA) in 1910.",
    "year": 1860,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Doc Holliday",
    "birthday": "1851-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Doc_Holliday_in_Prescott_AZ.jpg/215px-Doc_Holliday_in_Prescott_AZ.jpg",
    "extract": "John Henry Holliday, better known as Doc Holliday, was an American gambler, gunfighter, and dentist. A close friend and associate of lawman Wyatt Earp, Holliday is best known for his role in the events leading up to and following the Gunfight at the O.K. Corral. He developed a reputation as having killed more than a dozen men in various altercations, but modern researchers have concluded that, contrary to popular myth-making, Holliday killed only one to three men. Holliday's colorful life and character have been depicted in many books and portrayed by well-known actors in numerous movies and television series.",
    "year": 1851,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Margaret Lindsay Huggins",
    "birthday": "1848-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Margaret_Lindsay_Huggins00.jpg/243px-Margaret_Lindsay_Huggins00.jpg",
    "extract": "Margaret Lindsay, Lady Huggins ,\nborn Margaret Lindsay Murray, was an Irish-English scientific investigator and astronomer.\nWith her husband William Huggins she was a pioneer in the field of spectroscopy and co-wrote the Atlas of Representative Stellar Spectra (1899).",
    "year": 1848,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Robert Comtesse",
    "birthday": "1847-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/42/Robert_Comtesse.gif",
    "extract": "Robert Comtesse was a Swiss politician and member of the Swiss Federal Council (1899-1912).",
    "year": 1847,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Richard von Krafft-Ebing",
    "birthday": "1840-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Richard_v._Krafft-Ebing.jpg/229px-Richard_v._Krafft-Ebing.jpg",
    "extract": "Richard Freiherr von Krafft-Ebing was a German psychiatrist and author of the foundational work Psychopathia Sexualis (1886).",
    "year": 1840,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Alexander H. Bailey",
    "birthday": "1817-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Hon._Alexander_H._Bailey%2C_N.Y_-_NARA_-_526590.tif/lossy-page1-257px-Hon._Alexander_H._Bailey%2C_N.Y_-_NARA_-_526590.tif.jpg",
    "extract": "Alexander Hamilton Bailey was an American politician, a United States Representative and judge from New York.",
    "year": 1817,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Charlotte Fowler Wells",
    "birthday": "1814-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/CHARLOTTE_FOWLER_WELLS_A_woman_of_the_century_%28page_768_crop%29.jpg/229px-CHARLOTTE_FOWLER_WELLS_A_woman_of_the_century_%28page_768_crop%29.jpg",
    "extract": "Charlotte Fowler Wells was an American phrenologist and publisher from New York. Along with her brothers, Orson Squire Fowler and Lorenzo Niles Fowler, her sister-in-law, Lydia Folger Fowler, and her husband, Samuel Roberts Wells, she was an early American popularizer of phrenology. Wells founded Fowler & Wells Company, published the American Phrenological Journal, and taught the first class in phrenology in the United States. She died at her home in New Jersey in 1901.",
    "year": 1814,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Letitia Elizabeth Landon",
    "birthday": "1802-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Letitia_Elizabeth_Landon.jpg/235px-Letitia_Elizabeth_Landon.jpg",
    "extract": "Letitia Elizabeth Landon was an English poet and novelist, better known by her initials L.E.L.",
    "year": 1802,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Hans Christian Ørsted",
    "birthday": "1777-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Hans_Christian_%C3%98rsted_daguerreotype.jpg/213px-Hans_Christian_%C3%98rsted_daguerreotype.jpg",
    "extract": "Hans Christian Ørsted was a Danish physicist and chemist who discovered that electric currents create magnetic fields, which was the first connection found between electricity and magnetism. Oersted's law and the oersted unit (Oe) are named after him.",
    "year": 1777,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Carle Vernet",
    "birthday": "1758-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Carle_Vernet_by_Robert_Lefevre.jpg/240px-Carle_Vernet_by_Robert_Lefevre.jpg",
    "extract": "Antoine Charles Horace Vernet, better known as Carle Vernet, was a French painter, the youngest child of Claude Joseph Vernet and the father of Horace Vernet.",
    "year": 1758,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Pope Pius VII",
    "birthday": "1742-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Sir_Thomas_Lawrence_-_Pope_Pius_VII_%281742-1823%29_-_Google_Art_Project.jpg/208px-Sir_Thomas_Lawrence_-_Pope_Pius_VII_%281742-1823%29_-_Google_Art_Project.jpg",
    "extract": "Pope Pius VII, was head of the Catholic Church and ruler of the Papal States from 14 March 1800 to his death in 1823. Chiaramonti was also a monk of the Order of Saint Benedict in addition to being a well-known theologian and bishop.",
    "year": 1742,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Leopold Hofmann",
    "birthday": "1738-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Leopold_Hofmann_%28composer%29.jpg/241px-Leopold_Hofmann_%28composer%29.jpg",
    "extract": "Leopold Hofmann was an Austrian composer of classical music.",
    "year": 1738,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Claude-Joseph Vernet",
    "birthday": "1714-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/%C3%89lisabeth-Louise_Vig%C3%A9e-Le_Brun_-_Joseph_Vernet_%281778%29.jpg/260px-%C3%89lisabeth-Louise_Vig%C3%A9e-Le_Brun_-_Joseph_Vernet_%281778%29.jpg",
    "extract": "Claude-Joseph Vernet was a French painter. His son, Antoine Charles Horace Vernet, was also a painter.",
    "year": 1714,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Frederick William I of Prussia",
    "birthday": "1688-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Antoine_pesne_friedrich_wil.jpg/252px-Antoine_pesne_friedrich_wil.jpg",
    "extract": "Frederick William I, known as the \"Soldier King\", was King in Prussia and Elector of Brandenburg from 1713 until his death in 1740, as well as Prince of Neuchâtel. He was succeeded by his son, Frederick the Great.",
    "year": 1688,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Christopher Monck, 2nd Duke of Albemarle",
    "birthday": "1653-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/ChristopherMonck_2ndDukeOfAlbemarle_TrinityCollege_Cambridge.jpg/196px-ChristopherMonck_2ndDukeOfAlbemarle_TrinityCollege_Cambridge.jpg",
    "extract": "Christopher Monck, 2nd Duke of Albemarle was an English soldier and politician who sat in the House of Commons from 1667 to 1670 when he inherited the Dukedom and sat in the House of Lords.",
    "year": 1653,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Cosimo III de' Medici, Grand Duke of Tuscany",
    "birthday": "1642-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Volterrano%2C_Cosimo_III_de%27_Medici_in_grand_ducal_robes_%28Warsaw_Royal_Castle%29.jpg/203px-Volterrano%2C_Cosimo_III_de%27_Medici_in_grand_ducal_robes_%28Warsaw_Royal_Castle%29.jpg",
    "extract": "Cosimo III de' Medici was Grand Duke of Tuscany from 1670 until his death in 1723, the sixth and penultimate from the House of Medici. He reigned from 1670 to 1723, and was the elder son of Grand Duke Ferdinando II. Cosimo's 53-year-long reign, the longest in Tuscan history, was marked by a series of laws that regulated prostitution and May celebrations. His reign also witnessed Tuscany's deterioration to previously unknown economic lows. He was succeeded by his elder surviving son, Gian Gastone, when he died, in 1723.",
    "year": 1642,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Méric Casaubon",
    "birthday": "1599-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Meric_Casaubon_by_Pieter_Stevens_van_Gunst%2C_after_Adriaen_van_der_Werff.jpg/197px-Meric_Casaubon_by_Pieter_Stevens_van_Gunst%2C_after_Adriaen_van_der_Werff.jpg",
    "extract": "\n\nMeric Casaubon, son of Isaac Casaubon, was a French-English classical scholar. He was the first to translate the Meditations of Marcus Aurelius into English.",
    "year": 1599,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Paolo Sarpi",
    "birthday": "1552-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Paolo_Sarpi.jpg/234px-Paolo_Sarpi.jpg",
    "extract": "Paolo Sarpi was a Venetian historian, prelate, scientist, canon lawyer, and statesman active on behalf of the Venetian Republic during the period of its successful defiance of the papal interdict (1605–1607) and its war (1615–1617) with Austria over the Uskok pirates. His writings, frankly polemical and highly critical of the Catholic Church and its Scholastic tradition, \"inspired both Hobbes and Edward Gibbon in their own historical debunkings of priestcraft.\" Sarpi's major work, the History of the Council of Trent (1619), was published in London in 1619; other works: a History of Ecclesiastical Benefices, History of the Interdict and his Supplement to the History of the Uskoks, appeared posthumously. Organized around single topics, they are early examples of the genre of the historical monograph.",
    "year": 1552,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Giambattista Benedetti",
    "birthday": "1530-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Benedetti_-_Resolutio_omnium_Euclidis_problematum%2C_1553_-_11183.jpg/214px-Benedetti_-_Resolutio_omnium_Euclidis_problematum%2C_1553_-_11183.jpg",
    "extract": "Giambattista (Gianbattista) Benedetti was an Italian mathematician from Venice who was also interested in physics, mechanics, the construction of sundials, and the science of music.",
    "year": 1530,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Pieter Coecke van Aelst",
    "birthday": "1502-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Pieter_Coecke_van_Aelst.jpg/254px-Pieter_Coecke_van_Aelst.jpg",
    "extract": "Pieter Coecke van Aelst or Pieter Coecke van Aelst the Elder was a Flemish painter, sculptor, architect, author and designer of woodcuts, goldsmith's work, stained glass and tapestries. His principal subjects were Christian religious themes. He worked in Antwerp and Brussels and was appointed court painter to Charles V, Holy Roman Emperor.",
    "year": 1502,
    "month": 8,
    "day": 14,
    "language": "en"
  },
  {
    "name": "Catherine of York",
    "birthday": "1479-8-14",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9e/Katherine_of_York.jpg",
    "extract": "Catherine or Katherine of York was the ninth child and sixth daughter of King Edward IV by his wife Elizabeth Woodville. She was the sister of King Edward V, niece of King Richard III, sister-in-law of King Henry VII and aunt of King Henry VIII.",
    "year": 1479,
    "month": 8,
    "day": 14,
    "language": "en"
  }
]