[
  {
    "name": "Karen Chen",
    "birthday": "1999-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Karen_Chen_2017.jpg/213px-Karen_Chen_2017.jpg",
    "extract": "Karen Chen is an American figure skater. She is a 2022 Olympic Games team event silver medalist, two-time CS U.S. Classic bronze medalist, the 2015 CS Golden Spin of Zagreb bronze medalist, the 2017 U.S. national champion, 2022 U.S. national silver medalist, and a three-time U.S. national bronze medalist.",
    "year": 1999,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Greyson Chance",
    "birthday": "1997-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Greyson_Chance.jpg/256px-Greyson_Chance.jpg",
    "extract": "Greyson Michael Chance is an American singer-songwriter and musician. He rose to national attention in 2010 with his performance of Lady Gaga's \"Paparazzi\" at a grade school music festival which went viral on YouTube, gaining over 70 million views. Two of his original compositions, \"Stars\" and \"Broken Hearts\", gained over six and eight million views respectively on his channel. Chance's debut single, \"Waiting Outside the Lines\", was released in October 2010 followed by his debut studio album, Hold On 'til the Night, in August 2011.",
    "year": 1997,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Caeleb Dressel",
    "birthday": "1996-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Caeleb_Dressel_before_winning_100_fly_%2842769914221%29_%28cropped%29.jpg/307px-Caeleb_Dressel_before_winning_100_fly_%2842769914221%29_%28cropped%29.jpg",
    "extract": "Caeleb Remel Dressel OLY is an American professional swimmer who specializes in freestyle, butterfly, and individual medley events. He swims representing the Cali Condors as part of the International Swimming League. He won a record seven gold medals at the 2017 World Aquatics Championships in Budapest, nine medals, six of which were gold, at the 2018 World Swimming Championships in Hangzhou, and eight medals, including six gold, at the 2019 World Aquatics Championships in Gwangju. Dressel is a seven-time Olympic gold medalist and holds world records in the 100 meter butterfly, 50 meter freestyle, and 100 meter individual medley.",
    "year": 1996,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Cameron Monaghan",
    "birthday": "1993-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Cameron_Monaghan.jpg/213px-Cameron_Monaghan.jpg",
    "extract": "Cameron Riley Monaghan is an American actor and model. He is known for his role as Ian Gallagher on the Showtime comedy-drama series Shameless and as twins Jerome and Jeremiah Valeska, who serve as origins for the Joker, on the DC Comics-based TV series Gotham. He also portrayed Cal Kestis in the action-adventure game Star Wars Jedi: Fallen Order. Monaghan began his career as a child model at the age of three and as a child actor at the age of seven.",
    "year": 1993,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Diego Schwartzman",
    "birthday": "1992-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Schwartzman_WM19_%2824%29_%2848521748281%29.jpg/213px-Schwartzman_WM19_%2824%29_%2848521748281%29.jpg",
    "extract": "Diego Sebastián Schwartzman is an Argentine professional tennis player. He has won four ATP singles titles and reached his career-high singles ranking of world No. 8 in October 2020. As a clay court specialist, his best results have been on this surface. He is noted for his high-quality return game.",
    "year": 1992,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Evanna Lynch",
    "birthday": "1991-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Evanna_Lynch_Headshot_2018.jpg/213px-Evanna_Lynch_Headshot_2018.jpg",
    "extract": "Evanna Patricia Lynch is an Irish actress and activist. She is best known for portraying Luna Lovegood in the Harry Potter film series.",
    "year": 1991,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Young Thug",
    "birthday": "1991-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Young_Thug_-_Openair_Frauenfeld_2019_20.jpg/250px-Young_Thug_-_Openair_Frauenfeld_2019_20.jpg",
    "extract": "Jeffery Lamar Williams, known professionally as Young Thug, is an American rapper, singer, and songwriter. He is considered to be an influential figure of his generation, with his music impacting the modern sound of hip hop and trap music. Known for his eccentric vocal style and fashion, Thug initially released a series of independent mixtapes beginning in 2011 with I Came from Nothing. In early 2013, he signed with Gucci Mane's 1017 Records, and later that year he released his label debut mixtape 1017 Thug to critical praise.",
    "year": 1991,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Godfrey Oboabona",
    "birthday": "1990-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Godfrey_Oboabona.JPG/212px-Godfrey_Oboabona.JPG",
    "extract": "Godfrey Itama Oboabona is a Nigerian professional footballer who plays for Georgian club FC Dinamo Batumi as a centre-back.",
    "year": 1990,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Wang Hao (racewalker)",
    "birthday": "1989-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Wang_Hao_6358.jpg/185px-Wang_Hao_6358.jpg",
    "extract": "Wang Hao is a Chinese race walker.",
    "year": 1989,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Moussa Sissoko",
    "birthday": "1989-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Moussa_Sissoko_cropped.JPG/245px-Moussa_Sissoko_cropped.JPG",
    "extract": "Moussa Sissoko is a French professional footballer who plays as midfielder for Championship club Watford and the France national team. He plays as a box-to-box midfielder in the centre of the pitch, and is capable of playing in either a holding midfield role, or even as an attacking midfielder, right winger or right back.",
    "year": 1989,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ismaïl Aissati",
    "birthday": "1988-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Ismail_Aissati.jpg/320px-Ismail_Aissati.jpg",
    "extract": "Ismaïl Aissati is a Moroccan professional footballer who plays as a midfielder for Denizlispor.",
    "year": 1988,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Carey Price",
    "birthday": "1987-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Carey_Price_2015.jpg/249px-Carey_Price_2015.jpg",
    "extract": "Carey Price is a Canadian professional ice hockey goaltender for the Montreal Canadiens of the National Hockey League (NHL). He is arguably considered to be one of the best goaltenders in the world by many colleagues, fans, The Hockey News, and EA Sports; and one of the greatest goaltenders in the history of the Montreal Canadiens by several media outlets.",
    "year": 1987,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Eri Kitamura",
    "birthday": "1987-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Eri_Kitamura.jpg/192px-Eri_Kitamura.jpg",
    "extract": "Eri Kitamura  is a Japanese voice actress and singer. She was previously affiliated with Early Wing, but is now a freelancer. She is known for voicing prominent roles in anime such as and Sayaka Miki in Puella Magi Madoka Magica, Keqing in Genshin Impact, Shizuku in New Game!, Darjeeling in Girls und Panzer, Uni/Black Sister in Hyperdimension Neptunia, Ranko Honjō in My First Girlfriend Is a Gal, Yuka Mochida in Corpse Party, Kirika Ueno in C3, and Miki Aono/Cure Berry in Fresh Pretty Cure!. In addition, she provided the voice for Vocaloid CUL-REBIRTH. She is known to be an amateur manga artist in Japan in her spare time.",
    "year": 1987,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Yu Darvish",
    "birthday": "1986-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Yu_Darvish_8.27.21.jpg/183px-Yu_Darvish_8.27.21.jpg",
    "extract": "Farid Yu Darvishsefat , more commonly known as Yu Darvish, is a Japanese professional baseball pitcher for the San Diego Padres of Major League Baseball (MLB). Darvish has also played in MLB for the Texas Rangers, Los Angeles Dodgers, and Chicago Cubs and in Nippon Professional Baseball for the Hokkaido Nippon-Ham Fighters. In international play, Darvish pitched in the 2008 Beijing Olympics and the 2009 World Baseball Classic as a member of the Japanese national team.",
    "year": 1986,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Cristin Milioti",
    "birthday": "1985-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Cristin_Milioti_July_13%2C_2014_%28cropped%29.jpg/212px-Cristin_Milioti_July_13%2C_2014_%28cropped%29.jpg",
    "extract": "Cristin Milioti is an American actress and singer. She is known for playing Tracy McConnell on the sitcom How I Met Your Mother from 2013 to 2014, and for her work in theater productions such as That Face, Stunning, and the Tony Award-winning musical Once, for which she won a Grammy Award and was nominated for a Tony Award. She has also played Teresa Petrillo Belfort in the 2013 film The Wolf of Wall Street, Betsy Solverson in the second season of Fargo (2015), Sarah in the 2020 film Palm Springs opposite Andy Samberg, and Hazel in the HBO Max comedy series Made for Love (2021).",
    "year": 1985,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Matteo Anesi",
    "birthday": "1984-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Anesi_Fabris_Sanfratello_2006.jpg/320px-Anesi_Fabris_Sanfratello_2006.jpg",
    "extract": "Matteo Anesi is an Italian speed skater who won a gold medal in the team pursuit at the 2006 Winter Olympics. He placed 29th in the 1500 m event. After his active career he became one of the coaches of the Italian speed skating team.",
    "year": 1984,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Candice Dupree",
    "birthday": "1984-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Candice_Dupree_48.JPG/207px-Candice_Dupree_48.JPG",
    "extract": "Candice Dupree is an American basketball player who is currently a free agent. She was selected 6th in the 2006 WNBA draft by the Chicago Sky. She has won a WNBA Championship (2014) with the Phoenix Mercury. She has also played professional basketball in Europe and Asia.",
    "year": 1984,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Konstantin Vassiljev",
    "birthday": "1984-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Vassiljev.JPG/284px-Vassiljev.JPG",
    "extract": "Konstantin Vassiljev is an Estonian professional footballer who plays as an attacking midfielder for Meistriliiga club Flora and captains the Estonia national team.",
    "year": 1984,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Nikos Zisis",
    "birthday": "1983-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Nikos_Zisis_%28cropped%29.jpg/227px-Nikos_Zisis_%28cropped%29.jpg",
    "extract": "Nikolaos \"Nikos\" Zisis is a Greek former professional basketball player who last played for AEK Athens of the Greek Basket League and the Basketball Champions League. At a height of 1.97 m tall, he played at both the point guard and shooting guard positions. He is currently the general manager of the Greece men's national basketball team",
    "year": 1983,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Joleon Lescott",
    "birthday": "1982-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Joleon_Lescott_8696_%2815441498930%29.jpg/284px-Joleon_Lescott_8696_%2815441498930%29.jpg",
    "extract": "Joleon Patrick Lescott is an English former professional footballer who played as a centre-back. He currently works as a coach with the England U21s.",
    "year": 1982,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Roque Santa Cruz",
    "birthday": "1981-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/04/Roque_Luis_Santa_Cruz.jpg",
    "extract": "Roque Luis Santa Cruz Cantero is a Paraguayan footballer who plays as a striker for Paraguayan club Club Libertad. He is the record goal scorer and has earned over 100 caps for the Paraguay national team, thus he is regarded as one of the best players in the nation's history.",
    "year": 1981,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Emerson (footballer, born August 1980)",
    "birthday": "1980-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Ramos_Borges_Emerson.jpg/213px-Ramos_Borges_Emerson.jpg",
    "extract": "Emerson Ramos Borges, known as just Emerson, is a Brazilian footballer who plays as a defender for Italian Serie C Group B club Olbia.",
    "year": 1980,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Bob Hardy (bassist)",
    "birthday": "1980-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Bob_hardy.jpg/213px-Bob_hardy.jpg",
    "extract": "Robert Byron \"Bob\" Hardy is an English musician and the bassist for the Glasgow-based band Franz Ferdinand with his friend Alex Kapranos.",
    "year": 1980,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Piet Rooijakkers",
    "birthday": "1980-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Piet_Rooijakkers.jpg/277px-Piet_Rooijakkers.jpg",
    "extract": "Piet Rooijakkers is a road bicycle racer from the Netherlands. He retired after the 2010 season after his previous team Skil–Shimano did not offer him a contract extension.",
    "year": 1980,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Paul Gallacher",
    "birthday": "1979-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Gallacher_Dec2010.jpg/268px-Gallacher_Dec2010.jpg",
    "extract": "Paul James Gallacher is a Scottish former professional footballer who currently is the goalkeeping coach for Heart of Midlothian. Gallacher made eight appearances for the Scottish national team between 2002 and 2004. He started his career at Dundee United and made 127 appearances for them over a seven-year period, and has also played for Airdrieonians, Norwich City, Gillingham, Sheffield Wednesday, Dunfermline Athletic, St Mirren, Ross County and Partick Thistle.",
    "year": 1979,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jonatan Johansson (footballer)",
    "birthday": "1975-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Johansson_jonatan.jpg/234px-Johansson_jonatan.jpg",
    "extract": "Jonatan Lillebror Johansson is a Finnish football coach and former player. He is the manager of TPS.",
    "year": 1975,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Taika Waititi",
    "birthday": "1975-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Taika_Waititi_by_Gage_Skidmore_2.jpg/243px-Taika_Waititi_by_Gage_Skidmore_2.jpg",
    "extract": "Taika David Cohen, known professionally as Taika Waititi, is a New Zealand filmmaker, actor and comedian. He is a recipient of an Academy Award, a BAFTA Award, and a Grammy Award, and has received two nominations at the Primetime Emmy Awards. His feature films Boy (2010) and Hunt for the Wilderpeople (2016) have each been the top-grossing New Zealand film. Time magazine named him one of the 100 most influential people in the world on its annual list in 2022.",
    "year": 1975,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Shivnarine Chanderpaul",
    "birthday": "1974-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Shivnarine_Chanderpaul.jpg/265px-Shivnarine_Chanderpaul.jpg",
    "extract": "Shivnarine \"Shiv\" Chanderpaul is a Guyanese former cricketer of Indian descent and former West Indian international cricketer and captain of the West Indies cricket team. Considered one of the greatest batsmen of his era, Chanderpaul is the first Indo-Caribbean to play 100 Tests for the West Indies.",
    "year": 1974,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Krisztina Egerszegi",
    "birthday": "1974-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Egerszegi_Krisztina_fortepan_40687.jpg/320px-Egerszegi_Krisztina_fortepan_40687.jpg",
    "extract": "Krisztina Egerszegi is a Hungarian former world record holding swimmer and one of the greatest Hungarian Olympic champions of the modern era. She is a three-time Olympian and five time Olympic champion; and one of four individuals to have ever won the same swimming event at three consecutive Summer Olympics. She is the first female swimmer to win five individual Olympic gold medals.",
    "year": 1974,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Iván Hurtado",
    "birthday": "1974-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/IVAN_HURTADO_%2825794522901%29.jpg/320px-IVAN_HURTADO_%2825794522901%29.jpg",
    "extract": "Iván Jacinto Hurtado Angulo is an Ecuadorian former professional footballer who played as a centre back.\nWith 168 international appearances for Ecuador between 1992 and 2014, he is the most capped South American male footballer of all time, and the fifteenth-most capped male international footballer in history.",
    "year": 1974,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Didier Cuche",
    "birthday": "1974-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Didier_Cuche_Hinterstoder_2011.jpg/240px-Didier_Cuche_Hinterstoder_2011.jpg",
    "extract": "Didier Cuche is a former World Cup alpine ski racer from Switzerland.",
    "year": 1974,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Stefan Klos",
    "birthday": "1971-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Stefan_Klos_2005.jpg/225px-Stefan_Klos_2005.jpg",
    "extract": "Stefan Klos is a German former professional footballer who played as a goalkeeper.",
    "year": 1971,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Bonnie Bernstein",
    "birthday": "1970-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/BonnieBernsteinHeadshot.png/294px-BonnieBernsteinHeadshot.png",
    "extract": "Bonnie Lynn Bernstein is an American sports journalist and executive. She has been named one of the most accomplished female sportscasters in history by the American Sportscasters Association. Bernstein is Vice President, Content and Brand Development, of Campus Insiders, as well as the on-air \"face\" of the network. Additionally, she freelances for The Dan Patrick Show, ESPN, espnW and DirecTV and serves as a guest commentator on several news networks, including MSNBC, NBC and FOX News Channel.",
    "year": 1970,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Saif Ali Khan",
    "birthday": "1970-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Saif_Ali_Khan_snapped_at_Imperial_Hotel%2C_New_Delhi_05.jpg/204px-Saif_Ali_Khan_snapped_at_Imperial_Hotel%2C_New_Delhi_05.jpg",
    "extract": "Saif Ali Khan is an Indian actor and producer who works in Hindi films. The son of actress Sharmila Tagore and cricketer Mansoor Ali Khan, Khan made his acting debut in Yash Chopra's drama Parampara (1993), but achieved success with his roles in the romantic drama Yeh Dillagi and the action film Main Khiladi Tu Anari. Khan's career prospect declined through much of the 1990s, and his biggest commercial success of the decade came with the ensemble family drama Hum Saath-Saath Hain (1999). He rose to prominence with roles in two ensemble comedy-dramas—Dil Chahta Hai (2001) and Kal Ho Naa Ho (2003).",
    "year": 1970,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Manisha Koirala",
    "birthday": "1970-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/56/Manisha_Koirala_in_2015.jpg",
    "extract": "Manisha Koirala is a Nepalese actress who is known for her work in Indian films, predominantly in Hindi language films. Known for her work in leads roles in the 1990s and early 2000s in both commercial and independent cinema, she is the recipient of several accolades, including four Filmfare Awards. In 2001, the Government of Nepal awarded her with the Order of Gorkha Dakshina Bahu, the second highest honour of the country.",
    "year": 1970,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Wolfgang Tillmans",
    "birthday": "1968-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Tillmans_crop.jpg/281px-Tillmans_crop.jpg",
    "extract": "Wolfgang Tillmans is a German photographer. His diverse body of work is distinguished by observation of his surroundings and an ongoing investigation of the photographic medium’s foundations.",
    "year": 1968,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Arvind Kejriwal",
    "birthday": "1968-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Arvind_Kejriwal_smiling_%28cropped%29.jpg/320px-Arvind_Kejriwal_smiling_%28cropped%29.jpg",
    "extract": "Arvind Kejriwal is an Indian politician, former bureaucrat and activist who is the current and 7th Chief Minister of Delhi since February 2015. He was also the Chief Minister of Delhi from December 2013 to February 2014, stepping down after 49 days of assuming power. Currently, he is the national convener of the Aam Aadmi Party, which won the 2015 Delhi Assembly elections with a historic majority, obtaining 67 out of 70 assembly seats. In 2006, Kejriwal was awarded the Ramon Magsaysay Award for Emergent Leadership in recognition of his involvement in the grassroots level movement Parivartan using right to information legislation in a campaign against government corruption. The same year, after resigning from Government service, he donated his Magsaysay award money as a corpus fund to found the Public Cause Research Foundation, a non-governmental organization (NGO).",
    "year": 1968,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Eddie Olczyk",
    "birthday": "1966-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Ed_Olczyk_2010-04-08.JPG/170px-Ed_Olczyk_2010-04-08.JPG",
    "extract": "Edward Walter Olczyk Jr. is a former center in the National Hockey League for 16 seasons with the Chicago Blackhawks, Toronto Maple Leafs, Winnipeg Jets, New York Rangers, Los Angeles Kings, and Pittsburgh Penguins. He won the Stanley Cup with the Rangers in 1994. Olczyk was also the head coach of the Pittsburgh Penguins from June 2003 to December 2005.",
    "year": 1966,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jimmy Arias",
    "birthday": "1964-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Jimmy_Arias_1984.jpg/320px-Jimmy_Arias_1984.jpg",
    "extract": "James Arias is a retired tennis touring professional player from the United States.",
    "year": 1964,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Barry Venison",
    "birthday": "1964-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Venison_cropped.png/255px-Venison_cropped.png",
    "extract": "Barry Venison is an English football coach, former professional footballer and sports television pundit.",
    "year": 1964,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Christine Cavanaugh",
    "birthday": "1963-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/be/Christine_Cavanaugh.jpg/213px-Christine_Cavanaugh.jpg",
    "extract": "Christine Josephine Cavanaugh was an American actress, who had a distinctive speaking style and provided the voice for a large range of cartoon characters. She was the original voice of Chuckie Finster in Nickelodeon's Rugrats and the voices of Gosalyn Mallard in Darkwing Duck, Bunnie Rabbot from the Sonic the Hedgehog Saturday-morning cartoon on ABC, Oblina in Aaahh!!! Real Monsters and the titular characters from Babe and Cartoon Network's Dexter's Laboratory.",
    "year": 1963,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Steve Carell",
    "birthday": "1962-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Steve_Carell_November_2014.jpg/216px-Steve_Carell_November_2014.jpg",
    "extract": "Steven John Carell is an American actor and comedian. He played Michael Scott in The Office, NBC’s adaptation of the British series created by Stephen Merchant and Ricky Gervais, where Carell also worked as an occasional producer, writer and director. Carell has received numerous accolades for his performances in both film and television, including the Golden Globe Award for Best Actor – Television Series Musical or Comedy for his work on The Office. He was recognized as \"America's Funniest Man\" by Life magazine.",
    "year": 1962,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Christian Okoye",
    "birthday": "1961-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Christian_Okoye_Iraq_4.jpg/257px-Christian_Okoye_Iraq_4.jpg",
    "extract": "Christian Emeka Okoye, is a Nigerian-American former American football fullback for the Kansas City Chiefs from 1987 to 1992. Nicknamed the \"Nigerian Nightmare\", he is known for his powerful running style and ability to break tackles. His six-season NFL career produced an NFL rushing champion title in 1989, first-team All-Pro honors in 1989, second-team All-Pro honors in 1991, two Pro Bowl appearances in 1989 and 1991, and three playoff appearances. He ended his NFL career due to multiple injuries. He was inducted into the Kansas City Chiefs Hall of Fame in 2000.",
    "year": 1961,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Angela Smith (South Yorkshire politician)",
    "birthday": "1961-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Angela_Christine_Smith%2C_Stocksbridge_2009_AB.jpg/240px-Angela_Christine_Smith%2C_Stocksbridge_2009_AB.jpg",
    "extract": "Angela Christine Smith is a British former politician who served as Member of Parliament (MP) for Penistone and Stocksbridge from 2010 to 2019 and MP for Sheffield Hillsborough from 2005 to 2010. A member of the Liberal Democrats, she was previously an MP for the Labour Party and Change UK. She was also an Independent politician before joining the Liberal Democrats.",
    "year": 1961,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Rosita Baltazar",
    "birthday": "1960-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b1/Rosita_Baltazar.jpg/228px-Rosita_Baltazar.jpg",
    "extract": "Rosita Baltazar was a Belizean choreographer, dancer, dance instructor and founding assistant director of the Belize National Dance Company. In 2004, she was awarded the Lord Rhaburn Music Award as a dance ambassador and in 2009 she received the Chatoyer Recognition Award from the National Garifuna Council of Belize for her efforts at preserving Garifuna culture.",
    "year": 1960,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Timothy Hutton",
    "birthday": "1960-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/TimothyHutton08TIFF.jpg/268px-TimothyHutton08TIFF.jpg",
    "extract": "Timothy Tarquin Hutton is an American actor and film director. He is the youngest recipient of the Academy Award for Best Supporting Actor, which he won at age 20 for his performance as Conrad Jarrett in Ordinary People (1980). Hutton has since appeared regularly in feature films and on television, with featured roles in the drama Taps (1981), the spy film The Falcon and the Snowman (1985), and the horror film The Dark Half (1993), among others.",
    "year": 1960,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Franz Welser-Möst",
    "birthday": "1960-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Franz_Welser-Most_conducting_the_New_York_Philharmonic_-_49616007592.jpg/320px-Franz_Welser-Most_conducting_the_New_York_Philharmonic_-_49616007592.jpg",
    "extract": "Franz Leopold Maria Möst, known professionally as Franz Welser-Möst, is an Austrian conductor. He is currently music director of the Cleveland Orchestra.",
    "year": 1960,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Marc Sergeant",
    "birthday": "1959-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Charly.Mottet.jpg/320px-Charly.Mottet.jpg",
    "extract": "Marc Sergeant is a Belgian former professional road bicycle racer. He competed in the team time trial event at the 1980 Summer Olympics. After Sergeant stopped his cycling career, he became team manager at Lotto–Soudal. He left his managment role at the end of the 2021 season.\nSergeant finished a total of 6 times in the top 10 of Tour of Flanders.",
    "year": 1959,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Madonna",
    "birthday": "1958-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Rebel_Heart_3_%28cropped%29.jpg/218px-Rebel_Heart_3_%28cropped%29.jpg",
    "extract": "Madonna Louise Ciccone is an American singer-songwriter and actress. She has influenced various other artists and has often been referred to as the \"Queen of Pop\". Madonna is noted for her continual reinvention and versatility in music production, songwriting, and visual presentation. She has pushed the boundaries of artistic expression in mainstream music, while maintaining control over every aspect of her career. Her works, which incorporate social, political, sexual, and religious themes, have generated both controversy and critical acclaim. As a globalized figure, Madonna is also noted for her cultural impact throughout 20th and 21st centuries. She has her own academic subdiscipline devoted to her named Madonna studies. Scholarly, reviews and literature works on her, made Madonna one of the most \"well-documented figures of the modern age\".",
    "year": 1958,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Angela Bassett",
    "birthday": "1958-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Angela_Bassett_by_Gage_Skidmoe.jpg/228px-Angela_Bassett_by_Gage_Skidmoe.jpg",
    "extract": "Angela Evelyn Bassett is an American actress, director, and producer. She is the recipient of numerous accolades, including; three Black Reel Awards, a Golden Globe Award, seven NAACP Image Awards, and a Screen Actors Guild Award, in addition to nominations for an Academy Award, and seven Primetime Emmy Awards.",
    "year": 1958,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "José Luis Clerc",
    "birthday": "1958-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e0/Batata_1980_%28cropped%29.jpg",
    "extract": "José Luis Clerc is a former professional tennis player from Argentina. He reached a career-high Association of Tennis Professionals (ATP) world No. 4 singles ranking on 3 August 1981, following a run of 25 consecutive match wins after Wimbledon.",
    "year": 1958,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Diane Dodds",
    "birthday": "1958-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Diane_Dodds_MEP%2C_Strasbourg_-_Diliff.jpg/213px-Diane_Dodds_MEP%2C_Strasbourg_-_Diliff.jpg",
    "extract": "Diane Jean Dodds, Baroness Dodds of Duncairn,, is a Democratic Unionist Party (DUP) politician in Northern Ireland. She served as a Member of the European Parliament (MEP) for the Northern Ireland constituency from 2009 to 2020. She previously sat in the Northern Ireland Assembly from 2003 to 2007 as MLA for West Belfast. In 2020, Dodds returned to the Assembly as MLA for Upper Bann.",
    "year": 1958,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Laura Innes",
    "birthday": "1957-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Laura_Innes_2010.jpg/240px-Laura_Innes_2010.jpg",
    "extract": "Laura Elizabeth Innes is an American actress and television director. She starred as Dr. Kerry Weaver in the NBC medical drama ER from 1995 to 2007 and reprised her role from 2008 to 2009 in the final season. She also starred as Sophia in the short-lived NBC thriller The Event from 2010 to 2011.",
    "year": 1957,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "R. R. Patil",
    "birthday": "1957-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/8e/R._R._Patil.jpg",
    "extract": "Raosaheb Ramrao Patil, better known as R. R. Patil was an Indian politician from the state of Maharashtra. He was an MLA for Tasgaon vidhan sabha constituency from 1991 to 2015. He was an important leader of modern Maharashtra. He was a member of the Nationalist Congress Party. He became Home Minister of Maharashtra for the second time after the 2009 Maharashtra assembly election victory of the Congress-NCP alliance. He was also the former Deputy Chief Minister of Maharashtra.",
    "year": 1957,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Vahan Hovhannisyan",
    "birthday": "1956-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Vahan_Hovhannisyan.jpg/310px-Vahan_Hovhannisyan.jpg",
    "extract": "Vahan Hovhannisyan was an Armenian politician of the Armenian Revolutionary Federation (ARF). He was Vice-President of the National Assembly of Armenia from 2007 to 2008 and was a candidate in the February 2008 presidential election. A 2008 leaked confidential document by the US State Department described him as \"clearly the most likeable Dashnak by public persona.\"",
    "year": 1956,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "James Reilly (Irish politician)",
    "birthday": "1955-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/James_Reilly_April_2014.jpg/233px-James_Reilly_April_2014.jpg",
    "extract": "James Reilly is an Irish former Fine Gael politician, businessman and medical doctor. Between the February 2016 general election and the 6 May 2016 formation of a new government, he was the Acting Minister for Children and Youth Affairs, having held that ministry since July 2014 in the previous government, and was also deputy leader of Fine Gael from 2010 to 2017. He was the Minister for Health from March 2011 to July 2014. Reilly was a Teachta Dála (TD) for the Dublin North constituency since the 2007 general election until he lost his seat in the 2016 general election. Reilly was a member of Seanad Éireann from May 2016 to March 2020, after being nominated by then Taoiseach, Enda Kenny. Reilly subsequently announced his retirement from politics after he lost his bid for election for his old seat at the 2020 general election.",
    "year": 1955,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "James Cameron",
    "birthday": "1954-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/James_Cameron_by_Gage_Skidmore.jpg/235px-James_Cameron_by_Gage_Skidmore.jpg",
    "extract": "James Francis Cameron is a Canadian filmmaker. Best known for making science fiction and epic films, he first gained recognition for directing The Terminator (1984). He found further success with Aliens (1986), The Abyss (1989), Terminator 2: Judgment Day (1991), and the action comedy True Lies (1994). He also directed Titanic (1997) and Avatar (2009), with Titanic earning him Academy Awards in Best Picture, Best Director and Best Film Editing. Avatar, filmed in 3D technology, earned him nominations in the same categories.",
    "year": 1954,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "George Galloway",
    "birthday": "1954-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/George_Galloway_2007-02-24%2C_02.jpg/214px-George_Galloway_2007-02-24%2C_02.jpg",
    "extract": "George Galloway is a British politician, broadcaster, and writer who is the leader of the Workers Party of Britain, serving since 2019. He is also the founder and lead spokesman of All for Unity in Scotland. Between 1987 and 2010, and then between 2012 and 2015, Galloway was a Member of Parliament (MP) for four constituencies, first for the Labour Party and later for the Respect Party, the latter of which he joined in 2004 and led from 2013 until its dissolution in 2016.",
    "year": 1954,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kathie Lee Gifford",
    "birthday": "1953-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Kathie_Lee_Gifford_%2850091047183%29_%28cropped%29.jpg/240px-Kathie_Lee_Gifford_%2850091047183%29_%28cropped%29.jpg",
    "extract": "Kathryn Lee Gifford is a French-born American television presenter, singer, songwriter, occasional actress and author. She is best known for her 15-year run (1985–2000) on the talk show Live! with Regis and Kathie Lee, which she co-hosted with Regis Philbin. She is also known for her 11-year run with Hoda Kotb, on the fourth hour of NBC's Today show (2008–2019). She has received 11 Daytime Emmy nominations and won her first Daytime Emmy in 2010 as part of the Today team.",
    "year": 1953,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Umaru Musa Yar'Adua",
    "birthday": "1951-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/YarAdua_WEF_2008.jpg/219px-YarAdua_WEF_2008.jpg",
    "extract": "Umaru Musa Yar'Adua was a Nigerian politician who was the President of Nigeria from 2007 to 2010. He was declared the winner of the Nigerian presidential election held on 21 April 2007, and was sworn in on 29 May 2007.",
    "year": 1951,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Hasely Crawford",
    "birthday": "1950-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Hasely_Crawford_1975.jpg/240px-Hasely_Crawford_1975.jpg",
    "extract": "Hasely Joachim Crawford TC is a former track and field athlete from Trinidad and Tobago. In 1976, he became his country's first Olympic champion. A stadium was renamed in his honour in 2001.",
    "year": 1950,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Paul Pasqualoni",
    "birthday": "1949-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Paul_Pasqualoni_in_2011.jpg/278px-Paul_Pasqualoni_in_2011.jpg",
    "extract": "Paul Lucian Pasqualoni is an American football coach. He currently is the defensive line coach for the Carolina Panthers. He was previously the defensive line coach at Boston College. He is a former head coach for the Syracuse University football team.",
    "year": 1949,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Earl Blumenauer",
    "birthday": "1948-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Earl_Blumenauer%2C_official_portrait%2C_116th_Congress_2.jpg/256px-Earl_Blumenauer%2C_official_portrait%2C_116th_Congress_2.jpg",
    "extract": "Earl Francis Blumenauer is an American lawyer, author, and politician serving as the U.S. representative for Oregon's 3rd congressional district since 1996. The district includes most of Portland east of the Willamette River.",
    "year": 1948,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Barry Hay",
    "birthday": "1948-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Barry_Hay_2014.jpg/320px-Barry_Hay_2014.jpg",
    "extract": "Barry Andrew Hay is an Indian-born Dutch musician; he was the lead vocalist and frontman of Dutch rock band Golden Earring from 1967 until their disbandment in 2021.",
    "year": 1948,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mike Jorgensen",
    "birthday": "1948-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Mike_Jorgensen.jpg/226px-Mike_Jorgensen.jpg",
    "extract": "Michael Jorgensen is an American former professional baseball first baseman and outfielder who currently works in the St. Louis Cardinals' front office. The New York Mets drafted him in the fourth round of the 1966 Major League Baseball Draft. In a 17-year Major League Baseball (MLB) playing career spanning from 1968 to 1985, he played primarily with the Mets and Montreal Expos and had brief stints with the Cardinals, Atlanta Braves, Texas Rangers and Oakland Athletics. He also has served as a manager for the Cardinals. Jorgensen is the only major league baseball player to have been born the day Babe Ruth died.",
    "year": 1948,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Joey Spampinato",
    "birthday": "1948-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/JoeySpampinato.jpg/250px-JoeySpampinato.jpg",
    "extract": "Joseph Nicholas Spampinato is a multi-instrumentalist and was a founding member and bass player of NRBQ. He was also one of the band's lead singers and chief songwriters. Before NRBQ he played in several bands, including The Seven of Us, which in 1967 while in Miami, Florida, met another band, The Mersey-Beats USA. The bands merged to form NRBQ. On the group's first two albums, NRBQ and Boppin' the Blues Spampinato is credited as \"Jody St. Nicholas\".",
    "year": 1948,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Carol Moseley Braun",
    "birthday": "1947-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Carol_Moseley_Braun_NZ.jpg/225px-Carol_Moseley_Braun_NZ.jpg",
    "extract": "Carol Elizabeth Moseley Braun, also sometimes Moseley-Braun, is a former U.S. Senator, an American diplomat, politician, and lawyer who represented Illinois in the United States Senate from 1993 to 1999. Prior to her Senate tenure, Moseley Braun was a member of the Illinois House of Representatives from 1979 to 1988 and served as Cook County Recorder of Deeds from 1988 to 1992. She was elected to the U.S. Senate in 1992 after defeating Senator Alan Dixon in a Democratic primary. Moseley Braun served one term in the Senate and was defeated by Republican Peter Fitzgerald in 1998.",
    "year": 1947,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Katharine Hamnett",
    "birthday": "1947-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Katharine_Hamnett_appearing_on_%22After_Dark%22%2C_11_March_1988_%28cropped%29.jpg/240px-Katharine_Hamnett_appearing_on_%22After_Dark%22%2C_11_March_1988_%28cropped%29.jpg",
    "extract": "Katharine E. Hamnett is an English fashion designer best known for her political T-shirts.",
    "year": 1947,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Masoud Barzani",
    "birthday": "1946-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/President_of_Iraqi_Kurdistan_Masoud_Barzani_%28cropped%29.jpg/320px-President_of_Iraqi_Kurdistan_Masoud_Barzani_%28cropped%29.jpg",
    "extract": "Masoud Barzani is a Kurdish politician who has been leader of the Kurdistan Democratic Party (KDP) since 1979, and was President of the Kurdistan Region of Iraq from 2005 to 2017.",
    "year": 1946,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Lesley Ann Warren",
    "birthday": "1946-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Lesleywarren2009.jpg/213px-Lesleywarren2009.jpg",
    "extract": "Lesley Ann Warren is an American actress and singer.",
    "year": 1946,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Bob Balaban",
    "birthday": "1945-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Bob_Balaban_2012_Shankbone.JPG/256px-Bob_Balaban_2012_Shankbone.JPG",
    "extract": "Robert Elmer Balaban is an American actor, author, comedian, director and producer. He was one of the producers nominated for the Academy Award for Best Picture for Gosford Park (2001), in which he also appeared.",
    "year": 1945,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Russell Brookes",
    "birthday": "1945-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/RussellBrookesAutosportInternational2009.jpg/304px-RussellBrookesAutosportInternational2009.jpg",
    "extract": "Russell Brookes was a British rally driver. He won the British Rally Championship with a Ford Escort RS1800 in 1977 and with an Opel Manta 400 in 1985. In 1978, he won the Rally New Zealand, a round of the FIA Cup for Drivers, the predecessor to the World Championship for Drivers. In the World Rally Championship, he finished on the podium of his home event, the RAC Rally, three times in a row from 1977 to 1979.",
    "year": 1945,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Suzanne Farrell",
    "birthday": "1945-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Suzanne_Farrell_1965c.jpg/318px-Suzanne_Farrell_1965c.jpg",
    "extract": "Suzanne Farrell is an American ballerina and the founder of the Suzanne Farrell Ballet at the Kennedy Center in Washington, D.C.",
    "year": 1945,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Gary Loizzo",
    "birthday": "1945-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/American_Breed_1968.JPG/242px-American_Breed_1968.JPG",
    "extract": "Gary Alexander Loizzo was an American guitarist, singer, recording engineer, and record producer. He is best known for being the lead singer with The American Breed.",
    "year": 1945,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Kevin Ayers",
    "birthday": "1944-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/KevinAyers1974.jpg/320px-KevinAyers1974.jpg",
    "extract": "Kevin Ayers was an English singer-songwriter who was active in the English psychedelic music movement. Ayers was a founding member of the psychedelic band Soft Machine in the mid-1960s, and was closely associated with the Canterbury scene. He recorded a series of albums as a solo artist and over the years worked with Brian Eno, Syd Barrett, Bridget St John, John Cale, Elton John, Robert Wyatt, Andy Summers, Mike Oldfield, Nico and Ollie Halsall, among others. After living for many years in Deià, Mallorca, he returned to the United Kingdom in the mid-1990s before moving to the south of France. His last album, The Unfairground, was released in 2007. The British rock journalist Nick Kent wrote: \"Kevin Ayers and Syd Barrett were the two most important people in British pop music. Everything that came after came from them.\"",
    "year": 1944,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Lesley Turner Bowrey",
    "birthday": "1942-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Lesley_Turner_1964.jpg/249px-Lesley_Turner_1964.jpg",
    "extract": "Lesley Rosemary Turner Bowrey, AM is a retired professional tennis player from Australia. Her career spanned two decades from the late 1950s until the late 1970s. Turner Bowrey won the singles title at the French Championships, one of the four Grand Slam events, in 1963 and 1965. In addition she won 11 Grand Slam events in doubles and mixed doubles. Turner Bowrey achieved her highest singles ranking of No. 2 in 1964.",
    "year": 1942,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Bruce Beresford",
    "birthday": "1940-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Bruce_Beresford_2016_%281GEfTW9wxpc%29.jpg/223px-Bruce_Beresford_2016_%281GEfTW9wxpc%29.jpg",
    "extract": "Bruce Beresford is an Australian film director who has made more than 30 feature films over a 50-year career, both locally and internationally in the United States.",
    "year": 1940,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Seán Brady",
    "birthday": "1939-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Michael_Paul_Gallagher_and_Cardinal_Sean_Brady_%28cropped%29.jpg/320px-Michael_Paul_Gallagher_and_Cardinal_Sean_Brady_%28cropped%29.jpg",
    "extract": "Seán Baptist Brady KGCHS is an Irish cardinal of the Roman Catholic Church. He was Primate of All Ireland and Archbishop of Armagh from 1996 until 2014, being elevated to the cardinalate in 2007. He faced repeated calls to resign over his alleged role in a cover-up of child abuse by priests in his jurisdiction.",
    "year": 1939,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Billy Joe Shaver",
    "birthday": "1939-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Billy_Joe_Shaver-2.JPG/242px-Billy_Joe_Shaver-2.JPG",
    "extract": "Billy Joe Shaver was an American outlaw country singer and songwriter.",
    "year": 1939,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "David Anderson (British Columbia politician)",
    "birthday": "1937-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/David_Anderson_April_2011.jpg/320px-David_Anderson_April_2011.jpg",
    "extract": "David A. Anderson, is a former Canadian cabinet minister.",
    "year": 1937,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "David Behrman",
    "birthday": "1937-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/David_Behrman%2C_2012.jpg/198px-David_Behrman%2C_2012.jpg",
    "extract": "David Behrman is an American composer and a pioneer of computer music. In the early 1960s he was the producer of Columbia Records' Music of Our Time series, which included the first recording of Terry Riley's In C. In 1966 Behrman co-founded Sonic Arts Union with fellow composers Robert Ashley, Alvin Lucier and Gordon Mumma. He wrote the music for Merce Cunningham's dances Walkaround Time (1968), Rebus (1975), Pictures (1984) and Eyespace 40 (2007). In 1978, he released his debut album On the Other Ocean, a pioneering work combining computer music with live performance.",
    "year": 1937,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ian Deans",
    "birthday": "1937-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/dd/IanDeans.png",
    "extract": "Ian Deans was a politician in Ontario, Canada. He was a New Democratic member of the Legislative Assembly of Ontario from 1967 to 1979 and was a member of the House of Commons of Canada from 1980 to 1986.",
    "year": 1937,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Boris Rõtov",
    "birthday": "1937-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f6/Boris_R%C3%B5tov.jpg",
    "extract": "Boris Rõtov was a Russian-Estonian chess player who won the Estonian Chess Championship (1978).",
    "year": 1937,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Anita Gillette",
    "birthday": "1936-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/23/Theatre_World_Award_%281960%29_1_%28cropped%29.jpg",
    "extract": "Anita Gillette is an American actress. She had numerous roles on Broadway, American television, and in feature films. She also made many appearances as a celebrity guest on television game shows.",
    "year": 1936,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Alan Hodgkinson",
    "birthday": "1936-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Alan_Hodgkinson_01-10-2011_1.jpg/182px-Alan_Hodgkinson_01-10-2011_1.jpg",
    "extract": "Alan Hodgkinson MBE was an English professional football goalkeeper and goalkeeping coach.",
    "year": 1936,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Cliff Fletcher",
    "birthday": "1935-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Cliff_Fletcher.jpg/225px-Cliff_Fletcher.jpg",
    "extract": "George Clifford \"Cliff\" Fletcher is a National Hockey League executive and is a former general manager of the Atlanta Flames/Calgary Flames, Toronto Maple Leafs, and Phoenix Coyotes. He is currently a senior advisor to the Toronto Maple Leafs. Some of his nicknames are the \"Silver Fox\" and \"Trader Cliff\".",
    "year": 1935,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Angela Buxton",
    "birthday": "1934-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/8e/Photo_of_Angela_Buxton.jpg",
    "extract": "Angela Buxton was a British tennis player. She won the women's doubles title at both the French Championships and Wimbledon in 1956 with her playing partner Althea Gibson.",
    "year": 1934,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Diana Wynne Jones",
    "birthday": "1934-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/89/Diana_Wynne_Jones.jpg",
    "extract": "Diana Wynne Jones was an English novelist, poet, academic, literary critic, and short story writer. She principally wrote fantasy and speculative fiction novels for children and young adults. Although usually described as fantasy, some of her work also incorporates science fiction themes and elements of realism. Jones' work often explores themes of time travel and parallel or multiple universes. Some of her better-known works are the Chrestomanci series, the Dalemark series, the three Moving Castle novels, Dark Lord of Derkholm, and The Tough Guide to Fantasyland.",
    "year": 1934,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ketty Lester",
    "birthday": "1934-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Ketty_Lester_1958.jpg/242px-Ketty_Lester_1958.jpg",
    "extract": "Ketty Lester is an American singer and actress known for her 1961 hit single \"Love Letters\", which reached the top 5 of the charts in the U.S. and the UK. She is also known for her role as Hester-Sue Terhune on the American television series Little House on the Prairie.",
    "year": 1934,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Pierre Richard",
    "birthday": "1934-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Pierre_Richard_Cannes_2015.jpg/226px-Pierre_Richard_Cannes_2015.jpg",
    "extract": "Pierre Richard is a French actor, film director and screenwriter, best known for the roles of a clumsy daydreamer in comedy films. Pierre Richard is considered by many, such as Louis de Funès and Gérard Depardieu, to be one of the greatest and most talented French comedians in the last 50 years. He is also a film director and occasional singer.",
    "year": 1934,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Sam Trimble",
    "birthday": "1934-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Sam_Trimble_1965.jpg/320px-Sam_Trimble_1965.jpg",
    "extract": "Samuel Christy Trimble, was an Australian first-class cricketer who played for Queensland between 1959–60 and 1975–76.",
    "year": 1934,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Reiner Kunze",
    "birthday": "1933-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Reiner_Kunze_2009.jpg/240px-Reiner_Kunze_2009.jpg",
    "extract": "Reiner Kunze is a German writer and GDR dissident. He studied media and journalism at the University of Leipzig. In 1968, he left the GDR state party SED following the communist Warsaw Pact countries invasion of Czechoslovakia in response to the Prague Spring. He had to publish his work under various pseudonyms. In 1976, his most famous book The Lovely Years, which contained critical insights into the life, and the policies behind the Iron Curtain, was published in West Germany to great acclaim. In 1977, the GDR regime expatriated him, and he moved to West Germany (FRG). He now lives near Passau in Bavaria.",
    "year": 1933,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Julie Newmar",
    "birthday": "1933-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Julie_Newmar_-_1965.jpg/238px-Julie_Newmar_-_1965.jpg",
    "extract": "Julie Newmar is an American actress, dancer, and singer, known for a variety of stage, screen, and television roles, as well as a writer, lingerie inventor, and real-estate mogul. She won the Tony Award for Best Featured Actress in a Play for her role as Katrin Sveg in the 1958 Broadway production of The Marriage-Go-Round and reprised the role in the 1961 film version. In the 1960s, she starred for two seasons as Catwoman in the television series Batman (1966–1967). Her other stage credits include the Ziegfeld Follies in 1956, Lola in Damn Yankees! in 1961, and Irma in Irma la Douce in 1965 in regional productions.",
    "year": 1933,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Stuart Roosa",
    "birthday": "1933-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Stuart_Allen_Roosa.jpg/253px-Stuart_Allen_Roosa.jpg",
    "extract": "Stuart Allen Roosa was an American aeronautical engineer, smokejumper, United States Air Force pilot, test pilot, and NASA astronaut, who was the Command Module Pilot for the Apollo 14 mission. The mission lasted from January 31 to February 9, 1971, and was the third mission to land astronauts on the Moon. While Shepard and Mitchell spent two days on the lunar surface, Roosa conducted experiments from orbit in the Command Module Kitty Hawk. He was one of 24 men to travel to the Moon, which he orbited 34 times.",
    "year": 1933,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Robert Culp",
    "birthday": "1930-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Robert_Culp_1965.JPG/257px-Robert_Culp_1965.JPG",
    "extract": "Robert Martin Culp was an American actor, screenwriter, voice actor, and director, widely known for his work in television. Culp earned an international reputation for his role as Kelly Robinson on I Spy (1965–1968), the espionage television series in which co-star Bill Cosby and he played secret agents. Before this, he starred in the CBS/Four Star Western series Trackdown as Texas Ranger Hoby Gilman in 71 episodes from 1957 to 1959. The 1980s brought him back to television as FBI Agent Bill Maxwell on The Greatest American Hero. Later he had a recurring role as Warren Whelan on Everybody Loves Raymond. Culp gave hundreds of performances in a career spanning more than 50 years.",
    "year": 1930,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Frank Gifford",
    "birthday": "1930-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Frank_Gifford_1949.jpeg/230px-Frank_Gifford_1949.jpeg",
    "extract": "Francis Newton Gifford was an American football player, actor, and television sports commentator. After a 12-year playing career as a halfback and flanker for the New York Giants of the National Football League (NFL), he was a play-by-play announcer and commentator for 27 years on ABC's Monday Night Football.",
    "year": 1930,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Leslie Manigat",
    "birthday": "1930-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f6/Leslie_Manigat%2C_16_juin_1988.png",
    "extract": "Leslie François Saint Roc Manigat was a Haitian politician who was elected as President of Haiti in a tightly controlled military held election in January 1988. He served as President for only a few months, from February 1988 to June 1988, before being ousted by the military.",
    "year": 1930,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Flor Silvestre",
    "birthday": "1930-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Flor_Silvestre_in_%C3%81nimas_Trujano.jpg/311px-Flor_Silvestre_in_%C3%81nimas_Trujano.jpg",
    "extract": "Guillermina Jiménez Chabolla, known professionally as Flor Silvestre, was a Mexican singer, actress, and equestrienne. She was one of the most prominent and successful performers of Mexican and Latin American music, and was a star of classic Mexican films during the Golden Age of Mexican cinema. Her more than 70-year career included stage productions, radio programs, records, films, television programs, comics, and rodeo shows.",
    "year": 1930,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Bill Evans",
    "birthday": "1929-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Bill_Evans_%281961_publicity_photo_by_Steve_Schapiro%29.jpg/252px-Bill_Evans_%281961_publicity_photo_by_Steve_Schapiro%29.jpg",
    "extract": "William John Evans was an American jazz pianist and composer who mostly worked as the leader of a trio. His use of impressionist harmony, interpretation of traditional jazz repertoire, block chords, and trademark rhythmically independent, \"singing\" melodic lines continues to influence jazz pianists today.",
    "year": 1929,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Helmut Rahn",
    "birthday": "1929-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Helmut_Rahn.jpg/237px-Helmut_Rahn.jpg",
    "extract": "Helmut Rahn, known as Der Boss, was a German footballer who played as a forward. He became a legend for having scored the winning goal in the final of the 1954 FIFA World Cup.",
    "year": 1929,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Fritz Von Erich",
    "birthday": "1929-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Fritz_Von_Erich_-_Big_Time_Wrestling_-_12_July_1977_%28cropped%29.jpg/320px-Fritz_Von_Erich_-_Big_Time_Wrestling_-_12_July_1977_%28cropped%29.jpg",
    "extract": "Jack Barton Adkisson Sr., better known by his ring name Fritz Von Erich, was an American professional wrestler, wrestling promoter, and the patriarch of the Von Erich family. He was a 23-time world champion and a record 20-time WCWA Champion. He was also the owner of the World Class Championship Wrestling territory.",
    "year": 1929,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ann Blyth",
    "birthday": "1928-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Ann_Blyth_MGM_1954.jpg/234px-Ann_Blyth_MGM_1954.jpg",
    "extract": "Ann Marie Blyth is an American retired actress and singer. For her performance as Veda in the 1945 Michael Curtiz film Mildred Pierce, Blyth was nominated for an Academy Award for Best Supporting Actress. She is one of the last surviving stars from the Golden Age of Hollywood.",
    "year": 1928,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Eydie Gormé",
    "birthday": "1928-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Eydie_Gorme.jpg/255px-Eydie_Gorme.jpg",
    "extract": "Eydie Gormé was a Jewish American singer who had hits on the pop and Latin pop charts. She sang solo and with her husband, Steve Lawrence, on albums and television. She also performed on Broadway and in Las Vegas.",
    "year": 1928,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ara Güler",
    "birthday": "1928-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Ara_Guler.JPG/212px-Ara_Guler.JPG",
    "extract": "Ara Güler was an Armenian-Turkish photojournalist, nicknamed \"the Eye of Istanbul\" or \"the Photographer of Istanbul\". He was \"one of Turkey's few internationally known photographers\".",
    "year": 1928,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Eddie Kirkland",
    "birthday": "1928-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Eddie_kirkland_hires1.jpg/320px-Eddie_kirkland_hires1.jpg",
    "extract": "Eddie Kirkland was an American electric blues guitarist, harmonicist, singer, and songwriter.",
    "year": 1928,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Lois Nettleton",
    "birthday": "1927-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Lois_Nettleton_4_crop.jpg/207px-Lois_Nettleton_4_crop.jpg",
    "extract": "Lois June Nettleton was an American film, stage, radio, and television actress. She received three Primetime Emmy Award nominations and won two Daytime Emmy Awards.",
    "year": 1927,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Willie Jones (third baseman)",
    "birthday": "1925-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Puddin_Head_Jones.jpg/260px-Puddin_Head_Jones.jpg",
    "extract": "Willie Edward Jones, nicknamed \"Puddin' Head\", was a professional baseball third baseman who played in Major League Baseball (MLB) for the Philadelphia Phillies (1947–1959), Cleveland Indians (1959), and Cincinnati Reds (1959–1961). He batted and threw right-handed.",
    "year": 1925,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mal Waldron",
    "birthday": "1925-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Mal_Waldron.jpg/320px-Mal_Waldron.jpg",
    "extract": "Malcolm Earl \"Mal\" Waldron was an American jazz pianist, composer, and arranger. He started playing professionally in New York in 1950, after graduating from college. In the following dozen years or so Waldron led his own bands and played for those led by Charles Mingus, Jackie McLean, John Coltrane, and Eric Dolphy, among others. During Waldron's period as house pianist for Prestige Records in the late 1950s, he appeared on dozens of albums and composed for many of them, including writing his most famous song, \"Soul Eyes\", for Coltrane. Waldron was often an accompanist for vocalists, and was Billie Holiday's regular accompanist from April 1957 until her death in July 1959.",
    "year": 1925,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Fess Parker",
    "birthday": "1924-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Fess_Parker_1968.JPG/245px-Fess_Parker_1968.JPG",
    "extract": "Fess Elisha Parker Jr., was an American film and television actor best known for his portrayals of Davy Crockett in the Walt Disney 1954–1955 TV miniseries, which aired on ABC, and as Daniel Boone in an NBC television series from 1964 to 1970. He was also known as a winemaker and resort owner-operator.",
    "year": 1924,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Millôr Fernandes",
    "birthday": "1923-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Millor_Fernandes_por_Cynthia_Brito.jpg/320px-Millor_Fernandes_por_Cynthia_Brito.jpg",
    "extract": "Millôr Fernandes was a Brazilian writer, journalist, cartoonist, humorist and playwright. Born Milton Viola Fernandes, his birth was registered on May 27, 1924; the handwriting on his birth certificate rendered the name \"Millôr\", which he adopted as his official name.",
    "year": 1923,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "James Casey (variety artist)",
    "birthday": "1922-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f2/James_Casey_%28variety_artist%29%2C_April_2004.jpg",
    "extract": "James Casey, known professionally as Jim Casey, was at various times during his long career a Variety comedian on the English music-halls, a scriptwriter for BBC Radio's variety shows and situation comedies, and a senior BBC Radio Light Entertainment producer.",
    "year": 1922,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ernie Freeman",
    "birthday": "1922-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/08/Ernie_Freeman_Jazz_Arranger_and_Conductor.png",
    "extract": "Ernest Aaron Freeman was an American pianist, organist, bandleader, and arranger. He was responsible for arranging many successful rhythm and blues and pop records from the 1950s to the 1970s.",
    "year": 1922,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Charles Bukowski",
    "birthday": "1920-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e2/Charles_Bukowski_smoking.jpg",
    "extract": "Henry Charles Bukowski was a German-born American poet, novelist, and short story writer.",
    "year": 1920,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "List of Knight's Cross of the Iron Cross recipients (E)",
    "birthday": "1919-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/DE_Band_mit_RK_%281%29.jpg/242px-DE_Band_mit_RK_%281%29.jpg",
    "extract": "The Knight's Cross of the Iron Cross and its variants were the highest awards in the military and paramilitary forces of Nazi Germany during World War II. The Knight's Cross of the Iron Cross was awarded for a wide range of reasons and across all ranks, from a senior commander for skilled leadership of his troops in battle to a low-ranking soldier for a single act of extreme gallantry. A total of 7,321 awards were made between its first presentation on 30 September 1939 and its last bestowal on 17 June 1945. This number is based on the acceptance by the Association of Knight's Cross Recipients (AKCR). Presentations were made to members of the three military branches of the Wehrmacht—the Heer (army), Kriegsmarine (navy) and Luftwaffe —as well as the Waffen-SS, the Reich Labour Service, and the Volkssturm. There were also 43 foreign recipients of the award.",
    "year": 1919,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Al Hibbler",
    "birthday": "1915-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a4/Alhibb.jpg/251px-Alhibb.jpg",
    "extract": "Albert George Hibbler was an American baritone vocalist, who sang with Duke Ellington's orchestra before having several pop hits as a solo artist. Some of Hibbler's singing is classified as rhythm and blues, but he is best seen as a bridge between R&B and traditional pop music. According to one authority, \"Hibbler cannot be regarded as a jazz singer but as an exceptionally good interpreter of twentieth-century popular songs who happened to work with some of the best jazz musicians of the time.\"",
    "year": 1915,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Menachem Begin",
    "birthday": "1913-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Menachem_Begin%2C_Andrews_AFB%2C_1978.JPG/240px-Menachem_Begin%2C_Andrews_AFB%2C_1978.JPG",
    "extract": "Menachem Begin was an Israeli politician, founder of Likud and the sixth Prime Minister of Israel. Before the creation of the state of Israel, he was the leader of the Zionist militant group Irgun, the Revisionist breakaway from the larger Jewish paramilitary organization Haganah. He proclaimed a revolt, on 1 February 1944, against the British mandatory government, which was opposed by the Jewish Agency. As head of the Irgun, he targeted the British in Palestine. Later, the Irgun fought the Arabs during the 1947–48 Civil War in Mandatory Palestine and its chief Begin was also noted as \"leader of the notorious terrorist organisation\" by the British government and banned from entering the United Kingdom.",
    "year": 1913,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ted Drake",
    "birthday": "1912-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Ted_Drake_crop1_%28Tolnai_Vil%C3%A1glapja%2C_1939%29.jpg/233px-Ted_Drake_crop1_%28Tolnai_Vil%C3%A1glapja%2C_1939%29.jpg",
    "extract": "Edward Joseph Drake was an English football player and manager. As a player, he first played for Southampton but made his name playing for Arsenal in the 1930s, winning two league titles and an FA Cup, as well as five caps for England. Drake is Arsenal's joint fifth highest goalscorer of all time. He also holds the record for the most goals scored in a top flight game in English football, with seven against Aston Villa in December 1935. A former centre forward, Drake has been described as a \"classic number 9\" and as a \"strong, powerful, brave and almost entirely unthinking\" player who \"typified the English view.\"",
    "year": 1912,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "E. F. Schumacher",
    "birthday": "1911-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/42/SchumacherSiB200.jpg",
    "extract": "Ernst Friedrich Schumacher was a German-British statistician and economist who is best known for his proposals for human-scale, decentralised and appropriate technologies. He served as Chief Economic Advisor to the British National Coal Board from 1950 to 1970, and founded the Intermediate Technology Development Group in 1966.",
    "year": 1911,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Gloria Blondell",
    "birthday": "1910-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/61/Gloria_Blondell.jpg/247px-Gloria_Blondell.jpg",
    "extract": "Gloria Blondell was a stage, film, and television actress who was the younger sister of actress Joan Blondell.",
    "year": 1910,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mae Clarke",
    "birthday": "1910-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Mae_Clarke_in_Fast_Workers.jpg/238px-Mae_Clarke_in_Fast_Workers.jpg",
    "extract": "Mae Clarke was an American actress. She is widely remembered for playing Henry Frankenstein's bride Elizabeth, who is chased by Boris Karloff in Frankenstein, and for being on the receiving end of James Cagney's halved grapefruit in The Public Enemy. Both films were released in 1931.",
    "year": 1910,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Paul Callaway",
    "birthday": "1909-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Paul_Callaway.jpg/213px-Paul_Callaway.jpg",
    "extract": "Paul Smith Callaway, was a prominent American organist and choral conductor, particularly well known for his thirty-eight years at the Washington National Cathedral, Washington, D.C., between 1939–1977. A friend of Leonard Bernstein and Ned Rorem, he was also active in opera and a frequent guest conductor of the Lake George Opera Company and was the founding musical director of the Opera Society of Washington in 1956, now the renowned Washington National Opera. By the time of his death in 1995, he was acclaimed for his great influence on the musical life of the nation's capital. In 1977, Callaway was appointed an Honorary Officer of The Order of the British Empire (OBE) and invested by Ambassador Peter Jay on behalf of Queen Elizabeth II.",
    "year": 1909,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "William Keepers Maxwell Jr.",
    "birthday": "1908-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/00/William_Keepers_Maxwell_Jr.jpg",
    "extract": "William Keepers Maxwell Jr. was an American editor, novelist, short story writer, essayist, children's author, and memoirist. He served as a fiction editor at The New Yorker from 1936 to 1975. An editor devoted to his writers, Maxwell became a mentor and confidant to many authors.",
    "year": 1908,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Minoru Genda",
    "birthday": "1904-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Minoru_Genda.jpg/243px-Minoru_Genda.jpg",
    "extract": "Minoru Genda  was a Japanese military aviator and politician. He is best known for helping to plan the attack on Pearl Harbor. He was also the third Chief of Staff of the Japan Air Self-Defense Force.",
    "year": 1904,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Wendell Meredith Stanley",
    "birthday": "1904-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Wendell_Meredith_Stanley.jpg/226px-Wendell_Meredith_Stanley.jpg",
    "extract": "Wendell Meredith Stanley was an American biochemist, virologist and Nobel laureate.",
    "year": 1904,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Georgette Heyer",
    "birthday": "1902-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/15/Georgette_Heyer.jpg/241px-Georgette_Heyer.jpg",
    "extract": "Georgette Heyer was an English novelist and short-story writer, in both the regency romance and detective fiction genres. Her writing career began in 1921, when she turned a story for her younger brother into the novel The Black Moth. In 1925 Heyer married George Ronald Rougier, a mining engineer. The couple spent several years living in Tanganyika Territory and Macedonia before returning to England in 1929. After her novel These Old Shades became popular despite its release during the General Strike, Heyer determined that publicity was not necessary for good sales. For the rest of her life she refused to grant interviews, telling a friend: \"My private life concerns no one but myself and my family.\"",
    "year": 1902,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Wallace Thurman",
    "birthday": "1902-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/76/WallaceThurman.jpeg",
    "extract": "Wallace Henry Thurman was an American novelist active during the Harlem Renaissance. He also wrote essays, worked as an editor, and was a publisher of short-lived newspapers and literary journals. He is best known for his novel The Blacker the Berry: A Novel of Negro Life (1929), which explores discrimination within the black community based on skin color, with lighter skin being more highly valued.",
    "year": 1902,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ida Browne",
    "birthday": "1900-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Ida_Alison_Brown_c.1932.png/232px-Ida_Alison_Brown_c.1932.png",
    "extract": "Ida Alison Browne (1900–1976) was an Australian geologist, petrologist and palaeontologist at the University of Sydney.",
    "year": 1900,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Albert Cohen (novelist)",
    "birthday": "1895-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/AlbertCohen-Lyc%C3%A9e_Thiers_Marseille_1909.jpg/285px-AlbertCohen-Lyc%C3%A9e_Thiers_Marseille_1909.jpg",
    "extract": "Albert Cohen was a Greek-born Romaniote Jewish Swiss novelist who wrote in French. He worked as a civil servant for various international organizations, such as the International Labour Organization. He became a Swiss citizen in 1919.",
    "year": 1895,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Liane Haid",
    "birthday": "1895-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Liane_Haid-Binder-Ross545-1.gif/218px-Liane_Haid-Binder-Ross545-1.gif",
    "extract": "Juliane \"Liane\" Haid was an Austrian actress and singer. She has often been referred to as Austria's first movie star.",
    "year": 1895,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "George Meany",
    "birthday": "1894-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d1/Meany-George-portrait.jpg/261px-Meany-George-portrait.jpg",
    "extract": "William George Meany was an American labor union leader for 57 years. He was the key figure in the creation of the AFL–CIO and served as the AFL–CIO's first president, from 1955 to 1979.",
    "year": 1894,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Hal Foster",
    "birthday": "1892-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/57/Halfoster.jpg",
    "extract": "Harold Rudolf Foster, FRSA was a Canadian-American comic strip artist and writer best known as the creator of the comic strip Prince Valiant. His drawing style is noted for its high level of draftsmanship and attention to detail.",
    "year": 1892,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Otto Messmer",
    "birthday": "1892-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/49/Otto_Messmer_by_Robert_Del_Tredici.jpg/320px-Otto_Messmer_by_Robert_Del_Tredici.jpg",
    "extract": "Otto James Messmer was an American animator known for his work on the Felix the Cat cartoons and comic strip produced by the Pat Sullivan studio.",
    "year": 1892,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "T. E. Lawrence",
    "birthday": "1888-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Te_lawrence.jpg/256px-Te_lawrence.jpg",
    "extract": "Colonel Thomas Edward Lawrence was a British archaeologist, army officer, diplomat, and writer, who became renowned for his role in the Arab Revolt (1916–1918) and the Sinai and Palestine Campaign (1915–1918) against the Ottoman Empire during the First World War. The breadth and variety of his activities and associations, and his ability to describe them vividly in writing, earned him international fame as Lawrence of Arabia, a title used for the 1962 film based on his wartime activities.",
    "year": 1888,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Hugo Gernsback",
    "birthday": "1884-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b5/Hugo_Gernsback_by_Bachrach.jpg",
    "extract": "Hugo Gernsback was a Luxembourgish–American inventor, writer, editor, and magazine publisher, best known for publications including the first science fiction magazine. His contributions to the genre as publisher—although not as a writer—were so significant that, along with the novelists H. G. Wells and Jules Verne, he is sometimes called \"The Father of Science Fiction\". In his honour, annual awards presented at the World Science Fiction Convention are named the \"Hugos\".",
    "year": 1884,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Ivan Bilibin",
    "birthday": "1876-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/1901._Portrait_of_Ivan_Bilibin_by_B._Kustodiev.jpg/245px-1901._Portrait_of_Ivan_Bilibin_by_B._Kustodiev.jpg",
    "extract": "Ivan Yakovlevich Bilibin was a Russian illustrator and stage designer who took part in the Mir iskusstva, contributed to the Ballets Russes, co-founded the Union of Russian Artists and from 1937 was a member of the Artists' Union of the USSR. Ivan Bilibin gained popularity with his illustrations to Russian folk tales and Slavic folklore. His work was throughout his career inspired by the art and culture of Rus'.",
    "year": 1876,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Bernarr Macfadden",
    "birthday": "1868-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Bernarr_Macfadden_c1910.jpg/240px-Bernarr_Macfadden_c1910.jpg",
    "extract": "Bernarr Macfadden was an American proponent of physical culture, a combination of bodybuilding with nutritional and health theories. He founded the long-running magazine publishing company Macfadden Publications. He was the predecessor of Charles Atlas and Jack LaLanne; together they shaped the American cultural trend of \"obsession with diet, health and fitness\". However, Macfadden himself thought it best \"to live a wholesome, rational life, and to forget the body as much as possible.\"",
    "year": 1868,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Mary Gilmore",
    "birthday": "1865-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Mary_Gilmore_1916.jpg/245px-Mary_Gilmore_1916.jpg",
    "extract": "Dame Mary Jean Gilmore was an Australian writer and journalist known for her prolific contributions to Australian literature and the broader national discourse. She wrote both prose and poetry.",
    "year": 1865,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Elsie Inglis",
    "birthday": "1864-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Elsie_Inglis.jpg/244px-Elsie_Inglis.jpg",
    "extract": "Elsie Maud Inglis was a Scottish doctor, surgeon, teacher, suffragist, and founder of the Scottish Women's Hospitals, and the first woman to hold the Serbian Order of the White Eagle.",
    "year": 1864,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Amos Alonzo Stagg",
    "birthday": "1862-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/AAStagg-1906.jpg/247px-AAStagg-1906.jpg",
    "extract": "Amos Alonzo Stagg was an American athlete and college coach in multiple sports, primarily American football. He served as the head football coach at the International YMCA Training School (1890–1891), the University of Chicago (1892–1932), and the College of the Pacific (1933–1946), compiling a career college football record of 314–199–35 (.605). His undefeated Chicago Maroons teams of 1905 and 1913 were recognized as national champions. He was also the head basketball coach for one season at Chicago (1920–1921), and the Maroons' head baseball coach for nineteen seasons.",
    "year": 1862,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Martin Hawke, 7th Baron Hawke",
    "birthday": "1860-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Lord_Hawke_c1899.jpg/245px-Lord_Hawke_c1899.jpg",
    "extract": "Martin Bladen Hawke, 7th Baron Hawke, generally known as Lord Hawke, was an English amateur cricketer active from 1881 to 1911 who played for Yorkshire and England. He was born in Willingham by Stow, near Gainsborough, Lincolnshire, and died in Edinburgh. He appeared in 633 first-class matches, including five Test matches, as a righthanded batsman, scoring 16,749 runs with a highest score of 166 and held 209 catches. He scored 13 centuries and 69 half-centuries.",
    "year": 1860,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jules Laforgue",
    "birthday": "1860-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Laforgue_portrait_painting.jpg/220px-Laforgue_portrait_painting.jpg",
    "extract": "Jules Laforgue was a Franco-Uruguayan poet, often referred to as a Symbolist poet. Critics and commentators have also pointed to Impressionism as a direct influence and his poetry has been called \"part-symbolist, part-impressionist\". Laforgue was a model for Pierre-Auguste Renoir, including for Renoir's 1881 painting Luncheon of the Boating Party.",
    "year": 1860,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Arthur Achleitner",
    "birthday": "1858-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Arthur_Achleitner_1.jpg/231px-Arthur_Achleitner_1.jpg",
    "extract": "Arthur Achleitner was a German writer. His works are noteworthy because he describes local customs and peculiarities of the people in the Austrian and Bavarian Alps, and the Mediterranean regions of the former Austro-Hungarian Empire.",
    "year": 1858,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Aparicio Saravia",
    "birthday": "1856-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Aparicio_Saravia.jpg/243px-Aparicio_Saravia.jpg",
    "extract": "Aparicio Saravia da Rosa was a Uruguayan politician and military leader. He was a member of the Uruguayan National Party and was a revolutionary leader against the Uruguayan government.",
    "year": 1856,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "James McGowen",
    "birthday": "1855-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/James_McGowen_Premier.png/225px-James_McGowen_Premier.png",
    "extract": "James Sinclair Taylor McGowen was an Australian politician and the first Labor Premier of New South Wales from 21 October 1910 to 30 June 1913.",
    "year": 1855,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Vladimir Sukhomlinov",
    "birthday": "1848-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Vladimir_A._Sukhomlinov.jpeg/216px-Vladimir_A._Sukhomlinov.jpeg",
    "extract": "Vladimir Aleksandrovich Sukhomlinov was a Russian general of the Imperial Russian Army who served as the Chief of the General Staff from 1908 to 1909 and the Minister of War from 1909 to 1915.",
    "year": 1848,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Gabriel Lippmann",
    "birthday": "1845-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Gabriel_Lippmann2.jpg/226px-Gabriel_Lippmann2.jpg",
    "extract": "Jonas Ferdinand Gabriel Lippmann was a Franco-Luxembourgish physicist and inventor, and Nobel laureate in physics for his method of reproducing colours photographically based on the phenomenon of interference. His parents were French Jews.",
    "year": 1845,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jakob Rosanes",
    "birthday": "1842-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Jacob_Rosanes.jpeg/263px-Jacob_Rosanes.jpeg",
    "extract": "Jakob Rosanes was a German mathematician who worked on algebraic geometry and invariant theory. He was also a chess master.",
    "year": 1842,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Wilhelm Wundt",
    "birthday": "1832-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Wilhelm_Wundt.jpg/238px-Wilhelm_Wundt.jpg",
    "extract": "Wilhelm Maximilian Wundt was a German physiologist, philosopher, and professor, known today as one of the fathers of modern psychology. Wundt, who distinguished psychology as a science from philosophy and biology, was the first person ever to call himself a psychologist. He is widely regarded as the \"father of experimental psychology\". In 1879, at University of Leipzig, Wundt founded the first formal laboratory for psychological research. This marked psychology as an independent field of study. By creating this laboratory he was able to establish psychology as a separate science from other disciplines. He also formed the first academic journal for psychological research, Philosophische Studien, set up to publish the institute's research.",
    "year": 1832,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Jones Ross",
    "birthday": "1831-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9a/John_Jones_Ross2.jpg",
    "extract": "John Jones Ross, was a Canadian politician. Ross served as the seventh premier of Quebec and later as a member of the Senate of Canada.",
    "year": 1831,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Arthur Cayley",
    "birthday": "1821-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Arthur_Cayley.jpg/211px-Arthur_Cayley.jpg",
    "extract": "Arthur Cayley was a prolific British mathematician who worked mostly on algebra. He helped found the modern British school of pure mathematics.",
    "year": 1821,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Zachary Taylor",
    "birthday": "1816-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Zachary_Taylor_restored_and_cropped.jpg/243px-Zachary_Taylor_restored_and_cropped.jpg",
    "extract": "Zachary Taylor was an American military leader who served as the 12th president of the United States from 1849 until his death in 1850. Taylor previously was a career officer in the United States Army, rising to the rank of major general and becoming a national hero as a result of his victories in the Mexican–American War. As a result, he won election to the White House despite his vague political beliefs. His top priority as president was preserving the Union. He died sixteen months into his term, having made no progress on the most divisive issue in Congress, slavery.",
    "year": 1816,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "John Bosco",
    "birthday": "1815-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Don_Bosco_%40_Torino%2C_1880_%28original%29.jpg/239px-Don_Bosco_%40_Torino%2C_1880_%28original%29.jpg",
    "extract": "John Melchior Bosco, popularly known as Don Bosco [ˈdɔm ˈbɔsko, bo-], was an Italian Catholic priest, educator, and writer of the 19th century. While working in Turin, where the population suffered many of the ill-effects of industrialization and urbanization, he dedicated his life to the betterment and education of street children, juvenile delinquents, and other disadvantaged youth. He developed teaching methods based on love rather than punishment, a method that became known as the Salesian Preventive System.",
    "year": 1815,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Yevstigney Fomin",
    "birthday": "1761-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/%D0%95%D0%B2%D1%81%D1%82%D0%B8%D0%B3%D0%BD%D0%B5%D0%B9_%D0%98%D0%BF%D0%B0%D1%82%D0%BE%D0%B2%D0%B8%D1%87_%D0%A4%D0%BE%D0%BC%D0%B8%D0%BD.jpg/240px-%D0%95%D0%B2%D1%81%D1%82%D0%B8%D0%B3%D0%BD%D0%B5%D0%B9_%D0%98%D0%BF%D0%B0%D1%82%D0%BE%D0%B2%D0%B8%D1%87_%D0%A4%D0%BE%D0%BC%D0%B8%D0%BD.jpg",
    "extract": "Yevstigney Ipat'yevich Fomin was a Russian opera composer of Ukrainian origin of the 18th century.",
    "year": 1761,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Pierre Méchain",
    "birthday": "1744-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Pierre_mechain.jpg/257px-Pierre_mechain.jpg",
    "extract": "Pierre François André Méchain was a French astronomer and surveyor who, with Charles Messier, was a major contributor to the early study of deep-sky objects and comets.",
    "year": 1744,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Louis, Duke of Burgundy",
    "birthday": "1682-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Louis_Duc_de_Bourgogne.jpg/232px-Louis_Duc_de_Bourgogne.jpg",
    "extract": "Louis, Duke of Burgundy, was the eldest son of Louis, Grand Dauphin, and Dauphine Maria Anna and grandson of the reigning King Louis XIV of France. He was known as the \"Petit Dauphin\" to distinguish him from his father, until the latter died in April 1711. At that time he became the official Dauphin of France. He would never reign, as he died in 1712 while his grandfather was still on the throne. Upon the death of Louis XIV in 1715, the Duke of Burgundy's son became Louis XV.",
    "year": 1682,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Vincenzo Coronelli",
    "birthday": "1650-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Coronelli_Portrait_2.JPG/231px-Coronelli_Portrait_2.JPG",
    "extract": "Vincenzo Maria Coronelli was an Italian Franciscan friar, cosmographer, cartographer, publisher, and encyclopedist known in particular for his atlases and globes. He spent most of his life in Venice.",
    "year": 1650,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jean de La Bruyère",
    "birthday": "1645-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Jean_de_la_Bruy%C3%A8re_-_Versailles_MV_2940.png/264px-Jean_de_la_Bruy%C3%A8re_-_Versailles_MV_2940.png",
    "extract": "Jean de La Bruyère was a French philosopher and moralist, who was noted for his satire.",
    "year": 1645,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Emilie Juliane of Barby-Mühlingen",
    "birthday": "1637-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/%C3%86milie_Juliane_von_Barby-M%C3%BChlingen.JPG/240px-%C3%86milie_Juliane_von_Barby-M%C3%BChlingen.JPG",
    "extract": "Emilie Juliane was a German countess and hymn writer.",
    "year": 1637,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Anne of Austria, Queen of Poland",
    "birthday": "1573-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Anna_Austriaczka.JPG/249px-Anna_Austriaczka.JPG",
    "extract": "Anne of Austria was Queen of Poland and Sweden as the first consort of King Sigismund III Vasa.",
    "year": 1573,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Christina of Lorraine",
    "birthday": "1565-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Christine_de_Lorraine_1588.jpg/264px-Christine_de_Lorraine_1588.jpg",
    "extract": "Christina of Lorraine or Christine de Lorraine was a member of the House of Lorraine and was the Grand Duchess of Tuscany by marriage. She served as Regent of Tuscany jointly with her daughter-in-law during the minority of her grandson from 1621 to 1628.",
    "year": 1565,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Agostino Carracci",
    "birthday": "1557-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Agostino_Carracci_%281557-1602%29_-_Zelfportret_met_uurwerk_-_Bologna_Museo_della_storia_di_Bologna_29-04-2012_15-24-24.JPG/250px-Agostino_Carracci_%281557-1602%29_-_Zelfportret_met_uurwerk_-_Bologna_Museo_della_storia_di_Bologna_29-04-2012_15-24-24.JPG",
    "extract": "Agostino Carracci was an Italian painter, printmaker, tapestry designer, and art teacher. He was, together with his brother, Annibale Carracci, and cousin, Ludovico Carracci, one of the founders of the Accademia degli Incamminati in Bologna. This teaching academy promoted the Carracci emphasized drawing from life. It promoted progressive tendencies in art and was a reaction to the Mannerist distortion of anatomy and space. The academy helped propel painters of the School of Bologna to prominence.",
    "year": 1557,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Jacqueline, Countess of Hainaut",
    "birthday": "1401-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Jan_van_Eyck_097.jpg/235px-Jan_van_Eyck_097.jpg",
    "extract": "Jacqueline, of the House of Wittelsbach, was a noblewoman who ruled the counties of Holland, Zeeland and Hainaut in the Low Countries from 1417 to 1433. She was also Dauphine of France for a short time between 1415 and 1417 and Duchess of Gloucester in the 1420s, if her marriage to Humphrey, Duke of Gloucester, is accepted as valid.",
    "year": 1401,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Hongxi Emperor",
    "birthday": "1378-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/MingRenzongPortrait.jpg/219px-MingRenzongPortrait.jpg",
    "extract": "The Hongxi Emperor, personal name Zhu Gaochi (朱高熾), was the fourth Emperor of the Ming dynasty, reigned from 1424 to 1425. He succeeded his father, the Yongle Emperor, in 1424. His era name \"Hongxi\" means \"vastly bright\".",
    "year": 1378,
    "month": 8,
    "day": 16,
    "language": "en"
  },
  {
    "name": "Philippa, 5th Countess of Ulster",
    "birthday": "1355-8-16",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Arms_of_Philippa_of_Clarence%2C_5th_Countess_of_Ulster.svg/274px-Arms_of_Philippa_of_Clarence%2C_5th_Countess_of_Ulster.svg.png",
    "extract": "Philippa of Clarence was a medieval English princess and the suo jure Countess of Ulster.",
    "year": 1355,
    "month": 8,
    "day": 16,
    "language": "en"
  }
]