[
  {
    "name": "Renato Sanches",
    "birthday": "1997-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Renato_Sanches_2016.jpg/190px-Renato_Sanches_2016.jpg",
    "extract": "Renato Júnior Luz Sanches ComM is a Portuguese professional footballer who plays as a midfielder for Ligue 1 club Lille and the Portugal national team.",
    "year": 1997,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Alīna Fjodorova",
    "birthday": "1995-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/2012_WFSC_05d_113_Al%C4%ABna_Fjodorova.JPG/213px-2012_WFSC_05d_113_Al%C4%ABna_Fjodorova.JPG",
    "extract": "Alīna Fjodorova is a Latvian figure skater. She is a three-time Latvian national champion and competed in the free skate at three ISU Championships – 2010 Junior Worlds in The Hague, Netherlands; 2012 Junior Worlds in Minsk, Belarus; and 2012 Europeans in Sheffield, England. In England, she ranked 18th in the short program, 14th in the free skate, and 16th overall. She finished 5th at the 2011 European Youth Olympic Winter Festival.",
    "year": 1995,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Morgan Sanson",
    "birthday": "1994-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/U-19_EC-Qualifikation_Austria_vs._France_2013-06-10_%28132%29.jpg/213px-U-19_EC-Qualifikation_Austria_vs._France_2013-06-10_%28132%29.jpg",
    "extract": "Morgan Stéphane Sanson is a French professional footballer who plays as a midfielder for Premier League club Aston Villa.",
    "year": 1994,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Jeong Eun-ji",
    "birthday": "1993-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Eun-ji_in_2020.jpg/240px-Eun-ji_in_2020.jpg",
    "extract": "Jeong Eun-ji, better known mononymously as Eunji, is a South Korean singer, songwriter, actress, radio DJ, musical actress, and voice actress. She is best known as a member of the South Korean girl group Apink. Jeong made her acting debut in the coming-of-age drama, Reply 1997 in 2012. She has since had roles in That Winter, the Wind Blows (2013), Trot Lovers (2014), Cheer Up! (2015), and Untouchable (2017) in addition to various voice acting roles. She released her debut solo album, Dream, in 2016.",
    "year": 1993,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Maia Mitchell",
    "birthday": "1993-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Maia_Mitchell_in_2019%2C2.jpg/228px-Maia_Mitchell_in_2019%2C2.jpg",
    "extract": "Maia Mitchell is an Australian actress and singer. She is known for her roles as Brittany Flune in the children's television series Mortified for the Nine Network, and as Natasha Ham in the Seven Network's teen drama Trapped. For American audiences, since 2013, she has played the role of Callie Adams Foster in the Freeform drama The Fosters (2013–2018) and its sequel series Good Trouble. She also co-starred with Ross Lynch in the Disney Channel original films Teen Beach Movie (2013) and Teen Beach 2 (2015) as McKenzie.",
    "year": 1993,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Elizabeth Beisel",
    "birthday": "1992-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Elizabeth_Beisel_%286404091381%29.jpg/320px-Elizabeth_Beisel_%286404091381%29.jpg",
    "extract": "Elizabeth Lyon Beisel is an American competition swimmer who specializes in backstroke and individual medley events. Beisel placed second in the 400m individual medley at the 2016 US Olympic Swimming Trials, qualifying for her third Olympic team. She has won a total of nine medals in major international competition, four gold, one silver, and four bronze spanning the Olympics, World Aquatics, and the Pan Pacific championships. Beisel competed in the 200-meter backstroke and 400-meter individual medley events at the 2008 Summer Olympics, placing fifth and fourth, respectively, in the world. She won the silver medal in the 400-meter individual medley and bronze in the 200-meter backstroke at the 2012 Summer Olympics.",
    "year": 1992,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Bogdan Bogdanović (basketball)",
    "birthday": "1992-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Bogdan_%2851636059777%29_%28cropped%29.jpg/231px-Bogdan_%2851636059777%29_%28cropped%29.jpg",
    "extract": "Bogdan Bogdanović is a Serbian professional basketball player for the Atlanta Hawks of the National Basketball Association (NBA). He also represents the Serbian national basketball team internationally.",
    "year": 1992,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Yu Mengyu",
    "birthday": "1989-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Yu_Mengyu_WTTC2016_3.jpeg/213px-Yu_Mengyu_WTTC2016_3.jpeg",
    "extract": "Yu Mengyu is a retired Chinese-born Singaporean table tennis player. Born in Liaoning, China, Yu left China in 2006 at the age of 17 to join the Singapore Table Tennis Association (STTA).",
    "year": 1989,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Jack Hobbs (footballer)",
    "birthday": "1988-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Jack_Hobbs_%28cropped%29.jpg/228px-Jack_Hobbs_%28cropped%29.jpg",
    "extract": "Jack Hobbs is an English former professional footballer who played as a centre-back. He has played in the English Football League and Premier League for Lincoln City, Liverpool, Scunthorpe United, Leicester City, Hull City, Nottingham Forest and Bolton Wanderers.",
    "year": 1988,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Eggert Jónsson",
    "birthday": "1988-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Eggert_Jonsson%2C_David_Edwards_2008.jpg/225px-Eggert_Jonsson%2C_David_Edwards_2008.jpg",
    "extract": "Eggert Gunnþór Jónsson is an Icelandic international footballer who plays predominantly as a midfielder but is also capable of playing as a centre back or in both full back roles. He current plays for the Icelandic club FH.",
    "year": 1988,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "G-Dragon",
    "birthday": "1988-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/G-Dragon_on_Infinite_Challenge_Yeongdong_Expressway_Music_Festival_-_4_%28cropped%29.jpg/213px-G-Dragon_on_Infinite_Challenge_Yeongdong_Expressway_Music_Festival_-_4_%28cropped%29.jpg",
    "extract": "Kwon Ji-yong, also known by his stage name G-Dragon, is a South Korean rapper, singer-songwriter, record producer, entrepreneur and fashion designer, known as the \"King of K-pop\". G-Dragon is the recipient of numerous awards, including seven Mnet Asian Music Awards, six Melon Music Awards, two Korean Music Awards, two Golden Disc Awards, two MBC Entertainment Awards, among several other awards. Additionally, he is the first and only solo artist to receive the Mnet Asian Music Award for Artist of the Year in 2013.",
    "year": 1988,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Joanna Jędrzejczyk",
    "birthday": "1987-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Joanna_J%C4%99drzejczyk.png/320px-Joanna_J%C4%99drzejczyk.png",
    "extract": "Joanna Jędrzejczyk is a Polish professional mixed martial artist and former Muay Thai kickboxer. She currently competes in the women's Flyweight and women's Strawweight divisions for the Ultimate Fighting Championship (UFC). She is a former UFC Women's Strawweight Champion.",
    "year": 1987,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Evan Gattis",
    "birthday": "1986-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Evan_Gattis_on_August_25%2C_2015.jpg/198px-Evan_Gattis_on_August_25%2C_2015.jpg",
    "extract": "James Evan Gattis is an American former professional baseball designated hitter and catcher. He played in Major League Baseball (MLB) for the Atlanta Braves and Houston Astros. Gattis has also earned the nickname of \"El Oso Blanco\" or The White Bear, due to his raw power capabilities when playing for the Venezuelan Professional Baseball League. While with Atlanta, he played catcher and occasionally left field.",
    "year": 1986,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Ross McCormack",
    "birthday": "1986-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Ross_McCormack_27-08-2016_1.jpg/136px-Ross_McCormack_27-08-2016_1.jpg",
    "extract": "Ross McCormack is a Scottish professional footballer who most recently played as a striker for Aldershot Town.",
    "year": 1986,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Inge Dekker",
    "birthday": "1985-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Inge_Dekker_-_Rome_2009_-_2.jpg/251px-Inge_Dekker_-_Rome_2009_-_2.jpg",
    "extract": "Inge Dekker is a Dutch former competitive swimmer who specialised in butterfly and freestyle events. She won the bronze medal with the Dutch women's 4×100-metre freestyle relay team at the 2004 Summer Olympics in Athens, alongside teammates Inge de Bruijn, Marleen Veldhuis and Chantal Groot. At the 2008 Summer Olympics in Beijing, Dekker became Olympic champion in the 4×100-metre freestyle together with Ranomi Kromowidjojo, Femke Heemskerk and Marleen Veldhuis, setting a then Olympic record. At the 2012 Summer Olympics, she was part of the Dutch 4 x 100 metre freestyle team that won the silver medal, with Veldhuis, Heemskerk and Kromowidjojo, behind the Australian team who set a new Olympic record.",
    "year": 1985,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Bryan Ruiz",
    "birthday": "1985-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Bra-Cos_%2811%29.jpg/170px-Bra-Cos_%2811%29.jpg",
    "extract": "Bryan Jafet Ruiz González is a Costa Rican professional footballer who plays for Liga FPD club Alajuelense and the Costa Rica national team, whom he also captains. A left-footed attacking midfielder, he can also play as a second striker.",
    "year": 1985,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Sigourney Bandjar",
    "birthday": "1984-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Sigourney_Bandjar.jpg/131px-Sigourney_Bandjar.jpg",
    "extract": "Sigourney Bandjar is a Dutch former professional footballer. He previously played five years for Excelsior.",
    "year": 1984,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Robert Huth",
    "birthday": "1984-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Robert_Huth_Middlesbrough_relegation_day.jpg/213px-Robert_Huth_Middlesbrough_relegation_day.jpg",
    "extract": "Robert Huth is a German former professional footballer who played as a centre-back. He is a three-time Premier League winner and has made the most Premier League appearances (322) by a German player.",
    "year": 1984,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Mika (singer)",
    "birthday": "1983-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Mika_Cannes_2014.jpg/226px-Mika_Cannes_2014.jpg",
    "extract": "Michael Holbrook Penniman Jr., known by his stage name Mika, is a Lebanese-born British singer-songwriter.",
    "year": 1983,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Cameron White",
    "birthday": "1983-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Cameron_White.jpg/292px-Cameron_White.jpg",
    "extract": "Cameron Leon White is an Australian former international cricketer who captained the national side in Twenty20 Internationals. A powerful middle order batsman and right-arm leg-spin bowler, White made his first-class cricket debut as a teenager in the 2000–01 season for the Victoria cricket team as a bowling all-rounder.",
    "year": 1983,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "César Delgado",
    "birthday": "1981-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Chelito_Delgado.jpg/221px-Chelito_Delgado.jpg",
    "extract": "César Fabián Delgado Godoy is an Argentine former professional footballer who played as a winger. He also played as a central midfielder, making piercing forward runs through the center of the opposition's defence. His nickname \"Chelito\" is derived from that of Marcelo Delgado because of their same last name. Since 2013, he also holds Mexican citizenship.",
    "year": 1981,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Dimitris Salpingidis",
    "birthday": "1981-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Dimitris_Salpingidis.jpg/291px-Dimitris_Salpingidis.jpg",
    "extract": "Dimitris Salpingidis is a Greek former professional footballer who played as a winger or a striker. He was known to be \"a very quick and useful tool on the counter attack.\"",
    "year": 1981,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Esteban Cambiasso",
    "birthday": "1980-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Esteban_Cambiasso_FC_Internazionale.jpg/247px-Esteban_Cambiasso_FC_Internazionale.jpg",
    "extract": "Esteban Matías Cambiasso Deleau, nicknamed \"Cuchu\", is an Argentine former professional footballer who played as a midfielder.",
    "year": 1980,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Ryan O'Hara",
    "birthday": "1980-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Ryan_OHara_%2821_September_2008%29.jpg/253px-Ryan_OHara_%2821_September_2008%29.jpg",
    "extract": "Ryan O'Hara is a former Australian professional rugby league footballer who played for the Jacksonville Axemen in the USA Rugby League. A New South Wales State of Origin representative forward, he previously played in the NRL for the Canberra Raiders and the Wests Tigers. He played as a prop.",
    "year": 1980,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Bart Scott",
    "birthday": "1980-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Bart_Scott_2011.JPG/219px-Bart_Scott_2011.JPG",
    "extract": "Bartholomew Edward Scott is a former American football player and current radio personality. Scott was a linebacker in the National Football League (NFL) for eleven seasons. After playing college football for Southern Illinois University, he was signed by the NFL's Baltimore Ravens as an undrafted free agent in 2002. Scott was selected to the Pro Bowl in 2006. After playing his first seven years with Ravens, Scott signed with the New York Jets in 2009. He would play his final four seasons for the Jets.",
    "year": 1980,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Jeremy Shockey",
    "birthday": "1980-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Jeremy_Shockey.jpg/264px-Jeremy_Shockey.jpg",
    "extract": "Jeremy Charles Shockey is a former American football tight end. He played college football at the University of Miami and was drafted by the New York Giants in the first round of the 2002 NFL Draft.",
    "year": 1980,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Stuart Dew",
    "birthday": "1979-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Stuart_Dew_2018.1.jpg/213px-Stuart_Dew_2018.1.jpg",
    "extract": "Stuart Dew is an Australian rules football coach and former player who is currently the head coach of the Gold Coast Suns in the Australian Football League. As a player he played for the Port Adelaide Football Club and Hawthorn Football Club in the Australian Football League. Dew was acknowledged as being a long penetrating left foot kick of the football.",
    "year": 1979,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Andy Samberg",
    "birthday": "1978-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Andy_Samberg.png/224px-Andy_Samberg.png",
    "extract": "Andy Samberg is an American comedian, actor, musician, producer and writer. He is a member of the comedy music group The Lonely Island and was a cast member on Saturday Night Live from 2005 to 2012, where he and his fellow group members are credited with popularizing the SNL Digital Shorts.",
    "year": 1978,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Paraskevas Antzas",
    "birthday": "1977-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Voulis_Antzas.jpg/137px-Voulis_Antzas.jpg",
    "extract": "Paraskevas Antzas is a Greek former professional footballer who played as a central defender.",
    "year": 1977,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Even Kruse Skatrud",
    "birthday": "1977-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Even_Kruse_Skatrud1_2016-9-10.jpg/219px-Even_Kruse_Skatrud1_2016-9-10.jpg",
    "extract": "Even Kruse Skatrud lecturer at the University of Oslo, a Norwegian Jazz musician, composer, Music arranger and Orchestra leader. He is the son of musician Harry Andersen and Marit Skatrud Andersen, married to singer-artist Anine Kruse Skatrud and son-in-law of the major Norwegian Contemporary composer Bjørn Kruse.",
    "year": 1977,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Patrik Andersson",
    "birthday": "1971-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Patrik_Andersson.jpg/286px-Patrik_Andersson.jpg",
    "extract": "Patrik Jonas Andersson is a Swedish former professional footballer who played as a defender.",
    "year": 1971,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Aphex Twin",
    "birthday": "1971-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Aphex_Twin_2.jpg/320px-Aphex_Twin_2.jpg",
    "extract": "Richard David James, better known as Aphex Twin and less prominently as AFX, is an Irish-born British musician, composer and DJ. He is best known for his idiosyncratic work in electronic styles such as techno, ambient, and jungle. Music journalists from publications including Mixmag, The New York Times, NME, Fact, Clash and The Guardian have called James one of the most influential or important artists in contemporary electronic music.",
    "year": 1971,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Jason Furman",
    "birthday": "1970-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Jason_Furman_official_portrait.jpg/213px-Jason_Furman_official_portrait.jpg",
    "extract": "Jason Furman is an American economist and professor at Harvard University's John F. Kennedy School of Government and a Senior Fellow at the Peterson Institute for International Economics. On June 10, 2013, Furman was named by President Barack Obama as chair of the Council of Economic Advisers (CEA). Furman has also served as the Deputy Director of the National Economic Council, which followed his role as an advisor to candidate Obama during the 2008 presidential campaign.",
    "year": 1970,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Malcolm-Jamal Warner",
    "birthday": "1970-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Malcolm-Jamal_Warner.jpg/233px-Malcolm-Jamal_Warner.jpg",
    "extract": "Malcolm-Jamal Warner is an American actor, director, producer, musician, and writer. He is best known for his roles as Theodore Huxtable on the NBC sitcom The Cosby Show and as Malcolm McGee on the UPN sitcom Malcolm & Eddie. He also starred as Dr. Alex Reed in the sitcom Reed Between the Lines. He currently stars as Dr. AJ Austin on the FOX medical drama The Resident. He also became the producer for the PBS Kids series The Magic School Bus, produced by Nelvana, Scholastic, and South Carolina Educational Television.",
    "year": 1970,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Edward Norton",
    "birthday": "1969-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Ed_Norton_Shankbone_Metropolitan_Opera_2009.jpg/222px-Ed_Norton_Shankbone_Metropolitan_Opera_2009.jpg",
    "extract": "Edward Harrison Norton is an American actor and filmmaker. He has received numerous awards and nominations, including a Golden Globe Award and three Academy Award nominations. Born in Boston, Massachusetts and raised in Columbia, Maryland, Norton was drawn to theatrical productions at local venues as a child. After graduating from Yale College in 1991, he worked for a few months in Japan before moving to New York City to pursue an acting career.",
    "year": 1969,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Daler Mehndi",
    "birthday": "1967-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Daler_Mehndi.jpg/214px-Daler_Mehndi.jpg",
    "extract": "Daler Singh, better known as Daler Mehndi, is an Indian singer, songwriter, author, and record producer. He has helped to make Bhangra popular worldwide, as well as Indian pop music independent of Bollywood music. He is best known for his dance songs, voice, turban, and long, flowing robes.",
    "year": 1967,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Brian Michael Bendis",
    "birthday": "1967-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/7.24.19BrianMichaelBendisByLuigiNovi1.jpg/264px-7.24.19BrianMichaelBendisByLuigiNovi1.jpg",
    "extract": "Brian Michael Bendis is an American comic book writer and artist. He has won five Eisner Awards for both his creator-owned work and his work on various Marvel Comics books.",
    "year": 1967,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Gustavo Charif",
    "birthday": "1966-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/2016_Gustavo_Charif_in_Singapore.jpg/231px-2016_Gustavo_Charif_in_Singapore.jpg",
    "extract": "Gustavo Charif is an Argentine writer, visual artist and film director. His works are a sort of Dadaism mixed with the secular poetry of actual times.",
    "year": 1966,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Andi Deris",
    "birthday": "1964-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Helloween_-_Pumpkins_United_-_Wacken_Open_Air_2018_41.jpg/320px-Helloween_-_Pumpkins_United_-_Wacken_Open_Air_2018_41.jpg",
    "extract": "Andreas \"Andi\" Deris is a German singer and songwriter, best known as the lead vocalist and actual band leader of power metal band Helloween, and co-founder and former lead singer of German metal band Pink Cream 69. He has an active solo career, as well as his own recording studio in Tenerife, Spain.",
    "year": 1964,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Kenny Walker",
    "birthday": "1964-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Kenny-Walker.jpg/297px-Kenny-Walker.jpg",
    "extract": "Kenneth Walker is an American former professional basketball player. He played primarily for the New York Knicks of the National Basketball Association (NBA). Nicknamed \"Sky\" Walker, he won the NBA Slam Dunk Contest in 1989. He is currently a radio host for WVLK in Lexington, Kentucky.",
    "year": 1964,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Felipe Calderón",
    "birthday": "1962-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Felipe_Calderon_20090130_%28cropped%29.jpg/251px-Felipe_Calderon_20090130_%28cropped%29.jpg",
    "extract": "Felipe de Jesús Calderón Hinojosa is a Mexican politician who served as the 63rd President of Mexico from 1 December 2006 to 30 November 2012 and Secretary of Energy during the presidency of Vicente Fox between 2003 and 2004. He was a member of the National Action Party for 30 years before quitting the party in November 2018.",
    "year": 1962,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Huw Edwards",
    "birthday": "1961-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Huw_Edwards_%28National_Churches_Trust%29.jpg/206px-Huw_Edwards_%28National_Churches_Trust%29.jpg",
    "extract": "Huw Edwards is a Welsh journalist, presenter, and newsreader. Edwards presents BBC News at Ten, the corporation's flagship news broadcast.",
    "year": 1961,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Timothy Geithner",
    "birthday": "1961-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Timothy_Geithner_official_portrait.jpg/228px-Timothy_Geithner_official_portrait.jpg",
    "extract": "Timothy Franz Geithner is a former American central banker who served as the 75th United States Secretary of the Treasury under President Barack Obama from 2009 to 2013. He was the President of the Federal Reserve Bank of New York from 2003 to 2009, following service in the Clinton administration. Since March 2014, he has served as president and managing director of Warburg Pincus, a private equity firm headquartered in New York City.",
    "year": 1961,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Bob Woodruff",
    "birthday": "1961-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Bob_Woodruff_2015.jpg/251px-Bob_Woodruff_2015.jpg",
    "extract": "Robert Warren Woodruff is an American television journalist. Since 1996, he has served as a reporter for ABC News. Woodruff co-anchored ABC World News Tonight in 2006 alongside ABC News journalist Elizabeth Vargas. He was severely injured by an IED explosion during a reporting trip to Iraq that January, and slowly recovered over an extended period before returning to air.",
    "year": 1961,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Mike LaValliere",
    "birthday": "1960-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Mike_Lavallliere_Cards.jpg/220px-Mike_Lavallliere_Cards.jpg",
    "extract": "Michael Eugene LaValliere is an American former professional baseball catcher. He played in Major League Baseball (MLB) for the Philadelphia Phillies, St. Louis Cardinals, Pittsburgh Pirates, and Chicago White Sox.",
    "year": 1960,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Fat Lever",
    "birthday": "1960-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Fat_Lever.jpg/242px-Fat_Lever.jpg",
    "extract": "Lafayette \"Fat\" Lever is an American former professional basketball player who played in the National Basketball Association. He later served as the director of player development for the Sacramento Kings of the NBA as well as a color analyst for Kings radio broadcasts.",
    "year": 1960,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Tom Prichard",
    "birthday": "1959-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Tom_prichard_at_the_jpwa.jpg/320px-Tom_prichard_at_the_jpwa.jpg",
    "extract": "Thomas Prichard is a retired American professional wrestler and author. He is the older brother of Bruce Prichard.",
    "year": 1959,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Didier Auriol",
    "birthday": "1958-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Rally_Legend_2014_San_Marino_%2814951226914%29.jpg/320px-Rally_Legend_2014_San_Marino_%2814951226914%29.jpg",
    "extract": "Didier Auriol is a French former rally driver. Born in Montpellier, and initially an ambulance driver, he competed in the World Rally Championship throughout the 1990s. He became World Rally Champion in 1994, the first driver from his country to do so. He was a factory candidate for Lancia, Toyota and Peugeot among others, before losing his seat at Škoda at the end of 2003. His sister Nadine was also involved in rallying as a co-driver, while his brother Gerrard was also a former rally driver.",
    "year": 1958,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Madeleine Stowe",
    "birthday": "1958-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Madeleine_Stowe_in_Haiti_crop.jpg/220px-Madeleine_Stowe_in_Haiti_crop.jpg",
    "extract": "Madeleine Marie Stowe Mora is an American actress. She appeared mostly on television before her role in the 1987 crime-comedy film Stakeout. She went on to star in the films Revenge (1990), Unlawful Entry (1992), The Last of the Mohicans (1992), Blink (1993), Bad Girls (1994), China Moon (1994), 12 Monkeys (1995), The General's Daughter (1999), and We Were Soldiers (2002). For her role in the 1993 independent film Short Cuts, she won the National Society of Film Critics Award for Best Supporting Actress.",
    "year": 1958,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Tan Dun",
    "birthday": "1957-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Tan_Dun.JPG/219px-Tan_Dun.JPG",
    "extract": "Tan Dun is a Chinese-born American composer and conductor. A leading figure of contemporary classical music, he draws from a variety of Western and Chinese influences, a dichotomy which has shaped much of his life and music. Having collaborated with leading orchestras around the world, Tan is the recipient of numerous awards, including a Grawemeyer Award for his opera Marco Polo (1996) and both an Academy Award and Grammy Award for his film score in Ang Lee's Crouching Tiger, Hidden Dragon (2000). His oeuvre as a whole includes operas, orchestral, vocal, chamber, solo and film scores, as well as genres that Tan terms \"organic music\" and \"music ritual.\"",
    "year": 1957,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Denis Leary",
    "birthday": "1957-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Denis_Leary_at_ATX_TV_Festival_2015.jpg/213px-Denis_Leary_at_ATX_TV_Festival_2015.jpg",
    "extract": "Denis Colin Leary is an American actor and comedian. A native of Massachusetts, Leary first came to prominence as a stand-up comedian, especially through appearances on MTV and through the stand-up specials No Cure for Cancer (1993) and Lock 'n Load (1997). Leary began taking roles in film and television starting in the early 1990s, including substantial roles in the films Demolition Man (1993), Judgment Night (1993), the Ref (1994), and Two If By Sea (1996).",
    "year": 1957,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Ron Strykert",
    "birthday": "1957-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Ronintrosite.jpg/221px-Ronintrosite.jpg",
    "extract": "Ronald Graham Strykert is an Australian musician. He is best known for playing lead guitar, co-founding and composing songs with the 1980s band Men at Work.",
    "year": 1957,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "John Debney",
    "birthday": "1956-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/John_Debney.JPG/320px-John_Debney.JPG",
    "extract": "John Cardon Debney is an American composer and conductor of film, television, and video game scores. His work encompasses a variety of mediums and genres including comedy, horror, thriller, and action-adventure. He is a long-time collaborator of The Walt Disney Company, having written music for their films, television series, and theme parks.",
    "year": 1956,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Rainer Woelki",
    "birthday": "1956-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Rainer_Maria_Kardinal_Woelki%2C_Erzbischof_von_K%C3%B6ln_%282019%29.jpg/224px-Rainer_Maria_Kardinal_Woelki%2C_Erzbischof_von_K%C3%B6ln_%282019%29.jpg",
    "extract": "Rainer Maria Woelki is a German Cardinal of the Catholic Church. He\nhas been Archbishop of Cologne since his installation on 20 September 2014 following his election by the Cathedral Chapter to succeed Joachim Meisner in that position. He previously served as Archbishop of Berlin.",
    "year": 1956,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Bruce Benedict",
    "birthday": "1955-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b3/Bruce_Benedict_Atlanta_Braves.jpg",
    "extract": "Bruce Edwin Benedict is an American former professional baseball player, coach and scout. He played 12 seasons in Major League Baseball as a catcher for the Atlanta Braves from 1978 to 1989.",
    "year": 1955,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Taher Elgamal",
    "birthday": "1955-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Taher_Elgamal_it-sa_2010.jpg/213px-Taher_Elgamal_it-sa_2010.jpg",
    "extract": "Dr. Taher Elgamal is an Egyptian cryptographer and entrepreneur. He has served as the Chief Technology Officer (CTO) of Security at Salesforce since 2013. Prior to that, he was the founder and CEO of Securify and the director of engineering at RSA Security. From 1995 to 1998, he was the chief scientist at Netscape Communications. He is recognized as the \"father of SSL\" for the work he did in computer security while working at Netscape, which helped in establishing a private and secure communications on the Internet.",
    "year": 1955,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Umberto Guidoni",
    "birthday": "1954-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Umberto_Guidoni_portrait.jpg/255px-Umberto_Guidoni_portrait.jpg",
    "extract": "Umberto Guidoni is an Italian astrophysicist, science writer and a former ESA astronaut, being the first European to visit the International Space Station. He is a veteran of two NASA Space Shuttle missions. He was also a Member of the European Parliament (MEP) from 2004 to 2009, with the Group of the European United Left (GUE/NGL).",
    "year": 1954,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Louie Gohmert",
    "birthday": "1953-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Louie_Gohmert_official_congressional_photo.jpg/244px-Louie_Gohmert_official_congressional_photo.jpg",
    "extract": "Louis Buller Gohmert Jr. is an American attorney, politician and former jurist serving as the U.S. representative from Texas's 1st congressional district since 2005. Gohmert is a Republican and was part of the Tea Party movement. In January 2015, he unsuccessfully challenged John Boehner for Speaker of the House of Representatives. In November 2021, he announced his candidacy in the 2022 Texas Attorney General election. He failed to advance to the Republican primary runoff, getting 17% of the vote.",
    "year": 1953,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Elayne Boosler",
    "birthday": "1952-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3d/Elayne_Boosler_on_David_Feldman%27s_podcast.jpg",
    "extract": "Elayne Boosler is an American comedian, writer and actor.",
    "year": 1952,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Patrick Swayze",
    "birthday": "1952-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Patrick_Swayze_-_1990_Grammy_Awards_%28cropped%29.jpg/225px-Patrick_Swayze_-_1990_Grammy_Awards_%28cropped%29.jpg",
    "extract": "Patrick Wayne Swayze was an American actor, dancer, choreographer, singer, songwriter and film producer known for playing distinctive lead roles, particularly romantic, tough and comedic characters. He was also known for his media image and looks; People magazine named Swayze the \"Sexiest Man Alive\" in 1991.",
    "year": 1952,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Ricardo Villa",
    "birthday": "1952-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Ricardo_Villa1981.jpg/199px-Ricardo_Villa1981.jpg",
    "extract": "Ricardo Julio Villa, more commonly known as Ricky Villa, is an Argentine football coach and former professional midfielder. He was famous for his time playing football from 1970 to 1989.",
    "year": 1952,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Dennis Elliott",
    "birthday": "1950-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Dennis_Elliott_with_Foreigner_1977.jpg/320px-Dennis_Elliott_with_Foreigner_1977.jpg",
    "extract": "Dennis Leslie Elliott is a British musician and artist, who was the original drummer for the rock band, Foreigner. He played with the band from 1976 until leaving between 1991 and 1993. He went on to become a sculptor.",
    "year": 1950,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "John Scarlett",
    "birthday": "1948-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Sir_John_Scarlett_-_Chatham_House_2011.jpg/255px-Sir_John_Scarlett_-_Chatham_House_2011.jpg",
    "extract": "Sir John McLeod Scarlett is a British senior intelligence officer. He was Chief of the British Secret Intelligence Service (MI6) from 2004 to 2009. Prior to this appointment, he had chaired the Joint Intelligence Committee (JIC).",
    "year": 1948,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Sarah Dash",
    "birthday": "1945-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Sarah_Dash_2014.jpg/203px-Sarah_Dash_2014.jpg",
    "extract": "Sarah Dash was an American singer and actress. She first appeared on the music scene as a member of Patti LaBelle & The Bluebelles. Dash was later a member of Labelle, and worked as a singer, session musician, and sideman for The Rolling Stones, and Keith Richards.",
    "year": 1945,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Lewis Burwell Puller Jr.",
    "birthday": "1945-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/67/Lewis_Burwell_Puller_Jr.jpeg/215px-Lewis_Burwell_Puller_Jr.jpeg",
    "extract": "Lewis Burwell Puller Jr. was an attorney and a United States Marine Corps officer who was severely wounded in the Vietnam War. He won the 1992 Pulitzer Prize for Biography or Autobiography for his autobiography Fortunate Son.",
    "year": 1945,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Robert Hitchcock",
    "birthday": "1944-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/be/Hitchcock_in_SAS_Garden_of_Reflection_WA.jpeg/320px-Hitchcock_in_SAS_Garden_of_Reflection_WA.jpeg",
    "extract": "Robert Charles Hitchcock is an Australian sculptor. He commenced his career in 1970 and works in a wide variety of subjects and materials. Hitchcock is one of the leading portrait sculptors currently working in Australia today. He is known for his life size bronze sculptures which are located in private collections as well as public works of art in Australia and overseas.",
    "year": 1944,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Martin Mull",
    "birthday": "1943-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Martin_Mull_2018.png/256px-Martin_Mull_2018.png",
    "extract": "Martin Eugene Mull is an American actor and comedian who has appeared in many television and film roles. He is also a painter and recording artist. As an actor, he first became known in his role on Mary Hartman, Mary Hartman and its spin-off Fernwood 2 Night. Among his other notable roles are Colonel Mustard in the 1985 film Clue, Leon Carp on Roseanne, Willard Kraft on Sabrina, the Teenage Witch, Vlad Masters/Plasmius on Danny Phantom, and Gene Parmesan on Arrested Development. He had a recurring role on Two and a Half Men as Russell, the drug-using, humorous pharmacist.",
    "year": 1943,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Gianni Rivera",
    "birthday": "1943-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7d/Rivera.jpg",
    "extract": "Giovanni \"Gianni\" Rivera is an Italian politician and former footballer who played as a midfielder. During his career as a footballer he was mostly utilised as an attacking midfielder.",
    "year": 1943,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Adam Makowicz",
    "birthday": "1940-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Adam_Macowicz.jpg/292px-Adam_Macowicz.jpg",
    "extract": "Adam Makowicz is a Polish pianist and composer living in Toronto. He performs jazz and classical piano pieces, as well as his own compositions.",
    "year": 1940,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Gil Whitney",
    "birthday": "1940-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e8/Gil_Whitney_WHIO_Promo_Photo_%28c1980%29.jpg",
    "extract": "Gilman \"Gil\" Whitney (1940-1982) was an American television personality in Dayton, Ohio, who worked primarily at WHIO television and radio until his death in 1982. He was posthumously inducted into the Dayton Broadcasters Hall of Fame in 2005.",
    "year": 1940,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Maxine Brown (soul singer)",
    "birthday": "1939-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Maxine_Brown.jpg/320px-Maxine_Brown.jpg",
    "extract": "Maxine Ella Brown is an American soul and R&B singer.",
    "year": 1939,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Robert Redford",
    "birthday": "1936-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Robert_Redford_Cannes_2013.jpg/226px-Robert_Redford_Cannes_2013.jpg",
    "extract": "Charles Robert Redford Jr. is an American actor, director, producer and activist. He is the recipient of various accolades, including an Academy Award from four nominations, a British Academy Film Award, two Golden Globe Awards, the Cecil B. DeMille Award and the Presidential Medal of Freedom. In 2014, Time named him one of the 100 most influential people in the world.",
    "year": 1936,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Gail Fisher",
    "birthday": "1935-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Gail_Fisher_Mark_Stewart_Mannix_1970.JPG/243px-Gail_Fisher_Mark_Stewart_Mannix_1970.JPG",
    "extract": "Gail Fisher was an American actress who was one of the first black women to play substantive roles in American television. She was best known for playing the role of secretary Peggy Fair on the television detective series Mannix from 1968 through 1975, a role for which she won two Golden Globe Awards and an Emmy Award; she was the first black woman to win either award. She also won an NAACP Image Award in 1969.",
    "year": 1935,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Hifikepunye Pohamba",
    "birthday": "1935-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Hifikepunye_Pohamba_in_White_House.jpg/212px-Hifikepunye_Pohamba_in_White_House.jpg",
    "extract": "Hifikepunye Lucas Pohamba is a Namibian politician who served as the second President of Namibia from 21 March 2005 to 21 March 2015. He won the 2004 election overwhelmingly as the candidate of SWAPO, the ruling party, and was reelected in 2009. Pohamba was the president of SWAPO from 2007 until his retirement in 2015. He is a recipient of the Ibrahim Prize.",
    "year": 1935,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Vincent Bugliosi",
    "birthday": "1934-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Vincent_Bugliosi_in_2009.jpg/320px-Vincent_Bugliosi_in_2009.jpg",
    "extract": "Vincent T. Bugliosi Jr. was an American attorney and New York Times bestselling author.",
    "year": 1934,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Roberto Clemente",
    "birthday": "1934-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Roberto_Clemente_1965.jpg/271px-Roberto_Clemente_1965.jpg",
    "extract": "Roberto Enrique Clemente Walker was a Puerto Rican professional baseball right fielder who played 18 seasons in Major League Baseball (MLB) for the Pittsburgh Pirates. After his early death, he was posthumously inducted into the National Baseball Hall of Fame in 1973, becoming both the first Caribbean and the first Latin-American player to be enshrined. Because he died at a young age and had such a stellar career, the Hall of Fame changed its rules of eligibility. As an alternative to a player having to be retired for five years before eligibility, a player who has been deceased for at least six months is eligible for entry.",
    "year": 1934,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Gulzar",
    "birthday": "1934-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Gulzar_2008_-_still_38227.jpg/213px-Gulzar_2008_-_still_38227.jpg",
    "extract": "Sampooran Singh Kalra, known professionally as Gulzar, is an Indian poet, lyricist, author, screenwriter, and film director known for his works in Hindi cinema. He started his career with music director S.D. Burman as a lyricist in the 1963 film Bandini and worked with many music directors including R. D. Burman, Salil Chowdhury, Vishal Bhardwaj and A. R. Rahman. Gulzar also writes poetry, dialogues and scripts. He directed films such as Aandhi and Mausam during the 1970s and the TV series Mirza Ghalib in the 1980s. He also directed Kirdaar in 1993.",
    "year": 1934,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Just Fontaine",
    "birthday": "1933-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Just_Fontaine_2016.jpg/202px-Just_Fontaine_2016.jpg",
    "extract": "Just Louis Fontaine is a French retired professional footballer. A prolific forward, he is best known for scoring the most goals in a single edition of the FIFA World Cup, with thirteen in six matches in 1958. In 2004, Pelé named him one of the 125 Greatest Living Footballers at a FIFA Awards Ceremony.",
    "year": 1933,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Roman Polanski",
    "birthday": "1933-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Roman_Polanski_2011_2.jpg/227px-Roman_Polanski_2011_2.jpg",
    "extract": "Raymond Roman Thierry Polánski is a Polish and French film director, producer, screenwriter, and actor. During his career Polanski has received five Oscar nominations, winning the Academy Award for Best Director in 2003 for The Pianist. He has also received two Golden Globe Awards, two BAFTAs, a Palme d'Or of the 2002 Cannes Film Festival in France, as well as multiple Césars.",
    "year": 1933,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Luc Montagnier",
    "birthday": "1932-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Luc_Montagnier-press_conference_Dec_06th%2C_2008-6.jpg/221px-Luc_Montagnier-press_conference_Dec_06th%2C_2008-6.jpg",
    "extract": "Luc Montagnier was a French virologist and joint recipient, with Françoise Barré-Sinoussi and Harald zur Hausen, of the 2008 Nobel Prize in Physiology or Medicine for his discovery of the human immunodeficiency virus (HIV). He worked as a researcher at the Pasteur Institute in Paris and as a full-time professor at Shanghai Jiao Tong University in China.",
    "year": 1932,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Hans van Mierlo",
    "birthday": "1931-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/H.A.F.M.O._van_Mierlo%2C_minister_van_Defensie.jpg/240px-H.A.F.M.O._van_Mierlo%2C_minister_van_Defensie.jpg",
    "extract": "Henricus Antonius Franciscus Maria Oliva \"Hans\" van Mierlo was a Dutch politician and journalist who co-founded Democrats 66 (D66).",
    "year": 1931,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Liviu Librescu",
    "birthday": "1930-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/ed/Liviu_Librescu_portrait.jpg",
    "extract": "Liviu Librescu was a Romanian–American scientist and engineer. A prominent academic in addition to being a survivor of the Holocaust, his major research fields were aeroelasticity and aerodynamics.",
    "year": 1930,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Rafael Pineda Ponce",
    "birthday": "1930-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Coat_of_arms_of_Honduras.svg/270px-Coat_of_arms_of_Honduras.svg.png",
    "extract": "Rafael Pineda Ponce was a Honduran professor and politician in the Liberal Party of Honduras and President of the National Congress of Honduras from 1998 to 2002.",
    "year": 1930,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Hugues Aufray",
    "birthday": "1929-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Hugues_Aufray_20091009_Aix-en-Provence_010.jpg/213px-Hugues_Aufray_20091009_Aix-en-Provence_010.jpg",
    "extract": "Hugues Jean Marie Auffray, better known as Hugues Aufray, is a French singer-songwriter and guitarist.",
    "year": 1929,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Marge Schott",
    "birthday": "1928-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c9/Marge_Schott.jpg/236px-Marge_Schott.jpg",
    "extract": "Margaret Carolyn Schott was an American managing general partner, president and CEO of Major League Baseball's Cincinnati Reds franchise from 1984 to 1999. She was the second woman to own a North American major-league team without inheriting it.",
    "year": 1928,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Rosalynn Carter",
    "birthday": "1927-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Rose_Carter%2C_official_color_photo%2C_1977-cropped.jpg/229px-Rose_Carter%2C_official_color_photo%2C_1977-cropped.jpg",
    "extract": " Eleanor Rosalynn Carter is an American writer and activist who served as first lady of the United States from 1977 to 1981 as the wife of President Jimmy Carter. For decades, she has been a leading advocate for numerous causes, including mental health. Carter was politically active during her White House years, sitting in on Cabinet meetings. She was her husband's closest adviser. She also served as an envoy abroad, particularly in Latin America. Like her husband, Rosalynn Carter is considered a key figure in the Habitat for Humanity charity. After Bess Truman, Carter is the second-longest lived First Lady of the White House.",
    "year": 1927,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Brian Aldiss",
    "birthday": "1925-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Brian_Aldiss_2005.JPG/240px-Brian_Aldiss_2005.JPG",
    "extract": "Brian Wilson Aldiss was an English writer, artist, and anthology editor, best known for science fiction novels and short stories. His byline reads either Brian W. Aldiss or simply Brian Aldiss, except for occasional pseudonyms during the mid-1960s.",
    "year": 1925,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Anis Mansour",
    "birthday": "1925-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Anis_Mansour.jpg/243px-Anis_Mansour.jpg",
    "extract": "Anis Mansour, also transliterated as Anīs Manṣūr was an Egyptian writer.",
    "year": 1925,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Alain Robbe-Grillet",
    "birthday": "1922-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Alain_Robbe-Grillet.jpg/320px-Alain_Robbe-Grillet.jpg",
    "extract": "Alain Robbe-Grillet was a French writer and filmmaker. He was one of the figures most associated with the Nouveau Roman trend of the 1960s, along with Nathalie Sarraute, Michel Butor and Claude Simon. Alain Robbe-Grillet was elected a member of the Académie française on 25 March 2004, succeeding Maurice Rheims at seat No. 32. He was married to Catherine Robbe-Grillet.",
    "year": 1922,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Lydia Litvyak",
    "birthday": "1921-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/6b/Lydia_Vladimirovna_Litvyak.jpg/235px-Lydia_Vladimirovna_Litvyak.jpg",
    "extract": "Lydia Vladimirovna Litvyak, also known as Lilya, was a fighter pilot in the Soviet Air Force during World War II. Historians estimate for her total victories range from five to twelve solo victories and two to four shared kills in her 66 combat sorties. In about two years of operations, she was the first female fighter pilot to shoot down an enemy aircraft, the first of two female fighter pilots who have earned the title of fighter ace and the holder of the record for the greatest number of kills by a female fighter pilot. She was shot down near Orel during the Battle of Kursk as she attacked a formation of German aircraft.",
    "year": 1921,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Zdzisław Żygulski (art historian)",
    "birthday": "1921-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Zdzislaw_Zygulski_Jr_Cracow_Poland_November08_2009_Fot_Mariusz_Kubik_01.jpg/240px-Zdzislaw_Zygulski_Jr_Cracow_Poland_November08_2009_Fot_Mariusz_Kubik_01.jpg",
    "extract": "Zdzisław Żygulski was a Polish art historian and professor of the Academy of Fine Arts in Kraków. The son of Zdzisław Żygulski (senior), he was the curator of the Arms and Armour Section of the Czartoryski Museum from 1949 until his death in 2015 in Kraków, aged 93.",
    "year": 1921,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Godfrey Evans",
    "birthday": "1920-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Godfrey_Evans_1951.jpg/232px-Godfrey_Evans_1951.jpg",
    "extract": "Thomas Godfrey Evans was an English cricketer who played for Kent and England. Described by Wisden as 'arguably the best wicket-keeper the game has ever seen', Evans collected 219 dismissals in 91 Test match appearances between 1946 and 1959 and a total of 1066 in all first-class matches. En route he was the first wicket keeper to reach 200 Test dismissals and the first Englishman to reach both 1000 runs and 100 dismissals and 2000 runs and 200 dismissals in Test cricket. He was a Wisden Cricketer of the Year in 1951.",
    "year": 1920,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Bob Kennedy",
    "birthday": "1920-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Bob_Kennedy.png/302px-Bob_Kennedy.png",
    "extract": "Robert Daniel Kennedy was a right fielder/third baseman, manager and executive in Major League Baseball.",
    "year": 1920,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Shelley Winters",
    "birthday": "1920-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Studio_publicity_Shelley_Winters.jpg/240px-Studio_publicity_Shelley_Winters.jpg",
    "extract": "Shelley Winters was an American actress whose career spanned seven decades. She appeared in numerous films. She won Academy Awards for The Diary of Anne Frank (1959) and A Patch of Blue (1965), and received nominations for A Place in the Sun (1951) and The Poseidon Adventure (1972). She also appeared in A Double Life (1947), The Night of the Hunter (1955), Lolita (1962), Alfie (1966), Next Stop, Greenwich Village (1976), and Pete's Dragon (1977). In addition to film, Winters appeared in television, including a tenure on the sitcom Roseanne, and wrote three autobiographical books.",
    "year": 1920,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Wally Hickel",
    "birthday": "1919-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c0/Hickel.gif",
    "extract": "Walter Joseph Hickel was an American businessman, real estate developer, and politician who served as Governor of Alaska from 1966 to 1969 and 1990 to 1994 and as U.S. Secretary of the Interior from 1969 to 1970. He worked as a construction worker and eventually became a construction company owner/operator during Alaska's territorial days. Following World War II, Hickel became heavily involved with real estate development, building residential subdivisions, shopping centers and hotels. Hickel entered politics in the 1950s during Alaska's battle for statehood and remained politically active for the rest of his life.",
    "year": 1919,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Cisco Houston",
    "birthday": "1918-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Cisco_Houston.png/261px-Cisco_Houston.png",
    "extract": "Gilbert Vandine \"Cisco\" Houston was an American folk singer and songwriter, who is closely associated with Woody Guthrie due to their extensive history of recording together.",
    "year": 1918,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Caspar Weinberger",
    "birthday": "1917-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Caspar_Weinberger_official_photo.jpg/256px-Caspar_Weinberger_official_photo.jpg",
    "extract": "Caspar Willard Weinberger was an American statesman and businessman. As a prominent Republican, he served in a variety of state and federal positions for three decades, including chairman of the California Republican Party, 1962–68. Most notably he was Secretary of Defense under President Ronald Reagan from 1981 to 1987.",
    "year": 1917,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Neagu Djuvara",
    "birthday": "1916-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Neagu_Djuvara.JPG/231px-Neagu_Djuvara.JPG",
    "extract": "Neagu Bunea Djuvara was a Romanian historian, essayist, philosopher, journalist, novelist, and diplomat.",
    "year": 1916,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Moura Lympany",
    "birthday": "1916-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Dame_Moura_Limpany_Allan_Warren.jpg/233px-Dame_Moura_Limpany_Allan_Warren.jpg",
    "extract": "Dame Moura Lympany DBE was an English concert pianist.",
    "year": 1916,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Max Lanier",
    "birthday": "1915-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Max_Lanier.jpg/215px-Max_Lanier.jpg",
    "extract": "Hubert Max Lanier was an American left-handed pitcher in Major League Baseball who spent most of his career with the St. Louis Cardinals. He led the National League in earned run average in 1943, and was the winning pitcher of the clinching game in the 1944 World Series against the crosstown St. Louis Browns. His son Hal became a major league infielder and manager.",
    "year": 1915,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Lucy Ozarin",
    "birthday": "1914-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d2/690-lucy_ozarin_2012.jpg",
    "extract": "Lucy Dorothy Ozarin was a psychiatrist who served in the United States Navy. She was one of the first women psychiatrists commissioned in the Navy, and she was one of seven female Navy psychiatrists who served during World War II.",
    "year": 1914,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Romain Maes",
    "birthday": "1913-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Romain_Maes.jpg/320px-Romain_Maes.jpg",
    "extract": "Romain Maes was a Belgian cyclist who won the 1935 Tour de France after wearing the yellow jersey of leadership from beginning to end. Maes was the 13th child in his family. He started racing when he was 17. He turned professional in 1933 and won the Omloop van het Westen. The following year he started the Tour de France and twice finished stages in second place. He then crashed on the day from Digne to Nice and left the race in an ambulance.",
    "year": 1913,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Otto Ernst Remer",
    "birthday": "1912-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Otto_Ernst_Remer_portrait.JPG/225px-Otto_Ernst_Remer_portrait.JPG",
    "extract": "Otto Ernst Remer was a German Wehrmacht officer in World War II who played a major role in stopping the 20 July plot in 1944 against Adolf Hitler. In his later years he became a politician and far right activist. He co-founded the Socialist Reich Party in West Germany in the 1950s and is considered an influential figure in post-war neo-fascist politics in Germany.",
    "year": 1912,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Amelia Boynton Robinson",
    "birthday": "1911-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Ameila_Boynton_Robinson_2.JPG/213px-Ameila_Boynton_Robinson_2.JPG",
    "extract": "Amelia Isadora Platts Boynton Robinson was an American activist who was a leader of the American Civil Rights Movement in Selma, Alabama, and a key figure in the 1965 Selma to Montgomery marches. In 1984, she became founding vice-president of the Schiller Institute affiliated with Lyndon LaRouche. She was awarded the Martin Luther King Jr. Freedom Medal in 1990.",
    "year": 1911,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Klára Dán von Neumann",
    "birthday": "1911-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/af/Photograph_of_Klara_Dan_von_Neumann.png",
    "extract": "Klára Dán von Neumann was a Hungarian-American self-taught computer scientist, noted as one of the first computer programmers.",
    "year": 1911,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Herman Berlinski",
    "birthday": "1910-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a6/Herman-Berlinski.jpg",
    "extract": "Herman Berlinski was a German-born American composer, organist, pianist, musicologist and choir conductor.",
    "year": 1910,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Robert Winters",
    "birthday": "1910-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Robert_Winters.jpg/209px-Robert_Winters.jpg",
    "extract": "Robert Henry Winters, was a Canadian politician and businessman.",
    "year": 1910,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Edgar Faure",
    "birthday": "1908-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Edgar_Faure_1955.jpg/258px-Edgar_Faure_1955.jpg",
    "extract": "Edgar Jean Faure was a French politician, lawyer, essayist, historian and memoirist who served as Prime Minister of France in 1952 and again between 1955 and 1956. Prior to his election to the National Assembly for Jura under the Fourth Republic in 1946, he was a member of the French Committee of National Liberation (CFLN) in Algiers (1943–1944). A Radical, Faure was married to writer Lucie Meyer. In 1978, he was elected to the Académie Française.",
    "year": 1908,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Olav H. Hauge",
    "birthday": "1908-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/OlavHHaugeCa1940.jpg/199px-OlavHHaugeCa1940.jpg",
    "extract": "Olav Håkonson Hauge was a Norwegian horticulturist, translator and poet.",
    "year": 1908,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Bill Merritt (cricketer)",
    "birthday": "1908-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f7/Bill_Merritt_1936.jpg",
    "extract": "William Edward Merritt was a New Zealand Test cricketer who played for Canterbury and Northamptonshire, and a rugby league footballer who played for Canterbury, Wigan and Halifax.",
    "year": 1908,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Marcel Carné",
    "birthday": "1906-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8c/MarcelCarn%C3%A9.jpg/267px-MarcelCarn%C3%A9.jpg",
    "extract": "Marcel Albert Carné was a French film director. A key figure in the poetic realism movement, Carné's best known films include Port of Shadows (1938), Le Jour Se Lève (1939), The Devil's Envoys (1942) and Children of Paradise (1945), the last of which has been cited as one of the greatest films of all time.",
    "year": 1906,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Curtis Jones (pianist)",
    "birthday": "1906-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/80/Curtis_Jones_%28blues_pianist%29.jpg/210px-Curtis_Jones_%28blues_pianist%29.jpg",
    "extract": "Curtis Jones was an American blues pianist.",
    "year": 1906,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Max Factor Jr.",
    "birthday": "1904-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/04-17-1953_11441B_Max_Factor_%285563274283%29.jpg/320px-04-17-1953_11441B_Max_Factor_%285563274283%29.jpg",
    "extract": "Francis Factor, also known as Max Factor Jr., was an American businessman who was president of the Max Factor Cosmetics empire.",
    "year": 1904,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Lucienne Boyer",
    "birthday": "1903-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Lucienne_Boyer_%281945%29.jpg/320px-Lucienne_Boyer_%281945%29.jpg",
    "extract": "Lucienne Boyer was a French diseuse and singer, best known for her song \"Parlez-moi d'amour\". Her impresario was Bruno Coquatrix.",
    "year": 1903,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Margaret Murie",
    "birthday": "1902-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Olaus_and_Mardy_Murie.jpg/320px-Olaus_and_Mardy_Murie.jpg",
    "extract": "Margaret Thomas \"Mardy\" Murie  was a naturalist, writer, adventurer, and conservationist. Dubbed the \"Grandmother of the Conservation Movement\" by both the Sierra Club and the Wilderness Society, she helped in the passage of the Wilderness Act, and was instrumental in creating the Arctic National Wildlife Refuge. She was the recipient of the Audubon Medal, the John Muir Award, and the Presidential Medal of Freedom—the highest civilian honor awarded by the United States.",
    "year": 1902,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Ruth Norman",
    "birthday": "1900-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/1c/Uriel_in_white.jpg",
    "extract": " Ruth E. Norman, also known as Uriel, was an American religious leader who co-founded the Unarius Academy of Science, based in Southern California. Raised in California, Norman received little education and worked from an early age in a variety of jobs. In the 1940s, she developed an interest in psychic phenomena and past-life regression. These pursuits led to her introduction to Ernest Norman, a self-described psychic, in 1954. He engaged in channeling, past-life regression, and attempts at communication with extraterrestrials. She married Ernest, her fourth husband, in the mid-1950s. Together they published several books about his revelations and formed Unarius, an organization which later became known as the Unarius Academy of Science, to popularize his teachings. The couple discussed numerous details about their alleged past lives and spiritual visits to other planets, forming a mythology from these accounts.",
    "year": 1900,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Clemente Biondetti",
    "birthday": "1898-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/1938ClementeBiondetti.jpg/320px-1938ClementeBiondetti.jpg",
    "extract": "Clemente Biondetti was an Italian auto racing driver. Born into a working-class family, Biondetti raced motorcycles before turning to automobiles where he had greater success.",
    "year": 1898,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Jack Pickford",
    "birthday": "1896-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Jackpickford.jpg/236px-Jackpickford.jpg",
    "extract": "John Charles Smith, known professionally as Jack Pickford, was a Canadian-American actor, film director and producer. He was the younger brother of actresses Mary and Lottie Pickford.",
    "year": 1896,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Burleigh Grimes",
    "birthday": "1893-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Burleigh_Grimes.jpg/242px-Burleigh_Grimes.jpg",
    "extract": "Burleigh Arland Grimes was an American professional baseball player and manager, and the last pitcher officially permitted to throw the spitball. Grimes made the most of this advantage, as well as his unshaven, menacing presence on the mound, which earned him the nickname \"Ol' Stubblebeard.\" He won 270 MLB games, pitched in four World Series over the course of his 19-year career, and was elected to the Baseball Hall of Fame in 1964. A decade earlier, he had been inducted into the Wisconsin Athletic Hall of Fame.",
    "year": 1893,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Ernest MacMillan",
    "birthday": "1893-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Portrait_photograph_of_Sir_Ernest_MacMillan_in_1940_by_Noel_Rubie.jpg/238px-Portrait_photograph_of_Sir_Ernest_MacMillan_in_1940_by_Noel_Rubie.jpg",
    "extract": "Sir Ernest Alexander Campbell MacMillan, was a Canadian orchestral conductor, composer, organist, and Canada's only \"Musical Knight\". He is widely regarded as being Canada's pre-eminent musician, from the 1920s through the 1950s. His contributions to the development of music in Canada were sustained and varied, as conductor, performer, composer, administrator, lecturer, adjudicator, writer, humourist, and statesman.",
    "year": 1893,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Walther Funk",
    "birthday": "1890-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Walther_Funk_-_Reich_Minister_of_Economy.jpg/230px-Walther_Funk_-_Reich_Minister_of_Economy.jpg",
    "extract": "Walther Funk was a German economist and Nazi official who served as Reich Minister for Economic Affairs from 1938 to 1945 and was tried and convicted as a major war criminal by the International Military Tribunal at Nuremberg. Sentenced to life in prison, he remained incarcerated until he was released on health grounds in 1957. He died three years later.",
    "year": 1890,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Nettie Palmer",
    "birthday": "1885-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7e/Janet_Gertrude_Nettie_Palmer.png/320px-Janet_Gertrude_Nettie_Palmer.png",
    "extract": "Janet Gertrude \"Nettie\" Palmer was an Australian poet, essayist and Australia's leading literary critic of her day. She corresponded with women writers and collated the Centenary Gift Book which gathered together writing by Victorian women.",
    "year": 1885,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Alexander Rodzyanko",
    "birthday": "1879-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/%D0%9F%D0%BE%D1%80%D1%82%D1%80%D0%B5%D1%82_%D0%A0%D0%BE%D0%B4%D0%B7%D1%8F%D0%BD%D0%BA%D0%BE2.jpg/237px-%D0%9F%D0%BE%D1%80%D1%82%D1%80%D0%B5%D1%82_%D0%A0%D0%BE%D0%B4%D0%B7%D1%8F%D0%BD%D0%BA%D0%BE2.jpg",
    "extract": "Alexander Pavlovich Rodzyanko was an officer of the Imperial Russian Army during the World War I and lieutenant-general and a corps commander of the White Army during the Russian Civil War. He also competed at the 1912 Summer Olympics.",
    "year": 1879,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Lavr Kornilov",
    "birthday": "1870-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Kornilov1916.jpeg/245px-Kornilov1916.jpeg",
    "extract": "Lavr Georgiyevich Kornilov was a Russian military intelligence officer, explorer, and general in the Imperial Russian Army during World War I and the ensuing Russian Civil War. Kornilov was of Siberian Cossack origin. Today he is best remembered for the Kornilov Affair, an unsuccessful endeavor in August/September 1917 that was intended to strengthen Alexander Kerensky's Provisional Government, but which led to Kerensky eventually having Kornilov arrested and charged with attempting a coup d'état, and ultimately undermined Kerensky's rule.",
    "year": 1870,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Carl Rungius",
    "birthday": "1869-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Carl_Rungius_Old.jpg/261px-Carl_Rungius_Old.jpg",
    "extract": "Carl Clemens Moritz Rungius was a leading American wildlife artist. He was born in Germany though he immigrated to the United States and he spent his career painting in the western United States and Canada. Active primarily in the first half of the 20th century, he earned a reputation as the most important big game painter and the first career wildlife artist in North America.",
    "year": 1869,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Libert H. Boeynaems",
    "birthday": "1857-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Libert_H._Boeynaems_%28PP-68-5-020%29.jpg/214px-Libert_H._Boeynaems_%28PP-68-5-020%29.jpg",
    "extract": "Libert H. Boeynaems, formally Libert Hubert John Louis Boeynaems, SS.CC.,, was the fourth vicar apostolic of the Vicariate Apostolic of the Hawaiian Islands — now the Roman Catholic Diocese of Honolulu.",
    "year": 1857,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Alfred Wallis",
    "birthday": "1855-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/71/Wallis%2C_Hold_House_Port_Mear_Square_Island.jpg/320px-Wallis%2C_Hold_House_Port_Mear_Square_Island.jpg",
    "extract": "Alfred Wallis was a Cornish fisherman and artist known for his port landscapes and shipping scenes painted in a naïve style. Having no artistic training, he began painting at the age of 70, using household paint on scraps of cardboard. He achieved little commercial success, although his work was championed by progressive artists such as Ben Nicholson and Christopher Wood.",
    "year": 1855,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "William Halford",
    "birthday": "1841-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/William_Halford.jpg/222px-William_Halford.jpg",
    "extract": "William Halford was a sailor, and later an officer, in the United States Navy. He also received the Medal of Honor.",
    "year": 1841,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Marshall Field",
    "birthday": "1834-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Marshall_Field_circa_1915_%28cropped%29.jpg/220px-Marshall_Field_circa_1915_%28cropped%29.jpg",
    "extract": "Marshall Field was an American entrepreneur and the founder of Marshall Field and Company, the Chicago-based department stores. His business was renowned for its then-exceptional level of quality and customer service.",
    "year": 1834,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Ernest Noel",
    "birthday": "1831-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Ernest_Noel.jpg/215px-Ernest_Noel.jpg",
    "extract": "Ernest Noel, FGS was Member of Parliament (MP) for the Scottish seat of Dumfries Burghs from 1874 to 1886. He was chairman of the Artizans, Labourers & General Dwellings Company from 1880, during the construction of a new suburb for the working classes in Wood Green which was named \"Noel Park\" in his honour.",
    "year": 1831,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Franz Joseph I of Austria",
    "birthday": "1830-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Emperor_Francis_Joseph.jpg/229px-Emperor_Francis_Joseph.jpg",
    "extract": "Franz Joseph I or Francis Joseph I was Emperor of Austria, King of Hungary, and the other states of the Austro-Hungarian Empire from 2 December 1848 until his death. From 1 May 1850 to 24 August 1866 he was also President of the German Confederation. He was the longest-reigning ruler of the Austro-Hungarian Empire, as well as the longest-reigning emperor and sixth-longest-reigning monarch of any country in history.",
    "year": 1830,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Isaac P. Rodman",
    "birthday": "1822-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/IPRodman.jpg/217px-IPRodman.jpg",
    "extract": "Isaac Peace Rodman was a Rhode Island banker and politician, and a Union Army brigadier general in the American Civil War, mortally wounded at the Battle of Antietam.",
    "year": 1822,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Grand Duchess Maria Nikolaevna of Russia (1819–1876)",
    "birthday": "1819-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Maria_Nikolaievna_of_Leuchtenberg_by_C.Robertson_%281841%2C_Hermitage%29.jpg/191px-Maria_Nikolaievna_of_Leuchtenberg_by_C.Robertson_%281841%2C_Hermitage%29.jpg",
    "extract": "Grand Duchess Maria Nikolaievna of Russia was a daughter of Emperor Nicholas I of Russia, and sister of Alexander II. In 1839 she married Maximilian, Duke of Leuchtenberg. She was an art collector and President of the Imperial Academy of Arts in Saint Petersburg.",
    "year": 1819,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "B. T. Finniss",
    "birthday": "1807-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/B._T._Finniss_2.jpeg/219px-B._T._Finniss_2.jpeg",
    "extract": "Boyle Travers Finniss was the first Premier of South Australia, serving from 24 October 1856 to 20 August 1857.",
    "year": 1807,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Nathan Clifford",
    "birthday": "1803-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/NClifford.jpg/254px-NClifford.jpg",
    "extract": "Nathan Clifford was an American statesman, diplomat and jurist.",
    "year": 1803,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "John Russell, 1st Earl Russell",
    "birthday": "1792-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/John-Russell-1st-Earl-Russell_%28cropped%29.jpg/218px-John-Russell-1st-Earl-Russell_%28cropped%29.jpg",
    "extract": "John Russell, 1st Earl Russell,, known by his courtesy title Lord John Russell before 1861, was a British Whig and Liberal statesman who served as Prime Minister of the United Kingdom from 1846 to 1852 and again from 1865 to 1866.",
    "year": 1792,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Meriwether Lewis",
    "birthday": "1774-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Meriwether_Lewis-Charles_Willson_Peale.jpg/257px-Meriwether_Lewis-Charles_Willson_Peale.jpg",
    "extract": "Meriwether Lewis was an American explorer, soldier, politician, and public administrator, best known for his role as the leader of the Lewis and Clark Expedition, also known as the Corps of Discovery, with William Clark.\nTheir mission was to explore the territory of the Louisiana Purchase, establish trade with, and sovereignty over the natives near the Missouri River, and claim the Pacific Northwest and Oregon Country for the United States before European nations. They also collected scientific data, and information on indigenous nations. President Thomas Jefferson appointed him Governor of Upper Louisiana in 1806. He died of gunshot wounds in what was either a murder or suicide, in 1809. While the Louisiana Purchase was not made official until July 1803, president Jefferson secretly requested Congress to fund the expedition in January of 1803.",
    "year": 1774,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "François de Chasseloup-Laubat",
    "birthday": "1754-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/G%C3%A9n%C3%A9ral_Fran%C3%A7ois_Chasseloup_Laubat.jpg/238px-G%C3%A9n%C3%A9ral_Fran%C3%A7ois_Chasseloup_Laubat.jpg",
    "extract": "François, marquis de Chasseloup-Laubat, French general and military engineer, was born at Saint-Sornin, of a noble family, and entered the French engineers in 1774.",
    "year": 1754,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Antonio Salieri",
    "birthday": "1750-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Antonio_Salieri_painted_by_Joseph_Willibrord_M%C3%A4hler.jpg/247px-Antonio_Salieri_painted_by_Joseph_Willibrord_M%C3%A4hler.jpg",
    "extract": "Antonio Salieri was an Italian classical composer, conductor, and teacher. He was born in Legnago, south of Verona, in the Republic of Venice, and spent his adult life and career as a subject of the Habsburg monarchy.",
    "year": 1750,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Laurence Shirley, 4th Earl Ferrers",
    "birthday": "1720-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/4th_Earl_Ferrers.jpg/219px-4th_Earl_Ferrers.jpg",
    "extract": "Laurence Shirley, 4th Earl Ferrers was an English nobleman, notable for being the last peer to be hanged, following his conviction for murdering his steward.",
    "year": 1720,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Baji Rao I",
    "birthday": "1700-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Baji_Rao_I.png/212px-Baji_Rao_I.png",
    "extract": "Baji Rao I, born as Visaji, also known as Bajirao Ballal, was the 7th Peshwa of the Maratha Empire. During his 20-year career as a Peshwa, he defeated Mughals and their vassal Nizam-ul-Mulk at several battles like the Battle of Delhi and Battle of Bhopal. Baji Rao's achievements are establishing Maratha supremacy in southern India and political hegemony in northern India. Thus, he was responsible for establishing Maratha power in Gujarat, Malwa, Rajputana and Bundelkhand all the way up to Bengal;and liberating Konkan from the Siddis of Janjira and Portuguese rule.",
    "year": 1700,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Louis Henri, Duke of Bourbon",
    "birthday": "1692-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Gobert%2C_attributed_to_-Louis_Henri_of_Bourbon%2C_Prince_of_Cond%C3%A9_-_Versailles%2C_MV3727.jpg/245px-Gobert%2C_attributed_to_-Louis_Henri_of_Bourbon%2C_Prince_of_Cond%C3%A9_-_Versailles%2C_MV3727.jpg",
    "extract": "Louis Henri, Duke of Bourbon, was a French nobleman and politician who served as Prime Minister of France from 1723 to 1726. As a member of the reigning House of Bourbon, he was a prince du sang.",
    "year": 1692,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Brook Taylor",
    "birthday": "1685-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/BTaylor.jpg/263px-BTaylor.jpg",
    "extract": " Brook Taylor was an English mathematician best known for creating Taylor's theorem and the Taylor series, which are important for their use in mathematical analysis.",
    "year": 1685,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Ferdinando Galli-Bibiena",
    "birthday": "1657-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Ferdinando-Galli-Bibiena.jpg/267px-Ferdinando-Galli-Bibiena.jpg",
    "extract": "Ferdinando Galli-Bibiena, surname also spelled Galli da Bibiena or Bibbiena, was an Italian Baroque-era architect, designer, and painter.",
    "year": 1657,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Agneta Horn",
    "birthday": "1629-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Det_h%C3%A4r_%C3%A4r_Agneta_Horn_2013-11-05_20-11.jpg/213px-Det_h%C3%A4r_%C3%A4r_Agneta_Horn_2013-11-05_20-11.jpg",
    "extract": "Agneta Horn was a Swedish writer born to noble parents and a military father. She traveled a great deal throughout Europe in her lifetime as a result of living in a military family and later marrying another soldier. She is most known for writing her autobiography, Agneta Horns leverne.",
    "year": 1629,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Maria Anna of Spain",
    "birthday": "1606-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Diego_Vel%C3%A1zquez_-_Maria_Anna_of_Spain_-_Prado.jpg/235px-Diego_Vel%C3%A1zquez_-_Maria_Anna_of_Spain_-_Prado.jpg",
    "extract": "Maria Anna of Spain was a Holy Roman Empress and Queen of Hungary and Bohemia by marriage to Ferdinand III, Holy Roman Emperor. She acted as regent on several occasions during the absences of her spouse, notably during his absence in Bohemia in 1645.",
    "year": 1606,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Henry Hammond",
    "birthday": "1605-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Portrait_of_Henry_Hammond_D_D_by_Sylvester_Harding.jpg/273px-Portrait_of_Henry_Hammond_D_D_by_Sylvester_Harding.jpg",
    "extract": "Henry Hammond was an English churchman, who supported the Royalist cause during the English Civil War.",
    "year": 1605,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Jean Bolland",
    "birthday": "1596-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Portret_van_Johann_Bolland%2C_RP-P-1906-649.jpg/207px-Portret_van_Johann_Bolland%2C_RP-P-1906-649.jpg",
    "extract": "Jean Bolland was a Jesuit priest, theologian, and prominent Flemish hagiographer.",
    "year": 1596,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Virginia Dare",
    "birthday": "1587-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Virginia_Dare_5c_1937_issue.JPG/311px-Virginia_Dare_5c_1937_issue.JPG",
    "extract": "Virginia Dare was the first English child born in a New World English colony.",
    "year": 1587,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Countess Charlotte Flandrina of Nassau",
    "birthday": "1579-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Charlotte_Flandrina.jpg/212px-Charlotte_Flandrina.jpg",
    "extract": "Countess Charlotte Flandrina of Nassau was a french abbess. She was the fourth daughter of William the Silent and his third spouse Charlotte of Bourbon.",
    "year": 1579,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Francesco Canova da Milano",
    "birthday": "1497-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Francesco_Canova_da_Milano.jpg/239px-Francesco_Canova_da_Milano.jpg",
    "extract": "Francesco Canova da Milano was an Italian lutenist and composer. He was born in Monza, near Milan, and worked for the papal court for almost all of his career. Francesco was heralded throughout Europe as the foremost lute composer of his time. More of his music is preserved than of any other lutenist of the period, and his work continued to influence composers for more than a century after his death.",
    "year": 1497,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Lorenzo Pucci",
    "birthday": "1458-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Parmigianino_019.jpg/271px-Parmigianino_019.jpg",
    "extract": "Lorenzo Pucci was an Italian cardinal and bishop from the Florentine Pucci family. His brother Roberto Pucci and his nephew Antonio Pucci also became cardinals.",
    "year": 1458,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Marko Marulić",
    "birthday": "1450-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Marco_Marulo_1903_Ljetopis_dru%C5%A1tva_hrvatskih_knji%C5%BEevnika_za_1900-1903.jpg/270px-Marco_Marulo_1903_Ljetopis_dru%C5%A1tva_hrvatskih_knji%C5%BEevnika_za_1900-1903.jpg",
    "extract": "Marko Marulić Splićanin, in Latin Marcus Marulus Spalatensis, was a Croatian poet, lawyer, judge, and Renaissance humanist who coined the term \"psychology\". He is the national poet of Croatia. According to George J. Gutsche, Marulic's epic poem Judita, \"is the first long poem in Croatian\", and, \"gives Marulić a position in his own literature comparable to Dante in Italian literature.\" Furthermore, Marulić's Latin poetry is also of such high quality that his contemporaries dubbed him, \"The Christian Virgil.\"",
    "year": 1450,
    "month": 8,
    "day": 18,
    "language": "en"
  },
  {
    "name": "Ashikaga Takauji",
    "birthday": "1305-8-18",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Ashikaga_Takauji_J%C5%8Ddo-ji.jpg/320px-Ashikaga_Takauji_J%C5%8Ddo-ji.jpg",
    "extract": "Ashikaga Takauji  was the founder and first shōgun of the Ashikaga shogunate. His rule began in 1338, beginning the Muromachi period of Japan, and ended with his death in 1358. He was a male-line descendant of the samurai of the (Minamoto) Seiwa Genji line who had settled in the Ashikaga area of Shimotsuke Province, in present-day Tochigi Prefecture.",
    "year": 1305,
    "month": 8,
    "day": 18,
    "language": "en"
  }
]