[
  {
    "name": "Mark Lee (singer)",
    "birthday": "1999-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/181012_Mark_KBS_%27%EB%AE%A4%EC%A7%81%EB%B1%85%ED%81%AC%27_%EB%A6%AC%ED%97%88%EC%84%A4_%EC%B6%9C%EA%B7%BC%EA%B8%B8_%EC%A7%81%EC%BA%A0_%EC%98%81%EC%83%81.png/213px-181012_Mark_KBS_%27%EB%AE%A4%EC%A7%81%EB%B1%85%ED%81%AC%27_%EB%A6%AC%ED%97%88%EC%84%A4_%EC%B6%9C%EA%B7%BC%EA%B8%B8_%EC%A7%81%EC%BA%A0_%EC%98%81%EC%83%81.png",
    "extract": "Mark Lee, known professionally as Mark, is a Canadian rapper, singer, songwriter, and dancer of Korean descent. He is a member of the South Korean boy band NCT and its fixed sub-units NCT 127 and NCT Dream, as well as the South Korean supergroup SuperM.",
    "year": 1999,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Keston Hiura",
    "birthday": "1996-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Keston_Hiura_%2846983659845%29_%28cropped%29.jpg/259px-Keston_Hiura_%2846983659845%29_%28cropped%29.jpg",
    "extract": "Keston Wee Hing Natsuo Hiura is an American professional baseball first baseman and second baseman for the Milwaukee Brewers of Major League Baseball (MLB).",
    "year": 1996,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Simone Manuel",
    "birthday": "1996-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Kazan_2015_-_Simone_Manuel.jpg/150px-Kazan_2015_-_Simone_Manuel.jpg",
    "extract": "Simone Ashley Manuel is an American professional swimmer specializing in freestyle events. At the 2016 Rio Olympics, she won two gold and two silver medals: gold in the 100-meter freestyle and the 4x100-meter medley, and silver in the 50-meter freestyle and the 4×100-meter freestyle relay. In winning the 100-meter freestyle, a tie with Penny Oleksiak of Canada, Manuel became the first Black American woman to win an individual Olympic gold in swimming and set an Olympic record and an American record. At the 2020 Tokyo Olympics, she won a bronze medal as the anchor of the American 4×100-meter freestyle relay team.",
    "year": 1996,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Kristaps Porziņģis",
    "birthday": "1995-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Kristaps_Porzingis_%28cropped%29.jpg/152px-Kristaps_Porzingis_%28cropped%29.jpg",
    "extract": "Kristaps Porziņģis is a Latvian professional basketball player for the Washington Wizards of the National Basketball Association (NBA). He is one of the tallest active players in the NBA, standing at 7 ft 3 in (2.21 m) tall, and plays both the power forward and center positions.",
    "year": 1995,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Laura Pigossi",
    "birthday": "1994-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Laura_Pigossi_at_the_2020_Summer_Olympics_in_Tokyo_%282021%29.jpg/240px-Laura_Pigossi_at_the_2020_Summer_Olympics_in_Tokyo_%282021%29.jpg",
    "extract": "Laura Pigossi Herrmann de Andrade is a Brazilian professional tennis player. She won an olympic bronze medal in the 2020 Tokyo Olympics, playing alongside Luisa Stefani.",
    "year": 1994,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Laremy Tunsil",
    "birthday": "1994-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Laremy_Tunsil.png/239px-Laremy_Tunsil.png",
    "extract": "Laremy Alexander Tunsil is an American football offensive tackle for the Houston Texans of the National Football League (NFL). He played college football at the University of Mississippi.",
    "year": 1994,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Cr1TiKaL",
    "birthday": "1994-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Cr1TiKaL_in_2022.jpg/250px-Cr1TiKaL_in_2022.jpg",
    "extract": "Charles White Jr., better known as Cr1TiKaL, is an American YouTuber, Twitch streamer, and musician. He became popular from his video game commentary videos on his YouTube channel \"Penguinz0\", as well as his monotone voice and deadpan delivery of humorous commentary. He has gained significant coverage over his online career.",
    "year": 1994,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Charli XCX",
    "birthday": "1992-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Charli_XCX_2022.jpg/213px-Charli_XCX_2022.jpg",
    "extract": "Charlotte Emma Aitchison, known professionally as Charli XCX, is an English singer and songwriter. Born in Cambridge and raised in Start Hill, Essex, she began posting songs on Myspace in 2008, which led to her discovery by a promoter who invited her to perform at warehouse raves. In 2010, she signed a recording contract with Asylum Records, releasing a series of singles and mixtapes throughout 2011 and 2012. She rose to prominence with the 2012 Icona Pop collaboration \"I Love It\", which became an international success, reaching the top 10 in North America and Europe.",
    "year": 1992,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Skylar Diggins-Smith",
    "birthday": "1990-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Skylar_Diggins-Smith.jpg/222px-Skylar_Diggins-Smith.jpg",
    "extract": "Skylar Kierra Diggins-Smith is an American professional basketball player for the Phoenix Mercury in the Women's National Basketball Association (WNBA). Diggins was drafted third overall by the Tulsa Shock in the 2013 WNBA draft. In high school, she was the National Gatorade Player of the Year, the Gatorade Female Athlete of the Year. Diggins played point guard for Notre Dame, where she led Notre Dame to three consecutive Final Fours and two consecutive NCAA championship appearances. She finished her Notre Dame career ranked first in points and steals, second in assists, and as a two-time winner of the Nancy Lieberman Award as the top point guard in the nation.",
    "year": 1990,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Nacer Chadli",
    "birthday": "1989-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6e/Nacer_Chadli_2018_%28cropped%29.jpg",
    "extract": "Nacer Chadli is a Belgian professional footballer who plays as a winger for Turkish Super Lig club İstanbul Başakşehir and the Belgium national team.",
    "year": 1989,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Rob Kwiet",
    "birthday": "1988-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Rob_Kwiet_Royals2.jpg/240px-Rob_Kwiet_Royals2.jpg",
    "extract": "Rob Kwiet is a Canadian professional ice hockey player who is currently with the Greenville Swamp Rabbits of the ECHL. He has previously played in the American Hockey League with the Providence Bruins and the Bridgeport Sound Tigers.",
    "year": 1988,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Davey Boy Smith Jr.",
    "birthday": "1985-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Harry_Smith_at_Stampede_cropped.jpg/285px-Harry_Smith_at_Stampede_cropped.jpg",
    "extract": "Harry Francis Smith is a Canadian professional wrestler. \nWidely known under the ring name Davey Boy Smith Jr., he is a former three-time IWGP Tag Team Champion, two-time GHC Tag Team Champion, two-time NWA World Tag Team Champion, one-time WWE Tag Team Champion, and one-time MLW World Tag Team Champion. He also appeared for World of Sport Wrestling under the ring name British Bulldog Jr. He is known for his tenures in Major League Wrestling (MLW), New Japan Pro-Wrestling (NJPW), and Pro Wrestling Noah, regularly teaming with Lance Archer as the Killer Elite Squad (K.E.S).",
    "year": 1985,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Britt Nicole",
    "birthday": "1985-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Britt_Nicole.jpg/213px-Britt_Nicole.jpg",
    "extract": "Brittany Nicole Waddell, better known by her stage name Britt Nicole is an American vocalist, songwriter and recording artist. She has mainly charted as a Christian pop artist, but in 2012 found her debut mainstream single, \"Gold\", and, in 2013, \"Ready or Not\", in the Mainstream Top 40. Her fourth studio album, Gold, was nominated for Best Contemporary Christian Music Album at the 55th Grammy Awards. She is signed to Sparrow and Capitol Records.",
    "year": 1985,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Giampaolo Pazzini",
    "birthday": "1984-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Giampaolo_Pazzini_%2815_02_2011%29.jpg/213px-Giampaolo_Pazzini_%2815_02_2011%29.jpg",
    "extract": "Giampaolo Pazzini, nicknamed Il Pazzo after his surname, is a former Italian professional footballer who played as a striker.",
    "year": 1984,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Michel Bastos",
    "birthday": "1983-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Michel_Bastos_2013-06-29.jpg/217px-Michel_Bastos_2013-06-29.jpg",
    "extract": "Michel Fernandes Bastos is a Brazilian retired professional footballer who mainly played as a left winger.",
    "year": 1983,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Hélder Postiga",
    "birthday": "1982-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/DEP-GET_072_1200_%2815516752520%29.jpg/261px-DEP-GET_072_1200_%2815516752520%29.jpg",
    "extract": "Hélder Manuel Marques Postiga OIH is a Portuguese retired professional footballer who played as a striker.",
    "year": 1982,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Kerry Rhodes",
    "birthday": "1982-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Kerry_Rhodes_2008_%28cropped%29.jpg/213px-Kerry_Rhodes_2008_%28cropped%29.jpg",
    "extract": "Kerry Rhodes is an American actor and former American football safety in the National Football League. He was drafted by the New York Jets in the fourth round of the 2005 NFL Draft, and most recently played for the Arizona Cardinals in 2012. Rhodes was named to All-Pro teams by three publications after the 2006 NFL season. He played college football at Louisville.",
    "year": 1982,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Grady Sizemore",
    "birthday": "1982-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Grady_Sizemore_%283868094863%29_%28cropped2%29.jpg/320px-Grady_Sizemore_%283868094863%29_%28cropped2%29.jpg",
    "extract": "Grady Sizemore is an American former professional baseball outfielder. He played in Major League Baseball (MLB) for the Cleveland Indians from 2004 through 2011, but did not play in the majors for the following two years after back and knee injuries. He returned in 2014 with the Boston Red Sox and played for the Philadelphia Phillies from 2014 to 2015 before finishing 2015 with the Tampa Bay Rays. He was a three-time MLB All-Star and a two-time Gold Glove Award winner, and also won a Silver Slugger Award.",
    "year": 1982,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Alexander Emelianenko",
    "birthday": "1981-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Aleksander_Emelianenko.jpg/182px-Aleksander_Emelianenko.jpg",
    "extract": "Alexander Vladimirovich Emelianenko is a Russian mixed martial artist. He is a three-time Russian national Combat Sambo champion and three-time world Combat Sambo champion in the absolute division. He is the younger brother of Fedor Emelianenko.",
    "year": 1981,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Tim Murtagh",
    "birthday": "1981-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Tim_Murtagh.jpg/295px-Tim_Murtagh.jpg",
    "extract": "Timothy James Murtagh is an English-born Irish cricketer. He is a left-handed batsman and a right-arm fast-medium bowler. He represented England in the 2000 ICC Under-19 Cricket World Cup.",
    "year": 1981,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ivica Banović",
    "birthday": "1980-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Banovi%C4%87%2C_Ivica_CB_13-14_WP.JPG/213px-Banovi%C4%87%2C_Ivica_CB_13-14_WP.JPG",
    "extract": "Ivica Banović is a Croatian former professional footballer who played as a defensive midfielder. An NK Zagreb youth product, he spent most of his career in Germany. At international level, he earned two caps with the Croatia national team.",
    "year": 1980,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Matt Guerrier",
    "birthday": "1978-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Matt_Guerrier_on_April_19%2C_2013.jpg/261px-Matt_Guerrier_on_April_19%2C_2013.jpg",
    "extract": "Matthew Olson Guerrier is an American former professional baseball relief pitcher. He played in Major League Baseball (MLB) for the Minnesota Twins, Los Angeles Dodgers and Chicago Cubs.",
    "year": 1978,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Deividas Šemberas",
    "birthday": "1978-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Deividas_%C5%A0emberas_2012.jpg/232px-Deividas_%C5%A0emberas_2012.jpg",
    "extract": "Deividas Šemberas is a Lithuanian former professional footballer who played as a centre-back or defensive midfielder.",
    "year": 1978,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Dragan Vukmir",
    "birthday": "1978-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Dragan_Vukmir.jpg/213px-Dragan_Vukmir.jpg",
    "extract": "Dragan Vukmir is a Serbian professional football manager and a former defender. He is the manager of Hungarian club Diósgyőr. He was capped once for Serbia and Montenegro.",
    "year": 1978,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Edward Furlong",
    "birthday": "1977-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Edward_Furlong_2009.jpg/263px-Edward_Furlong_2009.jpg",
    "extract": "Edward Walter Furlong is an American actor. He won Saturn and MTV Movie Awards for his breakthrough performance at age 13 as John Connor in James Cameron's Terminator 2: Judgment Day; which was followed by a mini-sequel, short attraction film T2-3D: Battle Across Time co-directed and co-written by Cameron with the same main cast. In 1992, he gave an Independent Spirit Award-nominated turn opposite Jeff Bridges in American Heart, and earned a second Saturn Award nomination for his work in Pet Sematary Two. He won a Young Artist Award for his performance alongside Kathy Bates in A Home of Our Own (1993) and appeared in Before and After (1996) with Meryl Streep and Liam Neeson. Furlong received acclaim for his starring roles in the 1998 motion pictures Pecker, co-starring Christina Ricci, and American History X, co-starring Edward Norton. He had significant roles in the comedy Detroit Rock City (1999) and the crime drama Animal Factory (2000).",
    "year": 1977,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Reyes Estévez",
    "birthday": "1976-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Reyes_Est%C3%A9vez.jpg/240px-Reyes_Est%C3%A9vez.jpg",
    "extract": "Reyes Estévez López is a Spanish 1500 metres runner. He won the European Championships' final 1998 in Budapest. In addition, he won bronze medals at the 1997 World Championships, 1999 World Championships and 2005 European Indoor Championships and silver medals at the 2001 IAAF World Indoor Championships and 2002 European Championships.",
    "year": 1976,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jay Heaps",
    "birthday": "1976-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Revolution%27s_coach_Jay_Heaps_signs_a_document_of_support_with_the_U.S._Coast_Guard.jpg/275px-Revolution%27s_coach_Jay_Heaps_signs_a_document_of_support_with_the_U.S._Coast_Guard.jpg",
    "extract": "John Franklin \"Jay\" Heaps is an American former soccer player who currently serves as president and general manager of Birmingham Legion FC. He is a former head coach for the New England Revolution in Major League Soccer.",
    "year": 1976,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Michael Weiss (figure skater)",
    "birthday": "1976-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Stars_on_Ice_2010_in_Manchester_%2816%29.jpg/213px-Stars_on_Ice_2010_in_Manchester_%2816%29.jpg",
    "extract": "Michael Weiss is an American former competitive and currently professional figure skater. He is in the U.S. Figure Skating Hall of Fame and is a three-time national champion a two-time World bronze medalist, and a two-time Olympic team member.",
    "year": 1976,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Sam Worthington",
    "birthday": "1976-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Sam_Worthington_2013.jpg/204px-Sam_Worthington_2013.jpg",
    "extract": "Samuel Henry John Worthington is an Australian actor. He is best known for playing Jake Sully in Avatar, Marcus Wright in Terminator Salvation, and Perseus in Clash of the Titans and its sequel Wrath of the Titans. He later took more dramatic roles, appearing in The Debt (2010), Everest (2015), Hacksaw Ridge (2016), The Shack (2017), Manhunt: Unabomber (2017), and Fractured (2019). On television, he appeared in his native Australia as Howard in Love My Way and as Phillip Schuler in the television drama mini-series Deadline Gallipoli, for which he was also an executive producer. He voiced the protagonist, Captain Alex Mason, in the video games Call of Duty: Black Ops (2010), Call of Duty: Black Ops II (2012), and Call of Duty: Black Ops 4 (2018). In 2022, he starred in the true crime miniseries Under the Banner of Heaven.",
    "year": 1976,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Mineiro (footballer)",
    "birthday": "1975-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/8e/Mineiro.jpg",
    "extract": "Carlos Luciano da Silva, nicknamed Mineiro, is a Brazilian former professional footballer who played as a defensive midfielder.",
    "year": 1975,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Miguel Mendonca",
    "birthday": "1973-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Mbm-prlock-crop-s.jpg/260px-Mbm-prlock-crop-s.jpg",
    "extract": "Miguel Mendonça is an Anglo-Azorean writer based in Bristol, England.",
    "year": 1973,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Mohamed Al-Deayea",
    "birthday": "1972-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Mohamed_Al-Deayea_2010.jpg/136px-Mohamed_Al-Deayea_2010.jpg",
    "extract": "Mohamed Abdullaziz Al-Deayea is a Saudi Arabian former professional footballer who played as a football goalkeeper. He participated in four FIFA World Cups for the Saudi Arabia national team and earned a total of 173 officially recognized caps, the record for a goalkeeper.",
    "year": 1972,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Muriel Bowser",
    "birthday": "1972-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Muriel_Bowser_official_photo.jpg/261px-Muriel_Bowser_official_photo.jpg",
    "extract": "Muriel Elizabeth Bowser is an American politician serving since 2015 as the eighth mayor of the District of Columbia. A member of the Democratic Party, she previously represented the 4th ward as a member of the Council of the District of Columbia from 2007 to 2015. She is the second female mayor of the District of Columbia after Sharon Pratt, and the first woman to be reelected to that position.",
    "year": 1972,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Tony Amonte",
    "birthday": "1970-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/TonyAmonteWarmup.jpg/208px-TonyAmonteWarmup.jpg",
    "extract": "Anthony Lewis Amonte is an American former professional ice hockey player.",
    "year": 1970,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Kevin Smith",
    "birthday": "1970-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Kevin_Smith_by_Gage_Skidmore_3.jpg/254px-Kevin_Smith_by_Gage_Skidmore_3.jpg",
    "extract": "Kevin Patrick Smith is an American filmmaker, actor, comedian, comic book writer, author, YouTuber, and podcaster. He came to prominence with the low-budget comedy buddy film Clerks (1994), which he wrote, directed, co-produced, and acted in as the character Silent Bob of stoner duo Jay and Silent Bob, characters who also appeared in Smith's later films Mallrats (1995), Chasing Amy (1997), Dogma (1999), Jay and Silent Bob Strike Back (2001), Clerks II (2006), and Jay and Silent Bob Reboot (2019), which are set primarily in his home state of New Jersey. While not strictly sequential, the films have crossover plot elements, character references, and a shared canon known as the \"View Askewniverse\", named after Smith's production company View Askew Productions, which he co-founded with Scott Mosier.",
    "year": 1970,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Fernando Couto",
    "birthday": "1969-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/FCouto.JPG/133px-FCouto.JPG",
    "extract": "Fernando Manuel Silva Couto, OIH is a Portuguese former footballer who played as a centre back.",
    "year": 1969,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Aline Brosh McKenna",
    "birthday": "1967-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Aline_Brosh_McKenna%2C_2008_%28cropped%29.png/320px-Aline_Brosh_McKenna%2C_2008_%28cropped%29.png",
    "extract": "Aline Brosh McKenna is an American screenwriter, producer and director. Her credits include writing The Devil Wears Prada (2006), 27 Dresses (2008), Morning Glory (2010), We Bought a Zoo (2011) and co-creating The CW's Crazy Ex-Girlfriend.",
    "year": 1967,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Takashi Iizuka",
    "birthday": "1966-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Takashi_Iizuka_2017.jpg/213px-Takashi_Iizuka_2017.jpg",
    "extract": "Takayuki Iizuka , better known by his ring name Takashi Iizuka , is a retired Japanese professional wrestler. He is best known for his 33-year career in New Japan Pro-Wrestling (NJPW), where he was a three-time IWGP Tag Team Champion. He has also worked for Pro Wrestling Noah, where he was a one-time GHC Tag Team Champion.",
    "year": 1966,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Tim Wakefield",
    "birthday": "1966-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Tim_Wakefield_Pitching.jpg/320px-Tim_Wakefield_Pitching.jpg",
    "extract": "Timothy Stephen Wakefield is an American former professional baseball pitcher. Wakefield began his pitching career with the Pittsburgh Pirates, but is most remembered for his 17-year tenure with the Boston Red Sox, from 1995 till his retirement in 2012 as the longest-serving player on the team. When he retired, Wakefield was the oldest active player in the majors.",
    "year": 1966,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Joe Hockey",
    "birthday": "1965-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Joe_Hockey_portrait_1.jpg/234px-Joe_Hockey_portrait_1.jpg",
    "extract": "Joseph Benedict Hockey is an Australian politician and diplomat. \nHe was the Member of Parliament for North Sydney from 1996 until 2015. He was the Treasurer of Australia in the Abbott Government from 18 September 2013 until September 2015 when he resigned from Cabinet, having refused an alternative offer from the incoming Prime Minister, Malcolm Turnbull. He previously served as the Minister for Human Services and Minister for Employment and Workplace Relations in the Howard Government. He also served as Ambassador of Australia to the United States from January 2016 until January 2020.",
    "year": 1965,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Hisanobu Watanabe",
    "birthday": "1965-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Watanabe_hisanobu.jpg/212px-Watanabe_hisanobu.jpg",
    "extract": "Hisanobu Watanabe nicknamed \"Nabe-Q\", is the former baseball player who played in the Japanese professional leagues from 1984 to 1998. He also was manager of the Saitama Seibu Lions for most of his pitching career with the Lions.",
    "year": 1965,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Frank Biela",
    "birthday": "1964-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Frank_Biela_2006_EMS.jpg/252px-Frank_Biela_2006_EMS.jpg",
    "extract": "Frank Biela is a German auto racing driver, mainly competing in touring cars and sportscar racing. He has raced exclusively in cars manufactured by the Audi marque since 1990.",
    "year": 1964,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Mary-Louise Parker",
    "birthday": "1964-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Mary-Louise_Parker_by_Gage_Skidmore.jpg/245px-Mary-Louise_Parker_by_Gage_Skidmore.jpg",
    "extract": "Mary-Louise Parker is an American actress. After making her Broadway debut as Rita in Craig Lucas' Prelude to a Kiss in 1990, Parker came to prominence for film roles in Grand Canyon (1991), Fried Green Tomatoes (1991), The Client (1994), Bullets over Broadway (1994), A Place for Annie (1994), Boys on the Side (1995), The Portrait of a Lady (1996), and The Maker (1997). Among stage and independent film appearances thereafter, Parker received the 2001 Tony Award for Best Actress in a Play for her portrayal of Catherine Llewellyn in David Auburn's Proof, among other accolades. Between 2001 and 2006, she recurred as Amy Gardner in the NBC television series The West Wing, for which she was nominated for the Primetime Emmy Award for Outstanding Supporting Actress in a Drama Series in 2002. She received both a Golden Globe and a Primetime Emmy Award for her portrayal of Harper Pitt in the acclaimed HBO television miniseries Angels in America in 2003.",
    "year": 1964,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Uğur Tütüneker",
    "birthday": "1963-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/U%C4%9Fur_T%C3%BCt%C3%BCneker_%281%29.JPG/230px-U%C4%9Fur_T%C3%BCt%C3%BCneker_%281%29.JPG",
    "extract": "Uğur Tütüneker is a Turkish former footballer and manager who most recently served as the manager of Adana Demirspor. After migrating to Germany with his family, he started playing football at Bayern Munich youth academy.",
    "year": 1963,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Lee Mavers",
    "birthday": "1962-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/48/Lee_A._Mavers_at_The_Picket_in_Liverpool._December_21st._1999._Photo_credit_A._Waters.jpg",
    "extract": "Lee Anthony Mavers is an English musician. Mavers was the songwriter, singer and rhythm guitarist in The La's and is best known for the hit \"There She Goes\" from October 1990.",
    "year": 1962,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Linda Fratianne",
    "birthday": "1960-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Linda_Fratianne_1979.jpg/234px-Linda_Fratianne_1979.jpg",
    "extract": "Linda Sue Fratianne is an American former figure skater known for winning two World Championship titles, four consecutive U.S. Championships (1977–1980), and a silver medal in the 1980 Winter Olympics.",
    "year": 1960,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Neal Morse",
    "birthday": "1960-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/20120920-223727_Flying_Colors_013_Tilburg_%28cropped%29.jpg/266px-20120920-223727_Flying_Colors_013_Tilburg_%28cropped%29.jpg",
    "extract": "Neal Morse is an American singer, musician and composer based in Nashville, Tennessee. In 1992, he formed the progressive rock band Spock's Beard with his brother Alan and released an album which was moderately successful. In 1999, he joined Dream Theater's co-founder and then drummer Mike Portnoy, together with Flower Kings' Roine Stolt and Marillion's Pete Trewavas they formed the super-group Transatlantic. In 2002, Neal Morse became a born again Christian, left Spock's Beard and began a Christian rock solo career, releasing many progressive rock concept albums about his new religious faith. In the meantime, he continued to play with Transatlantic and formed three new bands with Portnoy, Yellow Matter Custard, Flying Colors and The Neal Morse Band.",
    "year": 1960,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "David Yow",
    "birthday": "1960-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/David_Yow.jpg/227px-David_Yow.jpg",
    "extract": "David Yow is an American musician and actor born in Las Vegas, Nevada and best known as the vocalist for the noise rock bands Scratch Acid and The Jesus Lizard. Yow's debut solo album, Tonight You Look Like a Spider, was released in June 2013 on Joyful Noise Records.",
    "year": 1960,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Victoria Jackson",
    "birthday": "1959-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Victoria_Jackson_2011b2.jpg/244px-Victoria_Jackson_2011b2.jpg",
    "extract": "Victoria Jackson is an American actress, comedian, and singer who was a cast member of the NBC television sketch comedy series Saturday Night Live (SNL) from 1986 to 1992.",
    "year": 1959,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Johnny Kemp",
    "birthday": "1959-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/6a/Johnny_kemp.jpg/284px-Johnny_kemp.jpg",
    "extract": "Johnny Kemp was a Bahamian singer, songwriter, and record producer. He began his career as a songwriter in late 1979 and is perhaps best known for his solo work, including his single \"Just Got Paid\" (1988), which was nominated for a Grammy Award for Best R&B Song in 1989.",
    "year": 1959,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Apollonia Kotero",
    "birthday": "1959-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Apollonia_Kotero.jpg/213px-Apollonia_Kotero.jpg",
    "extract": "Patricia Apollonia Kotero is an American singer, actress, former model and talent manager. She is known for co-starring in Prince's 1984 film Purple Rain and for having been the lead singer of the girl group Apollonia 6.",
    "year": 1959,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jacky Rosen",
    "birthday": "1957-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Jacky_Rosen%2C_official_portrait%2C_116th_congress.jpg/252px-Jacky_Rosen%2C_official_portrait%2C_116th_congress.jpg",
    "extract": "Jacklyn Sheryl Rosen is an American politician serving as the junior United States senator from Nevada since 2019. A member of the Democratic Party, she was the U.S. representative for Nevada's 3rd congressional district from 2017 to 2019.",
    "year": 1957,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Fulvio Melia",
    "birthday": "1956-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b7/FulvioMelia.jpg",
    "extract": "Fulvio Melia is an Italian-American astrophysicist, cosmologist and author. He is professor of physics, astronomy and the applied math program at the University of Arizona and was a scientific editor of The Astrophysical Journal and an associate editor of The Astrophysical Journal Letters. A former Presidential Young Investigator and Sloan Research Fellow, he is the author of six English books and 230 refereed articles on theoretical astrophysics and cosmology.",
    "year": 1956,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Butch Vig",
    "birthday": "1955-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/BVSmartStudios.jpg/320px-BVSmartStudios.jpg",
    "extract": "Bryan David \"Butch\" Vig is an American musician, songwriter, and record producer, best known as the drummer and co-producer of the alternative rock band Garbage and the producer of the diamond-selling Nirvana album Nevermind. His work on the latter earned him the nickname the Nevermind Man.",
    "year": 1955,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Sammy McIlroy",
    "birthday": "1954-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/53/McIlroy%2C_Sammy.jpg",
    "extract": "Samuel Baxter McIlroy is a Northern Irish retired footballer who played for Manchester United, Stoke City, Manchester City, Örgryte (Sweden), Bury, VfB Mödling (Austria), Preston North End and the Northern Ireland national team.",
    "year": 1954,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Donnie Munro",
    "birthday": "1953-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Donnie_Munro.jpg/250px-Donnie_Munro.jpg",
    "extract": "Donnie Munro is a Scottish musician, and former lead singer of the band Runrig.",
    "year": 1953,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Butch Patrick",
    "birthday": "1953-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/ButchPatrickSDComicConJul2014.jpg/245px-ButchPatrickSDComicConJul2014.jpg",
    "extract": "Butch Patrick is an American actor and musician. Beginning his professional acting career at the age of seven, Patrick is perhaps best known for his role as child werewolf Eddie Munster on the CBS comedy television series The Munsters from 1964 to 1966 and in the 1966 feature film Munster, Go Home!, and as Mark on the ABC Saturday morning series Lidsville from 1971 to 1973.",
    "year": 1953,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Anthony Seldon",
    "birthday": "1953-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6d/Anthony_Seldon.jpg",
    "extract": "Sir Anthony Francis Seldon is a British educator and contemporary historian. As an author, he is known in part for his political biographies of Margaret Thatcher, John Major, Tony Blair, Gordon Brown, David Cameron and Theresa May. He was the 13th Master (headmaster) of Wellington College, one of Britain's co-educational independent boarding schools. He was Vice-Chancellor of the University of Buckingham from 2015 to 2020, when he was succeeded by James Tooley. In 2009, he set up The Wellington Academy, the first state school to carry the name of its founding independent school. Before that, he was head of Brighton College.",
    "year": 1953,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Alain Giresse",
    "birthday": "1952-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Alain_Giresse.jpg/255px-Alain_Giresse.jpg",
    "extract": "Alain Jean Giresse is a French football coach and former player who is the current manager of the Kosovo national team. He was French Player of the Year in 1982, 1983 and 1987. Nominally an attacking midfielder or central midfielder, Giresse was an intelligent playmaker who possessed fine agility and acceleration due to his short frame. He is father of Thibault Giresse, also football player.",
    "year": 1952,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Andrew Gold",
    "birthday": "1951-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Andrew_gold-1478066307.jpg/250px-Andrew_gold-1478066307.jpg",
    "extract": "Andrew Maurice Gold was an American multi-instrumentalist, singer, songwriter, and record producer who influenced much of the Los Angeles-dominated pop/soft rock sound in the 1970s. Gold played on scores of records by other artists, most notably Linda Ronstadt, and had his own success with the U.S. top 40 hits \"Lonely Boy\" (1977) and \"Thank You for Being a Friend\" (1978), as well as the UK top five hit \"Never Let Her Slip Away\" (1978). In the 1980s, he had further international chart success as one half of Wax, a collaboration with 10cc's Graham Gouldman.",
    "year": 1951,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Steve Hillage",
    "birthday": "1951-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/66/Steve_Hillage_1978.jpg/272px-Steve_Hillage_1978.jpg",
    "extract": "Stephen Simpson Hillage is an English musician, best known as a guitarist. He is associated with the Canterbury scene and has worked in experimental domains since the late 1960s. Besides his solo recordings he has been a member of Khan, Gong and System 7.",
    "year": 1951,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Joe Lynn Turner",
    "birthday": "1951-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/JLTurner.jpg/276px-JLTurner.jpg",
    "extract": "Joe Lynn Turner is an American singer, guitarist, songwriter, and producer. He is known for his work in the hard rock bands Rainbow, Yngwie J. Malmsteen and Deep Purple.",
    "year": 1951,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Per Westerberg",
    "birthday": "1951-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Per_Westerberg_%2818767532004%29_%28cropped%29.jpg/286px-Per_Westerberg_%2818767532004%29_%28cropped%29.jpg",
    "extract": "Per Erik Gunnar Westerberg is a Swedish politician who was Speaker of the Riksdag from 2006 to 2014. He was a Member of the Riksdag from 1979 to 2014, its most senior member from 2006 to his resignation. He was Sweden's Minister for Industry and Trade from 1991 to 1994.",
    "year": 1951,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jussi Adler-Olsen",
    "birthday": "1950-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Jussi_Adler-Olsen.jpg/232px-Jussi_Adler-Olsen.jpg",
    "extract": "Carl Valdemar Jussi Henry Adler-Olsen is a Danish writer of crime fiction, as well as a publisher, editor, and entrepreneur.",
    "year": 1950,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "James Fallows",
    "birthday": "1949-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/James-Fallows-%28edit%29.jpg/272px-James-Fallows-%28edit%29.jpg",
    "extract": "James Mackenzie Fallows is an American writer and journalist. He has been a national correspondent for The Atlantic for many years. His work has also appeared in Slate, The New York Times Magazine, The New York Review of Books, The New Yorker and The American Prospect, among others. He is a former editor of U.S. News & World Report, and as President Jimmy Carter's chief speechwriter for two years was the youngest person ever to hold that job.",
    "year": 1949,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Bertalan Farkas",
    "birthday": "1949-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Bertalan_Farkas_first_Hungarian_astronaut.jpg/243px-Bertalan_Farkas_first_Hungarian_astronaut.jpg",
    "extract": "Bertalan Farkas is the first Hungarian cosmonaut, space explorer and fighter pilot. Hungary became the seventh nation to be represented in space by him. Farkas is also the first Esperantist cosmonaut. He is currently the president of Airlines Service and Trade.",
    "year": 1949,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Andy Fairweather Low",
    "birthday": "1948-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Andy_Fairweather-Low%2C_July_02_2006.jpg/263px-Andy_Fairweather-Low%2C_July_02_2006.jpg",
    "extract": "Andrew Fairweather Low is a Welsh guitarist, songwriter, producer and vocalist. He was a founder member and lead singer of 1960s Welsh pop band Amen Corner, and in recent years has toured extensively with Roger Waters, Eric Clapton and Bill Wyman's Rhythm Kings.",
    "year": 1948,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Dennis Prager",
    "birthday": "1948-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Dennis_Prager_%2851772593064%29_%28cropped%29.jpg/240px-Dennis_Prager_%2851772593064%29_%28cropped%29.jpg",
    "extract": "Dennis Mark Prager is an American conservative radio talk show host and writer. He is the host of the nationally syndicated radio talk show The Dennis Prager Show. In 2009, he co-founded PragerU, which creates five-minute videos from an American conservative perspective.",
    "year": 1948,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Snoo Wilson",
    "birthday": "1948-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/3e/Snoowilson.jpg/320px-Snoowilson.jpg",
    "extract": "Andrew James Wilson, better known as Snoo Wilson, was an English playwright, screenwriter and director. His early plays such as Blow-Job (1971) were overtly political, often combining harsh social comment with comedy. In his later works he moved away from purely political themes, embracing a range of surrealist, magical, philosophical and madcap, darkly comic subjects.",
    "year": 1948,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Lawrence Wright",
    "birthday": "1947-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Lawrence_Wright_2018.jpg/256px-Lawrence_Wright_2018.jpg",
    "extract": "Lawrence Wright is an American writer and journalist, who is a staff writer for The New Yorker magazine, and fellow at the Center for Law and Security at the New York University School of Law. Wright is best known as the author of the 2006 nonfiction book The Looming Tower: Al-Qaeda and the Road to 9/11. Wright is also known for his work with documentarian Alex Gibney who directed film versions of Wright's one man show My Trip to Al-Qaeda and his book Going Clear. His 2020 novel, The End of October, a thriller about a pandemic, was released in April 2020 during the COVID-19 pandemic, to generally positive reviews.",
    "year": 1947,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Joanna Cassidy",
    "birthday": "1945-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Joanna_Cassidy_LF_adjusted.jpg/258px-Joanna_Cassidy_LF_adjusted.jpg",
    "extract": "Joanna Cassidy is an American actress. She is known for her roles as the replicant Zhora Salome in Blade Runner (1982) and Dolores in Who Framed Roger Rabbit (1988). She has won a Golden Globe Award, was nominated for three Emmy Awards and also was nominated for a Saturn Award and Screen Actors Guild Awards.",
    "year": 1945,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Bunker Roy",
    "birthday": "1945-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Sanjit_Bunker_Roy_at_Time_2010.jpg/320px-Sanjit_Bunker_Roy_at_Time_2010.jpg",
    "extract": "Sanjit \"Bunker\" Roy is an Indian social activist and educator who founded the Barefoot College. He was selected as one of Time 100's 100 most influential personalities in 2010 for his work in educating illiterate and semi literate rural Indians. Roy was awarded the Padma Shri by Giani Zail Singh in 1986.",
    "year": 1945,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Eric Simms (rugby league)",
    "birthday": "1945-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Eric_Simms.jpg/230px-Eric_Simms.jpg",
    "extract": "Eric Simms is an Indigenous Australian former professional and national representative rugby league footballer who has been named among the nation's finest of the 20th century. His primary position was at fullback although he could also play as a centre. Simms played his entire first grade career for South Sydney with whom he won four premierships and was top point-scorer for four consecutive seasons.",
    "year": 1945,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jim Capaldi",
    "birthday": "1944-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/70/Jim_Capaldi.jpg/235px-Jim_Capaldi.jpg",
    "extract": "Nicola James Capaldi was an English singer-songwriter and drummer. His musical career spanned more than four decades. He co-founded the psychedelic rock band Traffic in 1967 with Steve Winwood with whom he co-wrote the majority of the band's material. He was inducted into the Rock and Roll Hall of Fame as a part of Traffic's original lineup.",
    "year": 1944,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Naná Vasconcelos",
    "birthday": "1944-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Nan%C3%A1_Vasconcelos.jpg/212px-Nan%C3%A1_Vasconcelos.jpg",
    "extract": "Juvenal de Holanda Vasconcelos, known as Naná Vasconcelos, was a Brazilian percussionist, vocalist and berimbau player, notable for his work as a solo artist on over two dozen albums, and as a backing musician with Pat Metheny, Don Cherry, Björk, Jan Garbarek, Egberto Gismonti, Gato Barbieri, and Milton Nascimento.",
    "year": 1944,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Herbert M. Allison",
    "birthday": "1943-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Herbert_M._Allison_official_portrait.jpg/255px-Herbert_M._Allison_official_portrait.jpg",
    "extract": "Herbert Monroe Allison, Jr. was an American businessman who oversaw the Troubled Asset Relief Program (TARP) as Assistant Secretary of the Treasury for Financial Stability from 2009 to 2010. His previous positions included president and CEO of Fannie Mae, a post to which he was appointed in September 2008, after Fannie was placed into conservatorship. Prior to that, Allison was chairman, president and chief executive officer of TIAA from 2002 until his retirement in 2008.",
    "year": 1943,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Tom Burgmeier",
    "birthday": "1943-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/1978_Boston_Red_Sox_Photocards_Tom_Burgmeier.jpg/184px-1978_Boston_Red_Sox_Photocards_Tom_Burgmeier.jpg",
    "extract": "Thomas Henry Burgmeier is a former Major League Baseball relief pitcher who played for the California Angels, Kansas City Royals, Minnesota Twins, Boston Red Sox and Oakland A's from 1968 to 1984. He has also served as the pitching coach of the Omaha Royals.",
    "year": 1943,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jon R. Cavaiani",
    "birthday": "1943-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Jon_Cavaiani_2004.jpg/238px-Jon_Cavaiani_2004.jpg",
    "extract": "Jon Robert Cavaiani was a United States Army soldier and a recipient of the United States military's highest decoration, the Medal of Honor, for his actions in the Vietnam War.",
    "year": 1943,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Isabel Allende",
    "birthday": "1942-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Isabel_Allende_Frankfurter_Buchmesse_2015_%28cropped%29.JPG/245px-Isabel_Allende_Frankfurter_Buchmesse_2015_%28cropped%29.JPG",
    "extract": "Isabel Angélica Allende Llona is a Chilean and American writer. Allende, whose works sometimes contain aspects of the genre magical realism, is known for novels such as The House of the Spirits and City of the Beasts, which have been commercially successful. Allende has been called \"the world's most widely read Spanish-language author.\" In 2004, Allende was inducted into the American Academy of Arts and Letters, and in 2010, she received Chile's National Literature Prize. President Barack Obama awarded her the 2014 Presidential Medal of Freedom.",
    "year": 1942,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Leo Beenhakker",
    "birthday": "1942-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Leo_Beenhakker_20_02_2008_%281%29.jpg/282px-Leo_Beenhakker_20_02_2008_%281%29.jpg",
    "extract": "Leo Beenhakker CM is a Dutch international football coach. He has had an extensive and successful career both at club and international level. He led both Ajax and Feyenoord to Dutch championships and also had domestic success with Real Madrid. At international level, he led Trinidad and Tobago to the 2006 FIFA World Cup and Poland to UEFA Euro 2008, both firsts for each nation. His role in Spanish football has earned him the nickname Don Leo, largely due to his fondness of cigars and dry humour.",
    "year": 1942,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Juan Formell",
    "birthday": "1942-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Juan_Formell_2013.jpg/190px-Juan_Formell_2013.jpg",
    "extract": "Juan Climaco Formell Cortina was a Cuban bassist, composer, and arranger, best known as the director of Los Van Van. He was a creator of popular danceable music and credited with bringing electronic instrumentation into the Cuban musical form.",
    "year": 1942,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Nell Irvin Painter",
    "birthday": "1942-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/40/Nell_Irvin_Painter.jpg/320px-Nell_Irvin_Painter.jpg",
    "extract": "Nell Irvin Painter is an American historian notable for her works on United States Southern history of the nineteenth century. She is retired from Princeton University as the Edwards Professor of American History Emerita. She has served as president of the Organization of American Historians and as president of the Southern Historical Association, and was appointed as chair of MacDowell's board of directors in 2020.",
    "year": 1942,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jules A. Hoffmann",
    "birthday": "1941-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Nobel_Prize_2011-Press_Conference_KI-DSC_7584.jpg/213px-Nobel_Prize_2011-Press_Conference_KI-DSC_7584.jpg",
    "extract": "Jules A. Hoffmann is a Luxembourg-born French biologist. During his youth, growing up in Luxembourg, he developed a strong interest in insects under the influence of his father, Jos Hoffmann. This eventually resulted in the younger Hoffmann's dedication to the field of biology using insects as model organisms. He currently holds a faculty position at the University of Strasbourg. He is a research director and member of the board of administrators of the National Center of Scientific Research (CNRS) in Strasbourg, France. He was elected to the positions of Vice-President (2005-2006) and President (2007-2008) of the French Academy of Sciences. Hoffmann and Bruce Beutler were jointly awarded a half share of the 2011 Nobel Prize in Physiology or Medicine for \"their discoveries concerning the activation of innate immunity,\". [More specifically, the work showing increased Drosomycin expression following activation of Toll pathway in microbial infection.]",
    "year": 1941,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Angel Lagdameo",
    "birthday": "1940-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Archbishop_Angel_Lagdameo.jpg/218px-Archbishop_Angel_Lagdameo.jpg",
    "extract": "Angel Nacorda Lagdameo is the Archbishop Emeritus of Jaro since the appointment of Archbishop Jose Romeo O. Lazo as his successor. He served the Archdiocese of Jaro from 9 May 2000 until 14 February 2018.",
    "year": 1940,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Will Tura",
    "birthday": "1940-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Will_Tura.jpg/320px-Will_Tura.jpg",
    "extract": "\nArthur Achiel Albert, Knight Blanckaert, known by his stage name Will Tura, is a Belgian artist famous in Flanders and the Netherlands. Tura is a singer, musician, composer and songwriter. He is married to Jenny Swinnen, with whom he has a son David and a daughter Sandy Tura.",
    "year": 1940,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Benjamin Barber",
    "birthday": "1939-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Benjamin_R_Barber_in_2010_%28cropped%29.jpg/233px-Benjamin_R_Barber_in_2010_%28cropped%29.jpg",
    "extract": "Benjamin R. Barber was an American political theorist and author, perhaps best known for his 1995 bestseller, Jihad vs. McWorld, and for 2013's If Mayors Ruled the World as well as the classic of democratic theory, 1984's Strong Democracy. He became a top-level international consultant on participatory democracy as well as an adviser to Bill Clinton, Howard Dean, and Muammar Gaddafi.",
    "year": 1939,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Wes Craven",
    "birthday": "1939-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Wes_Craven_2010.jpg/219px-Wes_Craven_2010.jpg",
    "extract": "Wesley Earl Craven was an American film director, screenwriter, producer, actor, and editor. Due to the cultural impact and influence of his work, Craven has commonly been recognized as one of the greatest masters of the horror genre. Amongst his prolific filmography, Craven was best known for his pioneering work in the horror genre, particularly slasher films, where he mixed horror cliches with humor and satire.",
    "year": 1939,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "John W. Snow",
    "birthday": "1939-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/John_W._Snow.jpg/250px-John_W._Snow.jpg",
    "extract": "John William Snow is an American economist, attorney, and businessman who is the former CEO of CSX Corporation and served as the 73rd United States secretary of the treasury under U.S. President George W. Bush. He replaced Secretary Paul H. O'Neill on February 3, 2003 and was succeeded by Henry Paulson on July 3, 2006. Snow submitted a letter of resignation on May 30, 2006, effective \"after an orderly transition period for my successor.\" Snow announced on June 29, 2006 that he had completed his last day on the job; Robert M. Kimmitt served as acting secretary until Paulson was sworn in. Snow has since worked as chairman of Cerberus Capital Management.",
    "year": 1939,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Dave Balon",
    "birthday": "1938-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/1962_Topps_Dave_Balon.jpg/246px-1962_Topps_Dave_Balon.jpg",
    "extract": "David Alexander Balon was a Canadian professional ice hockey player and coach. Balon played 14 seasons in the National Hockey League between 1959 and 1973 before multiple sclerosis led to his retirement.",
    "year": 1938,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ron Brierley",
    "birthday": "1937-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Ron_Brierley_investiture_%28cropped%29.jpg/255px-Ron_Brierley_investiture_%28cropped%29.jpg",
    "extract": "Ronald Alfred Brierley is a New Zealand born investor and corporate raider, chairman and director of a number of companies in Australia, New Zealand and the UK.",
    "year": 1937,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Billy Cannon",
    "birthday": "1937-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Cannon_1961_Topps.jpg/227px-Cannon_1961_Topps.jpg",
    "extract": "William Abb Cannon was an American football halfback, fullback and tight end who played professionally in the American Football League (AFL) and National Football League (NFL). He attended Louisiana State University (LSU), where he played college football as a halfback, return specialist, and defensive back for the LSU Tigers. At LSU, Cannon was twice unanimously named an All-American, helped the 1958 LSU team win a national championship, and received the Heisman Trophy as the nation's most outstanding college player in 1959. His punt return against Ole Miss on Halloween night in 1959 is considered by fans and sportswriters to be one of the most famous plays in LSU sports history.",
    "year": 1937,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Garth Hudson",
    "birthday": "1937-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/The_Band_-2005710053-.jpg/255px-The_Band_-2005710053-.jpg",
    "extract": "Eric Garth Hudson is a Canadian multi-instrumentalist best known as the keyboardist and occasional saxophonist for rock group the Band. He was a principal architect of the group's sound, described as \"the most brilliant organist in the rock world\" by Keyboard magazine. With the deaths of Richard Manuel in 1986, Rick Danko in 1999, and Levon Helm in 2012, Hudson is one of only two living original members of The Band, the other being Robbie Robertson.",
    "year": 1937,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Anthony Payne",
    "birthday": "1936-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/05/Anthony_Payne_bust_length.png/250px-Anthony_Payne_bust_length.png",
    "extract": "Anthony Edward Payne was an English composer, music critic and musicologist. He is best known for his acclaimed completion of Edward Elgar's third symphony, which subsequently gained wide acceptance into Elgar's oeuvre. Apart from opera, his own works include representatives of most traditional genres, and although he made substantial contributions to orchestral and choral repertoire, he is particularly noted for his chamber music. Many of these chamber works were written for his wife, the soprano Jane Manning, and the new music ensemble Jane's Minstrels, which he founded with Manning in 1988. Initially an unrelenting proponent of modernist music, by the 1980s his compositions had embraced aspects of the late romanticism of England, described by his colleague Susan Bradshaw as \"modernized nostalgia\". His mature style is thus characterised by a highly individualised combination of modernism and English romanticism, as well as numerology, wide spaced harmonies, specific intervallic characterisations, and the frequent alternation between strict and fluid rhythmic frameworks.",
    "year": 1936,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Hank Cochran",
    "birthday": "1935-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/51/Hank_Cochran.jpg",
    "extract": "Garland Perry \"Hank\" Cochran was an American country music singer and songwriter. Starting during the 1960s, Cochran was a prolific songwriter in the genre, including major hits by Patsy Cline, Ray Price, Eddy Arnold and others. Cochran was also a recording artist between 1962 and 1980, scoring seven times on the Billboard country music charts, with his greatest solo success being the No. 20 \"Sally Was a Good Old Girl.\" In 2014, he was inducted into the Country Music Hall of Fame.",
    "year": 1935,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Valery Bykovsky",
    "birthday": "1934-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/WaleriBykowski.jpg/309px-WaleriBykowski.jpg",
    "extract": "Valery Fyodorovich Bykovsky was a Soviet cosmonaut who flew on three space flights: Vostok 5, Soyuz 22, and Soyuz 31. He was also backup for Vostok 3 and Soyuz 37.",
    "year": 1934,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ioannis Varvitsiotis",
    "birthday": "1933-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Ioannis_Varvitsiotis1.png/205px-Ioannis_Varvitsiotis1.png",
    "extract": "Ioannis Varvitsiotis is a Greek politician and a former government minister of Greece. He was a Member of the European Parliament (MEP) for New Democracy from 2004–2009, part of the European People's Party. He was defense minister of Greece from 2 July 1989 till 7 October 1989 and from 11 April 1990 till 13 October 1993. He was member of the Hellenic Parliament from 1974 until 2004.",
    "year": 1933,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Lamar Hunt",
    "birthday": "1932-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Lamar_Hunt_1972_%28cropped%29.jpg/229px-Lamar_Hunt_1972_%28cropped%29.jpg",
    "extract": "Lamar Hunt was an American businessman most notable for his promotion of American football, soccer, and tennis in the United States.",
    "year": 1932,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Peter O'Toole",
    "birthday": "1932-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Peter_O%27Toole_--_LOA_trailer.jpg/213px-Peter_O%27Toole_--_LOA_trailer.jpg",
    "extract": "Peter Seamus O'Toole was a British stage and film actor. He attended the Royal Academy of Dramatic Art and began working in the theatre, gaining recognition as a Shakespearean actor at the Bristol Old Vic and with the English Stage Company. In 1959 he made his West End debut in The Long and the Short and the Tall, and played the title role in Hamlet in the National Theatre's first production in 1963. Excelling on the London stage, O'Toole was known for his \"hellraiser\" lifestyle off it.",
    "year": 1932,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Pierre DuMaine",
    "birthday": "1931-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Mitre_%28plain%29.svg/320px-Mitre_%28plain%29.svg.png",
    "extract": "Roland Pierre DuMaine was an American Roman Catholic bishop. He was the Bishop of San José in California for the first 18 years of the diocese.",
    "year": 1931,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Eddie Fuller",
    "birthday": "1931-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d6/Eddie_Fuller_of_South_Africa.png",
    "extract": "Edward Russell Henry Fuller was a South African cricketer who played in seven Tests from 1953 to 1957. He was born in Worcester, Western Cape and died in Milnerton, Cape Town.",
    "year": 1931,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Viliam Schrojf",
    "birthday": "1931-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Viliam_Schrojf_1962.jpg/233px-Viliam_Schrojf_1962.jpg",
    "extract": "Viliam Schrojf was a Slovak footballer who played as a goalkeeper. He received 39 caps for Czechoslovakia.",
    "year": 1931,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Vidya Charan Shukla",
    "birthday": "1929-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b3/SHUKLA%2C_SHRI_VIDYA_CHARAN.gif",
    "extract": "Vidya Charan Shukla was an Indian politician whose political career spanned six decades. He was predominantly a member of the Indian National Congress, but also had spells in Jan Morcha, Janata Dal, Samajwadi Janata Party (Rashtriya), Nationalist Congress Party and Bharatiya Janata Party. He was known as a close associate of Indira Gandhi.",
    "year": 1929,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "David Waddington",
    "birthday": "1929-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/72/David_Waddington.jpeg/246px-David_Waddington.jpeg",
    "extract": "David Charles Waddington, Baron Waddington, was a British politician and barrister.",
    "year": 1929,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Peter Swinnerton-Dyer",
    "birthday": "1927-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Peter_Swinnerton-Dyer.jpeg/320px-Peter_Swinnerton-Dyer.jpeg",
    "extract": "Sir Henry Peter Francis Swinnerton-Dyer, 16th Baronet, was an English mathematician specialising in number theory at the University of Cambridge. As a mathematician he was best known for his part in the Birch and Swinnerton-Dyer conjecture relating algebraic properties of elliptic curves to special values of L-functions, which was developed with Bryan Birch during the first half of the 1960s with the help of machine computation, and for his work on the Titan operating system.",
    "year": 1927,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "K. Arulanandan",
    "birthday": "1925-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/fb/K._Arulanandan.jpg",
    "extract": "Professor Kandiah Arulanandan was a Ceylon Tamil engineer and academic. Known as Professor Arul, he was a lecturer at the University of California, Davis.",
    "year": 1925,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "John McCormack (ice hockey)",
    "birthday": "1925-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/87/McCormack_John.jpg",
    "extract": "John Ronald McCormack was a Canadian ice hockey centre. He was born in Edmonton, Alberta.",
    "year": 1925,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jorge Rafael Videla",
    "birthday": "1925-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Jorge_Rafael_Videla_1976.PNG/243px-Jorge_Rafael_Videla_1976.PNG",
    "extract": "Jorge Rafael Videla Redondo was an Argentine military officer and dictator, Commander in Chief of the Army, member of the Military Junta, and de facto President of Argentina from 29 March 1976 to 29 March 1981.",
    "year": 1925,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "James Baldwin",
    "birthday": "1924-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/James_Baldwin_37_Allan_Warren_%28cropped%29.jpg/225px-James_Baldwin_37_Allan_Warren_%28cropped%29.jpg",
    "extract": "James Arthur Baldwin was an American writer and activist. As a writer, he garnered acclaim across various mediums, including essays, novels, plays, and poems. His first novel, Go Tell It on the Mountain, was published in 1953; decades later, Time magazine included the novel on its list of the 100 best English-language novels released from 1923 to 2005. His first essay collection, Notes of a Native Son, was published in 1955.",
    "year": 1924,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Joe Harnell",
    "birthday": "1924-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Joe_Harnell_1977.jpg/252px-Joe_Harnell_1977.jpg",
    "extract": "Joseph Harnell was an American composer, musician, and music arranger.",
    "year": 1924,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Carroll O'Connor",
    "birthday": "1924-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Carrol_O%27Connor_as_Archie_Bunker.JPG/244px-Carrol_O%27Connor_as_Archie_Bunker.JPG",
    "extract": "John Carroll O'Connor was an American actor, producer, and director whose television career spanned over four decades. He became a lifelong member of the Actors Studio in 1971. O'Connor found widespread fame as Archie Bunker, the main character in the CBS television sitcoms All in the Family (1971–79) and its continuation, Archie Bunker's Place (1979–83). O'Connor later starred in the NBC/CBS television crime drama In the Heat of the Night (1988–95), where he played the role of Sparta, Mississippi, police chief William \"Bill\" Gillespie. At the end of his career in the late 1990s, he played Gus Stemple, the father of Jamie Buchman on Mad About You. In 1996, O'Connor was ranked number 38 on TV Guide's 50 Greatest TV Stars of All Time. He won 5 Emmys and two Golden Globe Awards.",
    "year": 1924,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Shimon Peres",
    "birthday": "1923-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Shimon_Peres_in_Brazil-cropped.jpg/224px-Shimon_Peres_in_Brazil-cropped.jpg",
    "extract": "Shimon Peres was an Israeli politician who served as the ninth president of Israel from 2007 to 2014 and as the eighth prime minister of Israel from 1984 to 1986 and from 1995 to 1996. He was a member of twelve cabinets and represented five political parties in a political career spanning 70 years. Peres was elected to the Knesset in November 1959 and except for a three-month-long hiatus in early 2006, was in office continuously until he was elected President in 2007. At the time of his retirement in 2014, he was the world's oldest head of state and was considered the last link to Israel's founding generation.",
    "year": 1923,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ike Williams",
    "birthday": "1923-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Ike_Williams_1972.jpg/193px-Ike_Williams_1972.jpg",
    "extract": "Isiah \"Ike\" Williams was a lightweight world boxing champion. He took the World Lightweight Championship in April 1945 and made eight successful defenses of the title against six different fighters prior to losing the championship to Jimmy Carter in 1951. Williams was known for his great right hand, and was named to The Ring magazine's list of 100 greatest punchers of all time as well as The Ring magazine Fighter of the Year for 1948. Williams was The Ring magazine's Fighter of the Year for 1948, was inducted into The Ring Boxing Hall of Fame, and was an inaugural 1990 inductee to the International Boxing Hall of Fame.",
    "year": 1923,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Betsy Bloomingdale",
    "birthday": "1922-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Betsy_Bloomingdale_1981_%28cropped%29.jpg/240px-Betsy_Bloomingdale_1981_%28cropped%29.jpg",
    "extract": "Betty Lee \"Betsy\" Bloomingdale, was an American socialite and philanthropist. She was considered a fashion icon, first appearing on the International Best Dressed List in 1962, and in 1970 was named in the list's Hall of Fame.",
    "year": 1922,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Alan Whicker",
    "birthday": "1921-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/af/Alan_Whicker.jpg/298px-Alan_Whicker.jpg",
    "extract": "Alan Donald Whicker was a British journalist and television presenter and broadcaster. His career spanned almost 60 years, during which time he presented the documentary television programme Whicker's World for over 30 years. He was made a Commander of the Order of the British Empire (CBE) in 2005 for services to broadcasting.",
    "year": 1921,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Nehemiah Persoff",
    "birthday": "1919-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Nehemiah_Persoff_1960.JPG/225px-Nehemiah_Persoff_1960.JPG",
    "extract": "Nehemiah Persoff was an American character actor, painter and centenarian. He appeared in more than 200 television series, films, and theatre productions and also performed as a voice artist in a career spanning 55 years, beginning after his service in the United States Army during World War II.",
    "year": 1919,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Wah Chang",
    "birthday": "1917-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Wah_Chang_with_Lamp_Sculpture.jpg/320px-Wah_Chang_with_Lamp_Sculpture.jpg",
    "extract": "Wah Ming Chang was a Chinese-American designer, sculptor, and artist. With the encouragement of his adoptive father, James Blanding Sloan, he began exhibiting his prints and watercolors at the age of seven to highly favorable reviews. Chang worked with Sloan on several theatre productions and in the 1940s, they briefly created their own studio to produce films. He is known later in life for his sculpture and the props he designed for Star Trek: The Original Series, including the tricorder and communicator.",
    "year": 1917,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Alfonso A. Ossorio",
    "birthday": "1916-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Alfonso_Ossorio_Portrait.png/220px-Alfonso_Ossorio_Portrait.png",
    "extract": "Alfonso Angel Yangco Ossorio was a Filipino American abstract expressionist artist who was born in Manila in 1916 to wealthy Filipino parents from the province of Negros Occidental. His heritage was Hispanic, Filipino, and Chinese. Between the ages of eight and thirteen, he attended school in England. At age fourteen, he moved to the United States. Ossorio attended Portsmouth Priory in Rhode Island, graduating in 1934. From 1934 to 1938, he studied fine art at Harvard University and then continued his studies at the Rhode Island School of Design. He became an American citizen in 1933 and served as a medical illustrator in the United States Army during World War II.",
    "year": 1916,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Gary Merrill",
    "birthday": "1915-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Gary_merrill.png/320px-Gary_merrill.png",
    "extract": "Gary Fred Merrill was an American film and television actor whose credits included more than 50 feature films, a half-dozen mostly short-lived TV series, and dozens of television guest appearances. Merrill starred in All About Eve and married his co-star Bette Davis.",
    "year": 1915,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Félix Leclerc",
    "birthday": "1914-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/F%C3%A9lix_Leclerc.jpg/320px-F%C3%A9lix_Leclerc.jpg",
    "extract": "Félix Leclerc, was a French-Canadian singer-songwriter, poet, writer, actor and Québécois political activist. He was made an Officer of the Order of Canada on December 20, 1968. Leclerc was posthumously inducted into the Canadian Songwriters Hall of Fame for his songs \"Moi, mes souliers\", \"Le P'tit Bonheur\" and \"Le Tour de l'île\" in 2006.",
    "year": 1914,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Big Walter Price",
    "birthday": "1914-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Big_Walter_Price_publicity_photo_for_Peacock_Records.jpg/270px-Big_Walter_Price_publicity_photo_for_Peacock_Records.jpg",
    "extract": "Big Walter Price was an American blues singer, songwriter and pianist.",
    "year": 1914,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Beatrice Straight",
    "birthday": "1914-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/84/Beatrice_Straight.jpg",
    "extract": "Beatrice Whitney Straight was an American theatre, film and television actress and a member of the prominent Whitney family. She was an Academy Award and Tony Award winner as well as an Emmy Award nominee.",
    "year": 1914,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Palle Huld",
    "birthday": "1912-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/PalleHuld.jpg/256px-PalleHuld.jpg",
    "extract": "Palle Huld was a Danish Boy Scout film actor and writer. He appeared in 40 films between 1933 and 2000. He was born in Hellerup in Denmark. His journey around the world at the age of 15 in 1928 reportedly inspired Hergé to create Tintin.",
    "year": 1912,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Håkon Stenstadvold",
    "birthday": "1912-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/H%C3%A5kon_Stenstadvold_IKL.jpg/256px-H%C3%A5kon_Stenstadvold_IKL.jpg",
    "extract": "Håkon Stenstadvold was a Norwegian painter, illustrator, journalist, art critic and politician for the Conservative Party.",
    "year": 1912,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ann Dvorak",
    "birthday": "1911-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Ann_Dvorak.jpg/254px-Ann_Dvorak.jpg",
    "extract": "Ann Dvorak was an American stage and film actress.",
    "year": 1911,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Karl Amadeus Hartmann",
    "birthday": "1905-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Ruhmeshalle_Muenchen_Karl_Amadeus_Hartmann_Komponist-1.jpg/239px-Ruhmeshalle_Muenchen_Karl_Amadeus_Hartmann_Komponist-1.jpg",
    "extract": "Karl Amadeus Hartmann was a German composer. Sometimes described as the greatest German symphonist of the 20th century, he is now largely overlooked, particularly in English-speaking countries.",
    "year": 1905,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Myrna Loy",
    "birthday": "1905-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/MYRNALoy.jpg/251px-MYRNALoy.jpg",
    "extract": "Myrna Loy was an American film, television and stage actress. Trained as a dancer, Loy devoted herself fully to an acting career following a few minor roles in silent films. She was originally typecast in exotic roles, often as a vamp or a woman of Asian descent, but her career prospects improved greatly following her portrayal of Nora Charles in The Thin Man (1934).",
    "year": 1905,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Pope Cyril VI of Alexandria",
    "birthday": "1902-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Cyril_VI_of_Alexandria.jpg/200px-Cyril_VI_of_Alexandria.jpg",
    "extract": "This article uses dates and years written in the Coptic calendar, using the A.M. calendar era, in addition to the Gregorian calendar, using the A.D. calendar era.\n",
    "year": 1902,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Mina Rees",
    "birthday": "1902-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/26/Mina_Rees.jpg",
    "extract": "Mina Spiegel Rees was an American mathematician. She was the first female President of the American Association for the Advancement of Science (1971) and head of the mathematics department of the Office of Naval Research of the United States. Rees was a pioneer in the history of computing and helped establish funding streams and institutional infrastructure for research. Rees was also the founding president and president emerita of the Graduate School and University Center at CUNY. She received the Public Welfare Medal, the highest honor of the National Academy of Sciences; the King's Medal for Service in the Cause of Freedom (UK) and at least 18 honorary doctorates.",
    "year": 1902,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Helen Morgan (singer)",
    "birthday": "1900-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Helen_Morgan.jpg/257px-Helen_Morgan.jpg",
    "extract": "Helen Morgan was an American singer and actress who worked in films and on the stage. A quintessential torch singer, she made a big splash in the Chicago club scene in the 1920s. She starred as Julie LaVerne in the original Broadway production of Hammerstein and Kern's musical Show Boat in 1927, as well as in the 1932 Broadway revival of the musical, and appeared in two film adaptations, a part-talkie made in 1929 and a full-sound version made in 1936, becoming firmly associated with the role. She suffered from bouts of alcoholism, and despite her notable success in the title role of another Hammerstein and Kern's Broadway musical, Sweet Adeline (1929), her stage career was relatively short. Helen Morgan died of cirrhosis of the liver at the age of 41. She was portrayed by Polly Bergen in the Playhouse 90 drama The Helen Morgan Story and by Ann Blyth in the 1957 biopic based on the television drama.",
    "year": 1900,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Karl-Otto Koch",
    "birthday": "1897-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Karl_Otto_Koch.jpg/320px-Karl_Otto_Koch.jpg",
    "extract": "Karl-Otto Koch was a mid-ranking commander in the Schutzstaffel (SS) of Nazi Germany who was the first commandant of the Nazi concentration camps at Buchenwald and Sachsenhausen. From September 1941 until August 1942, he served as the first commandant of the Majdanek concentration camp in occupied Poland, stealing vast amounts of valuables and money from murdered Jews. His wife, Ilse Koch, also took part in the crimes at Buchenwald and Majdanek.",
    "year": 1897,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Max Weber (Swiss politician)",
    "birthday": "1897-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/67/Max_Weber.gif",
    "extract": "Max Weber was a Swiss politician.",
    "year": 1897,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Matt Henderson (cricketer)",
    "birthday": "1895-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/52/Matt_Henderson_Cricketer_7_May_1927.png",
    "extract": "Matthew Henderson was a New Zealand cricketer who played for Wellington from 1922 to 1932 and played in New Zealand's first-ever Test match in January 1930.",
    "year": 1895,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Bertha Lutz",
    "birthday": "1894-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Bertha_Lutz_1925.jpg/260px-Bertha_Lutz_1925.jpg",
    "extract": "Bertha Maria Júlia Lutz was a Brazilian zoologist, politician, and diplomat. Lutz became a leading figure in both the Pan American feminist movement and human rights movement. She was instrumental in gaining women's suffrage in Brazil and represented her country at the United Nations Conference on International Organization, signing her name to the United Nations Charter. In addition to her political work, she was a naturalist at the National Museum of Brazil, specializing in poison dart frogs. She has four frog species and two lizard species named after her.",
    "year": 1894,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jack L. Warner",
    "birthday": "1892-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Jack_Warner_portrait_copy.jpg/236px-Jack_Warner_portrait_copy.jpg",
    "extract": "Jack Leonard Warner was a Canadian-American film executive, born in Canada, who was the president and driving force behind the Warner Bros. Studios in Burbank, California. Warner's career spanned some 45 years, its duration surpassing that of any other of the seminal Hollywood studio moguls.",
    "year": 1892,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Arthur Bliss",
    "birthday": "1891-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Arthur_Bliss_-_photo_by_Herbert_Lambert_-_ca._1922.jpg/235px-Arthur_Bliss_-_photo_by_Herbert_Lambert_-_ca._1922.jpg",
    "extract": "Sir Arthur Edward Drummond Bliss was an English composer and conductor.",
    "year": 1891,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Margaret Lawrence (actress)",
    "birthday": "1889-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Margaret_Lawrence_in_Wedding_Bells_%28cropped%29.jpg/210px-Margaret_Lawrence_in_Wedding_Bells_%28cropped%29.jpg",
    "extract": "Margaret Whittaker Lawrence was an American stage actress known for her performances on Broadway and other venues.",
    "year": 1889,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Oskar Anderson",
    "birthday": "1887-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f1/Oskar_Anderson.jpg",
    "extract": "Oskar Johann Viktor Anderson was a Russian-German mathematician of Baltic German descent. He is best known for his work on mathematical statistics and econometrics.",
    "year": 1887,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "John Alexander Douglas McCurdy",
    "birthday": "1886-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1b/John_A.D._McCurdy.jpg",
    "extract": "John Alexander Douglas McCurdy was a Canadian aviation pioneer and the 20th Lieutenant Governor of Nova Scotia from 1947 to 1952.",
    "year": 1886,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Rómulo Gallegos",
    "birthday": "1884-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/R%C3%B3mulo_Gallegos_1940s.jpg/265px-R%C3%B3mulo_Gallegos_1940s.jpg",
    "extract": "Rómulo Ángel del Monte Carmelo Gallegos Freire was a Venezuelan novelist and politician. For a period of nine months during 1948, he governed as the first freely elected president in Venezuela's history. He was removed from power by military officers in the 1948 Venezuelan coup.",
    "year": 1884,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Red Ames",
    "birthday": "1882-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Red_Ames%2C_New_York_Giants%2C_baseball_card_portrait_LCCN2008676471.tif/lossy-page1-179px-Red_Ames%2C_New_York_Giants%2C_baseball_card_portrait_LCCN2008676471.tif.jpg",
    "extract": "Leon Kessling \"Red\" Ames was an American professional baseball pitcher. He played in Major League Baseball (MLB) from 1903 to 1919 for the New York Giants, Cincinnati Reds, St. Louis Cardinals, and Philadelphia Phillies. Listed at 5 feet 10.5 inches (1.791 m) and 185 pounds (84 kg), he threw right-handed and was a switch hitter.",
    "year": 1882,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Albert Bloch",
    "birthday": "1882-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/6f/Albert_Bloch_Munich_studio.jpg/320px-Albert_Bloch_Munich_studio.jpg",
    "extract": "Albert Bloch was an American Modernist artist and the only American artist associated with Der Blaue Reiter, a group of early 20th-century European modernists.",
    "year": 1882,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Arthur Dove",
    "birthday": "1880-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9f/Arthur_Dove.jpg/252px-Arthur_Dove.jpg",
    "extract": "Arthur Garfield Dove was an American artist. An early American modernist, he is often considered the first American abstract painter. Dove used a wide range of media, sometimes in unconventional combinations, to produce his abstractions and his abstract landscapes. Me and the Moon from 1937 is a good example of an Arthur Dove abstract landscape and has been referred to as one of the culminating works of his career. Dove did a series of experimental collage works in the 1920s. He also experimented with techniques, combining paints like hand mixed oil or tempera over a wax emulsion as exemplified in Dove's 1938 painting Tanks, in the collection of the Boston Museum of Fine Arts.",
    "year": 1880,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Aino Kallas",
    "birthday": "1878-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Aino_Kallas.jpg/203px-Aino_Kallas.jpg",
    "extract": "Aino Krohn Kallas was a Finnish-Estonian author. Her novellas are considered to be prominent pieces of Finnish literature.",
    "year": 1878,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ravishankar Shukla",
    "birthday": "1877-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/RavishankarShukla.jpg/240px-RavishankarShukla.jpg",
    "extract": "Ravishankar Shukla was a leader of the Indian National Congress, Indian independence movement activist, the Premier of the Central Provinces and Berar from 27 April 1946 to 25 January 1950, first Chief Minister of the reorganised Madhya Pradesh state from 1 November 1956 until his death on 31 December 1956, he was elected from Saraipali, Madhya Pradesh now part of the state of Chhattisgarh.",
    "year": 1877,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Pingali Venkayya",
    "birthday": "1876-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Pingali_Venkayya_2009_stamp_of_India.jpg/320px-Pingali_Venkayya_2009_stamp_of_India.jpg",
    "extract": "Pingali Venkayya was an Indian freedom fighter. He was a staunch follower of Mahatma Gandhi and the designer of the flag on which the Indian national flag was based. He was born in Telugu brahmin familyat Bhatlapenumarru, near Machilipatnam, in what is now the Indian state of Andhra Pradesh.",
    "year": 1876,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "George E. Stewart",
    "birthday": "1872-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/George_Evans_Stewart_in_1919_%28cropped%29.jpg/256px-George_Evans_Stewart_in_1919_%28cropped%29.jpg",
    "extract": "George Evans Stewart was an officer in the United States Army and a Medal of Honor recipient for his actions in the Philippine–American War. He later commanded the 339th Infantry Regiment and the American Expeditionary Force in northern Russia.",
    "year": 1872,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "John Sloan",
    "birthday": "1871-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/John_French_Sloan.jpg/236px-John_French_Sloan.jpg",
    "extract": "John French Sloan was an American painter and etcher. He is considered to be one of the founders of the Ashcan school of American art. He was also a member of the group known as The Eight. He is best known for his urban genre scenes and ability to capture the essence of neighborhood life in New York City, often observed through his Chelsea studio window. Sloan has been called the premier artist of the Ashcan School, and also a realist painter who embraced the principles of Socialism, though he himself disassociated his art from his politics.",
    "year": 1871,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Marianne Weber",
    "birthday": "1870-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/MarianneWeberInLemgo.jpg/235px-MarianneWeberInLemgo.jpg",
    "extract": "Marianne Weber was a German sociologist, women's rights activist and the wife of Max Weber.",
    "year": 1870,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Constantine I of Greece",
    "birthday": "1868-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/H.M._King_Constantine_I_of_Greece.jpg/200px-H.M._King_Constantine_I_of_Greece.jpg",
    "extract": "Constantine I was King of Greece from 18 March 1913 to 11 June 1917 and from 19 December 1920 to 27 September 1922. He was commander-in-chief of the Hellenic Army during the unsuccessful Greco-Turkish War of 1897 and led the Greek forces during the successful Balkan Wars of 1912–1913, in which Greece expanded to include Thessaloniki, doubling in area and population. He succeeded to the throne of Greece on 18 March 1913, following his father's assassination.",
    "year": 1868,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Ernest Dowson",
    "birthday": "1867-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Ernest_Dowson.jpg/230px-Ernest_Dowson.jpg",
    "extract": "Ernest Christopher Dowson was an English poet, novelist, and short-story writer who is often associated with the Decadent movement.",
    "year": 1867,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Prafulla Chandra Ray",
    "birthday": "1861-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/%E0%A6%86%E0%A6%A4%E0%A7%8D%E0%A6%AE%E0%A6%9A%E0%A6%B0%E0%A6%BF%E0%A6%A4_%28%E0%A6%AA%E0%A7%8D%E0%A6%B0%E0%A6%AB%E0%A7%81%E0%A6%B2%E0%A7%8D%E0%A6%B2%E0%A6%9A%E0%A6%A8%E0%A7%8D%E0%A6%A6%E0%A7%8D%E0%A6%B0_%E0%A6%B0%E0%A6%BE%E0%A6%AF%E0%A6%BC%29_005.tif/lossy-page1-243px-%E0%A6%86%E0%A6%A4%E0%A7%8D%E0%A6%AE%E0%A6%9A%E0%A6%B0%E0%A6%BF%E0%A6%A4_%28%E0%A6%AA%E0%A7%8D%E0%A6%B0%E0%A6%AB%E0%A7%81%E0%A6%B2%E0%A7%8D%E0%A6%B2%E0%A6%9A%E0%A6%A8%E0%A7%8D%E0%A6%A6%E0%A7%8D%E0%A6%B0_%E0%A6%B0%E0%A6%BE%E0%A6%AF%E0%A6%BC%29_005.tif.jpg",
    "extract": "Acharya Sir Prafulla Chandra Ray, CIE, FNI, FRASB, FIAS, FCS was an eminent Indian Bengali chemist, educationist, historian, industrialist and philanthropist. He established the first modern Indian research school in chemistry and is regarded as the father of chemical science in India.",
    "year": 1861,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Elisha Gray",
    "birthday": "1835-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Portrait_elisha_gray.jpg/236px-Portrait_elisha_gray.jpg",
    "extract": "Elisha Gray was an American electrical engineer who co-founded the Western Electric Manufacturing Company. Gray is best known for his development of a telephone prototype in 1876 in Highland Park, Illinois. Some recent authors have argued that Gray should be considered the true inventor of the telephone because Alexander Graham Bell allegedly stole the idea of the liquid transmitter from him. Although Gray had been using liquid transmitters in his telephone experiments for more than two years previously, Bell's telephone patent was upheld in numerous court decisions.",
    "year": 1835,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Frédéric Auguste Bartholdi",
    "birthday": "1834-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Bartholdi%2C_Auguste%2C_Nadar%2C_GALLICA.jpg/196px-Bartholdi%2C_Auguste%2C_Nadar%2C_GALLICA.jpg",
    "extract": "Frédéric Auguste Bartholdi was a French sculptor and painter who is best known for designing Liberty Enlightening the World, commonly known as the Statue of Liberty.",
    "year": 1834,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Manuel Pavía y Rodríguez de Alburquerque",
    "birthday": "1828-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/General_Pavia.jpg/166px-General_Pavia.jpg",
    "extract": "Manuel Pavia y Rodriguez de Alburquerque was a Spanish general, born in Cadiz, who was an important part of Spanish political life during the second half of the 19th century. He participated in the Revolution of 1868, which removed Isabella II from power, and led the coup d'état which brought down the First Spanish Republic, giving way to the Restoration and the rule of Isabella's son Alfonso XII.",
    "year": 1828,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "John Tyndall",
    "birthday": "1820-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/JohnTyndall%281820-1893%29%2CEngraving%2CSIL14-T003-09a_cropped.jpg/302px-JohnTyndall%281820-1893%29%2CEngraving%2CSIL14-T003-09a_cropped.jpg",
    "extract": "John Tyndall FRS (; 2 August 1820 – 4 December 1893) was a prominent 19th-century Irish physicist. His initial scientific fame arose in the 1850s from his study of diamagnetism. Later he made discoveries in the realms of infrared radiation and the physical properties of air, proving the connection between atmospheric CO2 and what is now known as the greenhouse effect in 1859.",
    "year": 1820,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Adolf Friedrich von Schack",
    "birthday": "1815-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/LenbachPortraitSchack.jpg/245px-LenbachPortraitSchack.jpg",
    "extract": "Adolf Friedrich, Graf von Schack was a German poet, historian of literature and art collector.",
    "year": 1815,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Leopold Gmelin",
    "birthday": "1788-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Leopold_Gmelin.jpg/257px-Leopold_Gmelin.jpg",
    "extract": "Leopold Gmelin was a German chemist. Gmelin was professor at the University of Heidelberg among other things, he worked on the red prussiate and created Gmelin's test.",
    "year": 1788,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Pierre Charles L'Enfant",
    "birthday": "1754-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Pierre_Charles_L%27Enfant.jpg/230px-Pierre_Charles_L%27Enfant.jpg",
    "extract": "Pierre \"Peter\" Charles L'Enfant was a French-American military engineer who designed the basic plan for Washington, D.C. known today as the L'Enfant Plan (1791).",
    "year": 1754,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jean Baptiste Camille Canclaux",
    "birthday": "1740-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/AduC_076_Canclaux_%28J.B.C.%2C_1756-1817%29.JPG/240px-AduC_076_Canclaux_%28J.B.C.%2C_1756-1817%29.JPG",
    "extract": "Jean Baptiste Camille de Canclaux was a French army commander during the French Revolution and a Peer of France. He joined a cavalry regiment the French Royal Army in 1756 and fought at Minden in the Seven Years' War. He attained the rank of maréchal de camp in 1788 and lieutenant general in 1792. He commanded the Army of the Coasts of Brest from May until October 1793 fighting several actions during the War in the Vendée. Replaced for political reasons, he led the Army of the West in 1794–1795. He held interior posts during the rest of the French Revolutionary Wars and under the First French Empire of Napoleon.",
    "year": 1740,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Lorenzo Ricci",
    "birthday": "1703-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/LRicci.jpg/230px-LRicci.jpg",
    "extract": "Lorenzo Ricci, S.J. was an Italian Jesuit, elected the eighteenth Superior General of the Society of Jesus. He was also the last before the suppression of the Jesuits in 1773.",
    "year": 1703,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Dietrich of Anhalt-Dessau",
    "birthday": "1702-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Dietrich_von_Anhalt-Dessau.jpg/258px-Dietrich_von_Anhalt-Dessau.jpg",
    "extract": "Dietrich of Anhalt-Dessau, was a German prince of the House of Ascania and later regent of the principality of Anhalt-Dessau. He was also a Prussian Generalfeldmarschall.",
    "year": 1702,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Mahmud I",
    "birthday": "1696-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Mahmud1.jpg/221px-Mahmud1.jpg",
    "extract": "Mahmud I, known as Mahmud the Hunchback, was the Sultan of the Ottoman Empire from 1730 to 1754. He took over the throne after the Patrona Halil rebellion and he kept good relations with the Mughal and Safavid Empires.",
    "year": 1696,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Philippe II, Duke of Orléans",
    "birthday": "1674-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Portrait_of_Philippe_d%27Orl%C3%A9ans%2C_Duke_of_Orl%C3%A9ans_in_armour_by_Jean-Baptiste_Santerre.png/252px-Portrait_of_Philippe_d%27Orl%C3%A9ans%2C_Duke_of_Orl%C3%A9ans_in_armour_by_Jean-Baptiste_Santerre.png",
    "extract": "Philippe II, Duke of Orléans, was a French royal, soldier, and statesman who served as Regent of the Kingdom of France from 1715 to 1723. He is also referred to as le Régent. He was the son of Monsieur Philippe I, Duke of Orléans, and Madame Elisabeth Charlotte, Duchess of Orléans. Born at his father's palace at Saint-Cloud, he was known from birth under the title of Duke of Chartres.",
    "year": 1674,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Johann Jakob Scheuchzer",
    "birthday": "1672-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Johann_Jakob_Scheuchzer.jpg/241px-Johann_Jakob_Scheuchzer.jpg",
    "extract": "Johann Jakob Scheuchzer was a Swiss scholar born at Zürich.",
    "year": 1672,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Jean-Baptiste du Casse",
    "birthday": "1646-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Jean_Baptiste_du_Casse.JPG/209px-Jean_Baptiste_du_Casse.JPG",
    "extract": "Jean-Baptiste du Casse was a French privateer, admiral, and colonial administrator who served throughout the Atlantic World during the 17th and 18th centuries. Likely born 2 August 1646 in Saubusse, near Pau (Béarn), to a Huguenot family, du Casse joined the French merchant marine and served in the East India Company and the slave-trading Compagnie du Sénégal. Later, he joined the French Navy and took part in several victorious expeditions during the War of the League of Augsburg in the West Indies and Spanish South America. During the War of the Spanish Succession, he participated in several key naval battles, including the Battle of Málaga and the siege of Barcelona. For his service, he was made a knight of the Order of the Golden Fleece by King Philip V of Spain. In the midst of these wars, he was Governor of the colony of Saint-Domingue from 1691 to 1703. He ended his military career at the rank of Lieutenant General of the naval forces and Commander of the Royal and Military Order of Saint Louis. He died on 25 June 1715 in Bourbon-l'Archambault, Auvergne.",
    "year": 1646,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Istifan al-Duwayhi",
    "birthday": "1630-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/ee/Estephane-Douaihi.jpg",
    "extract": "Estephan El Douaihy was the 57th Patriarch of the Maronite Church, serving from 1670 until his death. He was born in Ehden, Lebanon. He is considered one of the major Lebanese historians of the 17th century and was known as “The Father of Maronite History”, “Pillar of the Maronite Church”, “The Second Chrysostom”, “Splendor of the Maronite Nation”, “The Glory of Lebanon and the Maronites”. He was declared Servant of God by the Congregation for the Causes of Saints under Protocol number 2145. On July 3, 2008, Pope Benedict XVI authorised the Congregation for the Causes of Saints to draw up a decree on the heroic virtues of Patriarch al-Duwayhi, who will be referred to as Venerable from the moment of publication of the decree. This is an important step in the ongoing beatification process.",
    "year": 1630,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Samuel Dirksz van Hoogstraten",
    "birthday": "1627-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Samuel_van_Hoogstraten_-_Zelfportret.jpg/248px-Samuel_van_Hoogstraten_-_Zelfportret.jpg",
    "extract": "Samuel Dirksz van Hoogstraten was a Dutch painter of the Golden Age, who was also a poet and author on art theory.",
    "year": 1627,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Saskia van Uylenburgh",
    "birthday": "1612-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Saskia_von_Uylenburgh_im_Profil_%28Rembrandt%29_3.JPG/240px-Saskia_von_Uylenburgh_im_Profil_%28Rembrandt%29_3.JPG",
    "extract": "Saskia van Uylenburgh was the wife of painter Rembrandt van Rijn. In the course of her life, she was his model for some of his paintings, drawings and etchings. She was the daughter of Rombertus Uylenburg, the mayor as well as the justice of the Court of Friesland.",
    "year": 1612,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Mikołaj Krzysztof \"the Orphan\" Radziwiłł",
    "birthday": "1549-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Miko%C5%82aj_Krzysztof_Radziwi%C5%82%C5%82_Sierotka.PNG/220px-Miko%C5%82aj_Krzysztof_Radziwi%C5%82%C5%82_Sierotka.PNG",
    "extract": "Prince Mikołaj Krzysztof Radziwiłł and nicknamed \"the Orphan\", was a Polish–Lithuanian nobleman (szlachcic), Ordynat of Nyasvizh from 1586, Court Marshal of Lithuania from 1569, Grand Marshal of Lithuania from 1579, castellan of Trakai from 1586, voivode of Trakai Voivodeship from 1590, voivode of Vilnius Voivodeship from 1604 and governor of Šiauliai. After the treaty at Vienna in 1515 all Radziwills were Imperial Princes and he held a position as Imperial Prince of the Holy Roman Empire.",
    "year": 1549,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "Theodor Zwinger",
    "birthday": "1533-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Theodorus_Zwingerus_Basiliensis%2C_medicus_%28d%C3%A9tail%29.jpg/259px-Theodorus_Zwingerus_Basiliensis%2C_medicus_%28d%C3%A9tail%29.jpg",
    "extract": "Theodor Zwinger the Elder was a Swiss physician and Renaissance humanist scholar. He made significant contributions to the emerging genres of reference and travel literature. He was the first distinguished representative of a prominent Basel academic family.",
    "year": 1533,
    "month": 8,
    "day": 2,
    "language": "en"
  },
  {
    "name": "John Cicero, Elector of Brandenburg",
    "birthday": "1455-8-2",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/JohannCicero1500.JPG/229px-JohannCicero1500.JPG",
    "extract": "John II was Elector of Brandenburg from 1486 until his death, the fourth of the House of Hohenzollern. After his death he received the cognomen Cicero, after the Roman orator of the same name, but the elector's eloquence and interest in the arts is debatable.",
    "year": 1455,
    "month": 8,
    "day": 2,
    "language": "en"
  }
]