[
  {
    "name": "Lil Yachty",
    "birthday": "1997-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Lil_Yachty_cropped.jpg/245px-Lil_Yachty_cropped.jpg",
    "extract": "Miles Parks McCollum, known professionally as Lil Yachty, is an American rapper, singer, and songwriter from Atlanta, Georgia. McCollum first gained recognition on the internet in 2015 for his singles \"One Night\" and \"Minnesota\" from his debut EP Summer Songs. He released his debut mixtape Lil Boat in March 2016. In June 2016, Yachty announced that he had signed a joint venture record deal with Motown, Capitol Records, and Quality Control Music.",
    "year": 1997,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "August Ames",
    "birthday": "1994-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/August_Ames_2014.jpg/213px-August_Ames_2014.jpg",
    "extract": "August Ames was a Canadian pornographic actress. She appeared in almost 290 movies, including a non-pornographic film in 2016, and was nominated for several AVN Awards. In 2017 at the age of 23, Ames committed suicide after a particular event of social media backlash following a tweet she posted.",
    "year": 1994,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Seth Curry",
    "birthday": "1990-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Seth_Curry_Mavericks_%28cropped%29.jpg/217px-Seth_Curry_Mavericks_%28cropped%29.jpg",
    "extract": "Seth Adham Curry is an American professional basketball player for the Brooklyn Nets of the National Basketball Association (NBA). He played college basketball for one year at Liberty University before transferring to Duke. He is the son of former NBA player Dell Curry and the younger brother of NBA player Stephen Curry. He currently ranks third in NBA history in career three-point field goal percentage.",
    "year": 1990,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Mike Yastrzemski",
    "birthday": "1990-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Mike_Yaz_%2848423689402%29_%28cropped%29.jpg/200px-Mike_Yaz_%2848423689402%29_%28cropped%29.jpg",
    "extract": "Michael Andrew Yastrzemski, nicknamed \"Yaz\", is an American professional baseball outfielder for the San Francisco Giants of Major League Baseball (MLB). Yastrzemski played college baseball for the Vanderbilt Commodores. The Baltimore Orioles selected him in the 14th round of the 2013 MLB draft. He made his MLB debut with the Giants in 2019, and is the grandson of Hall of Famer and Triple Crown winner Carl Yastrzemski.",
    "year": 1990,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Lianne La Havas",
    "birthday": "1989-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/LianneLaHavas_June2013_2.jpg/320px-LianneLaHavas_June2013_2.jpg",
    "extract": "Lianne Charlotte Barnes, known professionally as Lianne La Havas, is a British singer-songwriter and record producer. Her career began after being introduced to various musicians, including singer Paloma Faith, for whom she sang backing vocals. In 2010, La Havas signed to Warner Bros. Records, spending two years developing her songwriting, before releasing any music. La Havas' debut studio album, Is Your Love Big Enough? (2012), was released to positive reviews from critics and earned her a nomination for the BBC's Sound of 2012 poll and awards for the iTunes Album of The Year 2012. She has released two other studio albums since, Blood in 2015 and Lianne La Havas in 2020. She was nominated once for a Grammy award in 2016 and twice for Brit awards, in 2017 and 2021. She currently lives in London.",
    "year": 1989,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Trixie Mattel",
    "birthday": "1989-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Trixie_Mattel_in_2020_for_Netflix.png/303px-Trixie_Mattel_in_2020_for_Netflix.png",
    "extract": "Brian Michael Firkus, better known by the stage name Trixie Mattel, is a Native American drag queen, television personality, singer-songwriter, comedian and entrepreneur originally from Milwaukee, Wisconsin. She is known for her exaggerated, high-camp style and blend of comedy and acoustic pop. After initially competing on the seventh season of the drag competition RuPaul's Drag Race in 2015, she would later go on to win the third season of RuPaul's Drag Race All Stars in 2018.",
    "year": 1989,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Olga Govortsova",
    "birthday": "1988-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Govortsova_WM16_%2810%29_%2827802038034%29.jpg/214px-Govortsova_WM16_%2810%29_%2827802038034%29.jpg",
    "extract": "Olga Alekseyevna Govortsova is a Belarusian professional tennis player. On 23 June 2008, she achieved a career-high singles ranking of world No. 35. On 29 August 2011, she peaked at No. 24 in the doubles rankings.",
    "year": 1988,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Carl Hagelin",
    "birthday": "1988-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Carl_Hagelin_2017-05-06.jpg/294px-Carl_Hagelin_2017-05-06.jpg",
    "extract": "Carl Oliver Hagelin is a Swedish professional ice hockey player for the Washington Capitals of the National Hockey League (NHL). Hagelin was drafted by the New York Rangers in the sixth round, 168th overall, of the 2007 NHL Entry Draft. Hagelin has won the Stanley Cup as a member of the Pittsburgh Penguins in 2016 and 2017. He also played the most playoff games of any NHL player in the 2010s decade, with 128. He is also very fast, as shown when Hagelin, then a rookie with the Rangers, circled the rink at Ottawa's Scotiabank Place in 13.218 seconds, in contrast to Dylan Larkin skating at a record breaking time of 13.172.",
    "year": 1988,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jeremy Lin",
    "birthday": "1988-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Jeremy_Lin_Adidas_%28cropped%29.jpg/249px-Jeremy_Lin_Adidas_%28cropped%29.jpg",
    "extract": "Jeremy Shu-How Lin is a Taiwanese-American professional basketball player for the Beijing Ducks of the Chinese Basketball Association (CBA). He unexpectedly led a winning turnaround with the New York Knicks of the National Basketball Association (NBA) during the 2011–12 season, generating a cultural phenomenon known as \"Linsanity\". Lin was the first American of Chinese or Taiwanese descent to play in the NBA, and is one of the few Asian Americans to have played in the league. He is the first Asian American to win an NBA championship, having done so with the Toronto Raptors in 2019.",
    "year": 1988,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Neil Cicierega",
    "birthday": "1986-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Neil_Cicierega_speaking_at_XOXO_2016_%28cropped%29.png/243px-Neil_Cicierega_speaking_at_XOXO_2016_%28cropped%29.png",
    "extract": "Neil Stephen Cicierega is an American comedian, actor, filmmaker, singer, YouTuber, musician, songwriter, puppeteer, artist, and animator. He is best known as the creator of a genre of Flash animation he termed \"Animutation\", the Harry Potter puppet parody series Potter Puppet Pals, and several music albums under the name Lemon Demon. He also released a series of mashup albums under his own name that have since gained a cult following.",
    "year": 1986,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ayron Jones",
    "birthday": "1986-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Ayron_Jones_Macefield_Music_Festival_2015.jpg/212px-Ayron_Jones_Macefield_Music_Festival_2015.jpg",
    "extract": "Ayron Jones is an American guitarist, singer and songwriter. His music blends elements of grunge, rock, hip-hop, soul and other genres. After years performing in local venues of his hometown Seattle with his trio Ayron Jones and the Way, he was noticed by producer Sir Mix-a-Lot and lead an independent career until he signed with John Varvatos/Big Machine. His first major album was released on May 21, 2021.",
    "year": 1986,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Brett Morris",
    "birthday": "1986-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Brett_Morris.JPG/320px-Brett_Morris.JPG",
    "extract": "Brett Morris is an Australian former professional rugby league footballer who played on the wing for the St George Illawarra Dragons, Canterbury-Bankstown Bulldogs and Sydney Roosters in the NRL and Australia at international level.",
    "year": 1986,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Josh Morris (rugby league)",
    "birthday": "1986-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Josh_Morris_DOGS.jpg/262px-Josh_Morris_DOGS.jpg",
    "extract": "Joshua Morris is a former Australian professional rugby league footballer who last played as a centre for the Sydney Roosters in the NRL and Australia at international level.",
    "year": 1986,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Valeria Lukyanova",
    "birthday": "1985-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Valeria_Lukyanova_%28cropped%29.jpg/203px-Valeria_Lukyanova_%28cropped%29.jpg",
    "extract": "Valeria Valeryevna Lukyanova is a Moldova-born Ukrainian model and entertainer of Russian origin famous for her resemblance to a Barbie doll. She currently lives in Russia. To enhance the Barbie effect Lukyanova uses makeup and contact lenses over her naturally green/gray/blue eyes. She has stated that she has had breast implants, but that the rest of her body is natural and slender due to daily gym workouts and a particular diet.",
    "year": 1985,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Glen Johnson",
    "birthday": "1984-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Glen_Johnson_20111226_%28cropped%29.jpg/240px-Glen_Johnson_20111226_%28cropped%29.jpg",
    "extract": "Glen McLeod Cooper Johnson is an English former professional footballer who played predominantly as a right back.",
    "year": 1984,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "James Collins (footballer, born 1983)",
    "birthday": "1983-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/James_Collins_2016.jpg/238px-James_Collins_2016.jpg",
    "extract": "James Michael Collins is a Welsh former professional footballer who played as a defender.",
    "year": 1983,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Athena Farrokhzad",
    "birthday": "1983-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Athena_Farrokhzad_at_G%C3%B6teborg_Book_Fair_2013_02.JPG/214px-Athena_Farrokhzad_at_G%C3%B6teborg_Book_Fair_2013_02.JPG",
    "extract": "Athena Farrokhzad is an Iranian-Swedish poet, playwright, translator and literary critic.",
    "year": 1983,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Sun Mingming",
    "birthday": "1983-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Sun_Ming_Ming.jpg/240px-Sun_Ming_Ming.jpg",
    "extract": "Sun Mingming is a Chinese former professional basketball player and actor. He is the tallest professional basketball player in the world, and was measured by the Guinness World Records as 2.36m tall and weighing 167kg.",
    "year": 1983,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Fiona Onasanya",
    "birthday": "1983-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Official_portrait_of_Fiona_Onasanya_crop_2.jpg/240px-Official_portrait_of_Fiona_Onasanya_crop_2.jpg",
    "extract": "Fiona Oluyinka Onasanya is a former Labour Party Member of Parliament (MP) who was removed from that role as a result of a criminal conviction. She was elected in the 2017 United Kingdom general election for the constituency of Peterborough, which she represented from 8 June 2017 to 1 May 2019.",
    "year": 1983,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Bruno Spengler",
    "birthday": "1983-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Bruno_Spengler_-_N%C3%BCrburgring_2006.jpg/275px-Bruno_Spengler_-_N%C3%BCrburgring_2006.jpg",
    "extract": "Bruno Spengler is an Alsatian-born Canadian racing driver, currently racing for the BMW factory/works team. Nicknamed 'The Secret Canadian', he won the 2012 DTM Drivers' Championship.",
    "year": 1983,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Natalie Coughlin",
    "birthday": "1982-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Natalie_Coughlin%2C_2018_%28cropped%29.jpg/226px-Natalie_Coughlin%2C_2018_%28cropped%29.jpg",
    "extract": "Natalie Anne Coughlin Hall is an American former competition swimmer and twelve-time Olympic medalist. While attending the University of California, Berkeley, she became the first woman ever to swim the 100-meter backstroke in less than one minute—ten days before her 20th birthday in 2002. At the 2008 Summer Olympics, she became the first U.S. female athlete in modern Olympic history to win six medals in one Olympiad, and the first woman ever to win a 100-meter backstroke gold in two consecutive Olympics. At the 2012 Summer Olympics, she earned a bronze medal in the 4×100-meter freestyle relay.",
    "year": 1982,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Scott Palguta",
    "birthday": "1982-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Palguta_7-4-07.jpg/256px-Palguta_7-4-07.jpg",
    "extract": "Scott Thomas Palguta was named the head men's soccer coach at Colorado College on February 6, 2015. He is a former American soccer player who most recently played for Colorado Rapids in Major League Soccer.",
    "year": 1982,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Cristian Tudor",
    "birthday": "1982-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Cristian_Dorin_Tudor.JPG/151px-Cristian_Dorin_Tudor.JPG",
    "extract": "Cristian Dorin Tudor was a Romanian football striker.",
    "year": 1982,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Carlos Cuéllar",
    "birthday": "1981-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Carlos_Cuellar.jpg/237px-Carlos_Cuellar.jpg",
    "extract": "Carlos Javier Cuéllar Jiménez is a Spanish former professional footballer. Mainly a central defender, he could also operate as a right-back.",
    "year": 1981,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Stephan Loboué",
    "birthday": "1981-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Lobou%C3%A9%2C_Stephan_RWO_10-11_WP.JPG/240px-Lobou%C3%A9%2C_Stephan_RWO_10-11_WP.JPG",
    "extract": "Stephan Raphaël Loboué is an Ivorian goalkeeper who last played for German 3. Liga side SSV Jahn Regensburg. He is also a former Ivorian international.",
    "year": 1981,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Nadine Jolie Courtney",
    "birthday": "1980-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Nadine_Jolie_Courtney.JPG/320px-Nadine_Jolie_Courtney.JPG",
    "extract": "Nadine Jolie Courtney is a Circassian American lifestyle writer, novelist, and former media personality. She is the author of the YA novel All-American Muslim Girl, Romancing the Throne, Beauty Confidential: The No Preaching, No Lies, Advice-You'll-Actually-Use-Guide to Looking Your Best, and Confessions of a Beauty Addict. Her blog \"Jolie in NYC\" received international press in 2005 after Courtney, a former beauty editor, was outed and dooced for anonymously blogging about the beauty industry. The New York Post subsequently dubbed her \"the poster girl for the blogger generation\".",
    "year": 1980,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Rex Grossman",
    "birthday": "1980-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/RexGrossmanRedskins.jpg/240px-RexGrossmanRedskins.jpg",
    "extract": "Rex Daniel Grossman III is a former American football quarterback who played in the National Football League (NFL) for 11 seasons, most notably with the Chicago Bears. He played college football at Florida, where he received consensus All-American honors and made three bowl game appearances, winning the 2002 Orange Bowl. Grossman was selected by the Bears in the first round of the 2003 NFL Draft.",
    "year": 1980,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Nenad Vučković (handballer)",
    "birthday": "1980-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Nenad_Vuckovic_02.jpg/320px-Nenad_Vuckovic_02.jpg",
    "extract": "Nenad Vučković is a Serbian handball player for Dinamo Pančevo.",
    "year": 1980,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jessica Bibby",
    "birthday": "1979-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Jessica_Bibby.jpg/237px-Jessica_Bibby.jpg",
    "extract": "Jessica Bibby is an Australian sportswoman. She has played over 200 games in the WNBL and won several WNBL Championships. She has played for the Dandenong Rangers and Canberra Capitals. She was drafted by the WNBA's New York Liberty in 2000 and played for the team. She has played for the Australian national basketball team at junior and senior level.",
    "year": 1979,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Saskia Clark",
    "birthday": "1979-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e8/Hannah_Mills_and_Saskia_Clark_-_Olympic_Parade_-_Weymouth_%26_Portland_%28cropped%29.jpg",
    "extract": "Saskia Clark, is a British sailor and Olympic Gold medalist. She competed in the 2008 Summer Olympics and she was selected, along with Hannah Mills, to sail in the 470 Women's class for Team GB. They went on to win silver at the 2012 Olympic games and a gold medal at the 2016 games.",
    "year": 1979,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Édgar Sosa (boxer)",
    "birthday": "1979-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Edgar_Sosa_%28boxer%29.jpg/208px-Edgar_Sosa_%28boxer%29.jpg",
    "extract": "Édgar Alejandro Sosa Medina is a Mexican professional boxer. He is the former WBC Light flyweight champion and went on to make ten title defenses.",
    "year": 1979,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Kobe Bryant",
    "birthday": "1978-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Kobe_Bryant_2014.jpg/320px-Kobe_Bryant_2014.jpg",
    "extract": "Kobe Bean Bryant was an American professional basketball player. A shooting guard, he spent his entire 20-year career with the Los Angeles Lakers in the National Basketball Association (NBA). Widely regarded as one of the greatest basketball players of all time, Bryant won five NBA championships, was an 18-time All-Star, a 15-time member of the All-NBA Team, a 12-time member of the All-Defensive Team, the 2008 NBA Most Valuable Player (MVP), and a two-time NBA Finals MVP. Bryant also led the NBA in scoring twice, and ranks fourth in league all-time regular season and postseason scoring. He was posthumously voted into the Naismith Memorial Basketball Hall of Fame in 2020 and named to the NBA 75th Anniversary Team in 2021.",
    "year": 1978,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Julian Casablancas",
    "birthday": "1978-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Julian_Casablancas_%40_Lollapalooza_2014_%2813657827913%29.jpg/213px-Julian_Casablancas_%40_Lollapalooza_2014_%2813657827913%29.jpg",
    "extract": "Julian Fernando Casablancas is an American singer, best known as the lead vocalist and primary songwriter of rock band The Strokes, with whom he has released six studio albums since their founding in 1998. Casablancas released a solo album, Phrazes for the Young, in 2009. That same year, he founded the independent record label Cult Records, which has represented artists such as The Growlers, Rey Pila, and Karen O.",
    "year": 1978,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Andrew Rannells",
    "birthday": "1978-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Andrew_Rannells_2015.jpg/240px-Andrew_Rannells_2015.jpg",
    "extract": "Andrew Scott Rannells is an American film, stage, television and voice actor.",
    "year": 1978,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Douglas Sequeira",
    "birthday": "1977-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Douglas_Sequeira_-_2015.jpg/173px-Douglas_Sequeira_-_2015.jpg",
    "extract": "Douglas Esteban Sequeira Solano is a Costa Rican former professional footballer who played as a defender.",
    "year": 1977,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jared Fogle",
    "birthday": "1977-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Jared_Fogle_%282008%29.jpg/306px-Jared_Fogle_%282008%29.jpg",
    "extract": "Jared Scott Fogle is an American former spokesman for Subway restaurants. Fogle appeared in Subway's advertising campaigns from 2000 to 2015 until an FBI investigation led to him being convicted of child sex tourism and possessing child pornography.",
    "year": 1977,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Pat Garrity",
    "birthday": "1976-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f7/Pat_Garrity_in_2008.jpg",
    "extract": "Patrick Joseph Garrity is an American former professional basketball player who played for ten years in the National Basketball Association (NBA). He was a member of the National Basketball Players Association Executive Committee from 2000 to 2008 where he served as Secretary and Treasurer. He is currently the assistant general manager of the Detroit Pistons.",
    "year": 1976,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Sean Marks",
    "birthday": "1975-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Smarks.jpg/213px-Smarks.jpg",
    "extract": "Sean Andrew Marks is a New Zealand American basketball executive and former player and coach who is the general manager and alternate owner of the Brooklyn Nets of the National Basketball Association (NBA). He was the first New Zealand-born player to play in the NBA. Marks won two championships with the San Antonio Spurs: one as a player in 2005 and another as an assistant coach in 2014.",
    "year": 1975,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Eliza Carthy",
    "birthday": "1975-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Eliza_Carthy_Wychwood_2011.jpg/219px-Eliza_Carthy_Wychwood_2011.jpg",
    "extract": "Eliza Amy Forbes Carthy, MBE is an English folk musician known for both singing and playing the fiddle. She is the daughter of English folk musicians singer/guitarist Martin Carthy and singer Norma Waterson.",
    "year": 1975,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Mark Bellhorn",
    "birthday": "1974-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Mark_Bellhorn.jpg/187px-Mark_Bellhorn.jpg",
    "extract": "Mark Christian Bellhorn is an American former professional baseball infielder. In his ten-year Major League Baseball (MLB) career, Bellhorn was best known for being the starting second baseman for the Boston Red Sox during their 2004 World Series championship season.",
    "year": 1974,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Konstantin Novoselov",
    "birthday": "1974-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Konstantin_Novoselov_portrait.jpg/277px-Konstantin_Novoselov_portrait.jpg",
    "extract": "Sir Konstantin Sergeevich Novoselov is a Russian-British physicist, and a Professor at the Centre for Advanced 2D Materials, National University of Singapore. He is also the Langworthy Professor in the School of Physics and Astronomy at the University of Manchester. His work on graphene with Andre Geim earned them the Nobel Prize in Physics in 2010.",
    "year": 1974,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ray Park",
    "birthday": "1974-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/RayParkSpeakingFrontJun2011.jpg/238px-RayParkSpeakingFrontJun2011.jpg",
    "extract": "Raymond Park is a Scottish actor, author and martial artist. He is best known for physically portraying Darth Maul in Star Wars: Episode I – The Phantom Menace and Solo: A Star Wars Story, along with a motion capture performance in the final season of Star Wars: The Clone Wars, Toad in X-Men, Snake Eyes in G.I. Joe: The Rise of Cobra and G.I. Joe: Retaliation, and Edgar on Heroes.",
    "year": 1974,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Casey Blake",
    "birthday": "1973-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Casey_Blake_in_Dodgers_Dugout_%282010%29.jpg/246px-Casey_Blake_in_Dodgers_Dugout_%282010%29.jpg",
    "extract": "William Casey Blake is an American former professional baseball third baseman. He played in Major League Baseball (MLB) for the Toronto Blue Jays, Minnesota Twins, Baltimore Orioles, Cleveland Indians, and Los Angeles Dodgers. He had alternated between playing at third base and first base before becoming a full-time third baseman with the Indians. In 2005, Blake moved to right field to accommodate the Indians' signing of third baseman Aaron Boone, and stayed there for two seasons before moving back to third base.",
    "year": 1973,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Mark Butcher",
    "birthday": "1972-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Cricket%2C_Oval%2C_26th_April_2007_006_%28cropped%29.jpg/227px-Cricket%2C_Oval%2C_26th_April_2007_006_%28cropped%29.jpg",
    "extract": "Mark Alan Butcher is an English cricket commentator and former English Test cricketer, who played county cricket for Surrey from 1992 until his retirement in 2009. He was a left-handed batsman, and occasional right-arm medium-pace bowler.",
    "year": 1972,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Raúl Casanova",
    "birthday": "1972-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/30/Raul_Cassanova_%28cropped%29.jpg",
    "extract": "Raúl Casanova is a Puerto Rican former Major League Baseball player who was a catcher from 1996 to 2008 with the exception of 1999, 2003, 2004, and 2006.",
    "year": 1972,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Anthony Calvillo",
    "birthday": "1972-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Anthony_Calvillo_2017.jpg/202px-Anthony_Calvillo_2017.jpg",
    "extract": "Anthony Calvillo is the quarterbacks coach for the Montreal Alouettes of the Canadian Football League (CFL) and is a former professional Canadian football quarterback. He was professional football's all-time passing yards leader from 2011 to 2020, and is first in all-time CFL passing yards. In his career, he passed for 79,816 yards and is one of nine professional quarterbacks to have completed over 400 touchdown passes. His reign ended in 2020 when Brees surpassed him.",
    "year": 1972,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Martin Grainger",
    "birthday": "1972-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Martin_Grainger_footballer.jpg/149px-Martin_Grainger_footballer.jpg",
    "extract": "Martin Grainger is an English former professional footballer who played as a defender. He made 380 appearances and scored 44 goals in the Football League and Premier League. He was an attacking left back who could also play further up the field or even as a winger and was a dead ball specialist.",
    "year": 1972,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Manuel Vidrio",
    "birthday": "1972-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/MVidrio.jpg/292px-MVidrio.jpg",
    "extract": "Manuel Vidrio Solís is a Mexican former professional footballer who played as a centre-back and current coach.",
    "year": 1972,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Demetrio Albertini",
    "birthday": "1971-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Demetrio_Albertini.JPG/208px-Demetrio_Albertini.JPG",
    "extract": "Demetrio Albertini is the sporting director of Parma and a former professional Italian football midfielder and vice-president of the Italian Football Federation (FIGC). He is widely considered one of the legends of the A.C. Milan side of the 90s and a fundamental player for the Italian national team of the same period. He spent most of his career with Milan of the Italian Serie A, winning many trophies, including five Serie A titles and two UEFA Champions League titles with the club. He also played his final season for FC Barcelona, winning the Spanish League before retiring that year.",
    "year": 1971,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Gretchen Whitmer",
    "birthday": "1971-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Gretchen_Whitmer_%282021%29_%28cropped%29.jpg/249px-Gretchen_Whitmer_%282021%29_%28cropped%29.jpg",
    "extract": "Gretchen Esther Whitmer is an American lawyer and politician serving as the 49th governor of Michigan since 2019. A member of the Democratic Party, she served in the Michigan House of Representatives from 2001 to 2006 and in the Michigan Senate from 2006 to 2015.",
    "year": 1971,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Lawrence Frank",
    "birthday": "1970-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/fe/Lawrence_Frank_in_2012.jpg",
    "extract": "Lawrence Adam Frank is an American basketball coach who is currently working as the President of Basketball Operations for the Los Angeles Clippers of the National Basketball Association (NBA). He formerly served as head coach of the Detroit Pistons and the New Jersey Nets, and has been an assistant coach for the Boston Celtics and the Nets.",
    "year": 1970,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jay Mohr",
    "birthday": "1970-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Jaymohrnavy.jpg/277px-Jaymohrnavy.jpg",
    "extract": "Jon Ferguson \"Jay\" Mohr is an American actor, comedian and radio host. He is known for his roles as film producer Peter Dragon in the TV comedy series Action, Professor Rick Payne in the TV series Ghost Whisperer (2006–2008), the title role in the CBS sitcom Gary Unmarried (2008–2010), as a featured cast member on the sketch comedy show Saturday Night Live (1993–1995), and as the back-stabbing sports agent Bob Sugar in Jerry Maguire (1996). Since making his feature film debut with Jerry Maguire, he has appeared in films such as Suicide Kings (1997), Picture Perfect (1997), Paulie (1998), Mafia! (1998), Small Soldiers (1998), Go (1999), Cherry Falls (2000), The Adventures of Pluto Nash (2002), Are We There Yet? (2005), Street Kings (2008), Hereafter (2010) and The Incredible Burt Wonderstone (2013).",
    "year": 1970,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "River Phoenix",
    "birthday": "1970-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/River_Phoenix.png/223px-River_Phoenix.png",
    "extract": "River Jude Phoenix was an American actor and musician.",
    "year": 1970,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jack Lopresti",
    "birthday": "1969-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Official_portrait_of_Jack_Lopresti_crop_2.jpg/240px-Official_portrait_of_Jack_Lopresti_crop_2.jpg",
    "extract": "Giacomo \"Jack\" Lopresti is a British Conservative Party politician. He has been the Member of Parliament (MP) for Filton and Bradley Stoke since the 2010 general election.",
    "year": 1969,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jeremy Schaap",
    "birthday": "1969-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Jeremy_Schaap_%2815732906145%29.jpg/320px-Jeremy_Schaap_%2815732906145%29.jpg",
    "extract": "Jeremy Albert Schaap is an American sportswriter, television reporter, and author. Schaap is an eleven-time Emmy Awards winner for his work on ESPN's E:60, SportsCenter, and Outside the Lines.",
    "year": 1969,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Chris DiMarco",
    "birthday": "1968-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Chris_Di_Marco%2C_Open_2006_%282662380818%29.jpg/213px-Chris_Di_Marco%2C_Open_2006_%282662380818%29.jpg",
    "extract": "Christian Dean DiMarco is an American professional golfer who plays on the PGA Tour. DiMarco has won seven tournaments as a pro, including three PGA Tour events.",
    "year": 1968,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jim Murphy",
    "birthday": "1967-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/80/Jim_Murphy.jpg",
    "extract": "James Francis Murphy is a Scottish former politician who served as Leader of the Scottish Labour Party from 2014 to 2015 and Secretary of State for Scotland from 2008 to 2010. He was Member of Parliament (MP) for East Renfrewshire, formerly Eastwood, from 1997 to 2015. He identifies as a social democrat and has expressed support for a foreign policy of Western interventionism. He has been described as being on the political right of the Labour Party.",
    "year": 1967,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Rik Smits",
    "birthday": "1966-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/RikSmits_headshot.jpg/320px-RikSmits_headshot.jpg",
    "extract": "Rik Smits, nicknamed \"the Dunking Dutchman\" is a Dutch former professional basketball player who spent his entire career with the Indiana Pacers of the National Basketball Association (NBA) The 7-foot-4-inch (2.24 m) center was drafted by the Pacers out of Marist College with the second overall pick in the 1988 NBA draft. An NBA All-Star in 1998, Smits reached the NBA Finals in 2000.",
    "year": 1966,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Roger Avary",
    "birthday": "1965-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Roger_Avary_2012.jpg/301px-Roger_Avary_2012.jpg",
    "extract": "Roger Roberts Avary is a Canadian-American film and television director, screenwriter, and producer. He collaborated with Quentin Tarantino on Pulp Fiction, for which they won Best Original Screenplay at the 67th Academy Awards. Avary directed Killing Zoe, The Rules of Attraction, Lucky Day, and wrote the screenplays for Silent Hill and Beowulf.",
    "year": 1965,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Park Chan-wook",
    "birthday": "1963-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/20130925%E2%80%94Park_Chan-wook_%EB%B0%95%EC%B0%AC%EC%9A%B1_Marie_Claire_Korea_photo_shoot_screenshot_%2800m01s%29_%28cropped%29.jpg/320px-20130925%E2%80%94Park_Chan-wook_%EB%B0%95%EC%B0%AC%EC%9A%B1_Marie_Claire_Korea_photo_shoot_screenshot_%2800m01s%29_%28cropped%29.jpg",
    "extract": "Park Chan-wook is a South Korean film director, screenwriter, producer, and former film critic. Park is best known for his films Joint Security Area (2000), Thirst (2009), The Handmaiden (2016) and what has become known as The Vengeance Trilogy, consisting of Sympathy for Mr. Vengeance (2002), Oldboy (2003) and Lady Vengeance (2005).",
    "year": 1963,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Glória Pires",
    "birthday": "1963-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Gloria_pires_2011.jpg/243px-Gloria_pires_2011.jpg",
    "extract": "Glória Maria Cláudia Pires de Morais ; is a Brazilian actress. She is best known for her roles in TV Globo telenovelas such as Dancin' Days, Vale Tudo, Mulheres de Areia and O Rei do Gado. She is also known for starring in films such as Academy Award-nominated O Quatrilho, box-office hit If I Were You and its sequel, and Lula, Son of Brazil, which is the second most expensive Brazilian film of all time, after Nosso Lar.",
    "year": 1963,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Richard Illingworth",
    "birthday": "1963-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Richard_illingworth.jpg/320px-Richard_illingworth.jpg",
    "extract": "Richard Keith Illingworth is an English former cricketer, who is currently an umpire. The bulk of his domestic cricketing career occurred with Worcestershire, although he had a spell with Derbyshire, and overseas with Natal. He played in nine Tests and twenty five ODIs for England, including participating in the 1992 and 1996 Cricket World Cups. Several websites, mistakenly, report that he is Ray Illingworth's son but the two are not related.",
    "year": 1963,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Kenny Wallace",
    "birthday": "1963-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Kenny_Wallace_June_2014.jpg/320px-Kenny_Wallace_June_2014.jpg",
    "extract": "Kenneth Lee Wallace is an American race car driver and former reporter for Fox NASCAR. He retired from NASCAR in 2015 after driving in the national series since 1988. In a career spanning twenty-five years in NASCAR, Wallace had nine wins, all occurring in the Xfinity Series. Now retired from NASCAR competition, he continues to race on local dirt tracks across the country as a hobby.",
    "year": 1963,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Martin Cauchon",
    "birthday": "1962-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Martin_Cauchon.PNG/225px-Martin_Cauchon.PNG",
    "extract": "Martin Cauchon, is a Canadian lawyer and politician in Quebec Canada. He is a former Liberal Cabinet Minister in the government of Jean Chrétien. He is married to Dorine Perron and together, they have three children : Charles, François and Catherine.",
    "year": 1962,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Shaun Ryder",
    "birthday": "1962-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/ShaunRyderCoachella.jpg/320px-ShaunRyderCoachella.jpg",
    "extract": "Shaun William George Ryder is an English singer/songwriter and poet. As lead singer of Happy Mondays, he was a leading figure in the Madchester cultural scene during the late 1980s and early 1990s. In 1993, he formed Black Grape with former Happy Mondays dancer Bez. He was the runner-up on the tenth series of I'm a Celebrity...Get Me Out of Here!.",
    "year": 1962,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Dean DeLeo",
    "birthday": "1961-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Dean_deleo_guitar_ottawa_2009_cropped.jpg/288px-Dean_deleo_guitar_ottawa_2009_cropped.jpg",
    "extract": "Dean DeLeo is an American guitarist and songwriter known for his work with rock band Stone Temple Pilots. DeLeo is also known for his role in the short-lived bands Talk Show and Army of Anyone. He is the older brother of Robert DeLeo, who plays bass for Stone Temple Pilots.",
    "year": 1961,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Alexandre Desplat",
    "birthday": "1961-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/AlexandreDesplat-gros-plan.jpg/220px-AlexandreDesplat-gros-plan.jpg",
    "extract": "Alexandre Michel Gérard Desplat is a French film composer and conductor. He has won many awards, including two Academy Awards, for his musical scores to the films The Grand Budapest Hotel and The Shape of Water, and has received nine additional Academy Award nominations, ten César nominations, eleven BAFTA nominations, twelve Golden Globe Award nominations and ten Grammy nominations.",
    "year": 1961,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Mohammad Bagher Ghalibaf",
    "birthday": "1961-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Mohammadbagher_ghalibaf_in_2021_%28cropped%29.jpg/259px-Mohammadbagher_ghalibaf_in_2021_%28cropped%29.jpg",
    "extract": "Mohammad Bagher Ghalibaf or Mohammad Baqer Qalibaf is an Iranian conservative politician and former military officer who held office as the Mayor of Tehran from 2005 to 2017. Ghalibaf was formerly Iran's Chief of police from 2000 to 2005 and commander of the Revolutionary Guards' Air Force from 1997 to 2000.",
    "year": 1961,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Gary Mabbutt",
    "birthday": "1961-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Gary_Mabbutt_%28cropped%29.jpg/250px-Gary_Mabbutt_%28cropped%29.jpg",
    "extract": "Gary Vincent Mabbutt is an English former footballer who made more than 750 professional appearances, first playing for Bristol Rovers and going on to play 619 games for Tottenham Hotspur, despite being diagnosed with type 1 diabetes at 17. During his career he also won 16 caps for the England national team. He mostly played in central defence but was a versatile player who excelled also in midfield, winning both the 1984 UEFA Cup and 1991 FA Cup.",
    "year": 1961,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Gary Hoey",
    "birthday": "1960-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Gary_Hoey.jpeg/240px-Gary_Hoey.jpeg",
    "extract": "Gary Hoey is an American hard rock and latterly blues rock guitarist, singer and songwriter. He has recorded over 20 albums and had five Top 20 Billboard hits.",
    "year": 1960,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Edwyn Collins",
    "birthday": "1959-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Edwyn_Collins%2C_2019-09-27.jpg/320px-Edwyn_Collins%2C_2019-09-27.jpg",
    "extract": "Edwyn Stephen Collins is a Scottish musician, producer and record label owner from Edinburgh, Scotland. Collins was the lead singer for the 1980s post-punk band Orange Juice, which he co-founded. After the group split in 1985, Collins started a solo career. His 1995 single \"A Girl Like You\" was a worldwide hit.",
    "year": 1959,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Julio Franco",
    "birthday": "1958-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Julio_Franco_%28cropped%29.jpg/318px-Julio_Franco_%28cropped%29.jpg",
    "extract": "Julio César Franco Robles is a Dominican former professional baseball player and coach, who is a hitting coach for the farm team of the Lotte Giants of the Korea Baseball Organization (KBO). He spent most of his playing career in Major League Baseball (MLB), entering the major leagues in 1982 and last appearing in 2007, at which time he was the oldest active big league player. During that stretch, Franco also spent two seasons playing in Nippon Professional Baseball (NPB) and one season playing in the KBO.",
    "year": 1958,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Tasos Mitropoulos",
    "birthday": "1957-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/cb/Tasos_Mitropoulos_%281987%29.jpg",
    "extract": "Tasos Mitropoulos is a Greek politician and former professional footballer who played as a midfielder.",
    "year": 1957,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Andreas Floer",
    "birthday": "1956-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Andreas_Floer_1976.JPG/222px-Andreas_Floer_1976.JPG",
    "extract": "Andreas Floer was a German mathematician who made seminal contributions to symplectic topology, and mathematical physics, in particular the invention of Floer homology. Floer's first pivotal contribution was a solution of a special case of Arnold's conjecture on fixed points of a symplectomorphism. Because of his work on Arnold's conjecture and his development of instanton homology, he achieved wide recognition and was invited as a plenary speaker for the International Congress of Mathematicians held in Kyoto in August 1990. He received a Sloan Fellowship in 1989.",
    "year": 1956,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Valgerd Svarstad Haugland",
    "birthday": "1956-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Valgerd_Svarstad_Haugland_2.jpg/320px-Valgerd_Svarstad_Haugland_2.jpg",
    "extract": "Valgerd Svarstad Haugland is a Norwegian teacher, politician and civil servant.",
    "year": 1956,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Charles Busch",
    "birthday": "1954-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/CharlesMarlene_edit.jpg/223px-CharlesMarlene_edit.jpg",
    "extract": "Charles Louis Busch is an American actor, screenwriter, playwright and female impersonator, known for his appearances on stage in his own camp style plays and in film and television. He wrote and starred in his early plays Off-off-Broadway beginning in 1978, generally in drag roles, and also acted in the works of other playwrights. He also wrote for television and began to act in films and on television in the late 1990s. His best known play is The Tale of the Allergist's Wife (2000), which was a success on Broadway.",
    "year": 1954,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Halimah Yacob",
    "birthday": "1954-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Republic_of_Singapore_President_Halimah_Yacob_witnesses_the_program_proper_during_her_visit_to_the_Philippine_Eagle_Center_in_Davao_City_on_September_11%2C_2019_%28cropped%29.jpg/245px-thumbnail.jpg",
    "extract": "Halimah Yacob is a Singaporean politician currently serving as the eighth president of Singapore since 2017. Prior to her presidency, she was the country's parliament speaker. She is also the first and only female president in Singapore's history.",
    "year": 1954,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Santillana (footballer)",
    "birthday": "1952-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Santillana.jpg/210px-Santillana.jpg",
    "extract": "Carlos Alonso González, known as Santillana, is a Spanish former footballer who played as a striker.",
    "year": 1952,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jimi Jamison",
    "birthday": "1951-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Jimi_Jamison_rocking_at_the_Rainbow.jpg/223px-Jimi_Jamison_rocking_at_the_Rainbow.jpg",
    "extract": "Jimmy Wayne Jamison was an American musician, singer, and songwriter. Best known as Jimi Jamison, he earned recognition as the front man for the bands Target, Cobra, and the platinum-selling rock band Survivor from 1984 to 1989, performing the songs \"Burning Heart\" from the film Rocky IV, \"The Moment of Truth\" from The Karate Kid, along with other top-20 Survivor hits \"I Can't Hold Back\", \"High On You\", \"The Search is Over\" and \"Is This Love\". He officially rejoined Survivor in 2000, remaining in the group until 2006, only to rejoin again in 2011. Acclaimed for his vocal abilities, Jamison is also known for having co-written and performed the theme song \"I'm Always Here\" for the 1990s TV series Baywatch.",
    "year": 1951,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Akhmad Kadyrov",
    "birthday": "1951-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a1/Akhmad_Kadyrov.jpg",
    "extract": "Akhmad-Khadzhi Abdulkhamidovich Kadyrov was a Chechen politician and revolutionary who served as Chief Mufti of the Chechen Republic of Ichkeria in the 1990s during and after the First Chechen War. At the outbreak of the Second Chechen War he switched sides, offering his service to the Russian government, and later became the President of the Chechen Republic from 5 October 2003, acting as head of administration since July 2000.",
    "year": 1951,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Queen Noor of Jordan",
    "birthday": "1951-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Queen_Noor_1999.jpg/238px-Queen_Noor_1999.jpg",
    "extract": "Noor Al-Hussein is an American-born Jordanian philanthropist and activist who is the fourth wife and widow of King Hussein of Jordan. She was Queen of Jordan from their marriage on June 15, 1978, until Hussein's death on February 7, 1999.",
    "year": 1951,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Luigi Delneri",
    "birthday": "1950-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Luigi_Delneri.jpg/286px-Luigi_Delneri.jpg",
    "extract": "Luigi Delneri, often incorrectly written as Del Neri, is an Italian football manager and a former player.",
    "year": 1950,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Vicky Leandros",
    "birthday": "1949-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/2018_Vicky_Leandros_-_by_2eight_-_DSC4806.jpg/213px-2018_Vicky_Leandros_-_by_2eight_-_DSC4806.jpg",
    "extract": "Vasiliki Papathanasiou, generally known as Vicky Leandros, is a Greek singer living in Germany. She is the daughter of singer, musician and composer Leandros Papathanasiou. In 1967 she achieved worldwide fame after gaining fourth place for the country of Luxembourg in the Eurovision Song Contest with the song \"L'amour est bleu\", which became a worldwide hit. She further established her career by winning the Eurovision Song Contest in 1972 with the song \"Après Toi\", again representing Luxembourg.",
    "year": 1949,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Shelley Long",
    "birthday": "1949-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Shelley_Long_with_Terrie_Frankel_1996_Cable_Ace_Awards_%28cropped%29.jpg/236px-Shelley_Long_with_Terrie_Frankel_1996_Cable_Ace_Awards_%28cropped%29.jpg",
    "extract": "Shelley Lee Long is an American actress, singer and comedian. Long is best known for playing Diane Chambers on the hit sitcom Cheers, for which she received five Emmy nominations, winning in 1983 for Outstanding Lead Actress in a Comedy Series. She won two Golden Globe Awards for the role. Long reprised her role as Diane Chambers in three episodes of the spin-off Frasier, for which she received an additional guest star Emmy nomination. In 2009, she began playing a recurring role as DeDe Pritchett on the ABC comedy series Modern Family.",
    "year": 1949,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Rick Springfield",
    "birthday": "1949-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Rick_Springfield_5-09-2014_-7_%2814150002904%29.jpg/256px-Rick_Springfield_5-09-2014_-7_%2814150002904%29.jpg",
    "extract": "Richard Lewis Springthorpe, known professionally as Rick Springfield, is an Australian-American musician and actor. He was a member of the pop rock group Zoot from 1969 to 1971, then started his solo career with his debut single \"Speak to the Sky\" reaching the top 10 in Australia in mid-1972, when he moved to the United States. He had a No. 1 hit with \"Jessie's Girl\" in 1981 in both Australia and the U.S., for which he received the Grammy Award for Best Male Rock Vocal Performance. He followed with four more top 10 U.S. hits: \"I've Done Everything for You\", \"Don't Talk to Strangers\", \"Affair of the Heart\", and \"Love Somebody\". Springfield's two U.S. top 10 albums are Working Class Dog (1981) and Success Hasn't Spoiled Me Yet (1982).",
    "year": 1949,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Atef Bseiso",
    "birthday": "1948-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/fe/Bseiso_Atef.jpg",
    "extract": "Atef Bseiso was the Palestine Liberation Organization's (PLO) liaison officer with foreign intelligence agencies. He was assassinated in Paris in 1992. Several theories exist regarding the reason for his murder. According to one, alleging he played a role in the 1972 Munich Olympics massacre, his execution was part of the Wrath of God Operation. Others argue it was an Israeli operation aiming to disrupt relations of the PLO with Western intelligence agencies. The PLO denied Bseiso had any connection to the Munich operation.",
    "year": 1948,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Andrei Pleșu",
    "birthday": "1948-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Andrei_Ple%C8%99u_%281%29.jpg/240px-Andrei_Ple%C8%99u_%281%29.jpg",
    "extract": "Andrei Gabriel Pleșu is a Romanian philosopher, essayist, journalist, literary and art critic. He has been intermittently involved in politics, having been appointed Minister of Culture (1989–91), Minister of Foreign Affairs (1997–99) and presidential counsellor for external affairs (2004–05).",
    "year": 1948,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Rudy Ruettiger",
    "birthday": "1948-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Daniel_Rudy_Ruettiger_in_2009.jpg/304px-Daniel_Rudy_Ruettiger_in_2009.jpg",
    "extract": "Daniel Eugene \"Rudy\" Ruettiger is a motivational speaker and author who played college football at the University of Notre Dame. His early life and career at Notre Dame were the inspiration for the 1993 film Rudy.",
    "year": 1948,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Willy Russell",
    "birthday": "1947-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/One_of_a_series_of_test_shots_for_Willy_Russell%27s_debut_album_%22Hoovering_The_Moon%22._This_was_taken_in_Kate_Rusby%27s_recording_studio_at_her_home_near_Barnsley%2C_South_Yorkshire._%2882088943%29.jpg/213px-thumbnail.jpg",
    "extract": "William Russell is an English dramatist, lyricist and composer. His best known works are Educating Rita, Shirley Valentine, Blood Brothers and Our Day Out.",
    "year": 1947,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Linda Thompson (singer)",
    "birthday": "1947-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Fairport_Convention%2C_Cropredy_1982.jpg/320px-Fairport_Convention%2C_Cropredy_1982.jpg",
    "extract": "Linda Thompson is an English folk rock singer.",
    "year": 1947,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Keith Moon",
    "birthday": "1946-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Keith_Moon_4_-_The_Who_-_1975-2.jpg/245px-Keith_Moon_4_-_The_Who_-_1975-2.jpg",
    "extract": "Keith John Moon was an English drummer for the rock band the Who. He was noted for his unique style of playing and his eccentric, often self-destructive behaviour and addiction to drugs and alcohol.",
    "year": 1946,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Rayfield Wright",
    "birthday": "1945-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/RayfieldWright.jpg/213px-RayfieldWright.jpg",
    "extract": "Larry Rayfield Wright was an American professional football player who was an offensive tackle for the Dallas Cowboys of the National Football League (NFL) for 13 seasons. He is a member of the Pro Football Hall of Fame, having been inducted in 2006.",
    "year": 1945,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Antonia Novello",
    "birthday": "1944-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/08/VADM_Antonia_Novello.jpg",
    "extract": "Antonia Coello Novello, M.D., is a Puerto Rican physician and public health administrator. She was a vice admiral in the Public Health Service Commissioned Corps and served as 14th Surgeon General of the United States from 1990 to 1993. Novello was the first woman and first Hispanic to serve as Surgeon General. Novello also served as Commissioner of Health for the State of New York from 1999 to 2006.",
    "year": 1944,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Dale Campbell-Savours",
    "birthday": "1943-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Official_portrait_of_Lord_Campbell-Savours_crop_2.jpg/240px-Official_portrait_of_Lord_Campbell-Savours_crop_2.jpg",
    "extract": "Dale Norman Campbell-Savours, Baron Campbell-Savours is a British Labour Party politician. The Member of Parliament (MP) for Workington from 1979 to 2001, he now sits in the House of Lords.",
    "year": 1943,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Nelson DeMille",
    "birthday": "1943-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/ND_with_Photo_Credit.jpg/213px-ND_with_Photo_Credit.jpg",
    "extract": "Nelson Richard DeMille is an American author of action adventure and suspense novels. His novels include Plum Island, The Charm School, and The Gold Coast. DeMille has also written under the pen names Jack Cannon, Kurt Ladner, Ellen Kay and Brad Matthews.",
    "year": 1943,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Peter Lilley",
    "birthday": "1943-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Official_portrait_of_Lord_Lilley_crop_2.jpg/240px-Official_portrait_of_Lord_Lilley_crop_2.jpg",
    "extract": "Peter Bruce Lilley, Baron Lilley, PC is a British politician and life peer who served as a cabinet minister in the governments of Margaret Thatcher and John Major. A member of the Conservative Party, he was Member of Parliament (MP) Hitchin and Harpenden from 1997 to 2017 and, prior to boundary changes, St Albans from 1983.",
    "year": 1943,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Pino Presti",
    "birthday": "1943-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Pino_Presti_in_Munich.jpg/320px-Pino_Presti_in_Munich.jpg",
    "extract": "Giuseppe Prestipino Giarritta, professionally known by his pseudonym Pino Presti, is an Italian bassist, arranger, composer, conductor and record producer from Milan. He is a 5th-dan black belt in Shotokan Karate.",
    "year": 1943,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Onora O'Neill",
    "birthday": "1941-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Official_portrait_of_Baroness_O%27Neill_of_Bengarve_crop_2.jpg/240px-Official_portrait_of_Baroness_O%27Neill_of_Bengarve_crop_2.jpg",
    "extract": "Onora Sylvia O'Neill, Baroness O'Neill of Bengarve is a British philosopher and a crossbench member of the House of Lords.",
    "year": 1941,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Giacomo Bini",
    "birthday": "1938-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/6a/Giacomo_Bini_Provinztreffen_1.jpg",
    "extract": "Giacomo Bini was a Franciscan priest. Ordained in 1964, he worked as a missionary in Africa, and was appointed Minister General of the Order of the Friars Minor (OFM) for the period 1997–2003. He was fluent in Italian, French, English, Spanish, and Kiswahili.",
    "year": 1938,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Roger Greenaway",
    "birthday": "1938-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Fanclub1967DavidJonathan2.jpg/316px-Fanclub1967DavidJonathan2.jpg",
    "extract": "Roger John Reginald Greenaway, is an English singer, songwriter and record producer, best known for his collaborations with Roger Cook. His compositions have included \"You've Got Your Troubles\" and the transatlantic million selling songs \"I'd Like to Teach the World to Sing \" and \"Long Cool Woman in a Black Dress\". They were the first UK songwriting partnership to be granted an Ivor Novello Award as 'Songwriters of the Year' in two successive years.",
    "year": 1938,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Henry Lee Lucas",
    "birthday": "1936-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/17/Henry_Lee_Lucas.jpg/280px-Henry_Lee_Lucas.jpg",
    "extract": "Henry Lee Lucas was an American convicted serial killer. Lucas was convicted of murdering his mother in 1960 and two others in 1983. He rose to infamy after he confessed to around 600 other murders after his conviction while in prison to the Texas Rangers and other law enforcement officials. Many unsolved cases were closed based on the confessions and officially attributed the murders to Lucas; he was considered the most prolific serial killer in history. Lucas was convicted of murdering 11 people and condemned to death for a single case with a then-unidentified victim, later identified as Debra Jackson. An investigation by the Dallas Times-Herald newspaper showed that many of the murders Lucas confessed to were flatly impossible for him to have committed; while the Rangers defended their work, a follow-up investigation by the Attorney General of Texas concluded Lucas was a fabulist who had falsely confessed. Lucas' death sentence was commuted to life in prison in 1998. Lucas himself recanted the confessions as a hoax, except that of his mother. He died of congestive heart failure in 2001.",
    "year": 1936,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Roy Strong",
    "birthday": "1935-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a6/Roystrong.jpg",
    "extract": "Sir Roy Colin Strong, is an English art historian, museum curator, writer, broadcaster and landscape designer. He has served as director of both the National Portrait Gallery and the Victoria and Albert Museum in London. Strong was knighted in 1982.",
    "year": 1935,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Sonny Jurgensen",
    "birthday": "1934-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Sonny_Jurgensen_2017_%28cropped%29.jpg/213px-Sonny_Jurgensen_2017_%28cropped%29.jpg",
    "extract": "Christian Adolph \"Sonny\" Jurgensen III is an American former professional football player who was a quarterback in the National Football League (NFL) for the Philadelphia Eagles and Washington Redskins. He was inducted into the Pro Football Hall of Fame in 1983.",
    "year": 1934,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Robert Curl",
    "birthday": "1933-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Robert_Curl_crop_2009_CHAO.jpg/290px-Robert_Curl_crop_2009_CHAO.jpg",
    "extract": "Robert Floyd Curl Jr. is an American University Professor Emeritus, Pitzer–Schlumberger Professor of Natural Sciences Emeritus, and Professor of Chemistry Emeritus at Rice University. He was awarded the Nobel Prize in Chemistry in 1996 for the discovery of the nanomaterial buckminsterfullerene, along with Richard Smalley and Harold Kroto of the University of Sussex.",
    "year": 1933,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Pete Wilson",
    "birthday": "1933-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Pete_Wilson_meeting_with_Les_Aspin%2C_Feb_3%2C_1993_-_cropped_to_Wilson.JPEG/219px-Pete_Wilson_meeting_with_Les_Aspin%2C_Feb_3%2C_1993_-_cropped_to_Wilson.JPEG",
    "extract": "Peter Barton Wilson is an American attorney and politician who served as the 36th governor of California from 1991 to 1999. A member of the Republican Party, he also served as a United States Senator from California between 1983 and 1991, and as the 29th mayor of San Diego from 1971 to 1983.",
    "year": 1933,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Houari Boumédiène",
    "birthday": "1932-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Houari_Boumediene%27s_Portrait.jpg/241px-Houari_Boumediene%27s_Portrait.jpg",
    "extract": "Houari Boumédiène was an Algerian Nationalist, politician and army colonel who served as Chairman of the Revolutionary Council of Algeria from 19 June 1965 until 12 December 1976 and thereafter as the second President of Algeria until his death in 1978.",
    "year": 1932,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Mark Russell",
    "birthday": "1932-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Mark_Russell%2C_RIT_NandE_Vol14Num46_1983_Mar24_Complete.jpg/215px-Mark_Russell%2C_RIT_NandE_Vol14Num46_1983_Mar24_Complete.jpg",
    "extract": "Mark Russell is an American political satirist and comedian. He is best known for his series of semimonthly comedy specials on PBS television between 1975 and 2004. His routines were a mix of political stand-up humor covering current events and musical parodies in which he accompanied himself on his trademark American flag-themed piano.",
    "year": 1932,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Barbara Eden",
    "birthday": "1931-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Life_Ball_2013_-_magenta_carpet_Barbara_Eden_01.jpg/186px-Life_Ball_2013_-_magenta_carpet_Barbara_Eden_01.jpg",
    "extract": "Barbara Eden is an American actress, singer, and producer best known for her starring role as Jeannie in the sitcom I Dream of Jeannie (1965-1970). Other notable roles include Roslyn Pierce opposite Elvis Presley in Flaming Star (1960), Lieutenant (JG) Cathy Connors in Voyage to the Bottom of the Sea (1961) and a single widowed mother, Stella Johnson, in the film Harper Valley PTA (1978). Due to the success of the film, Eden reprised her role as Stella Johnson in a 2 season made for TV Harper Valley PTA.",
    "year": 1931,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Hamilton O. Smith",
    "birthday": "1931-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Hamilton_Smith.jpg/320px-Hamilton_Smith.jpg",
    "extract": "Hamilton Othanel Smith is an American microbiologist and Nobel laureate.",
    "year": 1931,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Michel Rocard",
    "birthday": "1930-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Michel_Rocard-IMG_3829.jpg/213px-Michel_Rocard-IMG_3829.jpg",
    "extract": "Michel Rocard was a French politician and a member of the Socialist Party (PS). He served as Prime Minister under François Mitterrand from 1988 to 1991, during which he created the Revenu minimum d'insertion (RMI), a social minimum welfare program for indigents, and achieved the Matignon Accords regarding the status of New Caledonia. He was a member of the European Parliament, and was strongly involved in European policies until 2009. In 2007, he joined a Commission under the authority of Nicolas Sarkozy's Minister of Education, Xavier Darcos.",
    "year": 1930,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Zoltán Czibor",
    "birthday": "1929-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Czibor_Zolt%C3%A1n_fortepan_13743.jpg/208px-Czibor_Zolt%C3%A1n_fortepan_13743.jpg",
    "extract": "Zoltán Czibor was a Hungarian footballer who played for several Hungarian clubs, including Ferencváros and Budapest Honvéd, and the Hungary national team before joining CF Barcelona. Czibor played as a left-winger or striker and was notable for having a powerful shot, good pace and excellent ball control. During the 1950s he was part of the Magical Magyars, reaching the World Cup final with them in 1954. After the 1956 Hungarian Revolution he moved to Spain where he became a prominent member of the successful FC Barcelona team of the late 1950s. After three seasons at Barcelona, he joined their local rivals Español for the 1961/62 season. After brief spells at FC Basel, FK Austria Wien and Primo Hamilton FC, he retired as a professional footballer and returned to Hungary. He died there in 1997, aged 68.",
    "year": 1929,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Vera Miles",
    "birthday": "1929-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/VERAMiles.jpg/255px-VERAMiles.jpg",
    "extract": "Vera June Miles is an American actress who worked closely with Alfred Hitchcock, most notably as Lila Crane in the classic 1960 film Psycho, reprising the role in the 1983 sequel Psycho II. Other films in which she appeared include Tarzan's Hidden Jungle (1955), The Searchers (1956), Alfred Hitchcock's The Wrong Man (1956), A Touch of Larceny (1959), The Man Who Shot Liberty Valance (1962), Follow Me, Boys! (1966), Sergeant Ryker (1968), and Molly and Lawless John (1972).",
    "year": 1929,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Peter Thomson (golfer)",
    "birthday": "1929-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Peter_Thomson_-_Australian_golfer.jpg/268px-Peter_Thomson_-_Australian_golfer.jpg",
    "extract": "Peter William Thomson was an Australian professional golfer. He won the Open Championship five times between 1954 and 1965. Thomson is the only golfer in the modern era to win a major three times in succession – The Open in 1954, 1955 and 1956.",
    "year": 1929,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Marian Seldes",
    "birthday": "1928-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Marian_Seldes.jpg/221px-Marian_Seldes.jpg",
    "extract": "Marian Hall Seldes was an American actress. A five-time Tony Award nominee, she won the Tony Award for Best Featured Actress in a Play for A Delicate Balance in 1967, and received subsequent nominations for Father's Day (1971), Deathtrap (1978–82), Ring Round the Moon (1999), and Dinner at Eight (2002). She also won a Drama Desk Award for Father's Day.",
    "year": 1928,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Dick Bruna",
    "birthday": "1927-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Dick_Bruna.jpg/320px-Dick_Bruna.jpg",
    "extract": "Dick Bruna was a Dutch author, artist, illustrator and graphic designer.",
    "year": 1927,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Allan Kaprow",
    "birthday": "1927-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Allan_Kaprow.jpg/229px-Allan_Kaprow.jpg",
    "extract": "Allan Kaprow was an American painter, assemblagist and a pioneer in establishing the concepts of performance art. He helped to develop the \"Environment\" and \"Happening\" in the late 1950s and 1960s, as well as their theory. His Happenings — some 200 of them — evolved over the years. Eventually Kaprow shifted his practice into what he called \"Activities\", intimately scaled pieces for one or several players, devoted to the study of normal human activity in a way congruent to ordinary life. Fluxus, performance art, and installation art were, in turn, influenced by his work.",
    "year": 1927,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Martial Solal",
    "birthday": "1927-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Solal.jpg/320px-Solal.jpg",
    "extract": "Martial Solal is a French jazz pianist and composer.",
    "year": 1927,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Clifford Geertz",
    "birthday": "1926-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/46/Clifford_Geertz.jpg/214px-Clifford_Geertz.jpg",
    "extract": "Clifford James Geertz was an American anthropologist and literary critic who is remembered mostly for his strong support for and influence on the practice of study in cultural symbols and who was considered \"for three decades... the single most influential cultural anthropologist in the United States.\" He served until his death as professor emeritus at the Institute for Advanced Study, Princeton.",
    "year": 1926,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Gyula Hernádi",
    "birthday": "1926-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/71/Hern%C3%A1di_Gyula.jpg",
    "extract": "Gyula Hernádi was a Hungarian writer and screenwriter. He wrote for 36 films between 1965 and 2005, mostly for director Miklós Jancsó. He also wrote many novels, mostly surrealistic science fiction or horror stories with unique twists.",
    "year": 1926,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Robert Mulligan",
    "birthday": "1925-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0f/Robert-mulligan-1-sized.jpg",
    "extract": "Robert Patrick Mulligan was an American director and producer. He is best known for his humanist dramas, including To Kill a Mockingbird (1962), Summer of '42 (1971), The Other (1972), Same Time, Next Year (1978) and The Man in the Moon (1991). He was also known in the 1960s for his extensive collaborations with producer Alan J. Pakula.",
    "year": 1925,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ephraim Kishon",
    "birthday": "1924-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/PikiWiki_Israel_50218_ephraim_kishon_.jpg/224px-PikiWiki_Israel_50218_ephraim_kishon_.jpg",
    "extract": "Ephraim Kishon was an Israeli author, dramatist, screenwriter, and Oscar-nominated film director. He was one of the most widely read contemporary satirists in the world.",
    "year": 1924,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Robert Solow",
    "birthday": "1924-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Robert_Solow_by_Olaf_Storbeck.jpg/320px-Robert_Solow_by_Olaf_Storbeck.jpg",
    "extract": "Robert Merton Solow, GCIH is an American economist whose work on the theory of economic growth culminated in the exogenous growth model named after him. He is currently Emeritus Institute Professor of Economics at the Massachusetts Institute of Technology, where he has been a professor since 1949. He was awarded the John Bates Clark Medal in 1961, the Nobel Memorial Prize in Economic Sciences in 1987, and the Presidential Medal of Freedom in 2014. Four of his PhD students, George Akerlof, Joseph Stiglitz, Peter Diamond and William Nordhaus later received Nobel Memorial Prizes in Economic Sciences in their own right.",
    "year": 1924,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jean Darling",
    "birthday": "1922-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/89/JeanDarling.jpg",
    "extract": "Jean Darling was an American child actress who was a regular in the Our Gang short subjects series from 1927–29. Prior to her death, she was one of four surviving cast members from the silent era cast of Our Gang. At the time of her death in 2015, Darling was, along with Baby Peggy, one of the last surviving actors who worked in the silent film era.",
    "year": 1922,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "George Kell",
    "birthday": "1922-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/George_Kell_1953.jpg/206px-George_Kell_1953.jpg",
    "extract": "George Clyde Kell was an American Major League Baseball third baseman who played 15 seasons for the Philadelphia Athletics (1943–1946), Detroit Tigers (1947–1952), Boston Red Sox (1952–1954), Chicago White Sox (1954–1956), and Baltimore Orioles (1956–57). Kell went on to become a Detroit Tigers broadcaster for 37 years. He was inducted into the National Baseball Hall of Fame in 1983.",
    "year": 1922,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Kenneth Arrow",
    "birthday": "1921-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9d/Kenneth_Arrow%2C_Stanford_University.jpg",
    "extract": "Kenneth Joseph Arrow was an American economist, mathematician, writer, and political theorist. He was the joint winner of the Nobel Memorial Prize in Economic Sciences with John Hicks in 1972.",
    "year": 1921,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Sam Cook (cricketer, born 1921)",
    "birthday": "1921-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d8/Cecil_Sam_Cook_W_1952.jpg",
    "extract": "Cecil \"Sam\" Cook was an English first-class cricketer who played for Gloucestershire County Cricket Club and in one Test match for the England cricket team.",
    "year": 1921,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Vladimir Abramovich Rokhlin",
    "birthday": "1919-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Vladimir_Rokhlin.jpeg/225px-Vladimir_Rokhlin.jpeg",
    "extract": "Vladimir Abramovich Rokhlin was a Soviet mathematician, who made numerous contributions in algebraic topology, geometry, measure theory, probability theory, ergodic theory and entropy theory.",
    "year": 1919,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Tex Williams",
    "birthday": "1917-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Tex_Williams_1967.JPG/273px-Tex_Williams_1967.JPG",
    "extract": "Sollie Paul \"Tex\" Williams was an American Western swing musician. He is best known for his talking blues style; his biggest hit was the novelty song, \"Smoke! Smoke! Smoke! \", which held the number one position on the Billboard chart for sixteen weeks in 1947. \"Smoke\" was the No. 5 song on Billboard's Top 100 list for 1947, and was No. 1 on the country chart that year. It can be heard during the opening credits of the 2006 movie, Thank You for Smoking.",
    "year": 1917,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Bob Crosby",
    "birthday": "1913-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Bob_Crosby_1953.JPG/249px-Bob_Crosby_1953.JPG",
    "extract": "George Robert Crosby was an American jazz singer and bandleader, best known for his group the Bob-Cats, which formed around 1935. The Bob-Cats was a New Orleans Dixieland-style jazz octet. He was the younger brother of famed singer and actor Bing Crosby. On TV, Bob Crosby guest-starred in The Gisele MacKenzie Show and was also seen on The Jack Benny Program. Crosby hosted his own afternoon TV variety show on CBS, The Bob Crosby Show (1953–1957). Crosby received two stars on the Hollywood Walk of Fame, for television and radio.",
    "year": 1913,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Gene Kelly",
    "birthday": "1912-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Gene_kelly.jpg/226px-Gene_kelly.jpg",
    "extract": "Eugene Curran Kelly was an American actor, dancer, singer, filmmaker, and choreographer. He was known for his energetic and athletic dancing style, his good looks, and the likable characters that he played on screen. He starred in, choreographed, and co-directed with Stanely Donen, some of the most well-regarded musical films of the 1940s and 1950s.",
    "year": 1912,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Igor Troubetzkoy",
    "birthday": "1912-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Prince_Troubetskoy.jpg/241px-Prince_Troubetskoy.jpg",
    "extract": "Prince Igor Nikolayevich Troubetzkoy was a French aristocrat and athlete of Russian descent.",
    "year": 1912,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Betty Robinson",
    "birthday": "1911-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Betty_Robinson_2.jpg/251px-Betty_Robinson_2.jpg",
    "extract": "Elizabeth R. Schwartz was an American athlete and winner of the first Olympic 100 metres for women.",
    "year": 1911,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Lonny Frey",
    "birthday": "1910-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Lonny_Frey_Reds.jpg/259px-Lonny_Frey_Reds.jpg",
    "extract": "Linus Reinhard Frey was an American infielder in Major League Baseball who played from 1933 through 1948 for the Brooklyn Dodgers (1933–1936), Chicago Cubs, Cincinnati Reds, New York Yankees (1947–1948), and New York Giants (1948). He was born in Saint Louis, Missouri, and was listed as 5 feet 10 inches (1.78 m) tall and 160 pounds (73 kg).",
    "year": 1910,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Giuseppe Meazza",
    "birthday": "1910-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Giuseppe_Meazza_1935.jpg/216px-Giuseppe_Meazza_1935.jpg",
    "extract": "Giuseppe \"Peppino\" Meazza, also known as il Balilla, was an Italian football manager and player. Throughout his career, he played mainly for Inter Milan in the 1930s, scoring 242 goals in 365 games for the club, and winning three Serie A titles, as well as the Coppa Italia; he later also played for local rivals Milan, as well as Turin rivals Juventus, in addition to his spells with Varese and Atalanta. At international level, he led Italy to win two consecutive World Cups: in 1934 on home soil, and in 1938 as captain; he was named to the All-star Team and won the Golden Ball Award at the 1934 World Cup, as the tournament's best player. Meazza is widely considered one of the greatest footballers of all time, as well as being regarded by many in the sport as Italy's greatest ever player. Giuseppe Prisco and Gianni Brera considered him to be the greatest footballer of all time.",
    "year": 1910,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Syd Buller",
    "birthday": "1909-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/83/Syd_Buller_1969.jpg",
    "extract": "John Sydney Buller was an English first-class cricketer, and notable international cricket umpire.",
    "year": 1909,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Hannah Frank",
    "birthday": "1908-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/02/Hannah_Frank_died_2008.png",
    "extract": "Hannah Frank was an artist and sculptor from Glasgow, Scotland. She was known for her art nouveau monochrome drawings until she decided to concentrate on sculpture in 1952.",
    "year": 1908,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Zoltan Sarosy",
    "birthday": "1906-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/2d/Zoltan_Sarosy.jpg",
    "extract": "Zoltan Sarosy was a Hungarian-Canadian professional chess master, he was born in Budapest and won numerous tournaments in his native country before immigrating to Toronto in the early 1950s.",
    "year": 1906,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ernie Bushmiller",
    "birthday": "1905-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/83/Bushmillerin1950s.jpg/238px-Bushmillerin1950s.jpg",
    "extract": "Ernest Paul Bushmiller Jr. was an American cartoonist, best known for creating the daily comic strip Nancy, which premiered in 1938 and features the title character who has remained in print for over 85 years. His work is noted for its simple graphic style. In 1976, he received the Reuben Award from the National Cartoonists Society for his work on Nancy.",
    "year": 1905,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Constant Lambert",
    "birthday": "1905-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Constant_Lambert_by_Christopher_Wood.jpg/193px-Constant_Lambert_by_Christopher_Wood.jpg",
    "extract": "Leonard Constant Lambert was a British composer, conductor, and author. He was the Founder Music Director of the Royal Ballet, and he was a major figure in the establishment of the English ballet as a significant artistic movement.",
    "year": 1905,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "William Primrose",
    "birthday": "1904-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/ef/William_primrose.jpg",
    "extract": "William Primrose CBE was a Scottish violist and teacher. He performed with the London String Quartet from 1930 to 1935. He then joined the NBC Symphony Orchestra where he formed the Primrose Quartet. He performed in various countries around the world as a soloist throughout his career. Primrose also taught at several universities and institutions. He is the author of several books on viola technique.",
    "year": 1904,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Guy Bush",
    "birthday": "1901-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/GuyBushGoudeycard.jpg/261px-GuyBushGoudeycard.jpg",
    "extract": "Guy Terrell Bush was an American right-handed pitcher in Major League Baseball, nicknamed the Mississippi Mudcat.",
    "year": 1901,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "John Sherman Cooper",
    "birthday": "1901-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/JohnShermanCooper.jpg/256px-JohnShermanCooper.jpg",
    "extract": "John Sherman Cooper was an American politician, jurist, and diplomat from the Commonwealth of Kentucky. He served three non-consecutive, partial terms in the United States Senate before being elected to two full terms in 1960 and 1966. He also served as U.S. Ambassador to India from 1955 to 1956 and U.S. Ambassador to East Germany from 1974 to 1976. He was the first Republican to be popularly elected to more than one term as a senator from Kentucky and, in both 1960 and 1966, he set records for the largest victory margin for a Kentucky senatorial candidate from either party.",
    "year": 1901,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ernst Krenek",
    "birthday": "1900-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Komponist_Ernst_Krenek_1937.jpg/257px-Komponist_Ernst_Krenek_1937.jpg",
    "extract": "Ernst Heinrich Krenek was an Austrian, later American, composer of Czech origin. He explored atonality and other modern styles and wrote a number of books, including Music Here and Now (1939), a study of Johannes Ockeghem (1953), and Horizons Circled: Reflections on my Music (1974). Krenek wrote two pieces using the pseudonym Thornton Winsloe.",
    "year": 1900,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Malvina Reynolds",
    "birthday": "1900-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/4c/Malvina_Reynolds.jpg",
    "extract": "Malvina Reynolds was an American folk/blues singer-songwriter and political activist, best known for her songwriting, particularly the songs \"Little Boxes\", \"What Have They Done to the Rain\" and \"Morningtown Ride\".",
    "year": 1900,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Minna Craucher",
    "birthday": "1891-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Minna-Craucher-salonki.jpg/170px-Minna-Craucher-salonki.jpg",
    "extract": "Madame Minna Craucher was the false name of Maria Vilhelmiina Lindell, a Finnish socialite and spy. Her home was a noted salon for various writers and artists. She also did espionage, originally for the Cheka, the Soviet secret police, and was arrested three times for fraud. She also had connections to the right-wing Lapua Movement. She became the subject of several books and stories. In 1932 she was murdered with a shot to the head.",
    "year": 1891,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Harry Frank Guggenheim",
    "birthday": "1890-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Harry_Frank_Guggenheim_and_wife_-_cropped.jpg/236px-Harry_Frank_Guggenheim_and_wife_-_cropped.jpg",
    "extract": "Harry Frank Guggenheim was an American businessman, diplomat, publisher, philanthropist, aviator, and horseman.",
    "year": 1890,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Will Cuppy",
    "birthday": "1884-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Will_Cuppy_1902.jpg/246px-Will_Cuppy_1902.jpg",
    "extract": "William Jacob Cuppy was an American humorist and literary critic, known for his satirical books about nature and historical figures.",
    "year": 1884,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ogden L. Mills",
    "birthday": "1884-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/MILLS%2C_OGDEN._HONORABLE_LCCN2016861237_%28cropped%29.jpg/236px-MILLS%2C_OGDEN._HONORABLE_LCCN2016861237_%28cropped%29.jpg",
    "extract": "Ogden Livingston Mills was an American lawyer, businessman and politician. He served as United States Secretary of the Treasury in President Herbert Hoover's cabinet, during which time Mills pushed for tax increases, spending cuts and other austerity measures that would deepen the economic crisis. A member of the Republican Party, Mills also represented New York in the United States House of Representatives, served as \nUndersecretary of the Treasury during the administration of President Calvin Coolidge, and was the Republican nominee in the 1926 New York gubernatorial election.",
    "year": 1884,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jonathan M. Wainwright (general)",
    "birthday": "1883-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Jonathan_M._Wainwright_%28cropped%29.jpg/255px-Jonathan_M._Wainwright_%28cropped%29.jpg",
    "extract": "Jonathan Mayhew Wainwright IV was a career American army officer and the Commander of Allied forces in the Philippines at the time Japan surrendered to the United States, during World War II. Wainwright was a recipient of the Medal of Honor for his courageous leadership during the fall of the Philippines.",
    "year": 1883,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Alexander Grin",
    "birthday": "1880-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/%D0%90%D0%BB%D0%B5%D0%BA%D1%81%D0%B0%D0%BD%D0%B4%D1%80_%D0%93%D1%80%D0%B8%D0%BD.jpg/236px-%D0%90%D0%BB%D0%B5%D0%BA%D1%81%D0%B0%D0%BD%D0%B4%D1%80_%D0%93%D1%80%D0%B8%D0%BD.jpg",
    "extract": "Aleksandr Stepanovich Grinevsky was a Russian writer, notable for his romantic novels and short stories, mostly set in an unnamed fantasy land with a European or Latin American flavor. Most of his writings deal with sea, adventures, and love.",
    "year": 1880,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "István Medgyaszay",
    "birthday": "1877-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/VeszpremSzinhaz.JPG/320px-VeszpremSzinhaz.JPG",
    "extract": "István Medgyaszay was a Hungarian architect and writer. He was one of the first to employ Hungarian folk idioms, particularly from Transylvania, and combine them with influences ranging from the far east to organic architecture.",
    "year": 1877,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "William Eccles (physicist)",
    "birthday": "1875-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/William_Eccles_%281925%29.jpg/320px-William_Eccles_%281925%29.jpg",
    "extract": "William Henry Eccles FRS was a British physicist and a pioneer in the development of radio communication.",
    "year": 1875,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Eugene Lanceray",
    "birthday": "1875-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Lanceray.jpg/223px-Lanceray.jpg",
    "extract": "Yevgeny Yevgenyevich Lanceray, also often spelled Eugene Lansere, was a Russian graphic artist, painter, sculptor, mosaicist, and illustrator, associated stylistically with Mir iskusstva.",
    "year": 1875,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Tanguturi Prakasam",
    "birthday": "1872-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Tanguturi_Prakasam_1972_stamp_of_India.jpg/236px-Tanguturi_Prakasam_1972_stamp_of_India.jpg",
    "extract": "Tanguturi Prakasam was an Indian jurist, political leader, social reformer, and anti-colonial nationalist who served as the chief minister of the Madras Presidency. Tanguturi subsequently became the first chief minister of the erstwhile Andhra state, created by the partition of Madras State along the linguistic lines. Tanguturi was known as \"Andhra Kesari\" which translates to \"Lion of Andhra\". The Andhra Pradesh government issued G.O RT-2500 on 10 August 2014 declaring his birth anniversary a state holiday.",
    "year": 1872,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Edgar Lee Masters",
    "birthday": "1868-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Young_Edgar_Lee_Masters_2.png/281px-Young_Edgar_Lee_Masters_2.png",
    "extract": "Edgar Lee Masters was an American attorney, poet, biographer, and dramatist. He is the author of Spoon River Anthology, The New Star Chamber and Other Essays, Songs and Satires, The Great Valley, The Serpent in the Wilderness, An Obscure Tale, The Spleen, Mark Twain: A Portrait, Lincoln: The Man, and Illinois Poems. In all, Masters published twelve plays, twenty-one books of poetry, six novels and six biographies, including those of Abraham Lincoln, Mark Twain, Vachel Lindsay, and Walt Whitman.",
    "year": 1868,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Edgar de Wahl",
    "birthday": "1867-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Edgar_de_Wahl_1926.jpg/225px-Edgar_de_Wahl_1926.jpg",
    "extract": "Edgar Alexei Robert von Wahl or  de Wahl was a Baltic German teacher, mathematician and linguist. He is most famous for being the creator of Interlingue, a naturalistic constructed language based on the Indo-European languages, which was initially published in 1922.",
    "year": 1867,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Eleftherios Venizelos",
    "birthday": "1864-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/%CE%95%CE%BB%CE%B5%CF%85%CE%B8%CE%AD%CF%81%CE%B9%CE%BF%CF%82_%CE%92%CE%B5%CE%BD%CE%B9%CE%B6%CE%AD%CE%BB%CE%BF%CF%82_%28cropped%29.jpg/238px-%CE%95%CE%BB%CE%B5%CF%85%CE%B8%CE%AD%CF%81%CE%B9%CE%BF%CF%82_%CE%92%CE%B5%CE%BD%CE%B9%CE%B6%CE%AD%CE%BB%CE%BF%CF%82_%28cropped%29.jpg",
    "extract": "Eleftherios Kyriakou Venizelos was a Greek statesman and a prominent leader of the Greek national liberation movement. He is noted for his contribution to the expansion of Greece and promotion of liberal-democratic policies. As leader of the Liberal Party, he was elected eight times as Prime Minister of Greece, serving from 1910 to 1920 and from 1928 to 1933. Venizelos had such profound influence on the internal and external affairs of Greece that he is credited with being \"The Maker of Modern Greece\", and is still widely known as the \"Ethnarch\".",
    "year": 1864,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Moritz Moszkowski",
    "birthday": "1854-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Moritz_Moszkowski%2C_c._1880.jpg/199px-Moritz_Moszkowski%2C_c._1880.jpg",
    "extract": "Moritz Moszkowski was a German composer, pianist, and teacher of Polish-Jewish descent. His brother Alexander Moszkowski was a famous writer and satirist in Berlin.",
    "year": 1854,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Radha Gobinda Kar",
    "birthday": "1852-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Pic-r-g-kar.jpg/264px-Pic-r-g-kar.jpg",
    "extract": "Radha Gobinda Kar was an Indian Bengali physician and philanthropist.",
    "year": 1852,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Clímaco Calderón",
    "birthday": "1852-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Cl%C3%ADmaco_Calder%C3%B3n.jpg/263px-Cl%C3%ADmaco_Calder%C3%B3n.jpg",
    "extract": "Clímaco Calderón Reyes was a Colombian lawyer and politician, who became 15th President of Colombia for one day, following the death of President Francisco Javier Zaldúa.",
    "year": 1852,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Arnold Toynbee (historian, born 1852)",
    "birthday": "1852-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Arnold_Toynbee.jpg/259px-Arnold_Toynbee.jpg",
    "extract": "Arnold Toynbee was a British economic historian also noted for his social commitment and desire to improve the living conditions of the working classes.",
    "year": 1852,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "John Cockburn (Australian politician)",
    "birthday": "1850-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/John_Cockburn_%28Australian_politician%29.jpg/258px-John_Cockburn_%28Australian_politician%29.jpg",
    "extract": "Sir John Alexander Cockburn was Premier of South Australia from 27 June 1889 to 18 August 1890.",
    "year": 1850,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "William Ernest Henley",
    "birthday": "1849-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/William_Ernest_Henley_young.jpg/203px-William_Ernest_Henley_young.jpg",
    "extract": "William Ernest Henley was an English poet, writer, critic and editor. Though he wrote several books of poetry, Henley is remembered most often for his 1875 poem \"Invictus\". A fixture in London literary circles, the one-legged Henley might have been the inspiration for Robert Louis Stevenson's character Long John Silver, while his young daughter Margaret Henley inspired J. M. Barrie's choice of the name Wendy for the heroine of his play Peter Pan (1904).",
    "year": 1849,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Sarah Frances Whiting",
    "birthday": "1847-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Sarah_Frances_Whiting.jpg/221px-Sarah_Frances_Whiting.jpg",
    "extract": "Sarah Frances Whiting was an American physicist and astronomer. She was one of the founders and the first director of the Whitin Observatory at Wellesley College. She instructed several notable astronomers and physicists, including Annie Jump Cannon.",
    "year": 1847,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Alexander Milne Calder",
    "birthday": "1846-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Al_Milne_Calder_w_Billy.jpg/320px-Al_Milne_Calder_w_Billy.jpg",
    "extract": "Alexander Milne Calder (MILL-nee) was a Scottish American sculptor best known for the architectural sculpture of Philadelphia City Hall. Both his son, Alexander Stirling Calder, and grandson, Alexander \"Sandy\" Calder, became significant sculptors in the 20th century.",
    "year": 1846,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "William Southam",
    "birthday": "1843-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/William_Southam.jpg/247px-William_Southam.jpg",
    "extract": "William Southam was a Canadian newspaper publisher.",
    "year": 1843,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Moritz Cantor",
    "birthday": "1829-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Moritz_Cantor_%28HeidICON_28790%29_%28cropped%29.jpg/207px-Moritz_Cantor_%28HeidICON_28790%29_%28cropped%29.jpg",
    "extract": "Moritz Benedikt Cantor was a German historian of mathematics.",
    "year": 1829,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "James Roosevelt Bayley",
    "birthday": "1814-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/James_Roosevelt_Bayley.jpg/230px-James_Roosevelt_Bayley.jpg",
    "extract": "James Roosevelt Bayley was an American prelate of the Catholic Church. He served as the first Bishop of Newark (1853–1872) and the eighth Archbishop of Baltimore (1872–1877).",
    "year": 1814,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Anton von Schmerling",
    "birthday": "1805-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Anton_von_Schmerling.jpg/222px-Anton_von_Schmerling.jpg",
    "extract": "Anton Ritter von Schmerling was an Austrian statesman.",
    "year": 1805,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Oliver Hazard Perry",
    "birthday": "1785-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Portrait_of_Oliver_Hazard_Perry%2C_1818.jpg/261px-Portrait_of_Oliver_Hazard_Perry%2C_1818.jpg",
    "extract": "Oliver Hazard Perry was an American naval commander, born in South Kingstown, Rhode Island. As the best-known and most prominent member\nof the Perry family naval dynasty, he was the son of Sarah Wallace Alexander and United States Navy Captain Christopher Raymond Perry, and older brother of Commodore Matthew C. Perry.",
    "year": 1785,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "William Tierney Clark",
    "birthday": "1783-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/William_Tierney_Clark_Barab%C3%A1s_Mikl%C3%B3s.jpg/270px-William_Tierney_Clark_Barab%C3%A1s_Mikl%C3%B3s.jpg",
    "extract": "William Tierney Clark FRS FRAS was an English civil engineer particularly associated with the design and construction of bridges. He was among the earliest designers of suspension bridges.",
    "year": 1783,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Georges Cuvier",
    "birthday": "1769-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Georges_Cuvier.png/256px-Georges_Cuvier.png",
    "extract": "Jean Léopold Nicolas Frédéric, Baron Cuvier, known as Georges Cuvier, was a French naturalist and zoologist, sometimes referred to as the \"founding father of paleontology\". Cuvier was a major figure in natural sciences research in the early 19th century and was instrumental in establishing the fields of comparative anatomy and paleontology through his work in comparing living animals with fossils.",
    "year": 1769,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Louis XVI",
    "birthday": "1754-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Antoine-Fran%C3%A7ois_Callet_-_Louis_XVI%2C_roi_de_France_et_de_Navarre_%281754-1793%29%2C_rev%C3%AAtu_du_grand_costume_royal_en_1779_-_Google_Art_Project.jpg/227px-Antoine-Fran%C3%A7ois_Callet_-_Louis_XVI%2C_roi_de_France_et_de_Navarre_%281754-1793%29%2C_rev%C3%AAtu_du_grand_costume_royal_en_1779_-_Google_Art_Project.jpg",
    "extract": "Louis XVI was the last King of France before the fall of the monarchy during the French Revolution. He was referred to as Citizen Louis Capet during the four months just before he was executed by guillotine. He was the son of Louis, Dauphin of France, son and heir-apparent of King Louis XV, and Maria Josepha of Saxony. When his father died in 1765, he became the new Dauphin. Upon his grandfather's death on 10 May 1774, he assumed the title King of France and Navarre until 4 September 1791, when he received the title of King of the French until the monarchy was abolished on 21 September 1792.",
    "year": 1754,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jean-François de Galaup, comte de Lapérouse",
    "birthday": "1741-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Jean-Fran%C3%A7ois_de_Galaup_de_La_P%C3%A9rouse_jeune.jpg/256px-Jean-Fran%C3%A7ois_de_Galaup_de_La_P%C3%A9rouse_jeune.jpg",
    "extract": "Jean François de Galaup, comte de Lapérouse, often called simply Lapérouse, was a French naval officer and explorer. Having enlisted at the age of 15, he had a successful naval career and in 1785 was appointed to lead a scientific expedition around the world. His ships stopped in Chile, Hawaii, Alaska, California, Macau, Japan, Russia, and Australia, before wrecking on the reefs of Vanikoro in the Solomon Islands.",
    "year": 1741,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Abraham Yates Jr.",
    "birthday": "1724-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Abraham_Yates.jpg/218px-Abraham_Yates.jpg",
    "extract": "Abraham Yates Jr. was an American lawyer, civil servant, and pamphleteer from Albany, New York.",
    "year": 1724,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Stanisław Lubieniecki",
    "birthday": "1623-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Stanis%C5%82aw_Lubieniecki.PNG/213px-Stanis%C5%82aw_Lubieniecki.PNG",
    "extract": "Stanisław Lubieniecki was a Polish Socinian theologist, historian, astronomer, and writer. He is the eponym of the lunar crater Lubiniezky.",
    "year": 1623,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Thomas Dempster",
    "birthday": "1579-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Thomas_dempster%2C_de_etruria_regali%2C_con_ill._di_thomas_coke%2C_firenze_1720-26_%28scritto_nel_1616-19%29_%28bibl._sopr._archeol._della_toscana%29.jpg/320px-Thomas_dempster%2C_de_etruria_regali%2C_con_ill._di_thomas_coke%2C_firenze_1720-26_%28scritto_nel_1616-19%29_%28bibl._sopr._archeol._della_toscana%29.jpg",
    "extract": "Thomas Dempster was a Scottish scholar and historian. Born into the aristocracy in Aberdeenshire, which comprises regions of both the Scottish highlands and the Scottish lowlands, he was sent abroad as a youth for his education. The Dempsters were Catholic in an increasingly Protestant country and had a reputation for being quarrelsome. Thomas' brother James, outlawed for an attack on his father, spent some years as a pirate in the northern islands, escaped by volunteering for military service in the Low Countries and was drawn and quartered there for insubordination. Thomas' father lost the family fortune in clan feuding and was beheaded for forgery.",
    "year": 1579,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "François Hotman",
    "birthday": "1524-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Crispijn_van_de_Passe_%28I%29%2C_after_Joos_van_Winghe_-_Portrait_of_Fran%C3%A7ois_Hotman.jpg/244px-Crispijn_van_de_Passe_%28I%29%2C_after_Joos_van_Winghe_-_Portrait_of_Fran%C3%A7ois_Hotman.jpg",
    "extract": "François Hotman was a French Protestant lawyer and writer, associated with the legal humanists and with the monarchomaques, who struggled against absolute monarchy. His first name is often written 'Francis' in English. His surname is Latinized by himself as Hotomanus, by others as Hotomannus and Hottomannus. He has been called \"one of the first modern revolutionaries\".",
    "year": 1524,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Miguel da Paz, Prince of Portugal",
    "birthday": "1498-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d9/Miguel_de_la_Paza_%28La_Virgen_de_los_Reyes_Cat%C3%B3licos%29.jpg",
    "extract": "Miguel da Paz, Hereditary Prince of Portugal and Prince of Asturias was a Portuguese royal prince, son of King Manuel I of Portugal and his first wife, Isabella of Aragon, Princess of Asturias (1470-1498).",
    "year": 1498,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Sigismund von Herberstein",
    "birthday": "1486-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Sigismund_von_Herberstein_in_russian_dress1.jpg/200px-Sigismund_von_Herberstein_in_russian_dress1.jpg",
    "extract": "Siegmund (Sigismund) Freiherr von Herberstein was a Carniolan diplomat, writer, historian and member of the Holy Roman Empire Imperial Council. He was most noted for his extensive writing on the geography, history and customs of Russia, and contributed greatly to early Western European knowledge of that area.",
    "year": 1486,
    "month": 8,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jo Gwang-jo",
    "birthday": "1482-8-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Cho_Kwang-jo_in_1750.jpg/236px-Cho_Kwang-jo_in_1750.jpg",
    "extract": "Jo Gwangjo, also often called by his pen name Jeong-am, was Korean Neo-Confucian scholar who pursued radical reforms during the reign of Jungjong of Joseon in the early 16th century.",
    "year": 1482,
    "month": 8,
    "day": 23,
    "language": "en"
  }
]