[
  {
    "name": "China Anne McClain",
    "birthday": "1998-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/China_Anne_McClain_%28cropped%29.jpg/232px-China_Anne_McClain_%28cropped%29.jpg",
    "extract": "China Anne McClain is an American actress and singer. McClain's career began when she was seven years old, portraying Alexis in the film The Gospel (2005), and then China James in Daddy's Little Girls (2007). She then received recognition for starring as Jazmine Payne in the television series Tyler Perry's House of Payne and as Charlotte McKenzie in the film Grown Ups (2010); and became internationally known for starring as Chyna Parks in the Disney Channel television series A.N.T. Farm (2011–2014), and as Uma in the Disney Channel films Descendants 2 (2017) and Descendants 3 (2019). In 2018, McClain began starring in The CW superhero series Black Lightning (2018–2021) as Jennifer Pierce / Lightning. She also reprised her character Jazmine Payne on OWN's revival of The Paynes (2018).",
    "year": 1998,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Miyabi Natsuyaki",
    "birthday": "1992-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Miyabi_Natsuyaki_at_Japan_Expo_2014.jpg/213px-Miyabi_Natsuyaki_at_Japan_Expo_2014.jpg",
    "extract": "Miyabi Natsuyaki  is a Japanese singer. Her career began in 2002 when she passed the audition for Hello! Project Kids, an all-female child pop group under Hello! Project. She continued to sing in that group and became a part of four smaller groups composed of Hello! Project Kids members—Aa!, Sexy Otonajan, Buono! and Berryz Kobo. She was the sub-captain of Berryz Kobo until their indefinite hiatus in 2015. She became a member of female pop band PINK CRES..",
    "year": 1992,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ricardo Rodriguez (footballer)",
    "birthday": "1992-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Ricardo_Rodr%C3%ADguez_2018.jpg/243px-Ricardo_Rodr%C3%ADguez_2018.jpg",
    "extract": "Ricardo Ivan Rodriguez Araya is a Swiss professional footballer who plays as a left-back for Serie A club Torino and the Switzerland national team.",
    "year": 1992,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Hiram Mier",
    "birthday": "1989-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Hiram_MierMonterrey.jpg/214px-Hiram_MierMonterrey.jpg",
    "extract": "Hiram Ricardo Mier Alanís is a Mexican professional footballer who plays as a centre-back for Liga MX club Guadalajara. He is an Olympic gold medalist.",
    "year": 1989,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Angela Park",
    "birthday": "1988-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Angela_Park_2009_%28cropped%29.jpg/226px-Angela_Park_2009_%28cropped%29.jpg",
    "extract": "Angela Park is a Brazilian-American professional golfer who played on the LPGA Tour. She holds dual citizenship in Brazil and the United States.",
    "year": 1988,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Stacey Farber",
    "birthday": "1987-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Stacey_Farber_on_Community_Connection.jpg/289px-Stacey_Farber_on_Community_Connection.jpg",
    "extract": "Stacey Farber is a Canadian actress. She is known for playing Ellie Nash in seasons 2 through 8 of the television series Degrassi: The Next Generation. From 2010 to 2011, she starred in the CBC series 18 to Life with fellow Canadian Michael Seater of Life with Derek. From 2014 to 2017, Farber played Sydney Katz on the Canadian medical drama Saving Hope.",
    "year": 1987,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Blake Lively",
    "birthday": "1987-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Blake_Lively_Cannes_2016_3.jpg/226px-Blake_Lively_Cannes_2016_3.jpg",
    "extract": "Blake Ellender Lively is an American actress. She is the recipient of various accolades, including three Teen Choice Awards, a People's Choice Award, and nominations for two Critics' Choice Awards and an Academy of Country Music Award.",
    "year": 1987,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Amy Macdonald",
    "birthday": "1987-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Amy_MacDonald-9578.jpg/240px-Amy_MacDonald-9578.jpg",
    "extract": "Amy Elizabeth Macdonald is a Scottish singer-songwriter. In 2007, she released her debut studio album, This Is the Life, which respectively produced the singles \"Mr. Rock & Roll\" and \"This Is the Life\"; the latter charting at number one in six countries, while reaching the top 10 in another 11 countries. The album reached number one in four European countries – the United Kingdom, Denmark, the Netherlands and Switzerland – and sold three million copies worldwide. Moderate success in the American music market followed in 2008. Macdonald has sold over 12 million records worldwide.",
    "year": 1987,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Justin Upton",
    "birthday": "1987-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Justin_Upton_2018_%28cropped%29.jpg/320px-Justin_Upton_2018_%28cropped%29.jpg",
    "extract": "Justin Irvin Upton is an American professional baseball outfielder for the Seattle Mariners of Major League Baseball (MLB). Nicknamed \"J-Up\", he has previously played in MLB for the Arizona Diamondbacks, Atlanta Braves, San Diego Padres, Detroit Tigers, and Los Angeles Angels. He has been a teammate of his brother B. J. Upton with both the Braves and the Padres. While primarily a right fielder throughout his career, Upton has since transitioned to left field for the Braves, Padres and Tigers.",
    "year": 1987,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Adam Warren (baseball)",
    "birthday": "1987-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Adam_Warren_on_May_22%2C_2013.jpg/228px-Adam_Warren_on_May_22%2C_2013.jpg",
    "extract": "Adam Parrish Warren is an American professional baseball pitcher who is a free agent. He has played in Major League Baseball (MLB) for the New York Yankees, Chicago Cubs, Seattle Mariners and San Diego Padres. Before beginning his professional career, Warren pitched in college baseball for the North Carolina Tar Heels.",
    "year": 1987,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "James Wesolowski",
    "birthday": "1987-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/James_Wesolowski_21-07-2012_1.jpg/187px-James_Wesolowski_21-07-2012_1.jpg",
    "extract": "James Peter Wesolowski is an Australian former professional soccer player who played as a midfielder.",
    "year": 1987,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Florian Mohr",
    "birthday": "1984-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Mohr%2C_Florian_StP_12-13_%282%29_WP.JPG/223px-Mohr%2C_Florian_StP_12-13_%282%29_WP.JPG",
    "extract": "Florian Mohr is a German former professional footballer who played as a defender.",
    "year": 1984,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Anya Monzikova",
    "birthday": "1984-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Anya_Monzikova_2008.jpg/213px-Anya_Monzikova_2008.jpg",
    "extract": "Anya Monzikova is a Russian-American model and actress.",
    "year": 1984,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Rachel Bilson",
    "birthday": "1981-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Rachel_Bilson.png/266px-Rachel_Bilson.png",
    "extract": "Rachel Sarah Bilson is an American actress. Born to a California show-business family, Bilson made her television debut in 2003, and then landed the role of Summer Roberts on the prime-time drama series The O.C. Bilson made her movie debut in The Last Kiss (2006) and starred in the science-fiction-action film Jumper (2008) with her then boyfriend Hayden Christensen. From 2011 to 2015, she starred as Zoe Hart on The CW series Hart of Dixie. In 2018 she starred as Sam Swift on the short lived series Take Two.",
    "year": 1981,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Camille Pin",
    "birthday": "1981-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Camille_Pin_2006_Australian_Open.JPG/139px-Camille_Pin_2006_Australian_Open.JPG",
    "extract": "Camille Pin is a former professional French tennis player.",
    "year": 1981,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Marlon Harewood",
    "birthday": "1979-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Marlon_Harewood.JPG/320px-Marlon_Harewood.JPG",
    "extract": "Marlon Anderson Harewood is an English former professional footballer who played as a striker.",
    "year": 1979,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Philipp Mißfelder",
    "birthday": "1979-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/PhilippMissfelder2008.jpg/320px-PhilippMissfelder2008.jpg",
    "extract": "Philipp Mißfelder was a German politician and a member of the German Bundestag. From January through March 2014, he served in the German government as the Coordinator for Transatlantic Cooperation in the Field of Intersocietal Relations, Cultural and Information Policy.",
    "year": 1979,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Deanna Nolan",
    "birthday": "1979-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Deanna_Nolan.jpg/215px-Deanna_Nolan.jpg",
    "extract": "Deanna Nicole \"Tweety\" Nolan is an American-Russian professional basketball player for UMMC Ekaterinburg of the Russian Premier League as well as the Russia women's national basketball team. Her primary position is shooting guard, but occasionally plays the point guard position. Her original name was Deana, but was legally changed to Deanna in 2000. She went to Flint Northern High School where she graduated and took that school state to state champs.",
    "year": 1979,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Kel Mitchell",
    "birthday": "1978-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Kel_Mitchell_2019.png/242px-Kel_Mitchell_2019.png",
    "extract": "Kel Johari Rice Mitchell is an American actor and stand-up comedian. He is known for his work as an original cast member of the Nickelodeon sketch comedy series All That for its first five seasons (1994–1999), where he was often paired as one-half of a comedic duo opposite Kenan Thompson, most notably the sketch Mavis and Clavis. His role as Ed in the All That sketch was reprised for the 1997 theatrical film Good Burger. He portrayed Kel Kimble on the Nickelodeon sitcom Kenan & Kel from 1996 to 2000. Mitchell was nominated for the Daytime Emmy Award for Outstanding Performer in an Animated Program for his role as T-Bone in the 2000's animated series Clifford the Big Red Dog in both 2001 and 2002 respectively. From 2015 to 2019, he starred as Double G on the Nickelodeon comedy series Game Shakers. Mitchell competed on Dancing with the Stars in 2019, placing as the runner-up with his partner Witney Carson.",
    "year": 1978,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Andy McDonald (ice hockey)",
    "birthday": "1977-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Andymac-stand.jpg/160px-Andymac-stand.jpg",
    "extract": "Andy McDonald is a Canadian retired professional ice hockey player. He played for the Anaheim Ducks and the St. Louis Blues of the National Hockey League (NHL), winning the Stanley Cup with Anaheim in 2007.",
    "year": 1977,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Alexander Skarsgård",
    "birthday": "1976-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Alexander_Skarsgard_%2829485267411%29_%28cropped%29.jpg/240px-Alexander_Skarsgard_%2829485267411%29_%28cropped%29.jpg",
    "extract": "Alexander Johan Hjalmar Skarsgård is a Swedish actor. Born in Stockholm, he began acting at age seven but quit at 13. After serving in the Swedish military, Skarsgård returned to acting and gained his first role in the US film comedy Zoolander. In 2008, he played Marine Brad Colbert in the miniseries Generation Kill. Skarsgård's breakthrough came when he portrayed vampire Eric Northman in the television series True Blood (2008–2014).",
    "year": 1976,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Brad Drew",
    "birthday": "1975-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Brad_Drew.JPG/288px-Brad_Drew.JPG",
    "extract": "Brad Drew is an Australian former professional rugby league footballer who played in the 1990s and 2000s. A City New South Wales representative hooker, he played in Australia for Penrith, Parramatta and Canberra and in England for Huddersfield and Wakefield Trinity Wildcats.",
    "year": 1975,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Pablo Ozuna",
    "birthday": "1974-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/PABLO_OZUNA_BATTING.JPG/319px-PABLO_OZUNA_BATTING.JPG",
    "extract": "Pablo José Ozuna is a Dominican former professional baseball utility player. During his major league career, he played for the Florida Marlins, the Colorado Rockies (2003), the Chicago White Sox (2005-2008), and the Los Angeles Dodgers (2008). He is the cousin of current Atlanta Braves outfielder Marcell Ozuna.",
    "year": 1974,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Fatih Akin",
    "birthday": "1973-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Fatih_Akin_in_Bitola.jpg/320px-Fatih_Akin_in_Bitola.jpg",
    "extract": "Fatih Akin is a German film director, screenwriter and producer of Turkish descent. He has won numerous awards for his films, including the Golden Bear at the Berlin Film Festival for his film Head-On (2004), Best Screenplay at the Cannes Film Festival for his film The Edge of Heaven (2007), and the Golden Globe Award for Best Foreign Language Film for his film In the Fade (2017).",
    "year": 1973,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Doug Glanville",
    "birthday": "1970-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Doug_Glanville_2008.jpg/205px-Doug_Glanville_2008.jpg",
    "extract": "Douglas Metunwa Glanville is an American former professional baseball outfielder who played in Major League Baseball (MLB) for the Philadelphia Phillies, Chicago Cubs, and Texas Rangers. He is also a broadcast color analyst for baseball, currently working with Marquee Sports Network and ESPN, and a contributor to The Athletic.",
    "year": 1970,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Robert Horry",
    "birthday": "1970-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Robert_Horry_2012.jpg/225px-Robert_Horry_2012.jpg",
    "extract": "Robert Keith Horry is an American former professional basketball player and current sports commentator. He played 16 seasons in the National Basketball Association (NBA), winning seven championships, the most of any player not to have played for the Boston Celtics. He is one of only four players to have won NBA championships with three teams; he won two with the Houston Rockets, three with the Los Angeles Lakers and two with the San Antonio Spurs with no defeats in NBA Finals. He earned the nickname \"Big Shot Rob\", because of his clutch shooting in important games; he is widely considered to be one of the greatest clutch performers and winners in NBA history. Horry now works as a commentator on Spectrum SportsNet for the Lakers.",
    "year": 1970,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Adrian Lam",
    "birthday": "1970-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Adrian_Lam_Wigan.jpg/230px-Adrian_Lam_Wigan.jpg",
    "extract": "Adrian Lam is a Papua New Guinean professional rugby league coach who is the head coach of the Leigh Centurions in the Betfred Championship, and a former rugby league footballer.",
    "year": 1970,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jo Dee Messina",
    "birthday": "1970-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Jo-dee-messina-2016.jpg/240px-Jo-dee-messina-2016.jpg",
    "extract": "Jo Dee Marie Messina is an American country music artist. She has charted six number-one singles on the Billboard country music charts. She has been honored by the Country Music Association and the Academy of Country Music, and has been nominated for two Grammy Awards. She was the first female country artist to score three multiple-week number-one songs from the same album. To date, she has two platinum and three gold-certified albums by the RIAA.",
    "year": 1970,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Claudia Schiffer",
    "birthday": "1970-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Claudia_Schiffer_Cannes.jpg/212px-Claudia_Schiffer_Cannes.jpg",
    "extract": "Claudia Maria Schiffer is a German model and actress based in the United Kingdom. She rose to fame in the 1990s as one of the world's most successful models, attaining supermodel status. In her early career, she was compared to Brigitte Bardot.",
    "year": 1970,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Olga Konkova",
    "birthday": "1969-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Olga_Konkova_Buckleys_Oslo_Jazzfestival_%28214729%29.jpg/286px-Olga_Konkova_Buckleys_Oslo_Jazzfestival_%28214729%29.jpg",
    "extract": "Olga Konkova is a Norwegian–Russian jazz pianist known from several recordings and collaboration with jazz musicians such as Adam Nussbaum, Gary Husband and Karin Krog.",
    "year": 1969,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Cameron Mathison",
    "birthday": "1969-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Cameron_Mathison_by_Gage_Skidmore.jpg/237px-Cameron_Mathison_by_Gage_Skidmore.jpg",
    "extract": "Cameron Arthur Mathison is a Canadian-American actor and television host. From 1997 to 2011, he played the role of Ryan Lavery on All My Children.",
    "year": 1969,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Catriona Matthew",
    "birthday": "1969-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/2009_Women%27s_British_Open_%E2%80%93_Catriona_Matthew_%286%29.jpg/213px-2009_Women%27s_British_Open_%E2%80%93_Catriona_Matthew_%286%29.jpg",
    "extract": "Catriona Isobel Matthew is a Scottish professional golfer who plays mainly on the US-based LPGA Tour and is also a member of the Ladies European Tour.",
    "year": 1969,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Stuart Murdoch (musician)",
    "birthday": "1968-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/StuartMurdoch-LA.jpg/320px-StuartMurdoch-LA.jpg",
    "extract": "Stuart Lee Murdoch is a Scottish musician, writer and filmmaker, and the lead singer and songwriter for the indie pop band Belle and Sebastian.",
    "year": 1968,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Spider One",
    "birthday": "1968-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Spider_One_2014.JPG/205px-Spider_One_2014.JPG",
    "extract": "Michael David Cummings, better known as Spider One, is an American singer. He is the founder and only consistent member of rock band Powerman 5000 and the owner of Megatronic Records. He created the horror/black comedy mockumentary series Death Valley, which aired on MTV for one season in 2011.",
    "year": 1968,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Rachael Ray",
    "birthday": "1968-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Rachael_Ray%2C_Red_Dress_Collection_2007_%28cropped%29.jpg/229px-Rachael_Ray%2C_Red_Dress_Collection_2007_%28cropped%29.jpg",
    "extract": "Rachael Domenica Ray is an American celebrity cook, television personality, businesswoman, and author. She hosts the syndicated daily talk and lifestyle program Rachael Ray, and the Food Network series 30 Minute Meals. Other programs to her credit include Rachael Ray's Tasty Travels, $40 a Day, Rachael Ray's Week in a Day, and the reality format shows Rachael vs. Guy: Celebrity Cook-Off and Rachael Ray's Kids Cook-Off. Ray has written several cookbooks based on the 30 Minute Meals concept, and launched a magazine Every Day with Rachael Ray, in 2006. Ray's television shows have won three Daytime Emmy Awards.",
    "year": 1968,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jeff Tweedy",
    "birthday": "1967-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Jeff_Tweedy_20120122-00075_%2833423676505%29.jpg/320px-Jeff_Tweedy_20120122-00075_%2833423676505%29.jpg",
    "extract": "Jeffrey Scot Tweedy is an American musician, songwriter, author, and record producer best known as the singer and guitarist of the band Wilco. Tweedy, originally from Belleville, Illinois, started his music career in high school in his band The Plebes with Jay Farrar, which subsequently transitioned into the alternative country band Uncle Tupelo. After Uncle Tupelo broke up, Tweedy formed Wilco which found critical and commercial success, most notably with Yankee Hotel Foxtrot and A Ghost Is Born, the latter of which received a Grammy for Best Alternative Album in 2005.",
    "year": 1967,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Albert Belle",
    "birthday": "1966-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Albert_Belle_1997.jpg/261px-Albert_Belle_1997.jpg",
    "extract": "Albert Jojuan Belle, known until 1990 as Joey Belle, is an American former Major League Baseball outfielder for the Cleveland Indians, Chicago White Sox, and Baltimore Orioles. Belle was one of the leading sluggers of his time, and in 1995 became the only player to ever hit 50 doubles and 50 home runs in a season. He was also the first player to break the $10 million per year compensation contract in Major League Baseball.",
    "year": 1966,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Derek Sherinian",
    "birthday": "1966-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/20121021-215634-250_Portnoy-Sheehan-Sherinian-MacAlpine_Boerderij_Zoetermeer_%28cropped%29.jpg/320px-20121021-215634-250_Portnoy-Sheehan-Sherinian-MacAlpine_Boerderij_Zoetermeer_%28cropped%29.jpg",
    "extract": "Derek Sherinian is an American keyboardist who has toured and recorded for Alice Cooper, Billy Idol, and Joe Bonamassa, among others. He was also a member of Dream Theater from 1994 to 1999, is the founder of Planet X and also one of the founding members of Black Country Communion and Sons of Apollo. He has released eight solo albums that have featured a variety of prominent guest musicians, including guitarists Slash, Yngwie Malmsteen, Allan Holdsworth, Steve Lukather, Joe Bonamassa, Billy Sheehan, Zakk Wylde and Al Di Meola.",
    "year": 1966,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Sanjeev Sharma",
    "birthday": "1965-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/12/Sanjeev_Sharma1.jpg",
    "extract": "Sanjeev Sharma pronunciation (help·info) is a former Indian cricketer, entrepreneur & cricket coach who played in two Test matches and 23 One Day Internationals from 1988 to 1997. As right arm medium pace bowler, he was one of several bowlers tried out as Kapil Dev's opening partners in the 80's. He made an impressive start by polishing off the tail on his Test debut against New Zealand in 1988–89 to finish with three for 37. He toured West Indies in 1989. After a career that spanned nearly 20 years, he announced his retirement from competitive cricket in November 2004.",
    "year": 1965,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Mia Zapata",
    "birthday": "1965-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f6/MiaZapata.jpg",
    "extract": "Mia Katherine Zapata was an American musician who was the lead singer for the Seattle punk band The Gits. After gaining praise in the emerging grunge scene, Zapata was murdered in 1993 while on her way home from a music venue, at age 27. The crime went unsolved for a decade before her killer, Jesus Mezquia, was tried, convicted and sentenced to 36 years in prison.",
    "year": 1965,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Azmin Ali",
    "birthday": "1964-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Azmin_Ali_2019_%28cropped%29.jpg/267px-Azmin_Ali_2019_%28cropped%29.jpg",
    "extract": "Mohamed Azmin bin Ali is a Malaysian politician who has served as Senior Minister in charge of International Trade and Industry and Minister of International Trade and Industry under Prime Minister Ismail Sabri Yaakob since August 2021.",
    "year": 1964,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Maxim Kontsevich",
    "birthday": "1964-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c3/MaximKontsevich.jpg",
    "extract": "Maxim Lvovich Kontsevich is a Russian and French mathematician and mathematical physicist. He is a professor at the Institut des Hautes Études Scientifiques and a distinguished professor at the University of Miami. He received the Henri Poincaré Prize in 1997, the Fields Medal in 1998, the Crafoord Prize in 2008, the Shaw Prize and Fundamental Physics Prize in 2012, and the Breakthrough Prize in Mathematics in 2014.",
    "year": 1964,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Blair Underwood",
    "birthday": "1964-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Blair_Underwood_%2847948010412%29.jpg/251px-Blair_Underwood_%2847948010412%29.jpg",
    "extract": "Blair Erwin Underwood is an American actor. He made his debut in the 1985 musical film Krush Groove and from 1987 to 1994 starred as attorney Jonathan Rollins in the NBC legal drama series L.A. Law.",
    "year": 1964,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Miro Cerar",
    "birthday": "1963-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Miro_Cerar_2018.jpg/235px-Miro_Cerar_2018.jpg",
    "extract": "Miroslav Cerar Jr. is a Slovenian law professor and politician. He was Prime Minister of Slovenia, leading the 12th Government. He served as Deputy Prime Minister and Minister of Foreign Affairs in the 13th Government. He is a full professor at the Chair of Theory and Sociology of Law at the University of Ljubljana Faculty of Law.",
    "year": 1963,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Shock G",
    "birthday": "1963-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/87/Shock_G_aka_Humpty_%28288900903%29_%28cropped%29.jpg",
    "extract": "Gregory Edward Jacobs, known professionally as Shock G, was an American rapper who was best known as the lead vocalist of the hip hop group Digital Underground. He was responsible for Digital Underground's \"The Humpty Dance\", 2Pac's breakthrough single \"I Get Around\", and co-producer of 2Pac's debut album 2Pacalypse Now.",
    "year": 1963,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Tiina Intelmann",
    "birthday": "1963-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Tiina_Intelmann_2011.jpg/245px-Tiina_Intelmann_2011.jpg",
    "extract": "Tiina Intelmann is an Estonian diplomat; she was the Permanent Representative of Estonia to the United Nations in New York from 2005 to 2011 and was the President of the Assembly of States Parties of the International Criminal Court from December 2011 until December 2014. Since then, she is the Head of the Delegation of the European Union to Liberia. Since 2017 she is the Estonian ambassador to the United Kingdom.",
    "year": 1963,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Taslima Nasrin",
    "birthday": "1962-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Taslima_Nasrin_2019.jpg/240px-Taslima_Nasrin_2019.jpg",
    "extract": "Taslima Nasrin is a Bangladeshi-Swedish writer, physician, feminist, secular humanist, and activist. She is known for her writing on women's oppression and criticism of religion. Some of her books are banned in Bangladesh. She has been blacklisted and banished from the Bengal region.",
    "year": 1962,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Vivian Campbell",
    "birthday": "1962-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Hellfest2019DefLeppard_06_%28Cropped%29.jpg/213px-Hellfest2019DefLeppard_06_%28Cropped%29.jpg",
    "extract": "Vivian Patrick Campbell is a Northern Irish guitarist, singer, and songwriter. He came to prominence in the early 1980s as a member of Dio, and has been a member of Def Leppard since 1992. Campbell has also worked with Thin Lizzy, Whitesnake, Sweet Savage, Trinity, Riverdogs, and Shadow King.",
    "year": 1962,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Michael Zorc",
    "birthday": "1962-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Michael_Zorc_2014_%28cropped%29.jpg/250px-Michael_Zorc_2014_%28cropped%29.jpg",
    "extract": "Michael Zorc is a German football executive and former player who played as a central midfielder.",
    "year": 1962,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Billy Ray Cyrus",
    "birthday": "1961-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Billy_Ray_Cyrus_2019.jpg/235px-Billy_Ray_Cyrus_2019.jpg",
    "extract": "Billy Ray Cyrus is an American country singer and actor. He has released 16 studio albums and 53 singles since 1992, and is known for his hit single \"Achy Breaky Heart\", which topped the U.S. Hot Country Songs chart and became the first single ever to achieve triple platinum status in Australia. It was also the best-selling single in the same country in 1992. Due to the song's music video, the line dance rose in popularity.",
    "year": 1961,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Georg Zellhofer",
    "birthday": "1960-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Georg_Zellhofer_-_SC_Rheindorf_Altach_%28hoch%29.jpg/213px-Georg_Zellhofer_-_SC_Rheindorf_Altach_%28hoch%29.jpg",
    "extract": "Georg Zellhofer is a former football player and manager from Austria.",
    "year": 1960,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Bernardo Rezende",
    "birthday": "1959-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Bernardo_de_Rezende_Rio_2016b.jpg/243px-Bernardo_de_Rezende_Rio_2016b.jpg",
    "extract": "Bernardo Rocha de Rezende, known as Bernardo Rezende and nicknamed Bernardinho, is a Brazilian volleyball coach and former player. He is the current coach of the female volleyball team Rio de Janeiro Vôlei Clube. Rezende is the most successful coach in the history of volleyball, accumulating more than 30 major titles in twenty-year career directing the Brazilian male and female teams.",
    "year": 1959,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Tim Burton",
    "birthday": "1958-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Tim_Burton_%287587109150%29.jpg/213px-Tim_Burton_%287587109150%29.jpg",
    "extract": "Timothy Walter Burton is an American film director, film producer, screenwriter, animator, and artist. He is known for his gothic fantasy and horror films such as Beetlejuice (1988), Edward Scissorhands (1990), Ed Wood (1994), Sleepy Hollow (1999), Corpse Bride (2005), Sweeney Todd: The Demon Barber of Fleet Street (2007), and Frankenweenie (2012). Burton also directed the superhero films Batman (1989) and Batman Returns (1992), the sci-fi film Planet of the Apes (2001), the fantasy-drama Big Fish (2003), the musical adventure film Charlie and the Chocolate Factory (2005), and the fantasy films Alice in Wonderland (2010) and Miss Peregrine's Home for Peculiar Children (2016).",
    "year": 1958,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Simon McBurney",
    "birthday": "1957-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/The_Encounter_5468-Michelides.jpg/320px-The_Encounter_5468-Michelides.jpg",
    "extract": "Simon Montagu McBurney is an English actor, playwright, and theatrical director. He is the founder and artistic director of the Théâtre de Complicité, London. He has had roles in the films The Manchurian Candidate, Friends with Money, The Last King of Scotland, The Golden Compass, The Duchess, Robin Hood, Harry Potter and the Deathly Hallows – Part 1, Tinker Tailor Soldier Spy, Magic in the Moonlight, The Theory of Everything, and Mission: Impossible – Rogue Nation. He plays Cecil the choirmaster in BBC's The Vicar of Dibley.",
    "year": 1957,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Henri Toivonen",
    "birthday": "1956-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/61/Henri_Toivonen.jpg",
    "extract": "Henri Pauli Toivonen was a Finnish rally driver born in Jyväskylä, the home of Rally Finland. His father, Pauli, was the 1968 European Rally Champion for Porsche and his brother, Harri, became a professional circuit racer.",
    "year": 1956,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "John McGeoch",
    "birthday": "1955-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7c/John-McGeoch.jpg/223px-John-McGeoch.jpg",
    "extract": "John Alexander McGeoch was a Scottish musician and songwriter. He is best known as the guitarist of the rock bands Magazine (1977-1980) and Siouxsie and the Banshees (1980-1982).",
    "year": 1955,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Gerd Müller (politician)",
    "birthday": "1955-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/M%C3%BCller_Gerd_2017_by_B%C3%BCro_Dr._Gerd_M%C3%BCller.jpg/320px-M%C3%BCller_Gerd_2017_by_B%C3%BCro_Dr._Gerd_M%C3%BCller.jpg",
    "extract": "Gerhard \"Gerd\" Müller is a German politician of the Christian Social Union in Bavaria who has served as Director General of the United Nations Industrial Development Organization since 2021.",
    "year": 1955,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Elvis Costello",
    "birthday": "1954-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Elvis_Costello_2012.JPG/240px-Elvis_Costello_2012.JPG",
    "extract": "Declan Patrick MacManus OBE, known professionally as Elvis Costello, is an English singer-songwriter and record producer. He has won multiple awards in his career, including Grammy Awards in 1999 and 2020, and has twice been nominated for the Brit Award for Best British Male Artist. In 2003, he was inducted into the Rock and Roll Hall of Fame. In 2004, Rolling Stone ranked Costello number 80 on its list of the 100 Greatest Artists of All Time.",
    "year": 1954,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jim Wallace, Baron Wallace of Tankerness",
    "birthday": "1954-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Official_portrait_of_Lord_Wallace_of_Tankerness_crop_2%2C_2019.jpg/240px-Official_portrait_of_Lord_Wallace_of_Tankerness_crop_2%2C_2019.jpg",
    "extract": "James Robert Wallace, Baron Wallace of Tankerness, is a Scottish politician serving as a Non-Affiliated life peer in the British House of Lords since 2007 and Moderator of the General Assembly of the Church of Scotland since 2021. He served as the Deputy First Minister of Scotland from 1999 to 2005, and during that time he served twice as acting First Minister, in 2000, in the aftermath of Donald Dewar's death and in 2001, following Henry McLeish's resignation. He was formerly Leader of the Scottish Liberal Democrats from 1992 to 2005 and Liberal Democrats in the House of Lords from 2013 to 2016.",
    "year": 1954,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Kurban Berdyev",
    "birthday": "1952-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Kurban_Berdyev.jpg/213px-Kurban_Berdyev.jpg",
    "extract": "Kurban Bekiyevich Berdyev is a Turkmen football manager, and a former Soviet footballer. He is the manager of Kazakhstani club FC Kairat. He holds Russian citizenship. In 2017 he was shown among top 50 managers in the world by fourfourtwo.com, at the 36th place, ahead of Brendan Rodgers.",
    "year": 1952,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Geoff Downes",
    "birthday": "1952-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Geoff_Downes_7060.jpg/212px-Geoff_Downes_7060.jpg",
    "extract": "Geoffrey Downes is an English keyboardist, songwriter, and record producer who gained fame as a member of the new wave group The Buggles with Trevor Horn, the progressive rock band Yes, and the supergroup Asia.",
    "year": 1952,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Rob Halford",
    "birthday": "1951-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Rob_Halford_of_Judas_Priest.jpg/212px-Rob_Halford_of_Judas_Priest.jpg",
    "extract": "Robert John Arthur Halford is an English singer and songwriter. He is the lead vocalist of the heavy metal band Judas Priest, which was formed in 1969 and has received accolades such as the 2010 Grammy Award for Best Metal Performance. He has been noted for his powerful and wide ranging operatic vocal style and trademark leather-and-studs image, both of which have become iconic in heavy metal. He has also been involved with several side projects, including Fight, Two, and Halford.",
    "year": 1951,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Bill Handel",
    "birthday": "1951-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Bill_Handel.jpg/213px-Bill_Handel.jpg",
    "extract": "William Wolf Handel is a Brazilian-born American radio host and attorney.",
    "year": 1951,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Willy DeVille",
    "birthday": "1950-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/2008-02-26_Willy_DeVille_IMG_8267.jpg/213px-2008-02-26_Willy_DeVille_IMG_8267.jpg",
    "extract": "Willy DeVille was an American singer and songwriter. During his thirty-five-year career, first with his band Mink DeVille (1974–1986) and later on his own, DeVille created original songs rooted in traditional American musical styles. He worked with collaborators from across the spectrum of contemporary music, including Jack Nitzsche, Doc Pomus, Dr. John, Mark Knopfler, Allen Toussaint, and Eddie Bo. Latin rhythms, blues riffs, doo-wop, Cajun music, strains of French cabaret, and echoes of early-1960s uptown soul can be heard in DeVille's work.",
    "year": 1950,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Martin Amis",
    "birthday": "1949-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Martin_amis_2014.jpg/213px-Martin_amis_2014.jpg",
    "extract": "Martin Louis Amis is a British novelist, essayist, memoirist, and screenwriter. He is best known for his novels Money (1984) and London Fields (1989). He received the James Tait Black Memorial Prize for his memoir Experience and has been listed for the Booker Prize twice. Amis served as the Professor of Creative Writing at the Centre for New Writing at the University of Manchester until 2011. In 2008, The Times named him one of the fifty greatest British writers since 1945.",
    "year": 1949,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "John Savage (actor)",
    "birthday": "1949-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/AV0A6718_John_Savage_%28crop%29.jpg/254px-AV0A6718_John_Savage_%28crop%29.jpg",
    "extract": "John Savage is an American actor best known for his roles in the films The Deer Hunter (1978), The Onion Field (1979), Hair (1979) and Salvador (1986). He is also known for his role as Donald Lydecker in the TV series Dark Angel.",
    "year": 1949,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Gene Simmons",
    "birthday": "1949-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Gene_Simmons_2012.jpg/213px-Gene_Simmons_2012.jpg",
    "extract": "Gene Simmons is an Israeli-American musician, singer and songwriter. Also known by his stage persona The Demon, he is the bassist and co-lead singer of Kiss, the rock band he co-founded with Paul Stanley, Ace Frehley and Peter Criss in the early 1970s.",
    "year": 1949,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Nicholas A. Peppas",
    "birthday": "1948-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Peppasdec2014.jpg/214px-Peppasdec2014.jpg",
    "extract": "Nicholas (Nikolaos) A. Peppas is a chemical and biomedical engineer whose leadership in biomaterials science and engineering, drug delivery, bionanotechnology, pharmaceutical sciences, chemical and polymer engineering has provided seminal foundations based on the physics and mathematical theories of nanoscale, macromolecular processes and drug/protein transport and has led to numerous biomedical products or devices.",
    "year": 1948,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Michael Kaluta",
    "birthday": "1947-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/MichaelWilliamKalutabyKyleCassidy2.jpg/202px-MichaelWilliamKalutabyKyleCassidy2.jpg",
    "extract": "Michael William Kaluta, sometimes credited as Mike Kaluta or Michael Wm. Kaluta, is an American comics artist and writer best known for his acclaimed 1970s adaptation of the pulp magazine hero The Shadow with writer Dennis O'Neil.",
    "year": 1947,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Keith Tippett",
    "birthday": "1947-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Keith_Tippett.jpg/212px-Keith_Tippett.jpg",
    "extract": "Keith Graham Tippetts, known professionally as Keith Tippett, was a British jazz pianist and composer. According to AllMusic, Tippett's career \"..spanned jazz-rock, progressive rock, improvised and contemporary music, as well as modern jazz for more than half-a-century\". He held \" an unparalleled place in British contemporary music,\" and was known for \"his unique approach to improvisation\". Tippett appeared and recorded in many settings, including a duet with Stan Tracey, duets with his wife Julie Tippetts, solo performances, and as a bandleader.",
    "year": 1947,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Rollie Fingers",
    "birthday": "1946-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0d/Rollie_Fingers_-_San_Diego_Padres_-_1978.jpg",
    "extract": "Roland Glen Fingers is an American former right-handed relief pitcher in Major League Baseball who played for three teams between 1968 and 1985, when his effectiveness helped to redefine the value of relievers within baseball and to usher in the modern closer role. A seven-time All-Star, he led the major leagues in saves three times, and was named Rolaids Relief Man of the Year four times. He first gained prominence as a member of the Oakland Athletics championship teams of the early 1970s, when his flamboyant handlebar mustache made him perhaps the most identifiable member of The Mustache Gang which led Oakland to become the only non-New York Yankees team ever to win three consecutive World Series titles. Fingers was named the Most Valuable Player of the 1974 World Series after earning a win in the opener and saves in the last three games to secure the title.",
    "year": 1946,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Charles Ghigna",
    "birthday": "1946-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/CharlesGhigna.jpg/320px-CharlesGhigna.jpg",
    "extract": "Charles Ghigna, known also as Father Goose is an American poet and author of children's and adults' books. He has written more than 5,000 poems and 100 books.",
    "year": 1946,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Charlie Sanders",
    "birthday": "1946-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/CharlieSanders-HOFCeremony.jpg/302px-CharlieSanders-HOFCeremony.jpg",
    "extract": "Charles Alvin Sanders was an American professional football player who was a tight end for the Detroit Lions of the National Football League (NFL) from 1968 to 1977. Sanders was chosen for the NFL's 1970s All-Decade Team and voted into the Pro Football Hall of Fame in 2007.",
    "year": 1946,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Conrad Black",
    "birthday": "1944-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Conrad_Black_2013.jpg/235px-Conrad_Black_2013.jpg",
    "extract": "Conrad Moffat Black, Baron Black of Crossharbour, is a Canadian-born British former newspaper publisher, businessman, writer and convicted fraudster.",
    "year": 1944,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jacques Demers",
    "birthday": "1944-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Jacques_Demers.jpg/320px-Jacques_Demers.jpg",
    "extract": "Jacques Demers is a former Canadian Senator, former broadcaster and former professional ice hockey head coach. After a lengthy coaching career in the World Hockey Association and in the National Hockey League, Demers became an analyst for Montreal Canadiens games on RDS. On August 27, 2009, he was nominated by Prime Minister Stephen Harper to fill the Canadian Senate seat vacated by Yoine Goldstein. Senator Demers represented the Conservative Party in the Senate until December 2015 when he resigned from the Conservative caucus in order to sit as an Independent. On his 75th birthday on August 25, 2019 Senator Demers left his position as Senator.",
    "year": 1944,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Andrew Longmore",
    "birthday": "1944-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Royal_Coat_of_Arms_of_the_United_Kingdom_%28HM_Government%29.svg/320px-Royal_Coat_of_Arms_of_the_United_Kingdom_%28HM_Government%29.svg.png",
    "extract": "Sir Andrew Centlivres Longmore, styled The Rt Hon. Lord Justice Longmore, is a British lawyer and judge.",
    "year": 1944,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Nathan Deal",
    "birthday": "1942-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Nathan_Deal%2C_official_110th_Congress_photo.jpg/227px-Nathan_Deal%2C_official_110th_Congress_photo.jpg",
    "extract": "John Nathan Deal is an American lawyer and politician who served as the 82nd governor of Georgia from 2011 to 2019. He was elected to the United States House of Representatives as a member of the Democratic Party in 1992 and switched to the Republican Party in 1995. On March 1, 2010, Deal announced his resignation from Congress to run for Governor of Georgia.",
    "year": 1942,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Mario Corso",
    "birthday": "1941-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c1/Mario_Corso_with_Inter.jpg",
    "extract": "Mario Corso was an Italian football player and coach. A famed and dynamic left winger, he was regarded as one of the greatest Italian players in his position, earning the nicknames \"Mandrake\" and \"God's Left Foot\", due to his skills, free kick technique and crossing ability.",
    "year": 1941,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "David Canary",
    "birthday": "1938-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/David_Canary_1967.jpg/275px-David_Canary_1967.jpg",
    "extract": "David Hoyt Canary was an American actor. Canary is best known for his role as ranch foreman Candy Canaday in the NBC Western drama Bonanza, and as Adam Chandler in the television soap opera All My Children, for which he received 16 Daytime Emmy Award nominations and won five times.",
    "year": 1938,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Frederick Forsyth",
    "birthday": "1938-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Frederick_Forsyth_-_01.jpg/320px-Frederick_Forsyth_-_01.jpg",
    "extract": "Frederick McCarthy Forsyth is an English novelist and journalist. He is best known for thrillers such as The Day of the Jackal, The Odessa File, The Fourth Protocol, The Dogs of War, The Devil's Alternative, The Fist of God, Icon, The Veteran, Avenger, The Afghan, The Cobra and The Kill List.",
    "year": 1938,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Giridharilal Kedia",
    "birthday": "1936-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Giridharilal_Kedia.jpg/320px-Giridharilal_Kedia.jpg",
    "extract": "Giridharilal Kedia was an Indian well known social entrepreneur. He served the Kala Vikash Kendra, Cuttack for 12 years as the Working President and Trustee. Kedia was also the founder and chairman of Image Institute of Technology & Management. He was awarded the Samaj Gaurav award for his service. He was also awarded the Theater Movement Award by Global Peace Organization. Kedia was a District Governor of Lions Club International for the years 1981-1982 for the undivided district 322C.",
    "year": 1936,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Charles Wright (poet)",
    "birthday": "1935-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Charles_wright_5953.jpg/240px-Charles_wright_5953.jpg",
    "extract": "Charles Wright is an American poet. He shared the National Book Award in 1983 for Country Music: Selected Early Poems and won the Pulitzer Prize in 1998 for Black Zodiac. From 2014 to 2015, he served as the 20th Poet Laureate of the United States.",
    "year": 1935,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Eddie Ilarde",
    "birthday": "1934-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Former_Sen._Eddie_Ilarde_-_2019.jpg/240px-Former_Sen._Eddie_Ilarde_-_2019.jpg",
    "extract": "Edgar Ubalde Ilarde was a Filipino radio and television host. On radio and television, he hosted programs such as Kahapon Lamang, Student Canteen, and Darigold Jamboree.",
    "year": 1934,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Patrick F. McManus",
    "birthday": "1933-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Pat_mcmanus.jpg/197px-Pat_mcmanus.jpg",
    "extract": "Patrick Francis McManus was an American humor writer, who primarily wrote about the outdoors. A humor columnist for Outdoor Life, Field & Stream, and other magazines, his columns and stories have been collected in several books, beginning with A Fine and Pleasant Misery (1978) up through The Horse in My Garage and Other Stories (2012).",
    "year": 1933,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Wayne Shorter",
    "birthday": "1933-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Weather_Report_%28Wayne_Shorter%29.jpg/207px-Weather_Report_%28Wayne_Shorter%29.jpg",
    "extract": "Wayne Shorter is an American jazz saxophonist and composer. Shorter came to prominence in the late 1950s as a member of, and eventually primary composer for, Art Blakey's Jazz Messengers. In the 1960s, he joined Miles Davis's Second Great Quintet, and then co-founded the jazz fusion band Weather Report. He has recorded over 20 albums as a bandleader.",
    "year": 1933,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Tom Skerritt",
    "birthday": "1933-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Tom_Skerritt_2014_%28cropped%29.jpg/250px-Tom_Skerritt_2014_%28cropped%29.jpg",
    "extract": "Thomas Roy Skerritt is an American actor who has appeared in more than 40 films and more than 200 television episodes since 1962. He is known for his film roles in M*A*S*H, Alien, The Dead Zone, Top Gun, A River Runs Through It, Poltergeist III, and Up in Smoke, and the television series Picket Fences. Skerritt has earned several nominations and awards, including winning the Primetime Emmy Award for Outstanding Lead Actor in a Drama Series in 1993 for Picket Fences.",
    "year": 1933,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Regis Philbin",
    "birthday": "1931-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Regis_Philbin_at_the_2009_Tribeca_Film_Festival.jpg/227px-Regis_Philbin_at_the_2009_Tribeca_Film_Festival.jpg",
    "extract": "Regis Francis Xavier Philbin was an American television presenter, talk show host, game show host, comedian, actor, and singer. Once called \"the hardest working man in show business\", he held the Guinness World Record for the most hours spent on U.S. television.",
    "year": 1931,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Sean Connery",
    "birthday": "1930-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Sean_Connery_%281983%29.jpg/211px-Sean_Connery_%281983%29.jpg",
    "extract": "Sir Sean Connery was a Scottish actor. He was the first actor to portray fictional British secret agent James Bond on film, starring in seven Bond films between 1962 and 1983. Originating the role in Dr. No, Connery played Bond in six of Eon Productions' entries and made his final appearance in Never Say Never Again.",
    "year": 1930,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "György Enyedi (geographer)",
    "birthday": "1930-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/75/Enyedi_Gyorgy.jpg",
    "extract": "György Enyedi was an economist and geographer who has played a major role in the long-term development of regional science. In the second part of the 20th century due to the rapid development of integrative spatial sciences, regional science became an independent discipline - György Enyedi is a decisive figure in this process.",
    "year": 1930,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Graham Jarvis",
    "birthday": "1930-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Redd_Foxx_Demond_Wilson_Graham_Jarvis_Sanford_and_Son_1976.JPG/242px-Redd_Foxx_Demond_Wilson_Graham_Jarvis_Sanford_and_Son_1976.JPG",
    "extract": "Graham Powley Jarvis was a Canadian character actor in American films and television from the 1960s to the early 2000s.",
    "year": 1930,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Crispin Tickell",
    "birthday": "1930-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Crispin_Tickell%2C_2011_%28cropped%29.jpg/226px-Crispin_Tickell%2C_2011_%28cropped%29.jpg",
    "extract": "Sir Crispin Charles Cervantes Tickell was a British diplomat, environmentalist, and academic.",
    "year": 1930,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Kayo Dottley",
    "birthday": "1928-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/John_Dottley_-_1953_Bowman.jpg/210px-John_Dottley_-_1953_Bowman.jpg",
    "extract": "John Albert \"Kayo\" Dottley was an American football fullback in the National Football League who played for the Chicago Bears.",
    "year": 1928,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Darrell Johnson",
    "birthday": "1928-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/1974_Boston_Red_Sox_Yearbook_Cards_Darrell_Johnson_%28cropped%29.jpg/226px-1974_Boston_Red_Sox_Yearbook_Cards_Darrell_Johnson_%28cropped%29.jpg",
    "extract": "Darrell Dean Johnson was an American Major League Baseball catcher, coach, manager and scout. As a manager, he led the 1975 Boston Red Sox to the American League pennant, and was named \"Manager of the Year\" by both The Sporting News and the Associated Press.",
    "year": 1928,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Herbert Kroemer",
    "birthday": "1928-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Herbert_Kroemer_%28cropped%29.jpg/228px-Herbert_Kroemer_%28cropped%29.jpg",
    "extract": "Herbert Kroemer is a German-American physicist who, along with Zhores Alferov, received the Nobel Prize in Physics in 2000 for \"developing semiconductor heterostructures used in high-speed- and opto-electronics\". Kroemer is professor emeritus of electrical and computer engineering at the University of California, Santa Barbara, having received his Ph.D. in theoretical physics in 1952 from the University of Göttingen, Germany, with a dissertation on hot electron effects in the then-new transistor. His research into transistors was a stepping stone to the later development of mobile phone technologies.",
    "year": 1928,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Althea Gibson",
    "birthday": "1927-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Althea_Gibson_NYWTS.jpg/251px-Althea_Gibson_NYWTS.jpg",
    "extract": "Althea Neale Gibson was an American tennis player and professional golfer, and one of the first black athletes to cross the color line of international tennis. In 1956, she became the first African American to win a Grand Slam title. The following year she won both Wimbledon and the US Nationals, then won both again in 1958 and was voted Female Athlete of the Year by the Associated Press in both years. In all, she won 11 Grand Slam tournaments: five singles titles, five doubles titles, and one mixed doubles title. Gibson was inducted into the International Tennis Hall of Fame and the International Women's Sports Hall of Fame. \"She is one of the greatest players who ever lived\", said Bob Ryland, a tennis contemporary and former coach of Venus and Serena Williams. \"Martina [Navratilova] couldn't touch her. I think she'd beat the Williams sisters.\" In the early 1960s she also became the first Black player to compete on the Women's Professional Golf Tour.",
    "year": 1927,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Thea Astley",
    "birthday": "1925-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/82/Thea_Astley.jpg",
    "extract": "Thea Beatrice May Astley was an Australian novelist and short story writer. She was a prolific writer who was published for over 40 years from 1958. At the time of her death, she had won more Miles Franklin Awards, Australia's major literary award, than any other writer. As well as being a writer, she taught at all levels of education – primary, secondary and tertiary.",
    "year": 1925,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Hilmar Hoffmann",
    "birthday": "1925-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Hilmar_Hoffmann.jpg/257px-Hilmar_Hoffmann.jpg",
    "extract": "Hilmar Hoffmann was a German stage and film director, cultural politician and academic lecturer. He founded the International Short Film Festival Oberhausen. He was for decades an influential city councillor in Frankfurt, where he initiated the Museumsufer of 15 museums, including the Jewish Museum Frankfurt. He was the president of the Goethe-Institut and taught at universities such as Bochum and Tel Aviv. He wrote the book Kultur für alle, which was a motto of his life and work.",
    "year": 1925,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Stepas Butautas",
    "birthday": "1925-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b5/Butautas.PNG/266px-Butautas.PNG",
    "extract": "Stepas Butautas was a Soviet and Lithuanian professional basketball player and coach. He trained at the VSS Žalgiris, in Kaunas. He played with the Soviet Union men's national basketball team at the 1952 Summer Olympic Games, where he won a silver medal. During the tournament, he played in all eight games.",
    "year": 1925,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Zsuzsa Körmöczy",
    "birthday": "1924-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0f/Kormoczyzsuzsat.jpg/320px-Kormoczyzsuzsat.jpg",
    "extract": "Zsuzsa Körmöczy was a female tennis player from Hungary. She reached a career high of World No. 2 in women's tennis, and won the 1958 French Open at the age of 34.",
    "year": 1924,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Álvaro Mutis",
    "birthday": "1923-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/%C3%81lvaro_Mutis_-_A_Pobra_do_Carami%C3%B1al.jpg/184px-%C3%81lvaro_Mutis_-_A_Pobra_do_Carami%C3%B1al.jpg",
    "extract": "Álvaro Mutis Jaramillo was a Colombian poet, novelist, and essayist. His best-known work is the novel sequence The Adventures and Misadventures of Maqroll, which revolves around the character of Maqroll el Gaviero. He won the 1991 International Nonino Prize in Italy. He was awarded the 2001 Miguel de Cervantes Prize and the 2002 Neustadt International Prize for Literature.",
    "year": 1923,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Monty Hall",
    "birthday": "1921-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Monty_hall_abc_tv.JPG/246px-Monty_hall_abc_tv.JPG",
    "extract": "Monty Hall was a Canadian radio and television show host who moved to the United States in 1955 to pursue a career in broadcasting. After working as a radio newsreader and sportscaster, Hall returned to television in the U.S., this time in game shows. Starting in 1963, he was best known as the game show host and producer of Let's Make a Deal. As a celebrity, he had a conundrum with game theory and psychology aspects named after him: the Monty Hall problem. Behind the scenes, Hall also carried on an active life of philanthropy.",
    "year": 1921,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Brian Moore (novelist)",
    "birthday": "1921-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7d/Brian_Moore_Novelist.jpg",
    "extract": "Brian Moore, was a novelist and screenwriter from Northern Ireland, who emigrated to Canada and later lived in the United States. He was acclaimed for the descriptions in his novels of life in Northern Ireland during and after the Second World War, in particular his explorations of the inter-communal divisions of The Troubles, and has been described as \"one of the few genuine masters of the contemporary novel\". He was awarded the James Tait Black Memorial Prize in 1975 and the inaugural Sunday Express Book of the Year award in 1987, and he was shortlisted for the Booker Prize three times. Moore also wrote screenplays and several of his books were made into films.",
    "year": 1921,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "George Wallace",
    "birthday": "1919-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/George_C_Wallace.jpg/218px-George_C_Wallace.jpg",
    "extract": "George Corley Wallace Jr. was an American politician who served as the 45th governor of Alabama for four terms. A member of the Democratic Party, he is best remembered for his staunch segregationist and populist views. During his tenure, he promoted \"industrial development, low taxes, and trade schools.\" Wallace sought the United States presidency as a Democrat three times, and once as an American Independent Party candidate, unsuccessfully each time. Wallace opposed desegregation and supported the policies of \"Jim Crow\" during the Civil Rights Movement, declaring in his 1963 inaugural address that he stood for \"segregation now, segregation tomorrow, segregation forever\".",
    "year": 1919,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Leonard Bernstein",
    "birthday": "1918-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Leonard_Bernstein_by_Jack_Mitchell.jpg/249px-Leonard_Bernstein_by_Jack_Mitchell.jpg",
    "extract": "Leonard Bernstein was an American conductor, composer, pianist, music educator, author, and humanitarian. Considered to be one of the most important conductors of his time, he was the first American conductor to receive international acclaim. According to music critic Donal Henahan, he was \"one of the most prodigiously talented and successful musicians in American history\". Bernstein was the recipient of many honors, including seven Emmy Awards, two Tony Awards, sixteen Grammy Awards, including the Lifetime Achievement, and the Kennedy Center Honor.",
    "year": 1918,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Richard Greene",
    "birthday": "1918-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Richard_Greene_-_Modern_Screen%2C_August_1938.jpg/254px-Richard_Greene_-_Modern_Screen%2C_August_1938.jpg",
    "extract": "Richard Marius Joseph Greene was a noted English film and television actor. A matinée idol who appeared in more than 40 films, he was perhaps best known for the lead role in the long-running British TV series The Adventures of Robin Hood, which ran for 143 episodes from 1955 to 1959.",
    "year": 1918,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Mel Ferrer",
    "birthday": "1917-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Mel_Ferrer_-_1960.jpg/244px-Mel_Ferrer_-_1960.jpg",
    "extract": "Melchor Gastón Ferrer was an American actor, director, and producer of stage, film, and television. He achieved prominence on Broadway before scoring notable film hits with Scaramouche, Lili and Knights of the Round Table. He starred opposite his wife, actress Audrey Hepburn, in War and Peace, and produced her film Wait Until Dark. He also acted extensively in European films, and appeared in several cult hits, including The Antichrist (1974), The Suspicious Death of a Minor (1975), The Black Corsair (1976), and Nightmare City (1980).",
    "year": 1917,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Van Johnson",
    "birthday": "1916-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Van_Johnson_by_Eric_Carpenter%2C_1947.jpg/255px-Van_Johnson_by_Eric_Carpenter%2C_1947.jpg",
    "extract": "Charles Van Dell Johnson was an American film, television, theatre and radio actor, singer, and dancer. He was a major star at Metro-Goldwyn-Mayer during and after World War II.",
    "year": 1916,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Frederick Chapman Robbins",
    "birthday": "1916-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/45/Frederick_Chapman_Robbins_nobel.jpg/226px-Frederick_Chapman_Robbins_nobel.jpg",
    "extract": "Frederick Chapman Robbins was an American pediatrician and virologist. He was born in Auburn, Alabama, and grew up in Columbia, Missouri, attending David H. Hickman High School.",
    "year": 1916,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Saburō Sakai",
    "birthday": "1916-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Sakai_Cockpit_A5M.jpg/320px-Sakai_Cockpit_A5M.jpg",
    "extract": "Sub-Lieutenant Saburō Sakai  was a Japanese naval aviator and flying ace of the Imperial Japanese Navy during World War II. Sakai had 28-64 aerial victories according to official Japanese records, while his autobiography Samurai!, co-written by Martin Caidin and Fred Saito, claims 64 aerial victories.",
    "year": 1916,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Don DeFore",
    "birthday": "1913-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Don_DeFore_1962.JPG/246px-Don_DeFore_1962.JPG",
    "extract": "Donald John DeFore was an American actor. He is best known for his roles in the sitcom The Adventures of Ozzie and Harriet from 1952 to 1957 and the sitcom Hazel from 1961 to 1965, the former of which earned him a Primetime Emmy Award nomination.",
    "year": 1913,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Walt Kelly",
    "birthday": "1913-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8f/Walt_kelly.jpg/147px-Walt_kelly.jpg",
    "extract": "Walter Crawford Kelly Jr., commonly known as Walt Kelly, was an American animator and cartoonist, best known for the comic strip Pogo. He began his animation career in 1936 at Walt Disney Studios, contributing to Pinocchio, Fantasia, and Dumbo. In 1941, at the age of 28, Kelly transferred to work at Dell Comics, where he created Pogo, which eventually became his platform for political and philosophical commentary.",
    "year": 1913,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Erich Honecker",
    "birthday": "1912-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Bundesarchiv_Bild_183-R1220-401%2C_Erich_Honecker_%28cropped%29.jpg/240px-Bundesarchiv_Bild_183-R1220-401%2C_Erich_Honecker_%28cropped%29.jpg",
    "extract": "Erich Ernst Paul Honecker was a German communist politician who led the German Democratic Republic from 1971 until shortly before the fall of the Berlin Wall in October 1989. He held the posts of General Secretary of the Socialist Unity Party of Germany (SED) and Chairman of the National Defence Council; in 1976, he replaced Willi Stoph as Chairman of the State Council, the official head of state. As the leader of East Germany, Honecker had close ties to the Soviet Union, which maintained a large army in the country.",
    "year": 1912,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Võ Nguyên Giáp",
    "birthday": "1911-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Mr._Vo_Nguyen_Giap.jpg/221px-Mr._Vo_Nguyen_Giap.jpg",
    "extract": "Võ Nguyên Giáp, nicknamed \"Red Napoleon\", was a Vietnamese general and communist politician who is regarded as having been one of the greatest military strategists of the 20th century. He served as interior minister in President Hồ Chí Minh's Việt Minh government, the military commander of the Việt Minh, the commander of the People's Army of Vietnam (PAVN), minister of defence, and deputy prime minister. He also served as a member of the Politburo of the Vietnam Workers' Party, which in 1976 became the Communist Party of Vietnam.",
    "year": 1911,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "George Cisar (baseball)",
    "birthday": "1910-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/4a/George_Cisar-MLB.jpg",
    "extract": "George Cisar was a left fielder in Major League Baseball who played briefly for the Brooklyn Dodgers during the 1937 season. He batted and threw right-handed.",
    "year": 1910,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Dorothea Tanning",
    "birthday": "1910-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1b/AAA_inverobe_11954-2.jpg/320px-AAA_inverobe_11954-2.jpg",
    "extract": "Dorothea Margaret Tanning was an American painter, printmaker, sculptor, writer, and poet. Her early work was influenced by Surrealism.",
    "year": 1910,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ruby Keeler",
    "birthday": "1909-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Ruby_Keeler_by_Scotty_Welbourne%2C_1935.jpg/257px-Ruby_Keeler_by_Scotty_Welbourne%2C_1935.jpg",
    "extract": "Ethel Ruby Keeler was an American actress, dancer, and singer known for her on-screen pairing with Dick Powell in a string of successful early musicals at Warner Bros., particularly 42nd Street (1933). From 1928 to 1940, she was married to actor and singer Al Jolson. She retired from show business in the 1940s, but made a widely publicized comeback on Broadway in 1971.",
    "year": 1909,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Michael Rennie",
    "birthday": "1909-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Michael_Rennie_1958.JPG/229px-Michael_Rennie_1958.JPG",
    "extract": "Michael Rennie was a British film, television and stage actor, who had leading roles in a number of Hollywood films, including his portrayal of the space visitor Klaatu in the science fiction film The Day the Earth Stood Still (1951). In a career spanning more than 30 years, Rennie appeared in more than 50 films and in several American television series.",
    "year": 1909,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Jim Smith (cricketer, born 1906)",
    "birthday": "1906-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/68/Jim_Smith_of_Middlesex_in_1936.png",
    "extract": "Cedric Ivan James Smith was an English cricketer who played in five Test matches for the England cricket team between 1935 and 1937.",
    "year": 1906,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Faustina Kowalska",
    "birthday": "1905-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/200px-Faustina.jpg/241px-200px-Faustina.jpg",
    "extract": "Maria Faustyna Kowalska, also known as Saint Maria Faustyna Kowalska of the Blessed Sacrament and popularly spelled Faustina, was a Polish Roman Catholic nun and mystic. Her apparitions of Jesus Christ inspired the Roman Catholic devotion to the Divine Mercy and earned her the title of \"Secretary of Divine Mercy\".",
    "year": 1905,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Arpad Elo",
    "birthday": "1903-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f0/ArpadElo.jpg",
    "extract": "Arpad Emmerich Elo was a Hungarian American physics professor known for the creation of the Elo rating system for two-player games such as chess. Born in Egyházaskesző, Kingdom of Hungary, he moved to the United States with his parents in 1913.",
    "year": 1903,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Stefan Wolpe",
    "birthday": "1902-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Stefan_Wolpe.jpg/296px-Stefan_Wolpe.jpg",
    "extract": "Stefan Wolpe was a German-Jewish-American composer. He was associated with interdisciplinary modernism, with affiliations ranging from the Bauhaus, Berlin agitprop theater and the kibbutz movement to the Eighth Street Artists' Club, Black Mountain College, and the Darmstadt Summer Courses for New Music. He lived and worked in Berlin (1902-1933) until the Nazi seizure of power forced him to move first to Vienna (1933-34) and Jerusalem (1934-38) before settling in New York City (1938-72). In works such as Battle Piece (1942/1947) and \"In a State of Flight\" in Enactments for Three Pianos (1953), he responded self-consciously to the circumstances of his uprooted life, a theme he also explored extensively in voluminous diaries, correspondence, and lectures. His densely eclectic music absorbed ideas and idioms from diverse artistic milieus, including post-tonality, bebop, and Arab classical musics.",
    "year": 1902,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Hans Krebs (biochemist)",
    "birthday": "1900-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Hans_Adolf_Krebs.jpg/213px-Hans_Adolf_Krebs.jpg",
    "extract": "Sir Hans Adolf Krebs, FRS was a German-born British biologist, physician and biochemist. He was a pioneer scientist in the study of cellular respiration, a biochemical process in living cells that extracts energy from food and oxygen and makes it available to drive the processes of life. He is best known for his discoveries of two important sequences of chemical reactions that take place in the cells of humans and many other organisms, namely the citric acid cycle and the urea cycle. The former, often eponymously known as the \"Krebs cycle\", is the key sequence of metabolic reactions that provides energy in the cells of humans and other oxygen-respiring organisms; and its discovery earned Krebs a Nobel Prize in Physiology or Medicine in 1953. With Hans Kornberg, he also discovered the glyoxylate cycle, which is a slight variation of the citric acid cycle found in plants, bacteria, protists, and fungi.",
    "year": 1900,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Paul Herman Buck",
    "birthday": "1899-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Paul_Herman_Buck_1921_Ohio_State_University_Yearbook_%28page_75_crop%29.jpg/250px-Paul_Herman_Buck_1921_Ohio_State_University_Yearbook_%28page_75_crop%29.jpg",
    "extract": "Paul Herman Buck was an American historian. He won the Pulitzer Prize for History in 1938 and became the first Provost of Harvard University in 1945.",
    "year": 1899,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Helmut Hasse",
    "birthday": "1898-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Helmut_Hasse.jpg/205px-Helmut_Hasse.jpg",
    "extract": "Helmut Hasse was a German mathematician working in algebraic number theory, known for fundamental contributions to class field theory, the application of p-adic numbers to local class field theory and diophantine geometry, and to local zeta functions.",
    "year": 1898,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "H. Trendley Dean",
    "birthday": "1893-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/H-Trendley-Dean.jpeg/236px-H-Trendley-Dean.jpeg",
    "extract": "Henry Trendley Dean, was the first director of the United States National Institute of Dental Research and a pioneer investigator of water fluoridation in the prevention of tooth decay.",
    "year": 1893,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "David Shimoni",
    "birthday": "1891-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/%D7%99%D7%A8%D7%95%D7%A9%D7%9C%D7%99%D7%9D_-_%D7%93%D7%95%D7%93_%D7%A9%D7%9E%D7%A2%D7%95%D7%A0%D7%99-JNF014364.jpeg/212px-%D7%99%D7%A8%D7%95%D7%A9%D7%9C%D7%99%D7%9D_-_%D7%93%D7%95%D7%93_%D7%A9%D7%9E%D7%A2%D7%95%D7%A0%D7%99-JNF014364.jpeg",
    "extract": "David Shimoni was an Israeli poet, writer and translator.",
    "year": 1891,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Alexander Mair",
    "birthday": "1889-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Alexander_mair.jpg/228px-Alexander_mair.jpg",
    "extract": "Alexander Mair was an Australian politician who served as Premier of New South Wales from 5 August 1939 to 16 May 1941. Born in Melbourne, Mair worked in various businesses there before moving to Albury, New South Wales where he went on to be a member of the New South Wales Legislative Assembly for fourteen years. In 1932, Mair was elected to the seat of Albury and was re-elected a further four times. He rose quickly through the cabinet of Bertram Stevens' United Australia Party government, becoming an Assistant Minister in April 1938, Minister for Labour and Industry in June and Colonial Treasurer in October.",
    "year": 1889,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Seán T. O'Kelly",
    "birthday": "1882-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/32/Sean_T_O%27Kelly%2C_1949.jpg",
    "extract": "Seán Thomas O'Kelly, originally John T. O'Kelly, was an Irish Fianna Fáil politician who served as the second president of Ireland from June 1945 to June 1959. He also served as deputy prime minister of Ireland from 1932 to 1945, Minister for Local Government and Public Health from 1932 to 1939, Minister for Finance from 1939 to 1945, and Ceann Comhairle of Dáil Éireann from 1919 to 1921. He served as a Teachta Dála (TD) from 1918 to 1945.",
    "year": 1882,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Joshua Lionel Cowen",
    "birthday": "1877-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/cd/Joshua_Lionel_Cowen.jpg",
    "extract": "Joshua Lionel Cowen was an American inventor and the co-founder of Lionel Corporation, a manufacturer of model railroads and toy trains.\nCowen also invented the flash-lamp in 1899, an early photographer's flash light source.",
    "year": 1877,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Tom Kiely",
    "birthday": "1869-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Tom_Kiely.JPG/205px-Tom_Kiely.JPG",
    "extract": "Thomas \"Tom\" Francis Kiely was an Irish athlete.",
    "year": 1869,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "James W. Gerard",
    "birthday": "1867-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/JamesWGerard.jpg/221px-JamesWGerard.jpg",
    "extract": "James Watson Gerard III was a United States lawyer, diplomat, and justice of the New York Supreme Court.",
    "year": 1867,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Charles Richet",
    "birthday": "1850-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Charles_Robert_Richet_3.jpg/253px-Charles_Robert_Richet_3.jpg",
    "extract": "Professor Charles Robert Richet was a French physiologist at the Collège de France known for his pioneering work in immunology. In 1913, he won the Nobel Prize in Physiology or Medicine \"in recognition of his work on anaphylaxis\". Richet devoted many years to the study of paranormal and spiritualist phenomena, coining the term \"ectoplasm\". He also believed in the inferiority of Black people, was a proponent of eugenics and presided over the French Eugenics Society towards the end of his life. The Richet line of professorships of medical science would continue through his son Charles and his grandson Gabriel. Gabriel Richet was one of the great pioneers of European nephrology.",
    "year": 1850,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ludwig II of Bavaria",
    "birthday": "1845-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Ludwig_II_of_Bavaria.jpg/211px-Ludwig_II_of_Bavaria.jpg",
    "extract": "Ludwig II was King of Bavaria from 1864 until his death in 1886. He is sometimes called the Swan King or der Märchenkönig. He also held the titles of Count Palatine of the Rhine, Duke of Bavaria, Duke of Franconia, and Duke in Swabia.",
    "year": 1845,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Emil Theodor Kocher",
    "birthday": "1841-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Emil_Theodor_Kocher.jpg/210px-Emil_Theodor_Kocher.jpg",
    "extract": "Emil Theodor Kocher was a Swiss physician and medical researcher who received the 1909 Nobel Prize in Physiology or Medicine for his work in the physiology, pathology and surgery of the thyroid. Among his many accomplishments are the introduction and promotion of aseptic surgery and scientific methods in surgery, specifically reducing the mortality of thyroidectomies below 1% in his operations.",
    "year": 1841,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "George C. Magoun",
    "birthday": "1840-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5a/George_C._Magoun.jpg/258px-George_C._Magoun.jpg",
    "extract": "George C. Magoun was, in the late 1880s, the Chairman of the Board of the Atchison, Topeka and Santa Fe Railway.",
    "year": 1840,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Bret Harte",
    "birthday": "1836-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Bret_Harte_%28by_Sarony%2C_1872%29.jpg/284px-Bret_Harte_%28by_Sarony%2C_1872%29.jpg",
    "extract": "Bret Harte was an American short story writer and poet, best remembered for short fiction featuring miners, gamblers, and other romantic figures of the California Gold Rush. In a career spanning more than four decades, he also wrote poetry, plays, lectures, book reviews, editorials and magazine sketches. As he moved from California to the eastern U.S. and later to Europe, he incorporated new subjects and characters into his stories, but his Gold Rush tales have been those most often reprinted, adapted and admired.",
    "year": 1836,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Carlo Acton",
    "birthday": "1829-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Carlo_Acton_%28before_1909%29_-_Archivio_Storico_Ricordi_FOTO000539.jpg/207px-Carlo_Acton_%28before_1909%29_-_Archivio_Storico_Ricordi_FOTO000539.jpg",
    "extract": "Carlo Eduardo Acton was an Italian composer and concert pianist. He is particularly remembered for his opera Una cena in convitto and for his sacred music compositions of which his Tantum ergo is the most well-known.",
    "year": 1829,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Allan Pinkerton",
    "birthday": "1819-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Allan_Pinkerton-retouch.jpg/275px-Allan_Pinkerton-retouch.jpg",
    "extract": "Allan J. Pinkerton was a Scottish cooper, abolitionist, detective, and spy, best known for creating the Pinkerton National Detective Agency during his time in the United States.",
    "year": 1819,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Marie-Eugénie de Jésus",
    "birthday": "1817-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/ff/Marie_Eug%C3%A9nie_de_J%C3%A9sus_Milleret_de_Brou.jpg",
    "extract": "Marie-Eugénie de Jésus, born Anne-Eugénie Milleret de Brou, was a French Roman Catholic professed religious and the foundress of the Religious of the Assumption. Her life was not geared towards faith in her childhood until the reception of her First Communion which seemed to transform her into a pious and discerning individual; she likewise experienced a sudden conversion after hearing a sermon that led her to found an order dedicated to the education of the poor. However, her religious life was not without its own set of trials, for complications prevented her order from receiving full pontifical approval due to a select few causing problems as well as the deaths of many followers from tuberculosis in the beginning of the order's life.",
    "year": 1817,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Nikolay Zinin",
    "birthday": "1812-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Nikolai_Nikolajewitsch_Sinin.JPG/247px-Nikolai_Nikolajewitsch_Sinin.JPG",
    "extract": "Nikolay Nikolaevich Zinin was a Russian organic chemist.",
    "year": 1812,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Luís Alves de Lima e Silva, Duke of Caxias",
    "birthday": "1803-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Lu%C3%ADs_Alves_de_Lima_e_Silva.jpg/235px-Lu%C3%ADs_Alves_de_Lima_e_Silva.jpg",
    "extract": "Luís Alves de Lima e Silva, Duke of Caxias, nicknamed \"the Peacemaker\" and \"Iron Duke\", was an army officer, politician and monarchist of the Empire of Brazil. Like his father and uncles, Caxias pursued a military career. In 1823 he fought as a young officer in the Brazilian War for Independence against Portugal, then spent three years in Brazil's southernmost province, Cisplatina, as the government unsuccessfully resisted that province's secession in the Cisplatine War. Though his own father and uncles renounced Emperor Dom Pedro I during the protests of 1831, Caxias remained loyal. Pedro I abdicated in favor of his young son Dom Pedro II, whom Caxias instructed in swordsmanship and horsemanship and eventually befriended.",
    "year": 1803,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Nikolaus Lenau",
    "birthday": "1802-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Nikolaus_Lenau.jpg/265px-Nikolaus_Lenau.jpg",
    "extract": "Nikolaus Lenau was the nom de plume of Nikolaus Franz Niembsch Edler von Strehlenau, a German-language Austrian poet.",
    "year": 1802,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "James Lick",
    "birthday": "1796-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/James_Lick.gif/263px-James_Lick.gif",
    "extract": "James Lick was an American real estate investor, carpenter, piano builder, land baron, and patron of the sciences. The wealthiest man in California at the time of his death, Lick left the majority of his estate to social and scientific causes.",
    "year": 1796,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "John Neal (writer)",
    "birthday": "1793-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/John_Neal_by_Sarah_Miriam_Peale%2C_c._1823%2C_oil_on_canvas_-_Portland_Museum_of_Art_-_Portland%2C_Maine_-_DSC04059.jpg/262px-John_Neal_by_Sarah_Miriam_Peale%2C_c._1823%2C_oil_on_canvas_-_Portland_Museum_of_Art_-_Portland%2C_Maine_-_DSC04059.jpg",
    "extract": "John Neal was an American writer, critic, editor, lecturer, and activist. Considered both eccentric and influential, he delivered speeches and published essays, novels, poems, and short stories between the 1810s and 1870s in the United States and Great Britain, championing American literary nationalism and regionalism in their earliest stages. Neal advanced the development of American art, fought for women's rights, advocated the end of slavery and racial prejudice, and helped establish the American gymnastics movement.",
    "year": 1793,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ludwig I of Bavaria",
    "birthday": "1786-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Joseph_Karl_Stieler_-_King_Ludwig_I_in_his_Coronation_Robes_-_WGA21796.jpg/224px-Joseph_Karl_Stieler_-_King_Ludwig_I_in_his_Coronation_Robes_-_WGA21796.jpg",
    "extract": "Ludwig I or Louis I was King of Bavaria from 1825 until the 1848 revolutions in the German states.",
    "year": 1786,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Louis Antoine de Saint-Just",
    "birthday": "1767-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Saint-Just-French_anon-MBA_Lyon_1955-2-IMG_0450.jpg/234px-Saint-Just-French_anon-MBA_Lyon_1955-2-IMG_0450.jpg",
    "extract": "Louis Antoine Léon de Saint-Just, was a French revolutionary, political philosopher, member and president of the French National Convention, a Jacobin club leader, and a major figure of the French Revolution. He was a close friend of Maximilien Robespierre and served as his most trusted ally during the period of Jacobin rule (1793–94) in the French First Republic. Saint-Just worked as a legislator and a military commissar, but he achieved a lasting reputation as the face of the Reign of Terror where he was named the Archangel of the Terror. He publicly delivered the condemnatory reports that emanated from Robespierre and the Committee of Public Safety and defended the use of violence against opponents of the government. He supervised the arrests of some of the most famous figures of the Revolution, many of whom ended up at the guillotine.",
    "year": 1767,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Johann Gottfried Herder",
    "birthday": "1744-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Johann_Gottfried_Herder_2.jpg/255px-Johann_Gottfried_Herder_2.jpg",
    "extract": "Johann Gottfried Herder was a German philosopher, theologian, poet, and literary critic. He is associated with the Enlightenment, Sturm und Drang, and Weimar Classicism.",
    "year": 1744,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Karl Friedrich Bahrdt",
    "birthday": "1741-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Karl_Friedrich_Bahrdt_1741-1792.jpg/229px-Karl_Friedrich_Bahrdt_1741-1792.jpg",
    "extract": "Karl Friedrich Bahrdt, also spelled Carl Friedrich Bahrdt, was an unorthodox German Protestant biblical scholar, theologian, and polemicist. Controversial during his day, he is sometimes considered an \"enfant terrible\" and one of the most immoral characters in German learning.",
    "year": 1741,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "George Stubbs",
    "birthday": "1724-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/George_Stubbs_-_self_portrait.jpg/241px-George_Stubbs_-_self_portrait.jpg",
    "extract": "George Stubbs was an English painter, best known for his paintings of horses. Self-trained, Stubbs learnt his skills independently from other great artists of the 18th century such as Reynolds or Gainsborough. Stubbs' output includes history paintings, but his greatest skill was in painting animals, perhaps influenced by his love and study of anatomy. His series of paintings on the theme of a lion attacking a horse are early and significant examples of the Romantic movement that emerged in the late 18th century. His painting, Whistlejacket hangs in the National Gallery, London.",
    "year": 1724,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Louis I of Spain",
    "birthday": "1707-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Luis_I%2C_pr%C3%ADncipe_de_Asturias2.jpg/239px-Luis_I%2C_pr%C3%ADncipe_de_Asturias2.jpg",
    "extract": "Louis I was King of Spain from 15 January 1724 until his death in August the same year. His reign is one of the shortest in history, lasting for just over seven months.",
    "year": 1707,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "John Leverett the Younger",
    "birthday": "1662-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/10/John_Leverett.gif",
    "extract": "John Leverett was an early Anglo-American lawyer, politician, educator, and President of Harvard College.",
    "year": 1662,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "François de la Chaise",
    "birthday": "1624-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Father_Lachaise.jpg/242px-Father_Lachaise.jpg",
    "extract": "François de la Chaise was a French Jesuit priest, the father confessor of King Louis XIV of France.",
    "year": 1624,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Philipp Moritz, Count of Hanau-Münzenberg",
    "birthday": "1605-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Philipp_Moritz_Hanau_Muenzenberg.jpg/268px-Philipp_Moritz_Hanau_Muenzenberg.jpg",
    "extract": "Philipp Moritz of Hanau-Münzenberg succeeded his father as Count of Hanau-Münzenberg in 1612.",
    "year": 1605,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Philippe van Lansberge",
    "birthday": "1561-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Philip_van_Lansberge.jpeg/278px-Philip_van_Lansberge.jpeg",
    "extract": "Johan Philip Lansberge was a Dutch Calvinist Minister, astronomer and Mathematician. His name is sometimes written Lansberg, and his first name is sometimes given as Philip or  Johannes Philippus. He published under the Latin name Philippus Lansbergius.",
    "year": 1561,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Lady Katherine Grey",
    "birthday": "1540-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4d/CGrey.jpg",
    "extract": "Katherine Seymour, Countess of Hertford, was a younger sister of Lady Jane Grey.",
    "year": 1540,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ivan the Terrible",
    "birthday": "1530-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/IoannIV_reconstruction_by_Gerasimov02.jpg/220px-IoannIV_reconstruction_by_Gerasimov02.jpg",
    "extract": "Ivan IV Vasilyevich, commonly known in English as Ivan the Terrible, was the grand prince of Moscow from 1533 to 1547 and the first Tsar of all Russia from 1547 to 1584.",
    "year": 1530,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Ippolito II d'Este",
    "birthday": "1509-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/01/Ippolito_II_d%27Este.jpg",
    "extract": "Ippolito (II) d'Este was an Italian cardinal and statesman. He was a member of the House of Este, and nephew of the other Ippolito d'Este, also a cardinal. He is perhaps best known for his despoliation of the then 1,400-year-old Hadrian's Villa, built by the Roman emperor Hadrian, removing marbles and statues from it to decorate his own villa, the Villa d'Este.",
    "year": 1509,
    "month": 8,
    "day": 25,
    "language": "en"
  },
  {
    "name": "Innocenzo Cybo",
    "birthday": "1491-8-25",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/25/Card_Cybo.jpg/270px-Card_Cybo.jpg",
    "extract": "Innocenzo Cibo was an Italian cardinal and archbishop.",
    "year": 1491,
    "month": 8,
    "day": 25,
    "language": "en"
  }
]