[
  {
    "name": "Quvenzhané Wallis",
    "birthday": "2003-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Quvenzhan%C3%A9_Wallis_2013.jpg/272px-Quvenzhan%C3%A9_Wallis_2013.jpg",
    "extract": "Quvenzhané Wallis is an American actress and author. In 2012, she starred as Hushpuppy in the drama film Beasts of the Southern Wild (2012), for which she was nominated for the Academy Award for Best Actress, becoming the youngest actress ever to be nominated in the category, as well as the first person born in the 21st century nominated for an Oscar, She also starred as Annie Bennett in the 2014 adaptation of Annie, for which she received a Golden Globe nomination for Best Actress in a Motion Picture – Comedy or Musical.",
    "year": 2003,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Manon Arcangioli",
    "birthday": "1994-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Arcongioli_POI21_%282%29_%2851714006563%29.jpg/213px-Arcongioli_POI21_%282%29_%2851714006563%29.jpg",
    "extract": "Manon Arcangioli is a French professional tennis player.",
    "year": 1994,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Bismack Biyombo",
    "birthday": "1992-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Bismack_Biyombo_2019.jpg/320px-Bismack_Biyombo_2019.jpg",
    "extract": "Bismack Biyombo Sumba is a Congolese professional basketball player for the Phoenix Suns of the National Basketball Association (NBA). He was selected with the seventh overall pick in the 2011 NBA draft by the Sacramento Kings and subsequently traded to the Charlotte Bobcats. Biyombo has also played for the Toronto Raptors and the Orlando Magic.",
    "year": 1992,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Max Collins (actress)",
    "birthday": "1992-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Max_Collins2cropped.jpg/273px-Max_Collins2cropped.jpg",
    "extract": "Isabelle Abiera Collins, professionally known as Max Collins, is a Filipino-American actress and model.",
    "year": 1992,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Felicio Brown Forbes",
    "birthday": "1991-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Felicio_Brown_Forbes_2018.jpg/216px-Felicio_Brown_Forbes_2018.jpg",
    "extract": "Felicio Anando Brown Forbes is a German-born Costa Rican professional footballer who currently plays as a forward for Chinese Super League club Wuhan Yangtze River. Having represented Germany at youth level, he made his debut for the Costa Rica national team in 2014.",
    "year": 1991,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Andreja Pejić",
    "birthday": "1991-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Andreja_Peji%C4%87_at_Galore_Pop-up_party_%282013%29_%28cropped%29.jpg/310px-Andreja_Peji%C4%87_at_Galore_Pop-up_party_%282013%29_%28cropped%29.jpg",
    "extract": "Andreja Pejić is a Serbian-Australian model and actress. Since coming out as a trans woman in 2013, she has become one of the most recognisable transgender models in the world.",
    "year": 1991,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Bojan Krkić",
    "birthday": "1990-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Photo_of_Bojan_Krkic.jpg/213px-Photo_of_Bojan_Krkic.jpg",
    "extract": "Bojan Krkić Pérez, also known as simply Bojan, is a Spanish footballer who plays as a forward for J1 League club Vissel Kobe.",
    "year": 1990,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "César Azpilicueta",
    "birthday": "1989-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/C%C3%A9sar_Azpilicueta%2C_Al_Hilal_SFC_vs_Chelsea_F.C.%2C_9_February_2022.jpg/239px-C%C3%A9sar_Azpilicueta%2C_Al_Hilal_SFC_vs_Chelsea_F.C.%2C_9_February_2022.jpg",
    "extract": "César Azpilicueta Tanco is a Spanish professional footballer who plays as a right-back or centre-back for Premier League club Chelsea and the Spain national team.",
    "year": 1989,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Valtteri Bottas",
    "birthday": "1989-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/F12019_Schloss_Gabelhofen_%2820%29_%28cropped%29.jpg/228px-F12019_Schloss_Gabelhofen_%2820%29_%28cropped%29.jpg",
    "extract": "Valtteri Viktor Bottas is a Finnish racing driver currently competing in Formula One for Alfa Romeo, having previously driven for Mercedes from 2017 to 2021 and Williams from 2013 to 2016. Bottas has scored 10 race wins and 67 podiums. He contributed to five constructors championship wins for Mercedes, and has been drivers' championship runner-up twice, in 2019 and 2020.",
    "year": 1989,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jo Kwon",
    "birthday": "1989-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Jo_Kwon_in_Jan_2015.jpg/228px-Jo_Kwon_in_Jan_2015.jpg",
    "extract": "Jo Kwon is a South Korean singer, television host, actor, entertainer and the leader of South Korean boy band 2AM. He has starred in multiple musicals such as 'Jesus Christ Superstar' playing the role of King Herod and 'Everybody's Talking About Jamie' playing as Jamie New.",
    "year": 1989,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Rosie MacLennan",
    "birthday": "1988-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Rosie_MacLennan_at_Olympic_Heroes_Parade.jpg/259px-Rosie_MacLennan_at_Olympic_Heroes_Parade.jpg",
    "extract": "Rosannagh \"Rosie\" MacLennan is a Canadian trampoline gymnast. She is the 2013 and 2018 World Trampoline champion, 2012 and 2016 Olympic champion, and 2011 and 2015 Pan American Games champion in the individual trampoline event. MacLennan was the Canadian National Women's champion in 2005, 2009 and 2011, and in 2007 was the World Champion in synchronized trampoline with Karen Cockburn. She has also won five silver and four bronze medals in World Championship competition in both the individual and synchro events. MacLennan trains at Skyrider's Trampoline Place in Richmond Hill, Ontario, with coach David Ross, who has coached all of Canada's Olympic trampolinists.",
    "year": 1988,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jeff Green (basketball)",
    "birthday": "1986-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Jeff_Green.jpg/295px-Jeff_Green.jpg",
    "extract": "Jeffrey Lynn Green is an American professional basketball player for the Denver Nuggets of the National Basketball Association (NBA). He played three seasons of college basketball for the Georgetown Hoyas, before entering the 2007 NBA draft, where he was selected fifth overall by the Boston Celtics. He was subsequently traded to the Seattle SuperSonics. He spent 3½ seasons with the franchise before being traded back to the Celtics in February 2011, where he played until 2015 before being traded to the Memphis Grizzlies. In 2016, he was traded to the Los Angeles Clippers. He spent half a season with the Clippers before joining the Orlando Magic following the 2015–16 season. Green has also played for the Cleveland Cavaliers, Washington Wizards, Utah Jazz, Houston Rockets and Brooklyn Nets.",
    "year": 1986,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Armie Hammer",
    "birthday": "1986-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Armie_Hammer_Final_Portrait_Red_Carpet_Berlinale_2017_%28cropped%29.jpg/199px-Armie_Hammer_Final_Portrait_Red_Carpet_Berlinale_2017_%28cropped%29.jpg",
    "extract": "Armand Douglas Hammer is an American actor. A son of the businessman Michael Armand Hammer and a great-grandson of the oil tycoon Armand Hammer, he began his acting career with guest appearances in several television series. Hammer's first leading role was as Billy Graham in the 2008 film Billy: The Early Years, and he gained wider recognition for his portrayal of the twins Cameron and Tyler Winklevoss in David Fincher's biographical drama film The Social Network (2010), for which he won the Toronto Film Critics Association Award for Best Supporting Actor.",
    "year": 1986,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Tommy Hanson",
    "birthday": "1986-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/MG_4626_Tommy_Hanson_%28re-cropped%29.jpg/232px-MG_4626_Tommy_Hanson_%28re-cropped%29.jpg",
    "extract": "Thomas J. Hanson Jr. was an American professional baseball pitcher in Major League Baseball (MLB). He played for the Atlanta Braves and Los Angeles Angels of Anaheim. Hanson made his MLB debut with Atlanta on June 7, 2009, and played with the Braves through 2012. He pitched his final Major League season in 2013 with the Angels, who had acquired him in a trade.",
    "year": 1986,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Simon Mannering",
    "birthday": "1986-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Simon_Mannering.jpg/208px-Simon_Mannering.jpg",
    "extract": "Simon Alexander Mannering is a New Zealand former professional Mungoball footballer who played in the 2000s and 2010s. He played for the New Zealand Warriors in the NRL. A New Zealand international representative second row forward, who could also play as a centre. He was appointed the New Zealand national team's captain in 2013 and was replaced by Jesse Bromwich in 2016 and was part of the 2008 World Cup-winning Kiwis team. Mannering was a one-club player who played his whole NRL career with the Warriors. With 301 appearances for the Warriors, Mannering is the club's most capped player.",
    "year": 1986,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Gilad Shalit",
    "birthday": "1986-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Flickr_-_Israel_Defense_Forces_-_After_5_Years_of_Captivity.jpg/320px-Flickr_-_Israel_Defense_Forces_-_After_5_Years_of_Captivity.jpg",
    "extract": "Gilad Shalit is a former MIA soldier of the Israel Defense Forces (IDF) who on 25 June 2006, was captured by Palestinian militants in a cross-border raid via tunnels near the Israeli border. Hamas held him captive for over five years, until his release on 18 October 2011 as part of a prisoner exchange deal.",
    "year": 1986,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Florence Welch",
    "birthday": "1986-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Florence_and_the_Machine_12_09_2018_-32_%2832834280768%29_%28cropped%29.jpg/241px-Florence_and_the_Machine_12_09_2018_-32_%2832834280768%29_%28cropped%29.jpg",
    "extract": "Florence Leontine Mary Welch is an English singer, the lead vocalist and primary songwriter of the indie rock band Florence and the Machine. The band's debut studio album, Lungs (2009), topped the UK Albums Chart and won the BRIT Award for Best British Album. Their next three albums also achieved chart success. In 2018, Welch released a book titled Useless Magic, a collection of lyrics and poems written by her, along with illustrations.",
    "year": 1986,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Kjetil Jansrud",
    "birthday": "1985-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Kjetil_Jansrud_Hinterstoder_2011.jpg/240px-Kjetil_Jansrud_Hinterstoder_2011.jpg",
    "extract": "Kjetil Jansrud is a Norwegian World Cup alpine ski racer and Olympic champion. He races in all alpine disciplines apart from slalom, and his best event used to be the giant slalom where he has six World Cup podiums and an Olympic silver medal. Since 2012, he has concentrated on the speed events, where all but two of his World Cup victories have come. At the 2014 Winter Olympics in Sochi, he won the super-G and placed third in the downhill. At the World Championships in 2019 at Åre, Jansrud won gold in the downhill.",
    "year": 1985,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Lasith Malinga",
    "birthday": "1983-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Lasith_Malinga_tossing_a_cricket_ball_at_practice.jpg/271px-Lasith_Malinga_tossing_a_cricket_ball_at_practice.jpg",
    "extract": "Separamadu Lasith Malinga, nicknamed \"Slinga Malinga\", is a Sri Lankan former cricketer who is widely regarded as one of the greatest limited overs bowlers of all time. Malinga captained the Sri Lankan 2014 T20 World Cup winning side and is the only bowler to take 4 wickets in 4 balls twice in international cricket. Malinga is a right-arm fast bowler that is commonly used as a specialist death bowler, and is well known for his distinctive round-arm action, sometimes referred to as a sling action, hence his aforementioned nickname. Malinga announced his retirement from all forms of cricket on 14 September 2021.",
    "year": 1983,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Luke McAlister",
    "birthday": "1983-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Luke_McAlister_2016.jpg/230px-Luke_McAlister_2016.jpg",
    "extract": "Charles Luke McAlister is a New Zealand rugby union footballer. He plays at fly-half and at centre. He is the brother of New Zealand women's sevens player Kayla McAlister and son of rugby league footballer Charlie McAlister.",
    "year": 1983,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Lilli Schwarzkopf",
    "birthday": "1983-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Lilli_Schwarzkopf_4_Cropped.jpg/264px-Lilli_Schwarzkopf_4_Cropped.jpg",
    "extract": "Lilli Schwarzkopf is a German heptathlete.",
    "year": 1983,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Kevin McNaughton",
    "birthday": "1982-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Kevin_McNaughton_%28cropped%29.jpg/313px-Kevin_McNaughton_%28cropped%29.jpg",
    "extract": "Kevin Paul McNaughton is a Scottish professional football player and coach. A versatile player able to play anywhere in defence, McNaughton was also used in a defensive midfield role. He began his career in the Scottish Premier League, playing for Aberdeen for six years. He joined Cardiff City in 2006, spending nine years at the Welsh side, making over 250 appearances. He had two loan spells at Bolton Wanderers before joining Wigan Athletic on a permanent basis in 2015. He retired from playing football in 2017, after a year with Inverness Caledonian Thistle, but reversed this decision in December 2017 after an injury crisis at Forfar Athletic, where he had joined as a coach the previous month.",
    "year": 1982,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Thiago Motta",
    "birthday": "1982-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Thiago_Motta_2016.jpg/139px-Thiago_Motta_2016.jpg",
    "extract": "Thiago Motta is a professional football manager and former player who is the manager of Serie A club Spezia.",
    "year": 1982,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "LeAnn Rimes",
    "birthday": "1982-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/LeAnn_Rimes_2009.jpg/240px-LeAnn_Rimes_2009.jpg",
    "extract": "Margaret LeAnn Rimes Cibrian is an American singer, songwriter and actress. She originally rose to success as a country music artist at age 13 with 1996's \"Blue\". She has since crossed over into pop, contemporary Christian, and other musical genres. Rimes has placed over 40 singles on international charts since 1996. In addition, she has sold over 37 million records worldwide, with 20.8 million album sales in the United States according to Nielsen SoundScan. Billboard ranked her number 17 in terms of sales success in the 1990–2000 decade.",
    "year": 1982,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Kezia Dugdale",
    "birthday": "1981-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Kezia_Dugdale_MSP_-_May_2016.JPG/240px-Kezia_Dugdale_MSP_-_May_2016.JPG",
    "extract": "Kezia Alexandra Ross Dugdale is a Scottish former politician who served as Leader of the Scottish Labour Party from 2015 to 2017. A former member of the Scottish Labour Party and Co-operative Party, she was a Member of the Scottish Parliament (MSP) for the Lothian region from 2011 to 2019.",
    "year": 1981,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Martin Erat",
    "birthday": "1981-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Martin_Erat.jpg/240px-Martin_Erat.jpg",
    "extract": "Martin Erat is a Czech former professional ice hockey player. He played in the National Hockey League for the Nashville Predators, Washington Capitals and the Phoenix/Arizona Coyotes.",
    "year": 1981,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Daniel Gygax",
    "birthday": "1981-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/080603_gygax01.jpg/240px-080603_gygax01.jpg",
    "extract": "Daniel Gygax is a Swiss former professional footballer who played as a midfielder. Gygax earned 35 caps for the Swiss national team, playing at two European Championships and the 2006 FIFA World Cup.",
    "year": 1981,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Raphael Matos",
    "birthday": "1981-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Raphael_Matos_Indy_2011.JPG/213px-Raphael_Matos_Indy_2011.JPG",
    "extract": "Raphael Matos is a Brazilian professional racing driver. He was the 2008 Firestone Indy Lights Series champion and the 2007 Champ Car Atlantic Series champion. He lives in Miami.",
    "year": 1981,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jake Owen",
    "birthday": "1981-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/JakeOwen.png/320px-JakeOwen.png",
    "extract": "Joshua Ryan Owen, known professionally as Jake Owen, is an American country music singer songwriter and actor. Signed to RCA Nashville in 2006, he released his debut studio album, Startin' with Me, that year.",
    "year": 1981,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Antony Hämäläinen",
    "birthday": "1980-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Antony_Hamalainen_performing_live_in_Brussels.jpg/213px-Antony_Hamalainen_performing_live_in_Brussels.jpg",
    "extract": "Antony Hämäläinen, is a Finnish musician and composer living in the United States.",
    "year": 1980,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Debra Lafave",
    "birthday": "1980-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Debra_Lafave_%28mug_shot%29.jpg/260px-Debra_Lafave_%28mug_shot%29.jpg",
    "extract": "Debra Jean Williams, better known under her former married name of Debra Lafave, is a convicted sex offender who formerly taught at Angelo L. Greco Middle School in Temple Terrace, Florida. In 2005, she pleaded guilty to lewd or lascivious battery against a teenager. The charges stemmed from a sexual encounter with a 14-year-old student in mid-2004. Lafave's plea bargain included no prison time, opting for three years of house arrest due to safety concerns, and seven years of probation.",
    "year": 1980,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Carly Pope",
    "birthday": "1980-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Robin_Wong_TIFF_Schmooze_Carly_Pope.jpg/213px-Robin_Wong_TIFF_Schmooze_Carly_Pope.jpg",
    "extract": "Carly Pope is a Canadian actress. She is best known for her roles on The WB's drama series Popular (1999–2001), supernatural drama series The Collector (2004-2005), USA Network's legal drama series Suits (2016–2017) and The CW's Arrow (2016–2017).",
    "year": 1980,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jonathan Reynolds",
    "birthday": "1980-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Official_portrait_of_Jonathan_Reynolds_MP_crop_2.jpg/240px-Official_portrait_of_Jonathan_Reynolds_MP_crop_2.jpg",
    "extract": "Jonathan Neil Reynolds is a British politician who has served as Shadow Secretary of State for Business and Industrial Strategy since 2021. A member of the Labour and Co-operative parties, he has been Member of Parliament (MP) for Stalybridge and Hyde since 2010.",
    "year": 1980,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Shaila Dúrcal",
    "birthday": "1979-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Shaila_D%C3%BArcal.jpg/214px-Shaila_D%C3%BArcal.jpg",
    "extract": "Shaila de los Ángeles Morales de las Heras, better known as Shaila Dúrcal, is a Spanish singer and songwriter. Her parents are singers Rocío Dúrcal and Antonio Morales (\"Junior\").",
    "year": 1979,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ruth Riley",
    "birthday": "1979-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Ruth_Riley_WNBA.jpg/219px-Ruth_Riley_WNBA.jpg",
    "extract": "Ruth Ellen Riley Hunter is a retired American professional basketball player, playing most recently for the Atlanta Dream in the Women's National Basketball Association (WNBA). Her Notre Dame team won the NCAA women's championship in 2001, and her Detroit Shock team won the WNBA championship in 2003 and 2006. Riley was the Most Valuable Player in the 2001 and 2003 championship series, becoming the first person to win the MVP awards in both the NCAA and the WNBA championships. She has also played on teams that won the National Women's Basketball League (NWBL) championship, the gold medal at the Olympic Games, and the 2010 EuroCup Championship. In 2019, Riley was inducted into the Women's Basketball Hall of Fame.",
    "year": 1979,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jamie Cureton",
    "birthday": "1975-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Jamie_Cureton_08-02-2014_2.jpg/212px-Jamie_Cureton_08-02-2014_2.jpg",
    "extract": "Jamie Cureton is an English former professional footballer. A striker, he is currently player-manager at Enfield.",
    "year": 1975,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Hamish McLachlan",
    "birthday": "1975-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Hamish_McLachlan_2019.1.jpg/213px-Hamish_McLachlan_2019.1.jpg",
    "extract": "Hamish Angus McLachlan is an Australian sports broadcaster and host with Seven Sport.",
    "year": 1975,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Johan Andersson (game developer)",
    "birthday": "1974-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Johan_Andersson_2009.jpg/240px-Johan_Andersson_2009.jpg",
    "extract": "Johan Andersson is a Swedish video game designer and studio manager for Paradox Tinto, a Barcelona-based division of Paradox Interactive.",
    "year": 1974,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Carsten Jancker",
    "birthday": "1974-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/SC_Wiener_Neustadt_vs._Team_Wiener_Linien_20190803_%2899%29.jpg/213px-SC_Wiener_Neustadt_vs._Team_Wiener_Linien_20190803_%2899%29.jpg",
    "extract": "Carsten Jancker is a German football coach and former player who is currently the manager of FC Marchfeld Donauauen. He played as a striker for various teams between 1993 and 2009, including FC Köln, Rapid Wien, FC Bayern Munich, Udinese Calcio, FC Kaiserslautern, Shanghai Shenhua F.C., and SV Mattersburg, as well as the German national team.",
    "year": 1974,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "J. August Richards",
    "birthday": "1973-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/J._August_Richards_2012.jpg/320px-J._August_Richards_2012.jpg",
    "extract": "Jaime Augusto Richards III, commonly known as J. August Richards, is an American actor. He is best known for his portrayal of vampire hunter Charles Gunn on The WB television series Angel and Mike Peterson/Deathlok on Agents of S.H.I.E.L.D.",
    "year": 1973,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jay Witasick",
    "birthday": "1972-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Sunday013.jpg/271px-Sunday013.jpg",
    "extract": "Gerald Alphonse \"Jay\" Witasick, Jr. is an American former professional baseball pitcher. He pitched all or parts of 12 seasons in Major League Baseball (MLB) from 1996 to 2007, primarily as a relief pitcher.",
    "year": 1972,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Todd Eldredge",
    "birthday": "1971-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Stars_on_Ice_2010_in_Manchester_%284%29.jpg/213px-Stars_on_Ice_2010_in_Manchester_%284%29.jpg",
    "extract": "Todd James Eldredge is an American former competitive figure skater. He is the 1996 World champion, a six-time U.S. national champion, a three-time Olympian, and a six-time World medalist.",
    "year": 1971,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Janet Evans",
    "birthday": "1971-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Janet_Evans_takes_the_Pool_Safely_Pledge.jpg/320px-Janet_Evans_takes_the_Pool_Safely_Pledge.jpg",
    "extract": "Janet Beth Evans is an American former competition swimmer who specialized in distance freestyle events. Evans was a world champion and world record-holder, and won a total of four gold medals at the 1988 and the 1992 Olympics.",
    "year": 1971,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Melina Aslanidou",
    "birthday": "1970-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Melina_Aslanidou.jpg/220px-Melina_Aslanidou.jpg",
    "extract": "Melina Aslanidou is a Greek singer.",
    "year": 1970,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jack Black",
    "birthday": "1969-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/2016_RiP_Tenacious_D_-_Jack_Black_-_by_2eight_-_8SC8891.jpg/213px-2016_RiP_Tenacious_D_-_Jack_Black_-_by_2eight_-_8SC8891.jpg",
    "extract": "Thomas Jacob Black is an American actor, comedian, musician, and songwriter. Black is known for his roles in the films High Fidelity (2000), Shallow Hal (2001), Orange County (2002), School of Rock (2003), Envy (2004), The Holiday (2006), Gulliver's Travels (2010), Bernie (2011), and The House with a Clock in Its Walls (2018), in addition to his role in the Jumanji franchise. He also voices the giant panda named Po from DreamWorks Animation's Kung Fu Panda films. He gained Golden Globe nominations for his work in School of Rock and Bernie, and he was given a star on Hollywood's Walk of Fame in 2018.",
    "year": 1969,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Sheryl Sandberg",
    "birthday": "1969-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Sheryl_Sandberg_World_Economic_Forum_2013.jpg/320px-Sheryl_Sandberg_World_Economic_Forum_2013.jpg",
    "extract": "Sheryl Kara Sandberg is an American business executive, billionaire, and philanthropist. Sandberg is the chief operating officer (COO) of Meta Platforms and the founder of LeanIn.Org. In June 2012, she was elected to Facebook's board of directors, becoming the first woman to serve on its board. Prior to joining Facebook as its COO, Sandberg was vice president of global online sales and operations at Google, and was involved in its philanthropic arm Google.org. Before that, Sandberg served as chief of staff for United States Secretary of the Treasury Lawrence Summers.",
    "year": 1969,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jason Priestley",
    "birthday": "1969-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Jason_Priestley_2012.jpg/224px-Jason_Priestley_2012.jpg",
    "extract": "Jason Bradford Priestley is a Canadian actor and director. He is best known as the virtuous Brandon Walsh on the television series Beverly Hills, 90210, as Richard \"Fitz\" Fitzpatrick in the show Call Me Fitz (2010–2013) and for his role as Matt Shade in the Canadian series Private Eyes (2016–2021).",
    "year": 1969,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Pierre Turgeon",
    "birthday": "1969-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Pierre_Turgeon-Mario_Lemieux.jpg/320px-Pierre_Turgeon-Mario_Lemieux.jpg",
    "extract": "Pierre Julien Turgeon is a Canadian professional ice hockey coach and former player. He is currently the most productive retired player not yet inducted into the Hockey Hall of Fame.",
    "year": 1969,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Billy Boyd (actor)",
    "birthday": "1968-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Billy_Boyd.jpg/320px-Billy_Boyd.jpg",
    "extract": "William Nathan Boyd is a Scottish actor and musician. He played Peregrin \"Pippin\" Took in Peter Jackson's epic film trilogy The Lord of the Rings (2001–2003), Barret Bonden in Master and Commander: The Far Side of the World (2003) and Glen/Glenda in Seed of Chucky (2004).",
    "year": 1968,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Priya Dutt",
    "birthday": "1966-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Priya_Dutt.jpg/184px-Priya_Dutt.jpg",
    "extract": "Priya Dutt Roncon is an Indian politician and social worker. She was elected for the first time to the 14th Lok Sabha from Mumbai North West constituency in Maharashtra on 22 November 2005, representing the Indian National Congress party. She represented the Mumbai North Central constituency in the 15th Lok Sabha from 2009. In the 2014 and 2019 Indian general elections, she was defeated by Poonam Mahajan of the BJP.",
    "year": 1966,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Sonia Kruger",
    "birthday": "1965-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Sonia_Kruger_and_Daniel_MacPherson_at_the_2011_Logie_Awards-1a.jpg/214px-Sonia_Kruger_and_Daniel_MacPherson_at_the_2011_Logie_Awards-1a.jpg",
    "extract": "Sonia Melissa Kruger is an Australian television presenter and media personality, who has been a prominent figure in the media for over 20 years. Kruger is currently the host of Big Brother Australia, and presenter on The Voice Australia.",
    "year": 1965,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Shania Twain",
    "birthday": "1965-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Shania_Twain_March_2020.png/228px-Shania_Twain_March_2020.png",
    "extract": "Eilleen Regina \"Shania\" Twain is a Canadian singer and songwriter. She has sold over 100 million records, making her the best-selling female artist in country music history and one of the best-selling music artists of all time. Her success garnered her several honorific titles including the \"Queen of Country Pop\". Billboard named her as the leader of the '90s country-pop crossover stars.",
    "year": 1965,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Lee Janzen",
    "birthday": "1964-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Lee_Janzen.jpg/242px-Lee_Janzen.jpg",
    "extract": "Lee McLeod Janzen is an American professional golfer who is best known for winning the U.S. Open twice in 1993 and 1998.",
    "year": 1964,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Kaj Leo Johannesen",
    "birthday": "1964-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Plenum_motet_%281%29.jpg/320px-Plenum_motet_%281%29.jpg",
    "extract": "Kaj Leo Holm Johannesen is a Faroese politician. He was the prime minister of the Faroe Islands, representing the Faroese Unionist Party (Sambandsflokkurin). He took office, succeeding Jóannes Eidesgaard on 26 September 2008 and left office on 15 September 2015, after his party and coalition with Fólkaflokkurin and Miðflokkurin lost the general election on 1 September 2015. Johannesen is also a former international football player; he was goalkeeper for the Faroe Islands national football team.",
    "year": 1964,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "David Fincher",
    "birthday": "1962-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/David_Fincher_2010_New_York_Film_Festival_-_02_%28cropped%29.jpg/248px-David_Fincher_2010_New_York_Film_Festival_-_02_%28cropped%29.jpg",
    "extract": "David Andrew Leo Fincher is an American film director. His films, mostly psychological thrillers and biographical dramas, have received 40 nominations at the Academy Awards, including three for him as Best Director.",
    "year": 1962,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jennifer Coolidge",
    "birthday": "1961-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Jennifer_Coolidge_-_Cropped.jpg/241px-Jennifer_Coolidge_-_Cropped.jpg",
    "extract": "Jennifer Audrey Coolidge is an American actress and comedian. She is best known for her roles as Jeanine Stifler in the American Pie film series (1999–2012) and as Paulette Bonafonté Parcelle in the Legally Blonde film series (2001–2003). She is a regular actor in Christopher Guest's mockumentary films, such as Best in Show (2000), A Mighty Wind (2003), For Your Consideration (2006), and Mascots (2016).",
    "year": 1961,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Deepak Tijori",
    "birthday": "1961-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/bf/Deepak_Tijori_Raja_Natwerlal_wrap_up.jpg",
    "extract": "Deepak Tijori is an Indian film director and actor who works in Bollywood and Gujarati films and is well known for his supporting roles in Aashiqui (1990), Khiladi (1992), Jo Jeeta Wohi Sikandar (1992), Kabhi Haan Kabhi Naa (1994), Anjaam (1994), Ghulam (1998) and Baadshah (1999). He also starred as a lead actor in Pehla Nasha (1993). Tijori started his directing career with Oops! (2003), a film about male strippers. This was followed by Fareb (2005), Khamoshh... Khauff Ki Raat (2005), Tom, Dick, and Harry (2006) and Fox (2009). Thriller at 10 – Fareb, a TV mini-series produced by Tijori won the 2001 Indian Television Academy Awards in the category best mini-series. He directed his latest movie, Do Lafzon Ki Kahani, released in the year 2016.",
    "year": 1961,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Brian Thompson",
    "birthday": "1959-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Brian_Thompson_Interview_Photo.jpg/237px-Brian_Thompson_Interview_Photo.jpg",
    "extract": "Brian Earl Thompson is an American actor. His career began with a small role in the 1984 film The Terminator. He played the villainous \"Night Slasher\" in the 1986 film Cobra. His first named role was on Werewolf, a horror series that ran during Fox's inaugural broadcasting year of 1987–1988. Thompson has played several characters in the Star Trek franchise, the Alien Bounty Hunter on The X-Files, and Eddie Fiori on Kindred: The Embraced. In 2014, he produced, wrote and starred in the B movie parody The Extendables.",
    "year": 1959,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Scott Hamilton (figure skater)",
    "birthday": "1958-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Scott-Hamilton-Golf.jpg/183px-Scott-Hamilton-Golf.jpg",
    "extract": "Scott Scovell Hamilton is a retired American figure skater and Olympic gold medalist. He won four consecutive U.S. championships (1981–84), four consecutive World Championships (1981–84), and a gold medal in the 1984 Olympics. His signature move is a backflip, a feat that few other figure skaters could perform that is against U.S. Figure Skating and Olympic competition rules, but he included in his exhibition routines as an amateur to please the crowd and in his professional competition routines. He is also recognized for his innovative footwork sequences. In retirement, he has been involved in charitable work and is the author of three books.",
    "year": 1958,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Greg Clark",
    "birthday": "1957-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Official_portrait_of_Rt_Hon_Greg_Clark_MP_crop_2.jpg/240px-Official_portrait_of_Rt_Hon_Greg_Clark_MP_crop_2.jpg",
    "extract": "Gregory David Clark is a British Conservative Party politician serving as the chair of the Science and Technology Select Committee since 2020 and as the Member of Parliament (MP) for Tunbridge Wells since 2005.",
    "year": 1957,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ivo Josipović",
    "birthday": "1957-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/16_obljetnica_vojnoredarstvene_operacije_Oluja_Ivo_Josipovic_04082011_c_876.jpg/213px-16_obljetnica_vojnoredarstvene_operacije_Oluja_Ivo_Josipovic_04082011_c_876.jpg",
    "extract": "Ivo Josipović is a Croatian jurist, composer and politician who served as President of Croatia from 2010 to 2015.",
    "year": 1957,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Daniel Stern (actor)",
    "birthday": "1957-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Daniel_Stern_July_9%2C_2014_%28cropped%29.jpg/251px-Daniel_Stern_July_9%2C_2014_%28cropped%29.jpg",
    "extract": "Daniel Jacob Stern is an American actor, artist, director, and screenwriter. He is perhaps best known for his roles as Marv Murchins in Home Alone (1990) and Home Alone 2: Lost in New York (1992), Phil Berquist in City Slickers (1991) and City Slickers II: The Legend of Curly's Gold (1994), the voice of adult Kevin Arnold on the television series The Wonder Years, and the voice of Dilbert on the animated series of the same name. Other notable films of his include Breaking Away (1979), Stardust Memories (1980), Diner (1982), Blue Thunder (1983), Hannah and Her Sisters (1986), The Milagro Beanfield War (1988), Coupe de Ville (1990), and Very Bad Things (1998). He made his feature-film directorial debut with Rookie of the Year (1993).",
    "year": 1957,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ai Weiwei",
    "birthday": "1957-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Aj_Wej-wej_I_%282017%29.jpg/237px-Aj_Wej-wej_I_%282017%29.jpg",
    "extract": "Ai Weiwei is a Chinese contemporary artist, documentarian, and activist. Ai grew up in the far northwest of China, where he lived under harsh conditions due to his father's exile. As an activist, he has been openly critical of the Chinese Government's stance on democracy and human rights. He investigated government corruption and cover-ups, in particular the Sichuan schools corruption scandal following the collapse of \"tofu-dreg schools\" in the 2008 Sichuan earthquake. In 2011, Ai Weiwei was arrested at Beijing Capital International Airport on 3 April, for \"economic crimes\". He was detained for 81 days without charge. Ai Weiwei emerged as a vital instigator in Chinese cultural development, an architect of Chinese modernism, and one of the nation's most vocal political commentators.",
    "year": 1957,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Luis Guzmán",
    "birthday": "1956-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Luis_Guzman_2012.jpg/225px-Luis_Guzman_2012.jpg",
    "extract": "Luis Guzmán is an American actor. His career spans over forty years and includes dozens of films and television shows.",
    "year": 1956,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Steve Whiteman",
    "birthday": "1956-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Kix_Sept_2010_Steve_Whitemen.jpg/320px-Kix_Sept_2010_Steve_Whitemen.jpg",
    "extract": "Steve Whiteman is an American rock vocalist, best known for being the lead singer of Kix.",
    "year": 1956,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Katharine Abraham",
    "birthday": "1954-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/fc/Katharine_abraham.png",
    "extract": "Katharine G. Abraham is an American economist who is the director of the Maryland Center for Economics and Policy, and a professor of survey methodology and economics at the University of Maryland. She was commissioner of the Bureau of Labor Statistics from 1993–2001 and a member of the Council of Economic Advisers from 2011–2013. She was elected a member of the National Academy of Sciences in 2022.",
    "year": 1954,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "George Church (geneticist)",
    "birthday": "1954-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/George_Church.jpg/236px-George_Church.jpg",
    "extract": "George McDonald Church is an American geneticist, molecular engineer, and chemist. He is the Robert Winthrop Professor of Genetics at Harvard Medical School, Professor of Health Sciences and Technology at Harvard and MIT, and a founding member of the Wyss Institute for Biologically Inspired Engineering. As of March 2017, Church serves as a member of the Bulletin of the Atomic Scientists' Board of Sponsors.",
    "year": 1954,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Tõnu Kaljuste",
    "birthday": "1953-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/TonuKaljuste.jpg/272px-TonuKaljuste.jpg",
    "extract": "Tõnu Kaljuste is an Estonian conductor.",
    "year": 1953,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jacques Chagnon",
    "birthday": "1952-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Jacques_Chagnon.jpg/213px-Jacques_Chagnon.jpg",
    "extract": "Jacques Chagnon is a retired Canadian politician, who served in the National Assembly of Quebec from 1985 to 2018. He holds a bachelor's degree in political science from Concordia University and graduate degrees in political science and in Law from the Université de Montréal. He is a former school board commissioner, former president of the Chambly regional school board and the former president of the Fédération des commission scolaires catholiques du Québec. He represented the electoral districts of Saint-Louis from 1985 to 1994 and Westmount–Saint-Louis from 1994 to 2018 as a member of the Quebec Liberal Party (QLP).",
    "year": 1952,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Rita Dove",
    "birthday": "1952-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Rita_Dove_by_Gage_Skidmore.jpg/246px-Rita_Dove_by_Gage_Skidmore.jpg",
    "extract": "Rita Frances Dove is an American poet and essayist. From 1993 to 1995, she served as Poet Laureate Consultant in Poetry to the Library of Congress. She is the first African American to have been appointed since the position was created by an act of Congress in 1986 from the previous \"consultant in poetry\" position (1937–86). Dove also received an appointment as \"special consultant in poetry\" for the Library of Congress's bicentennial year from 1999 to 2000. Dove is the second African American to receive the Pulitzer Prize for Poetry, in 1987, and she served as the Poet Laureate of Virginia from 2004 to 2006. Since 1989, she has been teaching at the University of Virginia in Charlottesville, where she held the chair of Commonwealth Professor of English from 1993 to 2020; as of 2020 she holds the chair of Henry Hoyns Professor of Creative Writing.",
    "year": 1952,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ron Guidry",
    "birthday": "1950-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Ron_Guidry_05122013.jpg/240px-Ron_Guidry_05122013.jpg",
    "extract": "Ronald Ames Guidry, nicknamed \"Louisiana Lightning\" and \"Gator\", is an American former professional baseball pitcher who played 14 seasons in Major League Baseball (MLB) for the New York Yankees. Guidry was also the pitching coach of the Yankees from 2006 to 2007.",
    "year": 1950,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Hugh Cornwell",
    "birthday": "1949-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Robert_Kenney_Close_Up.JPG/213px-Robert_Kenney_Close_Up.JPG",
    "extract": "Hugh Alan Cornwell is an English musician, singer-songwriter and writer, best known for being the vocalist and guitarist for the punk rock/new wave band the Stranglers from 1974 to 1990. Since leaving the Stranglers, Cornwell has gone on to record a further eight solo albums and continues to record and perform live.",
    "year": 1949,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Svetislav Pešić",
    "birthday": "1949-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Pesic-Coach-Basketball.jpg/231px-Pesic-Coach-Basketball.jpg",
    "extract": "Svetislav \"Kari\" Pešić, is a Serbian professional basketball coach and former player who is the head coach of the Serbia men's national team. Pešić is one of the most successful European basketball coaches.",
    "year": 1949,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Vonda N. McIntyre",
    "birthday": "1948-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Vonda_mcintyre.jpg/300px-Vonda_mcintyre.jpg",
    "extract": "Vonda Neel McIntyre was an American science fiction writer and biologist.",
    "year": 1948,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Heather Reisman",
    "birthday": "1948-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Heather_Reisman.jpg/320px-Heather_Reisman.jpg",
    "extract": "Heather Maxine Reisman is a Canadian businesswoman and philanthropist. Reisman is the founder and chief executive of the Canadian retail chain Indigo Books and Music. She is the co-founder and past Chair of Kobo, and was appointed an Officer of the Order of Canada in 2019.",
    "year": 1948,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Danny Seraphine",
    "birthday": "1948-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Danny_Seraphine.jpg/320px-Danny_Seraphine.jpg",
    "extract": "Daniel Peter Seraphine is an American drummer, record producer, theatrical producer and film producer. He is best known as the original drummer and founding member of the rock band Chicago, a tenure which lasted from February 1967 to May 1990.",
    "year": 1948,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Elizabeth Wilmshurst",
    "birthday": "1948-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Elizabeth_Wilmshurst_CMG_at_Chatham_House.jpg/250px-Elizabeth_Wilmshurst_CMG_at_Chatham_House.jpg",
    "extract": "Elizabeth Susan Wilmshurst, Distinguished Fellow of the International Law Programme at Chatham House, and Professor of International Law at University College London, is best known for her role as Deputy Legal Adviser at the Foreign and Commonwealth Office of the United Kingdom on the eve of the 2003 invasion of Iraq.",
    "year": 1948,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Emlyn Hughes",
    "birthday": "1947-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/K%C3%B6bi_Kuhn_and_Emlyn_Hughes.jpg/320px-K%C3%B6bi_Kuhn_and_Emlyn_Hughes.jpg",
    "extract": "Emlyn Walter Hughes was an English footballer. He started his career in 1964 at Blackpool before moving to Liverpool in 1967. He made 665 appearances for Liverpool, and captained the side to four league titles and an FA Cup victory in the 1970s. Added to these domestic honours were two European Cups, including Liverpool's first in 1977; and two UEFA Cup titles. Hughes won the Football Writers' Player of the Year in 1977. Hughes completed a full set of English football domestic honours by winning the League Cup with Wolverhampton Wanderers in 1980. In addition to Wolves, he later played for Rotherham United, Hull City, Mansfield Town and Swansea City. Hughes earned 62 caps for the England national team, which he also captained.",
    "year": 1947,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Liza Wang",
    "birthday": "1947-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/%E6%B1%AA%E6%98%8E%E8%8D%83.jpg/225px-%E6%B1%AA%E6%98%8E%E8%8D%83.jpg",
    "extract": "Elizabeth \"Liza\" Wang Ming-chun SBS, is a Hong Kong diva, actress and MC. She is a personality in Chinese-speaking communities. She has been nicknamed \"The Big Sister\" in the Hong Kong entertainment circle. Wang was a delegate in the National People's Congress from 1988 to 1997, and she is a member of the Chinese People's Political Consultative Conference.",
    "year": 1947,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Marianne Heemskerk",
    "birthday": "1944-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Marianne_Heemskerk_1960.jpg/272px-Marianne_Heemskerk_1960.jpg",
    "extract": "Marianne Yvonne Heemskerk is a former butterfly swimmer from the Netherlands, who won the silver medal in the 100 m butterfly at the 1960 Summer Olympics in Rome, Italy. She was also part of the 4 × 100 m medley relay team that finished fourth. She also participated in the 1964 Summer Olympics but did not reach the finals. Heemskerk broke the world record in the women's 200m butterfly on 12 June 1960 in Leipzig, East Germany.",
    "year": 1944,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Surayud Chulanont",
    "birthday": "1943-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Surayud_cropped_2007.jpg/185px-Surayud_cropped_2007.jpg",
    "extract": "Surayud Chulanont is a Thai politician. He was the Prime Minister of Thailand and head of Thailand's interim government between 2006 and 2008. He is a former supreme commander of the Royal Thai Army and is currently Privy Councilor to King Vajiralongkorn.",
    "year": 1943,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Robert Greenwald",
    "birthday": "1943-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2c/RobertGreenwald.jpg",
    "extract": "Robert Greenwald is the founder of Brave New Films, a nonprofit film and advocacy organization whose work is distributed for free in concert with nonprofit partners and movements in order to educate and mobilize for progressive causes. With Brave New Films, Greenwald has made investigative documentaries such as Uncovered: The War on Iraq (2004), Outfoxed: Rupert Murdoch's War on Journalism (2004), Wal-Mart: The High Cost of Low Price (2005), Iraq for Sale: The War Profiteers (2006), Rethink Afghanistan (2009), Koch Brothers Exposed (2012), and War on Whistleblowers (2013), Suppressed 2020: The Fight to Vote (2020), as well as many short investigative films and internet videos.",
    "year": 1943,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Shuja Khanzada",
    "birthday": "1943-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8d/Shuja_Khanzada.jpg/238px-Shuja_Khanzada.jpg",
    "extract": "Shuja Khanzada was a Pakistani politician and Pakistan Army colonel, who served as the Home Minister of Punjab from 2014 until his assassination on 16 August 2015.",
    "year": 1943,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Lou Piniella",
    "birthday": "1943-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Lou_Piniella_-_2008_-_cropped.jpg/213px-Lou_Piniella_-_2008_-_cropped.jpg",
    "extract": "Louis Victor Piniella is a former professional baseball player and manager. An outfielder, he played 16 seasons in Major League Baseball (MLB) with the Baltimore Orioles, Cleveland Indians, Kansas City Royals and New York Yankees. During his playing career, he was named AL Rookie of the Year in 1969 and captured two World Series championships with the Yankees.",
    "year": 1943,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "David Soul",
    "birthday": "1943-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/DavidSoul_2013.jpg/219px-DavidSoul_2013.jpg",
    "extract": "David Soul is a British-American actor and singer. He is known for his role as Detective Kenneth \"Hutch\" Hutchinson in the television series Starsky & Hutch from 1975 to 1979; Joshua Bolt on Here Come the Brides from 1968 to 1970; and Officer John Davis in Magnum Force in 1973. He also had a successful career as a singer, scoring major hits in 1977 with \"Don't Give Up on Us\" and \"Silver Lady\".",
    "year": 1943,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jorge Liberato Urosa Savino",
    "birthday": "1942-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Jorge_Liberato_Urosa_Savino.jpg/240px-Jorge_Liberato_Urosa_Savino.jpg",
    "extract": "Jorge Liberato Urosa y Savino was a Venezuelan prelate of the Catholic Church. He was auxiliary bishop of Caracas from 1982 to 1990, Archbishop of Valencia from 1990 to 2005, and Archbishop of Caracas from 2005 to 2018. He was made a cardinal in 2006.",
    "year": 1942,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Michael Craig-Martin",
    "birthday": "1941-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/An_Oak_Tree_%28conceptual_art_installation%29.jpg/320px-An_Oak_Tree_%28conceptual_art_installation%29.jpg",
    "extract": "Sir Michael Craig-Martin is an Irish-born contemporary conceptual artist and painter. He is known for fostering and adopting the Young British Artists, many of whom he taught, and for his conceptual artwork, An Oak Tree. He is Emeritus Professor of Fine Art at Goldsmiths. His memoir and advice for the aspiring artist, On Being An Artist, was published by London-based publisher Art / Books in April 2015.",
    "year": 1941,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Toomas Leius",
    "birthday": "1941-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Tenniswedstrijden_om_de_Coupe_de_Galea_%2C_Musacjon_links_Willem_Maris_%2C_rechts_To%2C_Bestanddeelnr_910-5341.jpg/205px-Tenniswedstrijden_om_de_Coupe_de_Galea_%2C_Musacjon_links_Willem_Maris_%2C_rechts_To%2C_Bestanddeelnr_910-5341.jpg",
    "extract": "Toomas Leius is a former tennis player from Estonia who competed for the Soviet Union.",
    "year": 1941,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "John Marshall (drummer)",
    "birthday": "1941-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/John_Marshall_Cosmopolite_2018_%28212056%29.jpg/320px-John_Marshall_Cosmopolite_2018_%28212056%29.jpg",
    "extract": "John Stanley Marshall is an English drummer and founding member of the jazz rock band Nucleus. From 1972 to 1978, he was the drummer for Soft Machine, replacing Phil Howard when he joined.",
    "year": 1941,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "William Cohen",
    "birthday": "1940-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/William_Cohen%2C_official_portrait.jpg/244px-William_Cohen%2C_official_portrait.jpg",
    "extract": "William Sebastian Cohen is an American politician, lawyer and author from the U.S. state of Maine. A Republican, Cohen served as both a member of the United States House of Representatives (1973–1979) and Senate (1979–1997), and as Secretary of Defense (1997–2001) under Democratic President Bill Clinton.",
    "year": 1940,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Roger Pingeon",
    "birthday": "1940-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3a/Roger_Pingeon_%281972%29.jpg",
    "extract": "Roger Pingeon was a professional road bicycle racer from France.",
    "year": 1940,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Maurizio Costanzo",
    "birthday": "1938-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Costanzo.jpg",
    "extract": "Maurizio Costanzo is an Italian television host, journalist, screenwriter and film director.",
    "year": 1938,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Paul Martin",
    "birthday": "1938-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Paul_Martin_in_2011_crop.jpg/240px-Paul_Martin_in_2011_crop.jpg",
    "extract": "Paul Edgar Philippe Martin, also known as Paul Martin Jr., is a Canadian lawyer and politician who served as the 21st prime minister of Canada and the leader of the Liberal Party of Canada from 2003 to 2006.",
    "year": 1938,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Warren M. Washington",
    "birthday": "1936-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Warren_Washington.jpg/320px-Warren_Washington.jpg",
    "extract": "Warren Morton Washington is an American atmospheric scientist, a former chair of the National Science Board, and currently senior scientist at the National Center for Atmospheric Research (NCAR) in Boulder, Colorado.",
    "year": 1936,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Melvin Charney",
    "birthday": "1935-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Melvin_Charney_Jardin_de_sculptures.jpg/320px-Melvin_Charney_Jardin_de_sculptures.jpg",
    "extract": "Melvin Charney was a Canadian artist and architect.",
    "year": 1935,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Philip French",
    "birthday": "1933-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/da/Philip_French_2013_interview.jpg/320px-Philip_French_2013_interview.jpg",
    "extract": "Philip Neville French OBE was an English film critic and radio producer. French began his career in journalism in the late 1950s, before eventually becoming a BBC Radio producer, and later a film critic. He began writing for The Observer in 1963, and continued to write criticism regularly there until his retirement in 2013.",
    "year": 1933,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Andy Bathgate",
    "birthday": "1932-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Topps_1957_Andy_Bathgate.png/221px-Topps_1957_Andy_Bathgate.png",
    "extract": "Andrew James Bathgate was a Canadian professional ice hockey right wing who played 17 seasons in the National Hockey League (NHL) for the New York Rangers, Toronto Maple Leafs, Detroit Red Wings and Pittsburgh Penguins between 1952 and 1971. In 2017 Bathgate was named one of the \"100 Greatest NHL Players\" in history.",
    "year": 1932,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Yakir Aharonov",
    "birthday": "1932-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Yakir_aharonov.jpg/320px-Yakir_aharonov.jpg",
    "extract": "Yakir Aharonov is an Israeli physicist specializing in quantum physics. He is a Professor of Theoretical Physics and the James J. Farley Professor of Natural Philosophy at Chapman University in California. He is also a distinguished professor in the Perimeter Institute and a professor emeritus at Tel Aviv University in Israel. He is president of the IYAR, The Israeli Institute for Advanced Research.",
    "year": 1932,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Tito Capobianco",
    "birthday": "1931-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Tito_Capobianco_%281999%29.jpg/256px-Tito_Capobianco_%281999%29.jpg",
    "extract": "Tito Capobianco was an Argentine American stage director and general manager of several opera companies.",
    "year": 1931,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Cristina Deutekom",
    "birthday": "1931-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Cristina-deutekom-1320577463.jpg/214px-Cristina-deutekom-1320577463.jpg",
    "extract": "Cristina Deutekom was a Dutch operatic coloratura soprano.",
    "year": 1931,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ola L. Mize",
    "birthday": "1931-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Ola_L_Mize.jpg/255px-Ola_L_Mize.jpg",
    "extract": "Ola Lee Mize was a United States Army officer and a recipient of the Medal of Honor for his actions in the Korean War.",
    "year": 1931,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Roger Williams (hepatologist)",
    "birthday": "1931-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Professor_Roger_Williams_CBE.jpg/213px-Professor_Roger_Williams_CBE.jpg",
    "extract": "Roger Stanley Williams CBE FRCS FRCP FRCPE FRACP FMedSci was a British professor of hepatology. He was Director of the Institute of Hepatology, London and Professor of Hepatology, King's College London. He was also Medical Director of the charity, the Foundation for Liver Research a UK registered charity and was the lead person of the Lancet Commission into Liver Disease in the UK.",
    "year": 1931,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ben Gazzara",
    "birthday": "1930-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Ben_Gazarra_-_still.jpg/241px-Ben_Gazarra_-_still.jpg",
    "extract": "Biagio Anthony Gazzara was an American actor and director of film, stage, and television. He received numerous accolades, including a Primetime Emmy Award and a Drama Desk Award, in addition to nominations for three Golden Globe Awards and three Tony Awards.",
    "year": 1930,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Windsor Davies",
    "birthday": "1930-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0b/Windsor_Davies.jpg",
    "extract": "Windsor Davies was a Welsh actor. He is best remembered for playing Battery Sergeant Major Williams in the sitcom It Ain't Half Hot Mum (1974–1981) over its entire run. The show's popularity resulted in Davies and his co-star Don Estelle achieving a UK number one hit with a version of \"Whispering Grass\" in 1975. He later starred with Donald Sinden in Never the Twain (1981–1991), and his deep Welsh-accented voice was heard extensively in advertising voice-overs.",
    "year": 1930,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "István Kertész (conductor)",
    "birthday": "1929-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Istvan_Kertesz.jpg/320px-Istvan_Kertesz.jpg",
    "extract": "István Kertész was an internationally acclaimed Hungarian orchestral and operatic conductor who, throughout his brief career led many of the world's great orchestras, including the Cleveland, Chicago, Philadelphia, New York, Los Angeles, Pittsburgh, Detroit, San Francisco and Minnesota Orchestras in the United States, as well as the London Symphony, Vienna Philharmonic, Berlin Philharmonic, Royal Concertgebouw Orchestra, Israel Philharmonic, and L'Orchestre de la Suisse Romande. His orchestral repertoire numbered over 450 works from all periods, and was matched by a repertoire of some sixty operas ranging from Mozart, Verdi, Puccini and Wagner to the more contemporary Prokofiev, Bartók, Britten, Kodály, Poulenc and Janáček. Kertész was part of a musical tradition that produced fellow Hungarian conductors Fritz Reiner, Antal Doráti, János Ferencsik, Eugene Ormandy, George Szell, János Fürst, Ferenc Fricsay, and Sir Georg Solti.",
    "year": 1929,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Roxie Roker",
    "birthday": "1929-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Roxie_Roker_1976.JPG/243px-Roxie_Roker_1976.JPG",
    "extract": "Roxie Albertha Roker was an American actress who portrayed Helen Willis on the CBS sitcom The Jeffersons (1975–1985), half of the first interracial couple to be shown on regular prime time television. Roker is the mother of rock musician Lenny Kravitz and paternal grandmother of actress Zoë Kravitz.",
    "year": 1929,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Vilayat Khan",
    "birthday": "1928-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Vilayat_Khan_2014_stampsheet_of_India_cr.jpg/320px-Vilayat_Khan_2014_stampsheet_of_India_cr.jpg",
    "extract": "Ustad Vilayat Khan was an Indian classical sitar player. Along with Imdad Khan, Enayat Khan, and Imrat Khan, he is credited with the creation and development of gayaki ang on the sitar.",
    "year": 1928,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Billy Grammer",
    "birthday": "1925-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/9b/Billy_Grammer.jpg",
    "extract": "Billy Wayne Grammer was an American country music singer and accomplished guitar player. He recorded the million-selling \"Gotta Travel On\", which made it onto both the country and pop music charts in 1959. Grammer would become a regular performer on the Grand Ole Opry, eventually designing, and marketing his namesake guitar after co-founding a guitar company, in Nashville, Tennessee.",
    "year": 1925,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Donald O'Connor",
    "birthday": "1925-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Donald_O%27Connor_1952.JPG/248px-Donald_O%27Connor_1952.JPG",
    "extract": "Donald David Dixon Ronald O'Connor was an American dancer, singer and actor. He came to fame in a series of films in which he co-starred with Gloria Jean, Peggy Ryan, and Francis the Talking Mule.",
    "year": 1925,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Janet Frame",
    "birthday": "1924-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Janet_Frame_1993_%28cropped%29.jpg/218px-Janet_Frame_1993_%28cropped%29.jpg",
    "extract": "Janet Paterson Frame was a New Zealand author. She was internationally renowned for her work, which included novels, short stories, poetry, juvenile fiction, and an autobiography, and received numerous awards including being appointed to the Order of New Zealand, New Zealand's highest civil honour.",
    "year": 1924,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Tony MacGibbon",
    "birthday": "1924-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b2/Tony_MacGibbon_of_NZ.jpg",
    "extract": "Anthony Roy MacGibbon, was a cricketer who played 26 Tests for New Zealand.",
    "year": 1924,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Peggy Ryan",
    "birthday": "1924-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/94/Peggy_Ryan.jpg",
    "extract": "Margaret O'Rene Ryan was an American dancer and actress, best known for starring in a series of movie musicals at Universal Pictures with Donald O'Connor and Gloria Jean.",
    "year": 1924,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Zalman Schachter-Shalomi",
    "birthday": "1924-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f1/Reb_Zalman_2005.jpg/213px-Reb_Zalman_2005.jpg",
    "extract": "Meshullam Zalman Schachter-Shalomi, commonly called \"Reb Zalman\", was one of the founders of the Jewish Renewal movement and an innovator in ecumenical dialogue.",
    "year": 1924,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Fernando Fernán Gómez",
    "birthday": "1921-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/14/Fernando_Fern%C3%A1n_G%C3%B3mez_photo.jpg/254px-Fernando_Fern%C3%A1n_G%C3%B3mez_photo.jpg",
    "extract": "Fernando Fernández Gómez better known as Fernando Fernán Gómez was a Spanish actor, screenwriter, film director, theater director and member of the Royal Spanish Academy for seven years. He was born in Peru while his mother, Spanish actress Carola Fernán-Gómez, was making a tour in Latin America. He would later use her surname for his stage name when he moved to Spain in 1924.",
    "year": 1921,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Nancy Kulp",
    "birthday": "1921-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Nancy_Kulp_Circa_1960s.jpg/256px-Nancy_Kulp_Circa_1960s.jpg",
    "extract": "Nancy Jane Kulp was an American character actress and comedienne best known as Miss Jane Hathaway on the CBS television series The Beverly Hillbillies.",
    "year": 1921,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Lidia Gueiler",
    "birthday": "1921-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Lidia_Gueiler_Tejada.png/235px-Lidia_Gueiler_Tejada.png",
    "extract": "Lidia Gueiler Tejada was a Bolivian politician who served as the 56th President of Bolivia on an interim basis from 1979 to 1980. She was Bolivia's first female Head of State, and the second republican Head of State in the history of the Americas.",
    "year": 1921,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Godfrey Hounsfield",
    "birthday": "1919-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Godfrey_Hounsfield.jpg/254px-Godfrey_Hounsfield.jpg",
    "extract": "Sir Godfrey Newbold Hounsfield was an English electrical engineer who shared the 1979 Nobel Prize for Physiology or Medicine with Allan MacLeod Cormack for his part in developing the diagnostic technique of X-ray computed tomography (CT).",
    "year": 1919,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jack Kirby",
    "birthday": "1917-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Jack-Kirby_art-of-jack-kirby_wyman-skaar.jpg/255px-Jack-Kirby_art-of-jack-kirby_wyman-skaar.jpg",
    "extract": "Jack Kirby was an American comic book artist, writer and editor, widely regarded as one of the medium's major innovators and one of its most prolific and influential creators. He grew up in New York City and learned to draw cartoon figures by tracing characters from comic strips and editorial cartoons. He entered the nascent comics industry in the 1930s, drawing various comics features under different pen names, including Jack Curtiss, before ultimately settling on Jack Kirby. In 1940, he and writer-editor Joe Simon created the highly successful superhero character Captain America for Timely Comics, predecessor of Marvel Comics. During the 1940s, Kirby regularly teamed with Simon, creating numerous characters for that company and for National Comics Publications, later to become DC Comics.",
    "year": 1917,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Hélène Baillargeon",
    "birthday": "1916-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Helene_Baillargeon.jpg/250px-Helene_Baillargeon.jpg",
    "extract": "Hélène Baillargeon (1916–1997) was a Canadian singer, actor, and folklorist probably best known as the host of the CBC television show Chez Hélène from 1959 to 1973.",
    "year": 1916,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "C. Wright Mills",
    "birthday": "1916-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/C._wright_mills.jpg/320px-C._wright_mills.jpg",
    "extract": "Charles Wright Mills was an American sociologist, and a professor of sociology at Columbia University from 1946 until his death in 1962. Mills was published widely in popular and intellectual journals. He is remembered for several books, such as The Power Elite, which introduced that term and describes the relationships and class alliances among the US political, military, and economic elites; White Collar: The American Middle Classes, on the American middle class; and The Sociological Imagination, which presents a model of analysis for the interdependence of subjective experiences within a person's biography, the general social structure, and historical development.",
    "year": 1916,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jack Vance",
    "birthday": "1916-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Jack_Vance_Boat_Skipper.jpg/233px-Jack_Vance_Boat_Skipper.jpg",
    "extract": "John Holbrook Vance was an American mystery, fantasy, and science fiction writer. Though most of his work has been published under the name Jack Vance, he also wrote several mystery novels under pen names.",
    "year": 1916,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Tasha Tudor",
    "birthday": "1915-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/0c/Photo_of_Tasha_Tudor.jpg",
    "extract": "Tasha Tudor was an American illustrator and writer of children's books.",
    "year": 1915,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Robertson Davies",
    "birthday": "1913-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/21/Robertson_Davies.jpg/256px-Robertson_Davies.jpg",
    "extract": "William Robertson Davies was a Canadian novelist, playwright, critic, journalist, and professor. He was one of Canada's best known and most popular authors and one of its most distinguished \"men of letters\", a term Davies gladly accepted for himself. Davies was the founding Master of Massey College, a graduate residential college associated with the University of Toronto.",
    "year": 1913,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Lindsay Hassett",
    "birthday": "1913-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Lindsay_Hassett_1949.jpg/188px-Lindsay_Hassett_1949.jpg",
    "extract": "Arthur Lindsay Hassett was a cricketer who played for Victoria and Australia. The diminutive Hassett was an elegant middle-order batsman, described by Wisden as, \"... a master of nearly every stroke ... his superb timing, nimble footwork and strong wrists enabled him to make batting look a simple matter\". His sporting career at school singled him out as a precocious talent, but he took a number of seasons to secure a regular place in first-class cricket and initially struggled to make large scores. Selected for the 1938 tour of England with only one first-class century to his name, Hassett established himself with three consecutive first-class tons at the start of the campaign. Although he struggled in the Tests, he played a crucial role in Australia's win in the Fourth Test, with a composed display in the run-chase which sealed the retention of the Ashes. Upon returning to Australia, he distinguished himself in domestic cricket with a series of high scores, becoming the only player to score two centuries in a match against Bill O'Reilly—widely regarded as the best bowler in the world.",
    "year": 1913,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Robert Irving (conductor)",
    "birthday": "1913-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/23/Robert_Irving_%28conductor%29.jpg/248px-Robert_Irving_%28conductor%29.jpg",
    "extract": "Robert Augustine Irving, DFC*, was a British conductor whose reputation was mainly as a ballet conductor.",
    "year": 1913,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Terence Reese",
    "birthday": "1913-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/42/Reese%4072.jpg",
    "extract": "John Terence Reese was a British bridge player and writer, regarded as one of the finest of all time in both fields. He was born in Epsom, Surrey, England to middle-class parents, and was educated at Bradfield College and New College, Oxford, where he studied classics and attained a double first, graduating in 1935.",
    "year": 1913,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Richard Tucker",
    "birthday": "1913-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/59/Tucker_Lanza.jpg/320px-Tucker_Lanza.jpg",
    "extract": "Richard Tucker was an American operatic tenor and cantor. Long associated with the Metropolitan Opera, Tucker's career was primarily centered in the United States.",
    "year": 1913,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Joseph Luns",
    "birthday": "1911-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Luns%2C_J.M.A.H._-_SFA008007314.jpg/240px-Luns%2C_J.M.A.H._-_SFA008007314.jpg",
    "extract": "Joseph Marie Antoine Hubert Luns was a Dutch politician and diplomat of the defunct Catholic People's Party (KVP) now merged into the Christian Democratic Appeal (CDA) party and jurist. He served as Secretary General of NATO from 1 October 1971 until 25 June 1984.",
    "year": 1911,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Morris Graves",
    "birthday": "1910-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/38/Morris_Graves%2C_American_artist%2C_1928._Photo_by_R.B._Inverarity.jpg/250px-Morris_Graves%2C_American_artist%2C_1928._Photo_by_R.B._Inverarity.jpg",
    "extract": "Morris Graves was an American painter. He was one of the earliest Modern artists from the Pacific Northwest to achieve national and international acclaim. His style, referred to by some reviewers as Mysticism, used the muted tones of the Northwest environment, Asian aesthetics and philosophy, and a personal iconography of birds, flowers, chalices, and other images to explore the nature of consciousness.",
    "year": 1910,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Tjalling Koopmans",
    "birthday": "1910-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/TjallingKoopmans1967.jpg/240px-TjallingKoopmans1967.jpg",
    "extract": "Tjalling Charles Koopmans was a Dutch-American mathematician and economist. He was the joint winner with Leonid Kantorovich of the 1975 Nobel Memorial Prize in Economic Sciences for his work on the theory of the optimum allocation of resources. Koopmans showed that on the basis of certain efficiency criteria, it is possible to make important deductions concerning optimum price systems.",
    "year": 1910,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Roger Tory Peterson",
    "birthday": "1908-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/3c/Roger_Tory_Peterson.jpg",
    "extract": "Roger Tory Peterson was an American naturalist, ornithologist, illustrator and educator, held to be one of the founding inspirations for the 20th-century environmental movement.",
    "year": 1908,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "John Betjeman",
    "birthday": "1906-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Sir_John_Betjeman_%281906-1984%29.jpg/320px-Sir_John_Betjeman_%281906-1984%29.jpg",
    "extract": "Sir John Betjeman was an English poet, writer, and broadcaster. He was Poet Laureate from 1972 until his death. He was a founding member of The Victorian Society and a passionate defender of Victorian architecture, helping to save St Pancras railway station from demolition. He began his career as a journalist and ended it as one of the most popular British Poets Laureate and a much-loved figure on British television.",
    "year": 1906,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Cyril Walters",
    "birthday": "1905-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Cyril_Walters_1933.jpg/195px-Cyril_Walters_1933.jpg",
    "extract": "Cyril Frederick Walters was a Welsh first-class cricketer who had most of his success after leaving Glamorgan to do duty as captain-secretary of Worcestershire. In this role he developed his batting to such an extent that for a brief period he became an England regular and even captained them in one match as a deputy for Bob Wyatt. However, he unexpectedly completely gave up cricket soon after that, to the dismay of his country and county.",
    "year": 1905,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Charles Boyer",
    "birthday": "1899-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Charles_Boyer_-_Photoplay%2C_January_1942.jpg/229px-Charles_Boyer_-_Photoplay%2C_January_1942.jpg",
    "extract": "Charles Boyer was a French-American actor who appeared in more than 80 films between 1920 and 1976. After receiving an education in drama, Boyer started on the stage, but he found his success in American films during the 1930s. His memorable performances were among the era's most highly praised, in romantic dramas such as The Garden of Allah (1936), Algiers (1938), and Love Affair (1939), as well as the mystery-thriller Gaslight (1944). He received four Oscar nominations for Best Actor. He also appeared as himself on the CBS sitcom I Love Lucy.",
    "year": 1899,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Béla Guttmann",
    "birthday": "1899-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f9/Guttmann_1953.JPG",
    "extract": "Béla Guttmann was a Hungarian footballer and coach. He was born in Budapest, Austria-Hungary, and was Jewish. He was deported by the Nazis to a Nazi slave labor camp where he was tortured; he survived the Holocaust.",
    "year": 1899,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Andrei Platonov",
    "birthday": "1899-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Andrej-platonovic-platonov-1938.jpg/217px-Andrej-platonovic-platonov-1938.jpg",
    "extract": "Andrei Platonov was the pen name of Andrei Platonovich Klimentov, a Soviet Russian writer, philosopher, playwright, and poet, whose works anticipate existentialism. Although Platonov regarded himself as a communist, his principal works remained unpublished in his lifetime because of their skeptical attitude toward collectivization of agriculture (1929–1940) and other Stalinist policies, as well as for their experimental, avant-garde form. His famous works include the novels Chevengur (1928) and The Foundation Pit  (1930).",
    "year": 1899,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "James Wong Howe",
    "birthday": "1899-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/James_Wong_Howe_Best_Cinematography_%28cropped%29.jpg/258px-James_Wong_Howe_Best_Cinematography_%28cropped%29.jpg",
    "extract": "Wong Tung Jim, A.S.C., known professionally as James Wong Howe (Houghto), was a Chinese-born American cinematographer who worked on over 130 films. During the 1930s and 1940s, he was one of the most sought after cinematographers in Hollywood due to his innovative filming techniques. Howe was known as a master of the use of shadow and one of the first to use deep-focus cinematography, in which both foreground and distant planes remain in focus.",
    "year": 1899,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Charlie Grimm",
    "birthday": "1898-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/1921_Charlie_Grimm.jpeg/162px-1921_Charlie_Grimm.jpeg",
    "extract": "Charles John Grimm, nicknamed \"Jolly Cholly\", was an American professional baseball player and manager. He played in Major League Baseball as a first baseman, most notably for the Chicago Cubs; he was also a sometime radio sports commentator, and a popular goodwill ambassador for baseball. He played for the Pittsburgh Pirates early in his career, but was traded to the Cubs in 1925 and worked mostly for the Cubs for the rest of his career. Born in St. Louis, Missouri to parents of German extraction, Grimm was known for being outgoing and chatty, even singing old-fashioned songs while accompanying himself on a left-handed banjo.",
    "year": 1898,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Firaq Gorakhpuri",
    "birthday": "1896-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Firaq_Gorakhpuri_1997_stamp_of_India_bw.jpg/239px-Firaq_Gorakhpuri_1997_stamp_of_India_bw.jpg",
    "extract": "Raghupati Sahay, also known by his pen name Firaq Gorakhpuri, was a writer, critic, and, according to one commentator, one of the most noted contemporary Urdu poets from India. He established himself among peers including Muhammad Iqbal, Yagana Changezi, Jigar Moradabadi and Josh Malihabadi.",
    "year": 1896,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Karl Böhm",
    "birthday": "1894-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Karl_B%C3%B6hm_%281894%E2%80%931981%29_~1950_OeNB_653942.jpg/237px-Karl_B%C3%B6hm_%281894%E2%80%931981%29_~1950_OeNB_653942.jpg",
    "extract": "Karl August Leopold Böhm was an Austrian conductor. He was best known for his performances of the music of Mozart, Wagner and Richard Strauss.",
    "year": 1894,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Benno Schotz",
    "birthday": "1891-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Benno_Schotz_-_The_Psalmist.jpg/213px-Benno_Schotz_-_The_Psalmist.jpg",
    "extract": "Benno Schotz was an Estonian-born Scottish sculptor, and one of twentieth century Scotland's leading artists.",
    "year": 1891,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Evadne Price",
    "birthday": "1888-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/9a/Evadne_Price_at_work.jpg",
    "extract": "Evadne Price, probably born Eva Grace Price, was an Australian-British writer, actress, astrologer and media personality. She also wrote under the pseudonym Helen Zenna Smith.",
    "year": 1888,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "István Kühár",
    "birthday": "1887-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Stevan_Kuhar_politicar.jpg/245px-Stevan_Kuhar_politicar.jpg",
    "extract": "István Kühár was a Slovene Roman Catholic priest, politician, and writer in Hungary, and later in Yugoslavia.",
    "year": 1887,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Vance Palmer",
    "birthday": "1885-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/89/Vance_Palmer.jpg",
    "extract": "Edward Vivian \"Vance\" Palmer was an Australian novelist, dramatist, essayist and critic.",
    "year": 1885,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Peter Fraser",
    "birthday": "1884-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Peter_Fraser.jpg/233px-Peter_Fraser.jpg",
    "extract": "Peter Fraser was a New Zealand politician who served as the 24th prime minister of New Zealand from 27 March 1940 until 13 December 1949. Considered a major figure in the history of the New Zealand Labour Party, he was in office longer than any other Labour prime minister, and is to date New Zealand's fourth-longest-serving head of government.",
    "year": 1884,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "George Whipple",
    "birthday": "1878-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/George_Whipple_nobel.jpg/226px-George_Whipple_nobel.jpg",
    "extract": "George Hoyt Whipple was an American physician, pathologist, biomedical researcher, and medical school educator and administrator. Whipple shared the Nobel Prize in Physiology or Medicine in 1934 with George Richards Minot and William Parry Murphy \"for their discoveries concerning liver therapy in cases of anemia\". This makes Whipple the first of several Nobel laureates affiliated with the University of Rochester.",
    "year": 1878,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Umberto Giordano",
    "birthday": "1867-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Umberto_Giordano_by_Gaetano_Esposito_%28color%29.jpg/308px-Umberto_Giordano_by_Gaetano_Esposito_%28color%29.jpg",
    "extract": "Umberto Menotti Maria Giordano was an Italian composer, mainly of operas.",
    "year": 1867,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Vittorio Sella",
    "birthday": "1859-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/46/Vittorio_Sella.jpg",
    "extract": "Vittorio Sella was an Italian photographer and mountaineer, whose photographs of mountains are regarded as some of the finest ever made.",
    "year": 1859,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Vladimir Shukhov",
    "birthday": "1853-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Vladimir_Grigoryevich_Shukhov_1891.jpg/212px-Vladimir_Grigoryevich_Shukhov_1891.jpg",
    "extract": "Vladimir Grigoryevich Shukhov was a Russian Empire and Soviet engineer-polymath, scientist and architect renowned for his pioneering works on new methods of analysis for structural engineering that led to breakthroughs in industrial design of the world's first hyperboloid structures, diagrid shell structures, tensile structures, gridshell structures, oil reservoirs, pipelines, boilers, ships and barges. He is also the inventor of the first cracking method.",
    "year": 1853,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Alexander Cameron Sim",
    "birthday": "1840-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Alexander_Cameron_Sim_001.JPG/200px-Alexander_Cameron_Sim_001.JPG",
    "extract": " Alexander Cameron Sim  was a British-born pharmacist and entrepreneur active in Japan during the Meiji period. He was also the founder of the Kobe Regatta & Athletic Club.",
    "year": 1840,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Francis, Duke of Teck",
    "birthday": "1837-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/8c/Francis%2C_Duke_of_Teck.jpg",
    "extract": "Francis, Duke of Teck, known as Count Francis von Hohenstein until 1863, was an Austrian-born nobleman who married into the British royal family. He was the father of Queen Mary, and thus a great-grandfather of the current British monarch, Queen Elizabeth II. Francis held the Austrian title of Count of Hohenstein, and the German titles of Prince (Fürst) and later Duke of Teck, and was given the style of Serene Highness in 1863. He was granted the British style of Highness in 1887.",
    "year": 1837,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Edward Burne-Jones",
    "birthday": "1833-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Edward_Burne-Jones_Photogravure_Hollyer.jpg/218px-Edward_Burne-Jones_Photogravure_Hollyer.jpg",
    "extract": "Sir Edward Coley Burne-Jones, 1st Baronet, was a British artist and designer associated with the Pre-Raphaelite movement, who worked with William Morris on decorative arts as a founding partner in Morris, Marshall, Faulkner & Co.",
    "year": 1833,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Grand Duchess Catherine Mikhailovna of Russia",
    "birthday": "1827-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Jekatyerina_Mihajlovna_of_Russia.jpg/225px-Jekatyerina_Mihajlovna_of_Russia.jpg",
    "extract": "Grand Duchess Catherine Mikhailovna of Russia, was the third of five daughters of Grand Duke Michael Pavlovich of Russia and Princess Charlotte of Württemberg. She was also the wife of Duke Georg August of Mecklenburg-Strelitz.",
    "year": 1827,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Graham Berry",
    "birthday": "1822-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/12Grahamberry.jpg/184px-12Grahamberry.jpg",
    "extract": "Sir Graham Berry,, \nAustralian colonial politician, was the 11th Premier of Victoria. He was one of the most radical and colourful figures in the politics of colonial Victoria, and made the most determined efforts to break the power of the Victorian Legislative Council, the stronghold of the landowning class.",
    "year": 1822,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Charles Sladen",
    "birthday": "1816-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Charlessladen.jpg/224px-Charlessladen.jpg",
    "extract": "Sir Charles Sladen,, Australian colonial politician, was the 6th Premier of Victoria.",
    "year": 1816,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Sheridan Le Fanu",
    "birthday": "1814-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Sheridan_Le_Fanu_002.png/250px-Sheridan_Le_Fanu_002.png",
    "extract": "Joseph Thomas Sheridan Le Fanu was an Irish writer of Gothic tales, mystery novels, and horror fiction. He was a leading ghost story writer of his time, central to the development of the genre in the Victorian era. M. R. James described Le Fanu as \"absolutely in the first rank as a writer of ghost stories\". Three of his best-known works are the locked-room mystery Uncle Silas, the lesbian vampire novella Carmilla, and the historical novel The House by the Churchyard.",
    "year": 1814,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Antoine Augustin Cournot",
    "birthday": "1801-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Antoine_Augustin_Cournot.jpg/227px-Antoine_Augustin_Cournot.jpg",
    "extract": "Antoine Augustin Cournot was a French philosopher and mathematician who also contributed to the development of economics.",
    "year": 1801,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Elizabeth Ann Seton",
    "birthday": "1774-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f7/Saint_Elizabeth_Ann_Seton_%281774_-_1821%29.gif",
    "extract": "Elizabeth Ann Bayley Seton, SC, was a Catholic religious sister in the United States and an educator, known as a founder of the country's parochial school system. After her death, she became the first person born in what would become the United States to be canonized by the Catholic Church. She also established the first Catholic girls' school in the nation in Emmitsburg, Maryland, where she likewise founded the first American congregation of religious sisters, the Sisters of Charity.",
    "year": 1774,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Johann Wolfgang von Goethe",
    "birthday": "1749-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Goethe_%28Stieler_1828%29.jpg/259px-Goethe_%28Stieler_1828%29.jpg",
    "extract": "Johann Wolfgang von Goethe was a German poet, playwright, novelist, scientist, statesman, theatre director, and critic. His works include plays, poetry, literature, and aesthetic criticism as well as treatises on botany, anatomy, and colour. He is widely regarded as the greatest and most influential writer in the German language, his work having a profound and wide-ranging influence on Western literary, political and philosophical thought from the late 18th century to the present day.",
    "year": 1749,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "John Stark",
    "birthday": "1728-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/General_John_Stark_Edit.jpg/262px-General_John_Stark_Edit.jpg",
    "extract": "John Stark was a New Hampshire native who served as an officer in the British Army during the French and Indian war and a major general in the Continental Army during the American Revolution. He became widely known as the \"Hero of Bennington\" for his exemplary service at the Battle of Bennington in 1777.",
    "year": 1728,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Duke Anthony Ulrich of Brunswick",
    "birthday": "1714-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Anton_ulrikh.jpg/220px-Anton_ulrikh.jpg",
    "extract": "Anthony Ulrich, Duke of Brunswick-Lüneburg, was Generalissimo of the Army of Russia, and the husband of Anna Leopoldovna, who reigned as regent of Russia for one year.",
    "year": 1714,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Elisabeth Christine of Brunswick-Wolfenbüttel",
    "birthday": "1691-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Auerbach_-_Empress_Elisabeth_Christine_-_Belvedere.jpg/233px-Auerbach_-_Empress_Elisabeth_Christine_-_Belvedere.jpg",
    "extract": "Elisabeth Christine of Brunswick-Wolfenbüttel was Princess of Brunswick-Wolfenbüttel, Holy Roman Empress, German Queen, Queen of Bohemia and Hungary; and Archduchess of Austria by her marriage to Emperor Charles VI. She was renowned for her delicate beauty and also for being the mother of Empress Maria Theresa. She was the longest serving Holy Roman Empress.",
    "year": 1691,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Louise of Mecklenburg-Güstrow",
    "birthday": "1667-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Louisemecklenburgdenmark.jpg/242px-Louisemecklenburgdenmark.jpg",
    "extract": "Louise of Mecklenburg-Güstrow was Queen of Denmark and Norway as the first spouse of King Frederick IV of Denmark. In 1708–09, she was regent during her husband's trip to Italy.",
    "year": 1667,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Marcus Zuerius van Boxhorn",
    "birthday": "1612-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Boxhorn_Varii_tractatus_065249445_MG_9132.tif/lossy-page1-182px-Boxhorn_Varii_tractatus_065249445_MG_9132.tif.jpg",
    "extract": "Marcus Zuerius van Boxhorn was a Dutch scholar. Born in Bergen op Zoom, he was professor at the University of Leiden. He discovered the similarity among Indo-European languages, and supposed the existence of a primitive common language which he called 'Scythian'. He included in his hypothesis Dutch, Greek, Latin, Persian, and German, later adding Slavic, Celtic and Baltic languages. He excluded languages such as Hebrew from his hypothesis. He died in Leiden.",
    "year": 1612,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "George Villiers, 1st Duke of Buckingham",
    "birthday": "1592-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Portrait_of_George_Villiers%2C_1st_Duke_of_Buckingham_%28by_Peter_Paul_Rubens%29.jpg/250px-Portrait_of_George_Villiers%2C_1st_Duke_of_Buckingham_%28by_Peter_Paul_Rubens%29.jpg",
    "extract": "George Villiers, 1st Duke of Buckingham, KG (; 28 August 1592 – 23 August 1628), was an English courtier, statesman, and patron of the arts. He was a favourite and possibly also a lover of King James I of England. Buckingham remained at the height of royal favour for the first three years of the reign of James's son, King Charles I, until a disgruntled army officer assassinated him.",
    "year": 1592,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "John Christian of Brieg",
    "birthday": "1591-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Jan_Chrystian_brzeski.jpg/306px-Jan_Chrystian_brzeski.jpg",
    "extract": "John Christian of Brieg, was a Duke of Brzeg–Legnica–Wołów.",
    "year": 1591,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Taichang Emperor",
    "birthday": "1582-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Ming_Guangzong.jpg/204px-Ming_Guangzong.jpg",
    "extract": "The Taichang Emperor, personal name Zhu Changluo, was the 15th Emperor of the Ming dynasty. He was the eldest son of the Wanli Emperor and succeeded his father as emperor in 1620. However, his reign came to an abrupt end less than one month after his coronation when he was found dead one morning in the palace following a bout of diarrhea. He was succeeded by his son, Zhu Youjiao, who was enthroned as the Tianqi Emperor. His era name, Taichang, means \"grand prosperity.\" His reign was the shortest in Ming history.",
    "year": 1582,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Francisco de Sá de Miranda",
    "birthday": "1481-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/S%C3%A1_de_Miranda.png/175px-S%C3%A1_de_Miranda.png",
    "extract": "Francisco de Sá de Miranda was a Portuguese poet of the Renaissance.",
    "year": 1481,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Kanō Motonobu",
    "birthday": "1476-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Kano_White-robed_Kannon%2C_Bodhisattva_of_Compassion.jpg/188px-Kano_White-robed_Kannon%2C_Bodhisattva_of_Compassion.jpg",
    "extract": "Kanō Motonobu  was a Japanese painter and calligrapher. He was a member of the Kanō school of painting. Through his political connections, patronage, organization, and influence he was able to make the Kanō school into what it is today. The system was responsible for the training of a great majority of painters throughout the Edo period (1603–1868). After his death, he was referred to as Kohōgen (古法眼).",
    "year": 1476,
    "month": 8,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jean II Le Maingre",
    "birthday": "1366-8-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Meister_des_Mar%C3%A9chal_de_Boucicaut_002.jpg/209px-Meister_des_Mar%C3%A9chal_de_Boucicaut_002.jpg",
    "extract": "Jean II Le Maingre, also known as Boucicaut, was a French knight and military leader. Renowned for his military skill and embodiment of chivalry, he was made a marshal of France.",
    "year": 1366,
    "month": 8,
    "day": 28,
    "language": "en"
  }
]