[
  {
    "name": "Liam Payne",
    "birthday": "1993-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Liam_Payne_in_October_2018.jpg/180px-Liam_Payne_in_October_2018.jpg",
    "extract": "Liam James Payne is an English singer. He rose to fame as a member of the boy band One Direction. Payne made his debut as a singer in 2008 when he auditioned for the British television series The X Factor. After being eliminated in the competition, he auditioned again in 2010 and was put into a group with four other contestants to form One Direction, which went on to become one of the best-selling boy bands of all time. Payne worked with other producers under the monikers \"Big Payno\" and \"Payno\" creating remixes for songs by his group and Cheryl.",
    "year": 1993,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Mallu Magalhães",
    "birthday": "1992-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Mallu_Magalh%C3%A3es_-_Tom_Brasil_%2836679529992%29.jpg/237px-Mallu_Magalh%C3%A3es_-_Tom_Brasil_%2836679529992%29.jpg",
    "extract": "Maria Luiza de Arruda Botelho Pereira de Magalhães, known as Mallu Magalhães, is a Brazilian singer, songwriter and musician. Mallu first came to prominence through her MySpace page, becoming known for her own songs and those of renowned artists. She found herself gracing the covers of major newspapers such as Folha de S. Paulo, O Estado de S. Paulo and Jornal do Brasil, and was featured in Rolling Stone, Istoé, Época among others. In the first two years of career, she became the subject of countless blogs, packed shows, attracted critical attention, and had more than 4 million hits on her MySpace page. In 2008 she released her first eponymous album and in 2009 she released her second album, also self-titled. In 2013 she formed Banda do Mar, along with her husband Marcelo Camelo, and the Portuguese drummer Fred Ferreira. Their first album was released in August 2014. Mallu has a daughter, Luísa, born December 28, 2015.",
    "year": 1992,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Noah Syndergaard",
    "birthday": "1992-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Thor_headshot.png/275px-Thor_headshot.png",
    "extract": "Noah Seth Syndergaard, nicknamed \"Thor\", is an American professional baseball pitcher for the Los Angeles Angels of Major League Baseball (MLB). From 2015 to 2021, he played in MLB for the New York Mets.",
    "year": 1992,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Néstor Araujo",
    "birthday": "1991-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/XXIII_Memorial_Quinocho_%28RC_Celta_vs_Mainz_05%29_-_43_%28cropped%29.jpg/210px-XXIII_Memorial_Quinocho_%28RC_Celta_vs_Mainz_05%29_-_43_%28cropped%29.jpg",
    "extract": "Néstor Alejandro Araujo Razo is a Mexican professional footballer who plays as a centre-back for La Liga club Celta Vigo and the Mexico national team. He is an Olympic gold medalist.",
    "year": 1991,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Deshaun Thomas",
    "birthday": "1991-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Deshaun_Thomas_1_Maccabi_Tel_Aviv_B.C._EuroLeague_20180320_%282%29.jpg/215px-Deshaun_Thomas_1_Maccabi_Tel_Aviv_B.C._EuroLeague_20180320_%282%29.jpg",
    "extract": "Deshaun Thomas is an American professional basketball player for Bayern Munich of the Basketball Bundesliga (BBL) and the EuroLeague. Standing at 6 ft 7 in (2.01 m), he plays at the small forward and power forward positions. Thomas played college basketball for Ohio State University and was drafted 58th overall in the 2013 NBA draft by the San Antonio Spurs.",
    "year": 1991,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jakub Kosecki",
    "birthday": "1990-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Met-legia_%288%29.jpg/149px-Met-legia_%288%29.jpg",
    "extract": "Jakub Kosecki is a Polish professional footballer who plays as a winger for Motor Lublin.",
    "year": 1990,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Patrick van Aanholt",
    "birthday": "1990-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Van_Aanholt_in_2016_%28cropped%29.jpg/213px-Van_Aanholt_in_2016_%28cropped%29.jpg",
    "extract": "Patrick John Miguel van Aanholt is a Dutch professional footballer who plays as a left-back for Süper Lig club Galatasaray and the Netherlands national team.",
    "year": 1990,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Lea Michele",
    "birthday": "1986-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Lea_Michele_Comic_Con_by_Gage_Skidmore.jpg/269px-Lea_Michele_Comic_Con_by_Gage_Skidmore.jpg",
    "extract": "Lea Michele Sarfati is an American actress, singer, songwriter, and author. She began her career as a child actress on Broadway, appearing in productions of Les Misérables (1995–1996), Ragtime (1997–1999), Fiddler on the Roof (2004–2005), and Spring Awakening (2006–2008). Michele came to prominence playing Rachel Berry on the Fox series Glee (2009–2015), for which she received an Emmy Award nomination, two Golden Globe nominations and won four People's Choice Awards, three Teen Choice Awards and a Satellite Award. Michele and the rest of the Glee cast earned a Screen Actors Guild Award for Outstanding Performance by an Ensemble in a Comedy Series from four nominations and three Grammy Award nominations for music recorded for the series, also spawning multiple hits on the Billboard charts. Michele subsequently starred as Hester Ulrich on the Fox series Scream Queens (2015–2016) and as Valentina Barella on the ABC sitcom The Mayor (2017).",
    "year": 1986,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Antti Niemi (ice hockey)",
    "birthday": "1983-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Anti_Niemi_4_2017-10-04.jpg/275px-Anti_Niemi_4_2017-10-04.jpg",
    "extract": "Antti Niemi is a Finnish former professional ice hockey goaltender. He last played for Jokerit of the Kontinental Hockey League (KHL).",
    "year": 1983,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Carlos Delfino",
    "birthday": "1982-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Carlos_Delfino_Rockets.jpg/133px-Carlos_Delfino_Rockets.jpg",
    "extract": "Carlos Francisco Delfino is an Argentine-Italian professional basketball player for Victoria Libertas Pesaro of the Italian Lega Basket Serie A (LBA). He holds dual citizenship in both Italy and Argentina. Standing at 1.98 m, he plays at the small forward and shooting guard positions. He is also noted for his defense and three point shooting skills.",
    "year": 1982,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Vincent Enyeama",
    "birthday": "1982-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Krasnodar-Lille_%2821%29.jpg/204px-Krasnodar-Lille_%2821%29.jpg",
    "extract": "Vincent Enyeama is a Nigerian former professional footballer who played as a goalkeeper. \nHe is popularly regarded as one the greatest African Goalkeepers of all time and of his era.",
    "year": 1982,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Geneviève Jeanson",
    "birthday": "1981-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Jeanson0206_266.jpg/320px-Jeanson0206_266.jpg",
    "extract": "Geneviève Jeanson is a former professional bicycle racer from Quebec, Canada. She won the world junior road and time trial championships in 1999 and the Tour de Snowy in 2000. Later that year she won La Flèche Wallonne World Cup race. She joined the Canadian Olympic team that year. She acknowledged in a documentary on Radio-Canada on September 20, 2007, that she had been administered EPO more or less continuously since she was 16 years old.",
    "year": 1981,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jay Ryan (actor)",
    "birthday": "1981-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Jay_Ryan_by_Gage_Skidmore_2.jpg/262px-Jay_Ryan_by_Gage_Skidmore_2.jpg",
    "extract": "Jay Ryan is a New Zealand Actor. He is best known for his roles as Jack Scully in the Australian soap opera Neighbours, Kevin in the New Zealand comedy-drama programme Go Girls, Mark Mitcham in the internationally produced New Zealand television programme Top of the Lake, Vincent Keller in the American television series Beauty & the Beast and Detective Ben Wesley in the Canadian television series Mary Kills People.",
    "year": 1981,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Chris Simms",
    "birthday": "1980-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Chris_Simms2.jpg/195px-Chris_Simms2.jpg",
    "extract": "Christopher David Simms is a former American football quarterback who played in the National Football League (NFL). He was drafted by the Tampa Bay Buccaneers in the third round of the 2003 NFL Draft. He played college football at Texas.",
    "year": 1980,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "David West (basketball)",
    "birthday": "1980-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/David_West_2011.jpg/222px-David_West_2011.jpg",
    "extract": "David Moorer West is an American former professional basketball player who played 15 seasons in the National Basketball Association (NBA) for the New Orleans Hornets, Indiana Pacers, San Antonio Spurs and Golden State Warriors. He played college basketball for the Xavier Musketeers, earning national college player of the year honors from the Associated Press (AP) and United States Basketball Writers Association (USBWA) as a senior in 2003. West was a two-time NBA All-Star and a two-time NBA champion.",
    "year": 1980,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Stijn Devolder",
    "birthday": "1979-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Frasnes-lez-Anvaing_-_Tour_de_Wallonie%2C_%C3%A9tape_1%2C_26_juillet_2014%2C_d%C3%A9part_%28B121%29.JPG/245px-Frasnes-lez-Anvaing_-_Tour_de_Wallonie%2C_%C3%A9tape_1%2C_26_juillet_2014%2C_d%C3%A9part_%28B121%29.JPG",
    "extract": "Stijn Devolder is a Belgian former professional road bicycle racer, who competed professionally for Vlaanderen–T Interim (2002–2003), Discovery Channel (2004–2007), Quick-Step (2008–2010), Vacansoleil–DCM (2011–2012), Trek–Segafredo (2013–2016), Vérandas Willems–Crelan (2017–2018) and Corendon–Circus (2019).",
    "year": 1979,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ryan Shealy",
    "birthday": "1979-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/DSC_0329_Ryan_Shealy.jpg/198px-DSC_0329_Ryan_Shealy.jpg",
    "extract": "Ryan Nelson Shealy is an American former professional baseball player who played six seasons in Major League Baseball as a first baseman. Shealy played college baseball for the University of Florida, and thereafter, he played professionally for the Colorado Rockies, Kansas City Royals and Boston Red Sox.",
    "year": 1979,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Celestine Babayaro",
    "birthday": "1978-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Celestine_Babayaro_%28cropped%29.jpg/210px-Celestine_Babayaro_%28cropped%29.jpg",
    "extract": "Celestine Hycieth Babayaro is a Nigerian former professional footballer who played as a left-back or a midfielder.",
    "year": 1978,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Devean George",
    "birthday": "1977-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Devean_George_Feb_24_2008_crop.jpg/256px-Devean_George_Feb_24_2008_crop.jpg",
    "extract": "Devean Jamar George is an American former professional basketball player who played 11 seasons in the National Basketball Association (NBA), mostly as a backup small forward. He won three NBA championships during his time with the Los Angeles Lakers.",
    "year": 1977,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "John O'Brien (soccer)",
    "birthday": "1977-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/JOB_water_bottle_%28cropped1%29.jpg/231px-JOB_water_bottle_%28cropped1%29.jpg",
    "extract": "John Patrick O'Brien is an American former soccer player. After retiring, he pursued a career in psychology.",
    "year": 1977,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Roy Oswalt",
    "birthday": "1977-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Roy_Oswalt_2008_%282%29.jpg/320px-Roy_Oswalt_2008_%282%29.jpg",
    "extract": "Roy Edward Oswalt is an American former professional baseball pitcher. Oswalt played for the majority of his Major League Baseball (MLB) career with the Houston Astros. He also played for the Philadelphia Phillies, Texas Rangers, and Colorado Rockies.",
    "year": 1977,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Charlie Pickering",
    "birthday": "1977-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Charlie_Pickering_GQ_2011_%282%29.jpg/213px-Charlie_Pickering_GQ_2011_%282%29.jpg",
    "extract": "Charlie Pickering is an Australian comedian, television and radio presenter, author and producer. Currently, he hosts The Weekly with Charlie Pickering, a weekly news satire television show on the ABC, as well as its yearly spin-off special The Yearly with Charlie Pickering.\nHe is Co-host along with Annabel Crabb and Adam Liaw of Tomorrow Tonight",
    "year": 1977,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Aaron Rowand",
    "birthday": "1977-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Aaron_Rowand_on_August_4%2C_2008.jpg/214px-Aaron_Rowand_on_August_4%2C_2008.jpg",
    "extract": "Aaron Ryan Rowand is an American former professional baseball center fielder in Major League Baseball. He played for the Chicago White Sox, Philadelphia Phillies and the San Francisco Giants and won two World Series championships. During his playing days, Rowand stood 6 feet (1.8 m) tall and weighed 210 pounds (95 kg). He batted and threw right-handed.",
    "year": 1977,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Stephen Carr",
    "birthday": "1976-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Stephencarrforwiki.png/320px-Stephencarrforwiki.png",
    "extract": "Stephen Carr is an Irish former professional footballer who played for and captained Birmingham City from 2009 to 2013. He previously played for Premier League teams Tottenham Hotspur and, for a shorter spell, Newcastle United. He is a former international player with the Republic of Ireland. His primary position was right back, but had been known to deputise at left back or centre back when required.",
    "year": 1976,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Phil Harvey (manager)",
    "birthday": "1976-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Phil_Harvey_%282021%29.png/320px-Phil_Harvey_%282021%29.png",
    "extract": "Philip Christopher Harvey is an English creative director best known as the fifth member of rock band Coldplay. He was responsible for financing Safety EP and single-handedly managed the group during their early years. They signed with Parlophone in 1999 and found global fame through the release of Parachutes (2000) and subsequent records.",
    "year": 1976,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Kevin Kaesviharn",
    "birthday": "1976-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4e/Kevin_Kaesviharn_in_2006.jpg",
    "extract": "Kevin Robert Kaesviharn is a former American football safety. He was signed by the Iowa Barnstormers as a street free agent in 1998. He played college football at Augustana.",
    "year": 1976,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Pablo Mastroeni",
    "birthday": "1976-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Pablo_Mastroeni.jpg/255px-Pablo_Mastroeni.jpg",
    "extract": "Pablo Mastroeni is an Argentine born American soccer coach and former player who is the head coach of Major League Soccer club Real Salt Lake. He was formerly head coach of the Colorado Rapids, and assistant coach of the Houston Dynamo.",
    "year": 1976,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jon Dahl Tomasson",
    "birthday": "1976-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Dahl_Thomasson_2021.jpg/320px-Dahl_Thomasson_2021.jpg",
    "extract": "Jon Dahl Tomasson is a Danish football manager and former player.",
    "year": 1976,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Kyle Cook",
    "birthday": "1975-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Kyle_Cook_-_1_-2013-04-30.JPG/320px-Kyle_Cook_-_1_-2013-04-30.JPG",
    "extract": "David Kyle Cook is an American musician best known as a member of the band Matchbox Twenty, serving as the lead guitarist, banjo player, backing and occasional lead vocalist.",
    "year": 1975,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Kumi Tanioka",
    "birthday": "1974-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Kumi_Tanioka_1.jpg/200px-Kumi_Tanioka_1.jpg",
    "extract": "Kumi Tanioka  is a Japanese video game music composer and pianist. Born in Hiroshima, Japan, she graduated from Kobe University with a degree in musical performance, and began working as a video game composer in 1998. She joined video game developer and publisher Square that same year, and worked on over 15 games for them before leaving to work as an independent composer in 2010. She is most known for composing for the Final Fantasy Crystal Chronicles series, which she composed for Square Enix. Tanioka has a style of \"world music\", whereby she combines instruments from different parts of the world into one cohesive sound. She also likes to incorporate piano music into her soundtracks, which she typically performs herself, as she has done as a part of The Star Onions, a musical group focusing on arrangements of Final Fantasy XI music made up of Square Enix composers, as well as on her own at various concerts, such as 2011's Final Fantasy XI-themed VanaCon.",
    "year": 1974,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Vincent Cavanagh",
    "birthday": "1973-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Anathema_MegaClub_06_10_2012_18.jpg/213px-Anathema_MegaClub_06_10_2012_18.jpg",
    "extract": "Vincent Cavanagh is an English singer and guitarist best known as a co-founder of British rock band Anathema. Vincent took over as Anathema's vocalist following the departure of Darren \"Daz\" White from the group after the Pentecost III EP. He also started playing keyboards when the band switched from doom metal to a more ambient/progressive rock style.",
    "year": 1973,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Olivier Jacque",
    "birthday": "1973-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Olivier_Jacque_1996_JapanGP.jpg/320px-Olivier_Jacque_1996_JapanGP.jpg",
    "extract": "Olivier Jacque is a French former professional Grand Prix motorcycle road racer.",
    "year": 1973,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Amanda Marshall",
    "birthday": "1972-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Amanda_Marshall_2007-10-13_at_Casino_Rama%2C_Ontario%2C_Canada.JPG/320px-Amanda_Marshall_2007-10-13_at_Casino_Rama%2C_Ontario%2C_Canada.JPG",
    "extract": "Amanda Meta Marshall is a Canadian pop-rock singer. She has released three studio albums; the first was certified Diamond in Canada, with the latter two certified 3× Platinum and Platinum respectively. She is best known for her 1996 single, \"Birmingham\", which reached number 3 in Canada and was her only song to reach the US charts.",
    "year": 1972,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Bae Yong-joon",
    "birthday": "1972-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Bae_Yong_Joon.jpg/227px-Bae_Yong_Joon.jpg",
    "extract": "Bae Yong-joon is a South Korean businessman and former actor. He has starred in numerous television dramas, including, notably, Winter Sonata which became a major part of the Korean Wave. Bae retired from acting after 2007, but remains active as the chairman of management agency KeyEast.",
    "year": 1972,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Henry Blanco",
    "birthday": "1971-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Henry_Blanco_from_Nationals_vs._Braves_at_Nationals_Park%2C_April_6th%2C_2021_%28All-Pro_Reels_Photography%29_%2851101619492%29_%28cropped%29.png/144px-Henry_Blanco_from_Nationals_vs._Braves_at_Nationals_Park%2C_April_6th%2C_2021_%28All-Pro_Reels_Photography%29_%2851101619492%29_%28cropped%29.png",
    "extract": "Henry Ramón Blanco is a Venezuelan professional baseball coach and former player. He is currently the catching and strategy coach for the Washington Nationals. He played as a catcher in Major League Baseball from 1997 to 2013, appearing for the Los Angeles Dodgers, Colorado Rockies, Milwaukee Brewers, Atlanta Braves, Minnesota Twins, Chicago Cubs, San Diego Padres, New York Mets, Arizona Diamondbacks, Toronto Blue Jays, and Seattle Mariners. He later served as quality assurance coach for the Cubs. Although a light-hitting player, he was regarded as one of the best defensive catchers in Major League Baseball.",
    "year": 1971,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ned's Atomic Dustbin",
    "birthday": "1971-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Neds.jpg/320px-Neds.jpg",
    "extract": "Ned's Atomic Dustbin are an English rock band formed in Stourbridge, West Midlands, in November 1987. The band took their name from an episode of radio comedy programme The Goon Show. The band are unusual for using two bass-players in their line-up: Alex Griffin plays melody lines high up on one bass, and Matt Cheslin plays the regular bass lines on the other. This gives the band a tense and highly driven sub-hardcore sound featuring distorted effects-laden guitar and energetic drums.",
    "year": 1971,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Carla Gugino",
    "birthday": "1971-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Carla_Gugino_at_2013_MIFF_%28cropped%29.jpg/235px-Carla_Gugino_at_2013_MIFF_%28cropped%29.jpg",
    "extract": "Carla Gugino is an American actress. After appearing in Troop Beverly Hills (1989) and This Boy's Life (1993), she received recognition for her starring roles as Ingrid Cortez in the Spy Kids trilogy (2001–2003), Rebecca Hutman in Night at the Museum (2006), Laurie Roberts in American Gangster (2007), Sally Jupiter in Watchmen (2009), Dr. Vera Gorski in Sucker Punch (2011), Emma Gaines in San Andreas (2015), and Jessie Burlingame in Gerald's Game (2017).",
    "year": 1971,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Joe Swail",
    "birthday": "1969-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Joe_Swail_PHC_2016-1.jpg/204px-Joe_Swail_PHC_2016-1.jpg",
    "extract": "Joe Swail is a Northern Irish former professional snooker player from Belfast. He retired in May 2019 after being relegated from the tour. He has reached ten major ranking semi-finals, including the 2000 and 2001 World Championships but only one final. Swail is renowned for playing well at the Crucible Theatre, having reached the last 16 on four further occasions. He is also a former English amateur champion and Northern Ireland amateur runner-up, and has captained Northern Ireland internationally. He was Irish champion in 1992 and 2005.",
    "year": 1969,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Lucero (entertainer)",
    "birthday": "1969-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Lucero_in_2017.jpg/260px-Lucero_in_2017.jpg",
    "extract": "Lucero Hogaza León, known simply as Lucero, is a Mexican singer, actress, songwriter, and television host. She is a multi-platinum singer in Mexico and has sung in Spanish, English, and Portuguese. Lucero has sold more than 30 million records worldwide. She is often referred to as La Novia de América.",
    "year": 1969,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Meshell Ndegeocello",
    "birthday": "1968-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/71/Meshell_Ndegeocello.jpg",
    "extract": "Michelle Lynn Johnson, better known as Meshell Ndegeocello, is a German-born American singer-songwriter, rapper, and bassist. She has gone by the name Meshell Suhaila Bashir-Shakur which is used as a writing credit on some of her later work. Her music incorporates a wide variety of influences, including funk, soul, jazz, hip hop, reggae and rock. She has received significant critical acclaim throughout her career, being nominated for eleven Grammy Awards, and winning one. She also has been credited for helping to \"spark the neo-soul movement\".",
    "year": 1968,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Neil Gorsuch",
    "birthday": "1967-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Associate_Justice_Neil_Gorsuch_Official_Portrait.jpg/256px-Associate_Justice_Neil_Gorsuch_Official_Portrait.jpg",
    "extract": "Neil McGill Gorsuch is an American lawyer and jurist who serves as an associate justice of the Supreme Court of the United States. He was nominated by President Donald Trump on January 31, 2017, and has served since April 10, 2017.",
    "year": 1967,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Anton Newcombe",
    "birthday": "1967-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/BrianJonestownMassacre%28by_Scott_Dudelson%29.jpg/320px-BrianJonestownMassacre%28by_Scott_Dudelson%29.jpg",
    "extract": "Anton Alfred Newcombe is an American singer, songwriter, multi-instrumentalist, producer, and founder of the music group The Brian Jonestown Massacre.",
    "year": 1967,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Elizabeth Fraser",
    "birthday": "1963-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Elizabeth_Fraser%2C_Cocteau_Twins.png/313px-Elizabeth_Fraser%2C_Cocteau_Twins.png",
    "extract": "Elizabeth Davidson Fraser, is a Scottish singer, songwriter and musician. Hailing from Grangemouth, Scotland, she is best known as the vocalist for the pioneering dream pop band Cocteau Twins. She also performed as part of the 4AD group This Mortal Coil, including the successful 1983 single \"Song to the Siren,\" and as a guest with artists including Massive Attack.",
    "year": 1963,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Carl Banks",
    "birthday": "1962-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Carl_Banks_2014_%28cropped%29.jpg/260px-Carl_Banks_2014_%28cropped%29.jpg",
    "extract": "Carl E. Banks is an American former professional football player who was a linebacker in the National Football League (NFL). He played from 1984 to 1995 for the New York Giants, the Washington Redskins and the Cleveland Browns. He played college football for the Michigan State Spartans.",
    "year": 1962,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Hiroki Kikuta",
    "birthday": "1962-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Hiroki_Kikuta_%40_MAGFest_9_%28crop%29.jpg/239px-Hiroki_Kikuta_%40_MAGFest_9_%28crop%29.jpg",
    "extract": "Hiroki Kikuta  is a Japanese video game composer and game designer. His major works are Secret of Mana, Trials of Mana, Soukaigi, and Koudelka, for which he also acted as producer and concept designer. He has composed music for seven other games, and worked as a concept designer in addition to composer for the unreleased MMORPG Chou Bukyo Taisen. He became interested in music at an early age, but earned a degree in Religious Studies, Philosophy, and Cultural Anthropology from Kansai University. He spent the next few years working first as a manga illustrator, then as a composer for anime series, before coming to work for Square in 1991.",
    "year": 1962,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Rodney McCray (basketball)",
    "birthday": "1961-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/46/Rodney_McCray_88-89.jpg",
    "extract": "Rodney Earl McCray is an American former basketball player. A 6'7\" small forward, he spent 10 seasons (1983–93) in the National Basketball Association (NBA), tallying 9,014 career points and 5,087 career rebounds.",
    "year": 1961,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Tony MacAlpine",
    "birthday": "1960-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/20121021-212108-770_Portnoy-Sheehan-Sherinian-MacAlpine_Boerderij_Zoetermeer.jpg/320px-20121021-212108-770_Portnoy-Sheehan-Sherinian-MacAlpine_Boerderij_Zoetermeer.jpg",
    "extract": "Tony MacAlpine is an American musician and composer. In a career spanning three decades and thirteen studio albums, he is best known as an instrumental rock solo guitarist, although he has worked with many different bands and musicians in guest appearances and collaborations.",
    "year": 1960,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Rebecca De Mornay",
    "birthday": "1959-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Rebecca-de-Mornay.jpg/252px-Rebecca-de-Mornay.jpg",
    "extract": "Rebecca De Mornay is an American actress and producer. Her breakthrough film role came in 1983, when she starred as Lana in Risky Business. She is known for her role as Debby Huston in the Neil Simon film The Slugger's Wife. De Mornay is also known for her roles in Runaway Train (1985), The Trip to Bountiful (1985), Backdraft (1991), and The Hand That Rocks the Cradle (1992).",
    "year": 1959,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ramón Díaz",
    "birthday": "1959-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Ram%C3%B3n_D%C3%ADaz_%2825383125054%29_%282%29_%28cropped%29.jpg/320px-Ram%C3%B3n_D%C3%ADaz_%2825383125054%29_%282%29_%28cropped%29.jpg",
    "extract": "Ramón Ángel Díaz is a former Argentine footballer and the current manager of Saudi Professional League club Al Hilal. He played for River Plate as a striker, and coached it for three tenures, winning eight titles. He is also known by the nickname of El Pelado (\"Baldy\").",
    "year": 1959,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Chris Hadfield",
    "birthday": "1959-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Chris_Hadfield_2011.jpg/256px-Chris_Hadfield_2011.jpg",
    "extract": "Chris Austin Hadfield is a Canadian retired astronaut, engineer, singer, and fighter pilot. The first Canadian to perform extravehicular activity in space, Hadfield has flown two Space Shuttle missions and served as commander of the International Space Station (ISS). Prior to his career as an astronaut, Hadfield served in the Canadian Forces for 25 years as an Air Command fighter pilot.",
    "year": 1959,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Eddi Reader",
    "birthday": "1959-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Eddi_Reader%2C_Costa_del_Folk_festival_in_Mallorca_2016_%2826445910010%29.jpg/213px-Eddi_Reader%2C_Costa_del_Folk_festival_in_Mallorca_2016_%2826445910010%29.jpg",
    "extract": "Sadenia \"Eddi\" Reader MBE is a Scottish singer-songwriter, known for her work as frontwoman of Fairground Attraction and for an enduring solo career. She is the recipient of three BRIT Awards. In 2003, she showcased the works of Scotland's national poet, Robert Burns.",
    "year": 1959,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Stephen Wolfram",
    "birthday": "1959-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Stephen_Wolfram_PR_%28cropped%29.jpg/240px-Stephen_Wolfram_PR_%28cropped%29.jpg",
    "extract": "Stephen Wolfram is a British-American computer scientist, physicist, and businessman. He is known for his work in computer science, mathematics, and theoretical physics. In 2012, he was named a fellow of the American Mathematical Society.",
    "year": 1959,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Nagarjuna (actor)",
    "birthday": "1959-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Nagarjuna_at_62nd_Filmfare_awards_south.jpg/254px-Nagarjuna_at_62nd_Filmfare_awards_south.jpg",
    "extract": "Akkineni Nagarjuna Rao, known mononymously as Nagarjuna, is an Indian actor, film producer, television presenter, and entrepreneur. Nagarjuna has acted in over 100 films, predominantly in Telugu, along with a few Hindi and Tamil language films. He has received nine state Nandi Awards, three Filmfare Awards South and two National Film Awards namely, for Ninne Pelladata (1996), which he produced won the Best Feature Film in Telugu and a Special Mention as actor for Annamayya (1997).",
    "year": 1959,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Lenny Henry",
    "birthday": "1958-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c9/Lenny_Henry_in_The_Comedy_of_Errors_2011_%28crop%29.jpg",
    "extract": "Sir Lenworth George Henry is a British actor, comedian, singer, television presenter and writer. He is known for cofounding the charity Comic Relief and for appearing in TV programmes, including children's entertainment show Tiswas, sitcom Chef! and The Magicians for BBC One. He was formerly married to Dawn French. He is currently the Chancellor of Birmingham City University and will star in the Amazon Prime series The Lord of the Rings: The Rings of Power.",
    "year": 1958,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Michael Jackson",
    "birthday": "1958-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Michael_Jackson_in_1988.jpg/180px-Michael_Jackson_in_1988.jpg",
    "extract": "Michael Joseph Jackson was an American singer, songwriter, and dancer. Dubbed the \"King of Pop\", he is regarded as one of the most significant cultural figures of the 20th century. Over a four-decade career, his contributions to music, dance, and fashion, along with his publicized personal life, made him a global figure in popular culture. Jackson influenced artists across many music genres; through stage and video performances, he popularized complicated dance moves such as the moonwalk, to which he gave the name, as well as the robot. He is the most awarded individual music artist in history.",
    "year": 1958,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Grzegorz Ciechowski",
    "birthday": "1957-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Theme-music-obywatel-gc-grzegorz-ciechowski-graphic-74968.jpg/320px-Theme-music-obywatel-gc-grzegorz-ciechowski-graphic-74968.jpg",
    "extract": "Grzegorz Zbigniew Ciechowski was a Polish rock musician and film music composer.",
    "year": 1957,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Mark Morris (choreographer)",
    "birthday": "1956-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Mark_Morris%2C_2006.jpg/240px-Mark_Morris%2C_2006.jpg",
    "extract": "Mark William Morris is an American dancer, choreographer and director whose work is acclaimed for its craftsmanship, ingenuity, humor, and at times eclectic musical accompaniments. Morris is popular among dance aficionados, the music world, as well as mainstream audiences.",
    "year": 1956,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Steve Yarbrough (writer)",
    "birthday": "1956-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Steve_Yarbrough_120420.jpg/260px-Steve_Yarbrough_120420.jpg",
    "extract": "Steve Yarbrough is an American author and academic, who teaches at Emerson College.",
    "year": 1956,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Diamanda Galás",
    "birthday": "1955-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Diamanda_Galas_at_Thalia_Hall%2C_Chicago.jpg/320px-Diamanda_Galas_at_Thalia_Hall%2C_Chicago.jpg",
    "extract": "Diamanda Galás is an American musician, singer-songwriter, visual artist, and soprano. She has campaigned for AIDS education and the rights of the infected.",
    "year": 1955,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jack Lew",
    "birthday": "1955-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Jacob_Lew_official_portrait.jpg/228px-Jacob_Lew_official_portrait.jpg",
    "extract": "Jacob Joseph Lew is an American attorney and politician who served as the 76th United States Secretary of the Treasury from 2013 to 2017. A member of the Democratic Party, he also served as the 25th White House Chief of Staff from 2012 to 2013 and Director of the Office of Management and Budget in both the Clinton Administration and Obama Administration.",
    "year": 1955,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Michael P. Kube-McDowell",
    "birthday": "1954-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Michael_P_Kube-McDowell_at_Clarion_Writers_Workshop_summer_1989.jpg/264px-Michael_P_Kube-McDowell_at_Clarion_Writers_Workshop_summer_1989.jpg",
    "extract": "Michael Paul Kube-McDowell, also known as Michael McDowell or Michael P. McDowell, is an American science fiction and non-fiction author.",
    "year": 1954,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "David Boaz",
    "birthday": "1953-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/David_Boaz_by_Gage_Skidmore.jpg/251px-David_Boaz_by_Gage_Skidmore.jpg",
    "extract": "David Boaz is the executive vice president of the Cato Institute, an American libertarian think tank.",
    "year": 1953,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Geoff Whitehorn",
    "birthday": "1951-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Geoff_Whitehorn_%28The_Shortlist%29_-_Werner_Rennen_2018_03.jpg/243px-Geoff_Whitehorn_%28The_Shortlist%29_-_Werner_Rennen_2018_03.jpg",
    "extract": "Geoffrey Charles Whitehorn is a guitarist and singer-songwriter, who has played as a member of If, Crawler and Procol Harum.",
    "year": 1951,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Doug DeCinces",
    "birthday": "1950-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Doug_DeCinces_Orioles.jpg/216px-Doug_DeCinces_Orioles.jpg",
    "extract": "Douglas Vernon DeCinces is an American former professional baseball player. He played in Major League Baseball (MLB) as a third baseman from 1973 to 1987 for the Baltimore Orioles, California Angels and St. Louis Cardinals. He also played for one season in the Nippon Professional Baseball league for the Yakult Swallows in 1988.",
    "year": 1950,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Frank Henenlotter",
    "birthday": "1950-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Frank_Henenlotter_03_%28cropped%29.jpg/238px-Frank_Henenlotter_03_%28cropped%29.jpg",
    "extract": "Frank Henenlotter is an American screenwriter, film director and film historian. He is known primarily for his horror comedies, though he would prefer to be classified as an \"exploitation\" filmmaker. \"I never felt that I made ‘horror films’, he has said. \"I always felt that I made exploitation films. Exploitation films have an attitude more than anything – an attitude that you don’t find with mainstream Hollywood productions. They’re a little ruder, a little raunchier, they deal with material people don’t usually touch on, whether it’s sex or drugs or rock and roll.\"",
    "year": 1950,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Dave Reichert",
    "birthday": "1950-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Dave_Reichert%2C_Official_Portrait%2C_112th_Congress.jpg/213px-Dave_Reichert%2C_Official_Portrait%2C_112th_Congress.jpg",
    "extract": "David George Reichert is an American politician, veteran, and former sheriff who served as the U.S. representative for Washington's 8th congressional district from 2005 to 2019. He is a Republican and is the former elected sheriff of King County, Washington. In September 2017, Reichert announced that he would retire from Congress after his seventh term.",
    "year": 1950,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Stan Hansen",
    "birthday": "1949-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Stan_Hansen_2015_%28cropped%29.jpg/167px-Stan_Hansen_2015_%28cropped%29.jpg",
    "extract": "John Stanley Hansen II is an American retired professional wrestler.",
    "year": 1949,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Robert S. Langer",
    "birthday": "1948-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Robert_Langer_BioTech_Awards_Video_laboratory.png/320px-Robert_Langer_BioTech_Awards_Video_laboratory.png",
    "extract": "Robert Samuel Langer, Jr. FREng is an American chemical engineer, scientist, entrepreneur, inventor and one of the twelve Institute Professors at the Massachusetts Institute of Technology.",
    "year": 1948,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Temple Grandin",
    "birthday": "1947-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/TempleGrandin.jpg/228px-TempleGrandin.jpg",
    "extract": "Mary Temple Grandin is an American scientist and animal behaviorist. She is a prominent proponent for the humane treatment of livestock for slaughter and the author of more than 60 scientific papers on animal behavior. Grandin is a consultant to the livestock industry, where she offers advice on animal behavior, and is also an autism spokesperson.",
    "year": 1947,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "James Hunt",
    "birthday": "1947-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/J._Hunt_in_1977_%28cropped%29.jpg/239px-J._Hunt_in_1977_%28cropped%29.jpg",
    "extract": "James Simon Wallis Hunt was a British racing driver who won the Formula One World Championship in 1976. After retiring from racing in 1979, Hunt became a media commentator and businessman.",
    "year": 1947,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Bob Beamon",
    "birthday": "1946-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/1992_Bob_Beamon.JPG/224px-1992_Bob_Beamon.JPG",
    "extract": "Robert Beamon is an American former track and field athlete, best known for his world record in the long jump at the Mexico City Olympics in 1968. By jumping 8.90 m, he broke the existing record by a margin of 55 cm (21+2⁄3 in.) and his world record stood for almost 23 years until it was broken in 1991 by Mike Powell. As of 2021, the jump is still the Olympic record and the second longest wind legal jump in history.",
    "year": 1946,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Francine D. Blau",
    "birthday": "1946-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/FranBlau2016.jpg/258px-FranBlau2016.jpg",
    "extract": "Francine Dee Blau is an American economist and professor of economics as well as Industrial and Labor Relations at Cornell University. In 2010, Blau was the first woman to receive the IZA Prize in Labor Economics for her \"seminal contributions to the economic analysis of labor market inequality.\" She was awarded the 2017 Jacob Mincer Award by the Society of Labor Economists in recognition of lifetime of contributions to the field of labor economics.",
    "year": 1946,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Demetris Christofias",
    "birthday": "1946-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Demetris_Christofias_in_February_2011.jpg/217px-Demetris_Christofias_in_February_2011.jpg",
    "extract": "Demetris Christofias, also spelled Dimitris Christofias, was a Greek Cypriot politician who served as the sixth President of Cyprus from 2008 to 2013. Christofias was the General Secretary of AKEL and was the European Union's and Cyprus' first — and so far only — communist head of state. He won the 2008 Cypriot presidential elections in the second round of voting. Throughout the election campaign, he pledged to restart talks with Turkish Cypriots in order to find a solution to the Cyprus dispute and reunify the island. He also supported the closure of the British military bases on Cyprus.",
    "year": 1946,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Giorgio Orsoni",
    "birthday": "1946-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f4/Giorgio_Orsoni.jpg",
    "extract": "Giorgio Orsoni is an Italian lawyer, politician and a former mayor of Venice.",
    "year": 1946,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Chris Copping",
    "birthday": "1945-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Chris_Copping_-_Procol_Harum_-_1975.jpg/320px-Chris_Copping_-_Procol_Harum_-_1975.jpg",
    "extract": "Chris Copping is a musician and singer-songwriter who was a member of Procol Harum in the 1970s, and has also composed for TV and film. He predominantly plays organ, piano and bass guitar.",
    "year": 1945,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Wyomia Tyus",
    "birthday": "1945-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Wyomia_Tyus_1968.jpg/234px-Wyomia_Tyus_1968.jpg",
    "extract": "Wyomia Tyus is a retired American track and field sprinter, and the first person to retain the Olympic title in the 100 m.",
    "year": 1945,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Mohamed Amin",
    "birthday": "1943-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/aa/MohammedAmin.jpg/320px-MohammedAmin.jpg",
    "extract": "Mohamed Amin was a Kenyan photojournalist.",
    "year": 1943,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Arthur B. McDonald",
    "birthday": "1943-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Arthur_B._McDonald_5193-2015.jpg/274px-Arthur_B._McDonald_5193-2015.jpg",
    "extract": "Arthur Bruce McDonald, P.Eng is a Canadian astrophysicist. McDonald is the director of the Sudbury Neutrino Observatory Collaboration and held the Gordon and Patricia Gray Chair in Particle Astrophysics at Queen's University in Kingston, Ontario from 2006 to 2013. He was awarded the 2015 Nobel Prize in Physics jointly with Japanese physicist Takaaki Kajita.",
    "year": 1943,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Gottfried John",
    "birthday": "1942-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Gottfried_John_%28Berlinale_2012%29.jpg/240px-Gottfried_John_%28Berlinale_2012%29.jpg",
    "extract": "Gottfried John was a German stage, screen, and voice actor. A long-time collaborator of Rainer Werner Fassbinder, John appeared in many of the filmmaker's projects between 1975 and his death in 1982, including Eight Hours Don't Make a Day, Mother Küsters Goes to Heaven, Despair, The Marriage of Maria Braun, and Berlin Alexanderplatz. His distinctive, gaunt appearance saw him frequently cast as villains, and he is best known to audiences for his role as the corrupt General Arkady Ourumov in the 1995 James Bond film GoldenEye, and for his comedic turn as Julius Caesar in Asterix & Obelix Take On Caesar, the latter for which he won the Bavarian Film Award for Best Supporting Actor.",
    "year": 1942,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Sterling Morrison",
    "birthday": "1942-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Sterling_Morrison_circa_1966.jpg/245px-Sterling_Morrison_circa_1966.jpg",
    "extract": "Holmes Sterling Morrison Jr. was an American guitarist, best known as one of the founding members of the rock group the Velvet Underground, usually playing electric guitar, occasionally bass guitar, and singing backing vocals.",
    "year": 1942,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Robin Leach",
    "birthday": "1941-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/86/Robin_Leach_and_Bibbses_%28cropped%29.jpg",
    "extract": "Robin Douglas Leach was a British entertainment reporter and writer from London. After beginning his career as a print journalist, first in England and then in the United States, he became best known for hosting the television series Lifestyles of the Rich and Famous from 1984 to 1995. The show focused on profiling well-known celebrities and their lavish homes, cars and other materialistic details.",
    "year": 1941,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "James Brady",
    "birthday": "1940-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/James_Brady_1986.jpg/293px-James_Brady_1986.jpg",
    "extract": "James Scott Brady was an assistant to the U.S. president and the seventeenth White House press secretary, serving under President Ronald Reagan. In 1981, Brady became permanently disabled from a gunshot wound during the attempted assassination of Ronald Reagan, just two months and 10 days after Reagan's inauguration.",
    "year": 1940,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Joel Schumacher",
    "birthday": "1939-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Joel_Schumacher_at_Taormina_Film_Fest_2003_%28cropped%29.jpg/214px-Joel_Schumacher_at_Taormina_Film_Fest_2003_%28cropped%29.jpg",
    "extract": "Joel T. Schumacher was an American film director, producer, screenwriter and fashion designer. Raised in New York City by his mother, Schumacher graduated from Parsons School of Design and became a fashion designer. He first entered film-making as a production and costume designer before gaining writing credits on Car Wash, Sparkle, and The Wiz.",
    "year": 1939,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Elliott Gould",
    "birthday": "1938-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Elliott_Gould_-_1986.jpg/244px-Elliott_Gould_-_1986.jpg",
    "extract": "Elliott Gould is an American actor. He began acting in Hollywood films during the 1960s. In addition to his performance in the comedy Bob & Carol & Ted & Alice (1969), for which he received a nomination for the Academy Award for Best Supporting Actor, Gould is perhaps best known for his leading roles in Robert Altman films, starring in M*A*S*H (1970), The Long Goodbye (1973) and California Split (1974). Other notable film roles include Little Murders (1971), Ingmar Bergman's The Touch (1971), Capricorn One (1978), The Silent Partner (1978), Bugsy (1991), and American History X (1998). He also had recurring roles as Jack Geller on the television sitcom Friends (1994–2004), as Reuben Tishkoff in the Ocean's film series and as Ezra Goldman on the television series Ray Donovan (2013–2016).",
    "year": 1938,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Robert Rubin",
    "birthday": "1938-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Robert_Rubin_headshot.jpg/213px-Robert_Rubin_headshot.jpg",
    "extract": "Robert Edward Rubin is an American retired banking executive, lawyer, and former government official. He served as the 70th United States Secretary of the Treasury during the Clinton administration. Before his government service, he spent 26 years at Goldman Sachs, eventually serving as a member of the board and co-chairman from 1990 to 1992.",
    "year": 1938,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "James Florio",
    "birthday": "1937-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/21/Jamesflorio.jpg",
    "extract": "James Joseph Florio is an American Democratic politician who served as the 49th governor of New Jersey from 1990 to 1994, the first American of Italian descent to hold the position. He served as a member of the United States House of Representatives for 15 years between 1975 and 1990.",
    "year": 1937,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "John McCain",
    "birthday": "1936-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/John_McCain_official_portrait_2009.jpg/253px-John_McCain_official_portrait_2009.jpg",
    "extract": "John Sidney McCain III was an American politician, statesman, and United States Navy officer who served as a United States Senator for Arizona from 1987 until his death in 2018. He previously served two terms in the United States House of Representatives and was the Republican nominee for president of the United States in the 2008 election, which he lost to Barack Obama.",
    "year": 1936,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Hugo Brandt Corstius",
    "birthday": "1935-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Hugo-brandt-corstius.jpg/236px-Hugo-brandt-corstius.jpg",
    "extract": "Hugo Brandt Corstius was a Dutch author, known for his achievements in both literature and science.",
    "year": 1935,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "William Friedkin",
    "birthday": "1935-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/William_Friedkin%2C_Festival_de_Sitges_2017_%28cropped%29.jpg/240px-William_Friedkin%2C_Festival_de_Sitges_2017_%28cropped%29.jpg",
    "extract": "William Friedkin is an American film and television director, producer and screenwriter closely identified with the \"New Hollywood\" movement of the 1970s. Beginning his career in documentaries in the early 1960s, he directed the crime thriller film The French Connection (1971), which won five Academy Awards, including Best Picture, Best Adapted Screenplay and Best Director, and the supernatural horror film The Exorcist (1973), which earned him a nomination for the Academy Award for Best Director.",
    "year": 1935,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "László Garai",
    "birthday": "1935-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Laszlo_Garai_Hungarian_psychologist_%28scholar_of_theoretical%2C_social_and_economic_psychology%29.jpg/240px-Laszlo_Garai_Hungarian_psychologist_%28scholar_of_theoretical%2C_social_and_economic_psychology%29.jpg",
    "extract": "László Garai is a scholar of psychology: studies theoretical psychology, social psychology and economic psychology.",
    "year": 1935,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Dimitris Papamichael",
    "birthday": "1934-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Dimitris_Papamichael_cropped.jpg/219px-Dimitris_Papamichael_cropped.jpg",
    "extract": "Dimitris Papamichael was a popular Greek actor and director. In 1965, he married Aliki Vougiouklaki, the so-called \"national star\" of Greece. The star couple remained married for a decade, co-starring in several films that marked the \"golden era\" of Greek cinema.",
    "year": 1934,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Sorel Etrog",
    "birthday": "1933-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a2/Sorel_Etrog.png/320px-Sorel_Etrog.png",
    "extract": "Sorel Etrog, was a Romanian-born Israeli-Canadian artist, writer, and philosopher best known for his work as a sculptor. He specialised in modern art works and contemporary sculpture. Etrog's works explore his first-hand experience of the Second World War; the renewal of sculptural traditions in modern art, such as the use of bronze as a medium; and the opposition between the mechanical and the organic. One of Canada's leading artists in the 1960s, Etrog contributed to the country's growing interest in sculpture.",
    "year": 1933,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Arnold Koller",
    "birthday": "1933-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Arnold_Koller_Portrait.jpg/193px-Arnold_Koller_Portrait.jpg",
    "extract": "Arnold Koller is a Swiss politician and member of the Swiss Federal Council (1986–1999).",
    "year": 1933,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Lise Payette",
    "birthday": "1931-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Lise_Payette.jpg/202px-Lise_Payette.jpg",
    "extract": "Lise Payette, was a Canadian feminist, journalist, writer, businesswoman, columnist and politician. She was a Parti Québécois (PQ) minister under the leadership of Premier René Lévesque and National Assembly of Quebec member for the riding of Dorion. Originally a journalist, Payette became a television host in the 1960s. She left politics in 1981 and returned to a successful career in television production and writing.",
    "year": 1931,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Carlos Loyzaga",
    "birthday": "1930-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/CarlosLoyzaga.jpg/240px-CarlosLoyzaga.jpg",
    "extract": "Carlos \"Caloy\" Matute Loyzaga was a Filipino basketball player and coach. He was the most dominant basketball player of his era in the Philippines and is considered as the greatest Filipino basketball player of all time. Loyzaga was a two-time Olympian, as a member of the Philippine national team.",
    "year": 1930,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jimmy C. Newman",
    "birthday": "1927-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Jimmycnewman.jpg/320px-Jimmycnewman.jpg",
    "extract": "Jimmy Yves Newman, better known as Jimmy C. Newman, was an American country music and cajun singer-songwriter and long-time star of the Grand Ole Opry.",
    "year": 1927,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Helene Ahrweiler",
    "birthday": "1926-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Helene_Ahrweiler.jpg/320px-Helene_Ahrweiler.jpg",
    "extract": "Helene Glykatzi-Ahrweiler is a Greek-French academic Byzantinologist. She is also a UNICEF Goodwill Ambassador for Greece. In the 2008 show Great Greeks, she was named amongst the 100 greatest Greeks of all time.",
    "year": 1926,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Betty Lynn",
    "birthday": "1926-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Thelma_Lou.jpg/260px-Thelma_Lou.jpg",
    "extract": "Elizabeth Ann Theresa Lynn was an American actress. She played Thelma Lou, Deputy Barney Fife's girlfriend, on The Andy Griffith Show. During the 1940s and 1950s, she appeared in many films, including Sitting Pretty (1948), June Bride (1948), the original Cheaper by the Dozen (1950), and Meet Me in Las Vegas (1956). She also played a major role in an episode of the television series Little House on the Prairie.",
    "year": 1926,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Dinah Washington",
    "birthday": "1924-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Dinah_Washington_1962.jpg/279px-Dinah_Washington_1962.jpg",
    "extract": "Dinah Washington was an American singer and pianist, who has been cited as \"the most popular black female recording artist of the 1950s songs\". Primarily a jazz vocalist, she performed and recorded in a wide variety of styles including blues, R&B, and traditional pop music, and gave herself the title of \"Queen of the Blues\". She was a 1986 inductee of the Alabama Jazz Hall of Fame, and was inducted into the Rock and Roll Hall of Fame in 1993.",
    "year": 1924,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Richard Attenborough",
    "birthday": "1923-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/RichardAttenborough07TIFF.jpg/300px-RichardAttenborough07TIFF.jpg",
    "extract": "Richard Samuel Attenborough, Baron Attenborough was an English actor, filmmaker, and entrepreneur. He was the president of the Royal Academy of Dramatic Art (RADA) and the British Academy of Film and Television Arts (BAFTA), as well as the life president of Chelsea FC. He joined the Royal Air Force during the Second World War and served in the film unit, going on several bombing raids over Europe and filming the action from the rear gunner's position. He was the older brother of broadcaster Sir David Attenborough and motor executive John Attenborough. He was married to actress Sheila Sim from 1945 until his death.",
    "year": 1923,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Richard Blackwell",
    "birthday": "1922-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/6b/Richard_Blackwell.jpg/252px-Richard_Blackwell.jpg",
    "extract": "Richard Blackwell was an American fashion critic, journalist, television and radio personality, artist, former child actor and former fashion designer, sometimes known just as Mr. Blackwell. He was the creator of the \"Ten Worst Dressed Women List\", an annual awards presentation he unveiled in January of each year. He published the \"Fabulous Fashion Independents\" list and an annual Academy Awards fashion review, both of which receive somewhat less media attention. His partner of sixty years, Beverly Hills hairdresser Robert L. Spencer, was also his manager. He wrote two books, Mr. Blackwell: 30 Years of Fashion Fiascos and an autobiography, From Rags to Bitches.",
    "year": 1922,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "John Edward Williams",
    "birthday": "1922-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/86/John_Edward_Williams.jpg",
    "extract": "John Edward Williams was an American author, editor and professor. He was best known for his novels Butcher's Crossing (1960), Stoner (1965), and Augustus (1972), which won a U.S. National Book Award.",
    "year": 1922,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Arthur Anderson (actor)",
    "birthday": "1922-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/08/Letspret.jpg/211px-Letspret.jpg",
    "extract": "Arthur John Miles Anderson was an American actor of radio, film, television, and stage.",
    "year": 1922,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Charlie Parker",
    "birthday": "1920-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Portrait_of_Charlie_Parker_in_1947.jpg/320px-Portrait_of_Charlie_Parker_in_1947.jpg",
    "extract": "Charles Parker Jr., nicknamed \"Bird\" or \"Yardbird\", was an American jazz saxophonist, band leader and composer. Parker was a highly influential soloist and leading figure in the development of bebop, a form of jazz characterized by fast tempos, virtuosic technique, and advanced harmonies. Parker was an extremely fast virtuoso and introduced revolutionary harmonic ideas into jazz, including rapid passing chords, new variants of altered chords, and chord substitutions. Primarily a player of the alto saxophone, Parker's tone ranged from clean and penetrating to sweet and somber. He was known for the very clear, sweet and articulate notes he could produce from the saxophone.",
    "year": 1920,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Herb Simpson",
    "birthday": "1920-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e3/Herb_Simpson_Baseball.jpg/240px-Herb_Simpson_Baseball.jpg",
    "extract": "Herbert Harold Simpson was an American baseball player in the Negro leagues. He played for the Seattle Steelheads in the West Coast Negro Baseball League. He also played for the Birmingham Black Barons and the Chicago American Giants. In the Minor Leagues, he played for the Spokane Indians and the Albuquerque Dukes.",
    "year": 1920,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Isabel Sanford",
    "birthday": "1917-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/The_Jeffersons_Sanford_Hemsley_Evans_1974.jpg/254px-The_Jeffersons_Sanford_Hemsley_Evans_1974.jpg",
    "extract": "Isabel Sanford was an American stage, film, and television actress and comedian best known for her role as Louise \"Weezy\" Mills Jefferson on the CBS sitcoms All in the Family (1971–1975) and The Jeffersons (1975–1985). In 1981, she became the second black actress to win a Primetime Emmy Award, and the first and, to date, the only black actress to win for Outstanding Lead Actress in a Comedy Series.",
    "year": 1917,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ingrid Bergman",
    "birthday": "1915-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Ingrid_Bergman%2C_Gaslight_1944.jpg/257px-Ingrid_Bergman%2C_Gaslight_1944.jpg",
    "extract": "Ingrid Bergman was a Swedish actress who starred in a variety of European and American films, television movies, and plays. With a career spanning five decades, she is often regarded as one of the most influential screen figures in cinematic history. She won numerous accolades, including three Academy Awards, two Primetime Emmy Awards, a Tony Award, four Golden Globe Awards, BAFTA Award and a Volpi Cup. She is one of only four actresses to have received three acting Academy Awards.",
    "year": 1915,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Len Butterfield",
    "birthday": "1913-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/73/Len_Butterfield_in_1940.png/228px-Len_Butterfield_in_1940.png",
    "extract": "Leonard Arthur Butterfield was a New Zealand cricketer who played in one Test in 1946. He later served as New Zealand's chief harness racing stipendiary steward.",
    "year": 1913,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Sohn Kee-chung",
    "birthday": "1912-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Sohn_Kee-chung_1936.jpg/137px-Sohn_Kee-chung_1936.jpg",
    "extract": "Sohn Kee-chung was an Olympic athlete and long-distance runner. He became the first ethnic Korean to win a medal at the Olympic Games, winning gold in the marathon at the 1936 Berlin Olympics. He was a Korean national, but he had to compete as a member of the Japanese delegation because Korea was under Japanese colonization at the time. Sohn set an Olympic record of 2 hours 29 minutes 19.2 seconds.",
    "year": 1912,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Barry Sullivan (American actor)",
    "birthday": "1912-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Barry_Sullivan_Harbourmaster_1957_2.jpg/243px-Barry_Sullivan_Harbourmaster_1957_2.jpg",
    "extract": "Patrick Barry Sullivan was an American movie actor who appeared in over 100 movies from the 1930s to the 1980s, notably The Bad and the Beautiful opposite Kirk Douglas.",
    "year": 1912,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Wolfgang Suschitzky",
    "birthday": "1912-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/WOLFGANG_SUSCHITZKY.jpg/320px-WOLFGANG_SUSCHITZKY.jpg",
    "extract": "Wolfgang Suschitzky, BSC, was an Austrian-born British documentary photographer, as well as a cinematographer perhaps best known for his collaboration with Paul Rotha in the 1940s and his work on Mike Hodges' 1971 film Get Carter.",
    "year": 1912,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Vivien Thomas",
    "birthday": "1910-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e6/Vivien_T._Thomas_%28portrait_by_Bob_Gee%29.jpg/252px-Vivien_T._Thomas_%28portrait_by_Bob_Gee%29.jpg",
    "extract": "Vivien Theodore Thomas was an American laboratory supervisor who developed a procedure used to treat blue baby syndrome in the 1940s. He was the assistant to surgeon Alfred Blalock in Blalock's experimental animal laboratory at Vanderbilt University in Nashville, Tennessee, and later at the Johns Hopkins University in Baltimore, Maryland. Thomas was unique in that he did not have any professional education or experience in a research laboratory; however, he served as supervisor of the surgical laboratories at Johns Hopkins for 35 years. In 1976, Hopkins awarded him an honorary doctorate and named him an instructor of surgery for the Johns Hopkins School of Medicine. Without any education past high school, Thomas rose above poverty and racism to become a cardiac surgery pioneer and a teacher of operative techniques to many of the country's most prominent surgeons.",
    "year": 1910,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Dhyan Chand",
    "birthday": "1905-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Dhyan_Chand_closeup.jpg/193px-Dhyan_Chand_closeup.jpg",
    "extract": "Major Dhyan Chand was an Indian field hockey player widely regarded as one of the greatest field hockey player in history. He was known for his extraordinary ball control and goal-scoring feats, in addition to earning three Olympic gold medals, in 1928, 1932 and 1936, during an era where India dominated field hockey. His influence extended beyond these victories, as India won the field hockey event in seven out of eight Olympics from 1928 to 1964.",
    "year": 1905,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Arndt Pekurinen",
    "birthday": "1905-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Arndt-Pekurinen-1927.jpg/194px-Arndt-Pekurinen-1927.jpg",
    "extract": "Arndt Juho Pekurinen was a Finnish pacifist and conscientious objector.",
    "year": 1905,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Werner Forssmann",
    "birthday": "1904-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Werner_Forssmann_nobel.jpg/226px-Werner_Forssmann_nobel.jpg",
    "extract": "Werner Theodor Otto Forßmann was a physician from Germany who shared the 1956 Nobel Prize in Medicine for developing a procedure that allowed cardiac catheterization. In 1929, he put himself under local anesthesia and inserted a catheter into a vein of his arm. Not knowing if the catheter might pierce a vein, he put his life at risk. Forssmann was nevertheless successful; he safely passed the catheter into his heart.",
    "year": 1904,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Aurèle Joliat",
    "birthday": "1901-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/AureleJoliatCanadiens.jpg/207px-AureleJoliatCanadiens.jpg",
    "extract": "Aurèle Émile \"Mighty Atom, Little Giant\" Joliat was a Canadian professional ice hockey left winger who played 16 seasons in the National Hockey League for the Montreal Canadiens.",
    "year": 1901,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Preston Sturges",
    "birthday": "1898-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b0/Preston_Sturges.gif",
    "extract": "Preston Sturges was an American playwright, screenwriter, and film director. In 1941, he won the Oscar for Best Original Screenplay for the film The Great McGinty (1940), his first of three nominations in the category.",
    "year": 1898,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Peder Furubotn",
    "birthday": "1890-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/PederFurubotn.JPG/227px-PederFurubotn.JPG",
    "extract": "Peder Furubotn was a Norwegian cabinetmaker, politician for the Communist Party and resistance member during World War II.",
    "year": 1890,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jivraj Narayan Mehta",
    "birthday": "1887-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Jivraj_Mehta.jpg/198px-Jivraj_Mehta.jpg",
    "extract": "Jivraj Narayan Mehta was an Indian politician and the first Chief Minister of Gujarat. He also served as the first \"Dewan\" of the erstwhile Baroda state, and Indian high commissioner to the United Kingdom from 1963 to 1966.",
    "year": 1887,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Charles F. Kettering",
    "birthday": "1876-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Charles_F._Kettering.jpg/320px-Charles_F._Kettering.jpg",
    "extract": "Charles Franklin Kettering sometimes known as Charles Fredrick Kettering was an American inventor, engineer, businessman, and the holder of 186 patents. He was a founder of Delco, and was head of research at General Motors from 1920 to 1947. Among his most widely used automotive developments were the electrical starting motor and leaded gasoline. In association with the DuPont Chemical Company, he was also responsible for the invention of Freon refrigerant for refrigeration and air conditioning systems. At DuPont he also was responsible for the development of Duco lacquers and enamels, the first practical colored paints for mass-produced automobiles. While working with the Dayton-Wright Company he developed the \"Bug\" aerial torpedo, considered the world's first aerial missile. He led the advancement of practical, lightweight two-stroke diesel engines, revolutionizing the locomotive and heavy equipment industries. In 1927, he founded the Kettering Foundation, a non-partisan research foundation, and was featured on the cover of Time magazine in January 1933.",
    "year": 1876,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Kim Gu",
    "birthday": "1876-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Kim_Gu_in_1949.jpg/242px-Kim_Gu_in_1949.jpg",
    "extract": "Kim Gu, also known by his pen name Baekbeom, was a Korean statesman politician. He was the sixth, ninth and later the last President of the Provisional Government of the Republic of Korea, a leader of the Korean independence movement against the Empire of Japan, and a reunification activist after 1945. He was assassinated by Korean lieutenant Ahn Doo-hee in 1949.",
    "year": 1876,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Leonardo De Lorenzo",
    "birthday": "1875-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Leonardo_De_Lorenzo_in_1913.jpg/223px-Leonardo_De_Lorenzo_in_1913.jpg",
    "extract": "Leonardo De Lorenzo was an Italian virtuoso flutist and music educator.",
    "year": 1875,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Albert Lebrun",
    "birthday": "1871-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Albert_Lebrun_1932_%282%29_%28cropped_2%29.jpg/239px-Albert_Lebrun_1932_%282%29_%28cropped_2%29.jpg",
    "extract": "Albert François Lebrun was a French politician, President of France from 1932 to 1940. He was the last president of the Third Republic. He was a member of the center-right Democratic Republican Alliance (ARD).",
    "year": 1871,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Andrew Fisher",
    "birthday": "1862-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Andrew_Fisher_1912_%28b%26w%29.jpg/229px-Andrew_Fisher_1912_%28b%26w%29.jpg",
    "extract": "Andrew Fisher was an Australian politician who served three terms as prime minister of Australia – from 1908 to 1909, from 1910 to 1913, and from 1914 to 1915. He was the leader of the Australian Labor Party (ALP) from 1907 to 1915.",
    "year": 1862,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Maurice Maeterlinck",
    "birthday": "1862-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Maurice_Maeterlinck_2.jpg/297px-Maurice_Maeterlinck_2.jpg",
    "extract": "Maurice Polydore Marie Bernard Maeterlinck, also known as Count Maeterlinck from 1932, was a Belgian playwright, poet, and essayist who was Flemish but wrote in French. He was awarded the Nobel Prize in Literature in 1911 \"in appreciation of his many-sided literary activities, and especially of his dramatic works, which are distinguished by a wealth of imagination and by a poetic fancy, which reveals, sometimes in the guise of a fairy tale, a deep inspiration, while in a mysterious way they appeal to the readers' own feelings and stimulate their imaginations\". The main themes in his work are death and the meaning of life. He was a leading member of La Jeune Belgique group and his plays form an important part of the Symbolist movement. In later life, Maeterlinck faced credible accusations of plagiarism.",
    "year": 1862,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Byron G. Harlan",
    "birthday": "1861-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Harlan_LCCN2014708742.jpg/217px-Harlan_LCCN2014708742.jpg",
    "extract": "Byron George Harlan  was an American singer from Kansas, a comic minstrel singer and balladeer who often recorded with Arthur Collins. The two together were often billed as \"Collins & Harlan\".",
    "year": 1861,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Sandford Schultz",
    "birthday": "1857-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Sandford_Schultz_c1878.jpg/235px-Sandford_Schultz_c1878.jpg",
    "extract": "Sandford Spence Schultz, known in later life as Sandford Spence Storey, was an English cricketer, who played for Cambridge University and Lancashire and played one Test match for England.",
    "year": 1857,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Edward Carpenter",
    "birthday": "1844-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Day%2C_Fred_Holland_%281864%E2%80%931933%29_-_Edward_Carpenter_%28cropped%29.jpg/237px-Day%2C_Fred_Holland_%281864%E2%80%931933%29_-_Edward_Carpenter_%28cropped%29.jpg",
    "extract": "Edward Carpenter was an English utopian socialist, poet, philosopher, anthologist, an early activist for gay rights and prison reform whilst advocating vegetarianism and taking a stance against vivisection. As a philosopher he was particularly known for his publication of Civilisation: Its Cause and Cure. Here he described civilisation as a form of disease through which human societies pass.",
    "year": 1844,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "David B. Hill",
    "birthday": "1843-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/60/DavidBennettHill.png",
    "extract": "David Bennett Hill was an American politician from New York who was the 29th Governor of New York from 1885 to 1891 and represented New York in the United States Senate from 1892 to 1897.",
    "year": 1843,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Alfred Shaw",
    "birthday": "1842-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Alfred_Shaw_c1895.jpg/224px-Alfred_Shaw_c1895.jpg",
    "extract": "Alfred Shaw was an eminent Victorian cricketer and rugby footballer, who bowled the first ball in Test cricket and was the first to take five wickets in a Test innings (5/35). He made two trips to North America and four to Australia, captaining the English cricket team in four Test matches on the all-professional tour of Australia in 1881/82, where his side lost and drew two each. He was also, along with James Lillywhite and Arthur Shrewsbury, co-promoter of the tour. He also organised the first British Isles rugby tour to Australasia in 1888.",
    "year": 1842,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Henry Bergh",
    "birthday": "1813-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Henry_Bergh_by_George_E._Perine.jpg/257px-Henry_Bergh_by_George_E._Perine.jpg",
    "extract": "Henry Bergh founded the American Society for the Prevention of Cruelty to Animals (ASPCA) in April, 1866, three days after the first effective legislation against animal cruelty in the United States was passed into law by the New York State Legislature. Bergh also prompted the formation, in 1874, of the New York Society for the Prevention of Cruelty to Children (MSPCC).",
    "year": 1813,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Juan Bautista Alberdi",
    "birthday": "1810-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Juan_Bautista_Alberdi.jpg/240px-Juan_Bautista_Alberdi.jpg",
    "extract": "Juan Bautista Alberdi was an Argentine political theorist and diplomat. Although he lived most of his life in exile in Montevideo, Uruguay and in Chile, he influenced the content of the Constitution of Argentina of 1853.",
    "year": 1810,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Oliver Wendell Holmes Sr.",
    "birthday": "1809-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Oliver_Wendell_Holmes_Sr_c1879.jpg/253px-Oliver_Wendell_Holmes_Sr_c1879.jpg",
    "extract": "Oliver Wendell Holmes was an American physician, poet, and polymath based in Boston. Grouped among the fireside poets, he was acclaimed by his peers as one of the best writers of the day. His most famous prose works are the \"Breakfast-Table\" series, which began with The Autocrat of the Breakfast-Table (1858). He was also an important medical reformer. In addition to his work as an author and poet, Holmes also served as a physician, professor, lecturer and inventor and, although he never practiced it, he received formal training in law.",
    "year": 1809,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Frederick Denison Maurice",
    "birthday": "1805-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Frederick_Denison_Maurice._Portrait_c1865.jpg/231px-Frederick_Denison_Maurice._Portrait_c1865.jpg",
    "extract": "John Frederick Denison Maurice, known as F. D. Maurice, was an English Anglican theologian, a prolific author, and one of the founders of Christian socialism. Since World War II, interest in Maurice has expanded.",
    "year": 1805,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Charles Grandison Finney",
    "birthday": "1792-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Charles_g_finney.jpg/282px-Charles_g_finney.jpg",
    "extract": "Charles Grandison Finney was an American Presbyterian minister and leader in the Second Great Awakening in the United States. He has been called the \"Father of Old Revivalism.\" In his beliefs and teachings Finney departed from traditional Reformed theology by teaching that people have free will to choose salvation.",
    "year": 1792,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jean-Auguste-Dominique Ingres",
    "birthday": "1780-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Jean-Auguste-Dominique_Ingres.jpg/196px-Jean-Auguste-Dominique_Ingres.jpg",
    "extract": "Jean-Auguste-Dominique Ingres was a French Neoclassical painter. Ingres was profoundly influenced by past artistic traditions and aspired to become the guardian of academic orthodoxy against the ascendant Romantic style. Although he considered himself a painter of history in the tradition of Nicolas Poussin and Jacques-Louis David, it is his portraits, both painted and drawn, that are recognized as his greatest legacy. His expressive distortions of form and space made him an important precursor of modern art, influencing Picasso, Matisse and other modernists.",
    "year": 1780,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Hyacinth (Bichurin)",
    "birthday": "1777-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Iakinf_Bichurin.jpg/234px-Iakinf_Bichurin.jpg",
    "extract": "Nikita Yakovlevich Bichurin, better known under his archimandrite monastic name Hyacinth, or Iakinf (Иакинф), was one of the founding fathers of Russian Sinology. He translated many works in Chinese into Russian which were then translated into other European languages.",
    "year": 1777,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Aimé Bonpland",
    "birthday": "1773-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Bonpland_Aim%C3%A9_1773-1858.jpg/213px-Bonpland_Aim%C3%A9_1773-1858.jpg",
    "extract": "Aimé Jacques Alexandre Bonpland was a French explorer and botanist who traveled with Alexander von Humboldt in Latin America from 1799 to 1804. He co-authored volumes of the scientific results of their expedition.",
    "year": 1773,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jan Śniadecki",
    "birthday": "1756-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Jan_%C5%9Aniadecki_cr.jpg/255px-Jan_%C5%9Aniadecki_cr.jpg",
    "extract": "Jan Śniadecki was a Polish mathematician, philosopher, and astronomer at the turn of the 18th and 19th centuries.",
    "year": 1756,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Heinrich von Bellegarde",
    "birthday": "1756-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Heinrich_von_Bellegarde.jpg/213px-Heinrich_von_Bellegarde.jpg",
    "extract": "Count Heinrich von Bellegarde, Viceroy of Lombardy-Venetia, of a noble Savoyard family, was born in Saxony, joined the Saxon army and later entered Habsburg military service, where he became a general officer serving in the Habsburg border wars, the French Revolutionary Wars and the Napoleonic Wars. He became a Generalfeldmarschall and statesman.",
    "year": 1756,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Maria Anna Sophia of Saxony",
    "birthday": "1728-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Desmar%C3%A9es_-_Maria_Anna_Sophia_of_Saxony_-_Versailles_MV_5066_%28cropped%29.jpg/247px-Desmar%C3%A9es_-_Maria_Anna_Sophia_of_Saxony_-_Versailles_MV_5066_%28cropped%29.jpg",
    "extract": "Maria Anna Sophia of Saxony was a daughter of King Augustus III of Poland and his wife Maria Josepha of Austria who became Electress of Bavaria by marriage to Maximilian III Joseph, Elector of Bavaria.",
    "year": 1728,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Charles Townshend",
    "birthday": "1725-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/CharlesTownshend.jpg/259px-CharlesTownshend.jpg",
    "extract": "Charles Townshend was a British politician who held various titles in the Parliament of Great Britain. His establishment of the controversial Townshend Acts is considered one of the key causes of the American Revolution.",
    "year": 1725,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Giovanni Battista Casti",
    "birthday": "1724-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Giovanni_Battista_Comolli_%281775-1830%29_Erma_di_Giovan_Battista_Casti_%281804%29.jpg/213px-Giovanni_Battista_Comolli_%281775-1830%29_Erma_di_Giovan_Battista_Casti_%281804%29.jpg",
    "extract": "Giovanni Battista Casti was an Italian poet, satirist, and author of comic opera librettos.",
    "year": 1724,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "John Locke",
    "birthday": "1632-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/John_Locke.jpg/277px-John_Locke.jpg",
    "extract": "John Locke was an English philosopher and physician, widely regarded as one of the most influential of Enlightenment thinkers and commonly known as the \"Father of Liberalism\". Considered one of the first of the British empiricists, following the tradition of Sir Francis Bacon, Locke is equally important to social contract theory. His work greatly affected the development of epistemology and political philosophy. His writings influenced Voltaire and Jean-Jacques Rousseau, and many Scottish Enlightenment thinkers, as well as the American Revolutionaries. His contributions to classical republicanism and liberal theory are reflected in the United States Declaration of Independence. Internationally, Locke’s political-legal principles continue to have a profound influence on the theory and practice of limited representative government and the protection of basic rights and freedoms under the rule of law.",
    "year": 1632,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "John Granville, 1st Earl of Bath",
    "birthday": "1628-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/John_Granville%2C_1st_Earl_of_Bath.jpg/264px-John_Granville%2C_1st_Earl_of_Bath.jpg",
    "extract": "John Granville, 1st Earl of Bath PC, 29 August 1628 – 22 August 1701, was an English landowner from Cornwall who served in the Royalist army during the First English Civil War and was rewarded for his services after the 1660 Stuart Restoration with a title and various appointments.",
    "year": 1628,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jean-Baptiste Colbert",
    "birthday": "1619-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Colbert1666.jpg/250px-Colbert1666.jpg",
    "extract": "Jean-Baptiste Colbert was a French statesman who served as First Minister of State from 1661 until his death in 1683 under the rule of King Louis XIV. His lasting impact on the organization of the country's politics and markets, known as Colbertism, a doctrine often characterized as a variant of mercantilism, earned him the nickname le Grand Colbert.",
    "year": 1619,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Henry Gage (soldier)",
    "birthday": "1597-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/SirHenryGage.jpg/246px-SirHenryGage.jpg",
    "extract": "Sir Henry Gage was a Royalist officer in the English Civil War.",
    "year": 1597,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Nicholas Pieck",
    "birthday": "1534-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Nicolaas_Pieck_%281534-1572%29.jpg/229px-Nicolaas_Pieck_%281534-1572%29.jpg",
    "extract": "Nicholas Pieck, O.F.M., \"Nicolaas\" or \"Claes Pieck\" in Dutch, was a Franciscan friar who was one of a group of Catholic clergy and lay brothers, the Martyrs of Gorkum, who were executed for refusal to renounce their faith in 1572.",
    "year": 1534,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "García Álvarez de Toledo y Osorio",
    "birthday": "1514-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Siege_of_malta_3.jpg/320px-Siege_of_malta_3.jpg",
    "extract": "García Álvarez de Toledo y Osorio, 4th Marquess of Villafranca del Bierzo, was a Spanish general and politician.",
    "year": 1514,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Janus Pannonius",
    "birthday": "1434-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Janus_Pannonius_P%C3%A9cs.JPG/240px-Janus_Pannonius_P%C3%A9cs.JPG",
    "extract": "Janus Pannonius was a Croatian-Hungarian Latinist, poet, diplomat and Bishop of Pécs. He was the most significant poet of the Renaissance in the Kingdom of Hungary and one of the better-known figures of humanist poetry in Europe.",
    "year": 1434,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "John Hastings, 2nd Earl of Pembroke",
    "birthday": "1347-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Sir_John_Hastings%2C_2nd_Earl_of_Pembroke%2C_KG.png/320px-Sir_John_Hastings%2C_2nd_Earl_of_Pembroke%2C_KG.png",
    "extract": "John Hastings, 2nd Earl of Pembroke,, was a fourteenth-century English nobleman and soldier. He also held the titles Baron Abergavenny and Lord of Wexford. He was born in Sutton Valence, the son of Laurence Hastings, 1st Earl of Pembroke, and Agnes Mortimer. His father died when John Hastings was a year old, and he became a ward of King Edward III while remaining in his mother's care. The King arranged for John to marry Edward's daughter Margaret in 1359, which drew John into the royal family. However, Margaret died two years later. John Hastings inherited his father's earldom, subsidiary titles and estates in 1368. The same year he made a second marriage, to Anne, daughter of Walter, Lord Mauny. The following year Pembroke began the career in royal service that was to continue for the rest of his life.",
    "year": 1347,
    "month": 8,
    "day": 29,
    "language": "en"
  },
  {
    "name": "John of Artois, Count of Eu",
    "birthday": "1321-8-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/John_of_Artois_Wife.jpg/202px-John_of_Artois_Wife.jpg",
    "extract": "John of Artois, called \"sans Terre\" (Lackland), was the son of Robert III of Artois and Joan of Valois. The confiscation of his father's goods for attempted fraud in 1331 had left him without an inheritance.",
    "year": 1321,
    "month": 8,
    "day": 29,
    "language": "en"
  }
]