[
  {
    "name": "Monika Povilaitytė",
    "birthday": "1994-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Monika_Povilaityte_by_Augustas_Didzgalvis.jpg/287px-Monika_Povilaityte_by_Augustas_Didzgalvis.jpg",
    "extract": "Monika Povilaitytė is a Lithuanian beach volleyball player.",
    "year": 1994,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Kwon So-hyun",
    "birthday": "1994-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Kwon_So-hyun_performing_Heart_to_Heart_in_May_2015_03.png/232px-Kwon_So-hyun_performing_Heart_to_Heart_in_May_2015_03.png",
    "extract": "Kwon So-hyun, also known mononymously as Sohyun, is a South Korean singer and actress. She was known as a member of the South Korean girl group 4Minute, under Cube Entertainment. She is also a former member of the South Korean girl group, Orange. Before June 15, 2016, Kwon left 4Minute and the record label along with members Nam Ji-hyun, Heo Ga-yoon, and Jeon Ji-yoon.",
    "year": 1994,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Heo Young-ji",
    "birthday": "1994-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/160326_22_F_W_%EC%84%9C%EC%9A%B8%ED%8C%A8%EC%85%98%EC%9C%84%ED%81%AC_%ED%8F%AC%ED%86%A0%EC%9B%94.jpg/230px-160326_22_F_W_%EC%84%9C%EC%9A%B8%ED%8C%A8%EC%85%98%EC%9C%84%ED%81%AC_%ED%8F%AC%ED%86%A0%EC%9B%94.jpg",
    "extract": "Heo Young-ji, better known mononymously as Youngji, is a South Korean singer and television personality. She is best known as a member of girl group Kara after winning the TV show Kara Project in 2014, which saw her become the newest member of the group. Heo began her solo music career in August 2017 with her first single, \"Memory Clock\".",
    "year": 1994,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jessica Henwick",
    "birthday": "1992-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Jessica_Henwick_by_Gage_Skidmore.jpg/239px-Jessica_Henwick_by_Gage_Skidmore.jpg",
    "extract": "Jessica Yu-Li Henwick is a British actress and writer. She is known for her roles as Nymeria Sand in the HBO series Game of Thrones (2015–2017), X-wing pilot Jessika Pava in Star Wars: The Force Awakens (2015), the character Colleen Wing in Marvel's Netflix television series (2017–2018) and her role as Bugs in The Matrix Resurrections (2021).",
    "year": 1992,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Seriki Audu",
    "birthday": "1991-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/de/Seriki_Audu.jpg/171px-Seriki_Audu.jpg",
    "extract": "Seriki \"Sarki\" Audu was a Nigerian footballer. He played for Gombe United and Lobi Stars in the Nigeria Premier League. He was killed in a car crash on 20 December 2014.",
    "year": 1991,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jacqueline Cako",
    "birthday": "1991-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Jacqueline_Cako_2011.jpg/213px-Jacqueline_Cako_2011.jpg",
    "extract": "Jacqueline Cako is an American tennis player of Hungarian descent.",
    "year": 1991,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Liam Cooper",
    "birthday": "1991-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/LiamCooper.jpg/252px-LiamCooper.jpg",
    "extract": "Liam David Ian Cooper is a professional footballer who plays as a centre-back for Premier League club Leeds United and the Scotland national team.",
    "year": 1991,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Bebe Rexha",
    "birthday": "1989-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Bebe_Rexha_2019_-3_by_Glenn_Francis.jpg/214px-Bebe_Rexha_2019_-3_by_Glenn_Francis.jpg",
    "extract": "Bleta Rexha, known professionally as Bebe Rexha, is an American singer and songwriter. After signing with Warner Records in 2013, Rexha received songwriting credits on Eminem's single \"The Monster\" and has also contributed songwriting to songs recorded by Shinee, Selena Gomez, and Nick Jonas. Rexha released her debut extended play in 2015, I Don't Wanna Grow Up, which saw the moderate commercial success of the singles \"I Can't Stop Drinking About You\" and \"I'm Gonna Show You Crazy\".",
    "year": 1989,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ernests Gulbis",
    "birthday": "1988-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Gulbis_WM17_%2811%29_%2835347435604%29.jpg/213px-Gulbis_WM17_%2811%29_%2835347435604%29.jpg",
    "extract": "Ernests Gulbis is a Latvian professional tennis player. In 2008, Gulbis won his first ATP Tour doubles title at the U.S. Men's Clay Court Championships, teaming with Rainer Schüttler, and in 2010, he won his first ATP Tour singles title in the Delray Beach, defeating Ivo Karlović in the final. In total, Gulbis has six ATP titles to his name. His best performance at a Grand Slam is reaching the semifinals of the 2014 French Open. He had previously reached the quarterfinals of the 2008 French Open. Gulbis' career-high singles ranking is world No. 10, making him the only Latvian tennis player ever to be ranked inside the top 10 in ATP Singles Ranking. He achieved this in June 2014.",
    "year": 1988,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Theo Hutchcraft",
    "birthday": "1986-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Hurts_-_Theo_Hutchcraft_2.jpg/320px-Hurts_-_Theo_Hutchcraft_2.jpg",
    "extract": "Theo David Hutchcraft is an English singer and songwriter. He is best known as the lead singer of the synthpop duo Hurts.",
    "year": 1986,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ryan Ross",
    "birthday": "1986-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Ryro_tour_%28cropped%29.png/306px-Ryro_tour_%28cropped%29.png",
    "extract": "George Ryan Ross III is an American musician, singer, and songwriter best known for his work as the lead guitarist and primary songwriter of the band Panic! at the Disco before his departure in 2009. Ross and former Panic! bassist Jon Walker formed The Young Veins the same year, in which Ross was the lead vocalist. They broke up in 2010.",
    "year": 1986,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Richard Duffy",
    "birthday": "1985-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Richard_Duffy.png/174px-Richard_Duffy.png",
    "extract": "Richard Michael Duffy is a Welsh former professional footballer who is now the player-manager at North West Counties League Premier Division club Congleton Town. A versatile player who can play either on the right or at the centre of defence, he won 13 caps for Wales between 2005 and 2008. He is the younger brother of Robert Duffy.",
    "year": 1985,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Leisel Jones",
    "birthday": "1985-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Leisel_Jones_at_the_Queen%27s_Baton_Relay%2C_Sydney%2C_Australia%2C_2018-02-03.jpg/197px-Leisel_Jones_at_the_Queen%27s_Baton_Relay%2C_Sydney%2C_Australia%2C_2018-02-03.jpg",
    "extract": "Leisel Marie Jones, OAM is an Australian former competition swimmer and Olympic gold medallist. A participant in the 2000 Summer Olympics – at just 15 years old – and 2004 Summer Olympics, she was part of gold-medal-winning Australian team in the women's 4×100-metre medley relay at the Athens Games in 2004 and a gold medallist for 100-metre breaststroke in the 2008 Summer Olympics in Beijing.",
    "year": 1985,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Éva Risztov",
    "birthday": "1985-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Eva_Risztov_cropped_and_retouched.jpg/240px-Eva_Risztov_cropped_and_retouched.jpg",
    "extract": "Éva Risztov is a Hungarian Olympic gold medalist female swimmer.",
    "year": 1985,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Eamon Sullivan",
    "birthday": "1985-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Eamon_Sullivan_at_the_Wagga_Wagga_Marketplace.jpg/308px-Eamon_Sullivan_at_the_Wagga_Wagga_Marketplace.jpg",
    "extract": "Eamon Wade Sullivan is an Australian former sprint swimmer, three-time Olympic medallist, and former world record-holder in two events. He is also the winner of Celebrity MasterChef Australia.",
    "year": 1985,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Anna Ushenina",
    "birthday": "1985-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Uschenina_anna_20081119_olympiade_dresden.jpg/250px-Uschenina_anna_20081119_olympiade_dresden.jpg",
    "extract": "Anna Yuriyivna Ushenina is a Ukrainian chess grandmaster who was Women's World Chess Champion from November 2012 to September 2013.",
    "year": 1985,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Holly Weston",
    "birthday": "1985-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Holly_Weston.jpg/217px-Holly_Weston.jpg",
    "extract": "Holly Weston is an English actress. She is known for her role as Ash Kane in the British television soap opera Hollyoaks. Weston also played the lead roles in feature films Filth and Wisdom and Splintered.",
    "year": 1985,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Emmanuel Culio",
    "birthday": "1983-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Juan_Emmanuel_Culio_Fiorentina_%28cropped%29.JPG/161px-Juan_Emmanuel_Culio_Fiorentina_%28cropped%29.JPG",
    "extract": "Juan Emmanuel Culio is an Argentine professional footballer and is a versatile left-footed midfielder, renowned for his passing and high work rate.",
    "year": 1983,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jun Matsumoto",
    "birthday": "1983-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/56/Jun_Matsumoto_%28Arashi%29.jpg",
    "extract": "Jun Matsumoto , often called by the portmanteau nickname MatsuJun (松潤), is a Japanese singer, actor, radio host, concert director, dancer, and model. He is a member of the boy band Arashi, and produces Arashi's concerts. He is best known to Japanese television drama audiences for his portrayal as Dōmyōuji Tsukasa in the Hana Yori Dango series, in which he won GQ Japan's Man of the Year Award under the singer/actor category for his work in the drama.",
    "year": 1983,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Simone Pepe",
    "birthday": "1983-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/SimonePepe.JPG/232px-SimonePepe.JPG",
    "extract": "Simone Pepe is an Italian former footballer who played as a winger, on either side of the pitch.",
    "year": 1983,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Will Davison",
    "birthday": "1982-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Will_Davison.JPG/249px-Will_Davison.JPG",
    "extract": "William Davison is an Australian professional racing driver. He currently drives the No.17 Ford Mustang GT for Dick Johnson Racing in the Repco Supercars Championship. Davison is a two-time winner of the Bathurst 1000, in 2009 and 2016.",
    "year": 1982,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Andy Roddick",
    "birthday": "1982-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Roddick_2012_%28cropped%29.jpg/214px-Roddick_2012_%28cropped%29.jpg",
    "extract": "Andrew Stephen Roddick is an American former world No. 1 tennis player. He is a major champion, having won the 2003 US Open. Roddick reached four other major finals, losing to rival Roger Federer each time.Roddick was ranked in the year-end top 10 for nine consecutive years (2002–2010) and won five Masters titles in that period. He was also a crucial player in the U.S. Davis Cup team's successful run to the title in 2007. As of May 2022, he is the most recent North American man to win a singles major, the most recent to hold the world No. 1 ranking, and the most recent to claim the year-end world No. 1 ranking .Roddick retired from professional tennis following the 2012 US Open to focus on his work at the Andy Roddick Foundation. In retirement, Roddick played for the Austin Aces in World Team Tennis in 2015. He was also the 2015 and 2017 champion of the QQQ Champions Series. In 2017, Roddick was inducted into the International Tennis Hall of Fame. He is married to Brooklyn Decker, a swimwear model and actress.",
    "year": 1982,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Adam Wainwright",
    "birthday": "1981-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Adam_Wainright.jpg/320px-Adam_Wainright.jpg",
    "extract": "Adam Parrish Wainwright, nicknamed \"Waino\" and \"Uncle Charlie\", is an American professional baseball pitcher for the St. Louis Cardinals of Major League Baseball (MLB). The Atlanta Braves selected him 29th overall in the first round of the 2000 amateur draft from Glynn Academy in Brunswick, Georgia. Wainwright's performance in the minor leagues brought him notice as one of the Braves' top pitching prospects. The Braves traded him to the Cardinals after the 2003 season, receiving outfielder J. D. Drew. Wainwright made his MLB debut on September 11, 2005, against the New York Mets.",
    "year": 1981,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Juan Ignacio Chela",
    "birthday": "1979-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Juan_Ignacio_Chela.jpg/260px-Juan_Ignacio_Chela.jpg",
    "extract": "Juan Ignacio Chela, nicknamed as “El Flaco” or “Liliano,” is a former professional tennis player from Argentina. Chela was given a three-month ban from the professional tour in 2001 for failing a drugs test. Post-doping ban, Chela went on to reach the quarterfinals of the 2004 and 2011 French Open, and the 2007 US Open, attaining a career-high singles ranking of world No. 15 in August 2004.",
    "year": 1979,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Scott Richmond",
    "birthday": "1979-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Scott_Richmond_2012.jpg/320px-Scott_Richmond_2012.jpg",
    "extract": "Scott Daniel Richmond is a Canadian former professional baseball pitcher. He played in Major League Baseball (MLB) for the Toronto Blue Jays.",
    "year": 1979,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Sinead Kerr",
    "birthday": "1978-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Sinead_KERR_John_KERR_EC_2009_podium.jpg/224px-Sinead_KERR_John_KERR_EC_2009_podium.jpg",
    "extract": "Sinead Houston Kerr is a Scottish former competitive ice dancer who represented Great Britain. She teamed up with her brother John Kerr in 2000. They are two-time European bronze medalists and the 2004–2010 British national champions. They placed 10th at the 2006 Winter Olympics in Turin, Italy, and 8th at the 2010 Winter Olympics in Vancouver, British Columbia, Canada.",
    "year": 1978,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Cliff Lee",
    "birthday": "1978-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Cliff_Lee_on_June_10%2C_2012.jpg/320px-Cliff_Lee_on_June_10%2C_2012.jpg",
    "extract": "Clifton Phifer Lee is an American former professional baseball starting pitcher who played for 13 seasons in Major League Baseball (MLB). Between 2002 and 2014 he played for four teams, most notably the Philadelphia Phillies, before an elbow injury forced him into retirement. During his career, Lee was a member of five All-Star teams, won the Cy Young Award, and had consecutive World Series appearances in 2009 and 2010 with the Phillies and Texas Rangers.",
    "year": 1978,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Shaun Alexander",
    "birthday": "1977-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Shaun_Alexander_2006.jpg/231px-Shaun_Alexander_2006.jpg",
    "extract": "Shaun Edward Alexander is an American former professional football player who was a running back for the Seattle Seahawks and Washington Redskins of the National Football League (NFL). He played college football for the Alabama Crimson Tide, and was drafted by the Seattle Seahawks 19th overall in the 2000 NFL Draft. In May 2011, he was inducted into the Alabama Sports Hall of Fame.",
    "year": 1977,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Marlon Byrd",
    "birthday": "1977-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Marlon_Byrd_on_April_1%2C_2013.jpg/198px-Marlon_Byrd_on_April_1%2C_2013.jpg",
    "extract": "Marlon Jerrard Byrd is an American former professional baseball outfielder, who played in Major League Baseball (MLB) for the Philadelphia Phillies, Washington Nationals, Texas Rangers, Chicago Cubs, Boston Red Sox, New York Mets, Pittsburgh Pirates, San Francisco Giants, Cincinnati Reds, and Cleveland Indians.",
    "year": 1977,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Kamil Kosowski",
    "birthday": "1977-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Kamil_Kosowski.jpg/227px-Kamil_Kosowski.jpg",
    "extract": "Kamil Kosowski is a Polish former professional footballer who played as a midfielder.",
    "year": 1977,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Félix Sánchez (hurdler)",
    "birthday": "1977-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Felix_Sanchez_Berlin_2009_cropped.JPG/227px-Felix_Sanchez_Berlin_2009_cropped.JPG",
    "extract": "Félix Sánchez, is a retired Dominican-American track and field athlete. He is of Dominican descent, was born and raised in the United States, and competed for the Dominican Republic, specializing in the 400 meter hurdles. He is a two-time Olympic gold medallist, winning gold in 2004 and 2012, and was also World Champion in 2001 and 2003. Just before turning 36, he set the Masters M35 World Record with a time of 48.10. Sanchez acquired many nicknames: \"Super Felix\", \"the Invincible\", \"Superman\", and \"the Dictator\".",
    "year": 1977,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Mike Koplove",
    "birthday": "1976-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Mike_Koplove%2C_Las_Vegas.jpg/279px-Mike_Koplove%2C_Las_Vegas.jpg",
    "extract": "Michael Paul Koplove is an American professional baseball scout and former player. He pitched for the Arizona Diamondbacks and the Cleveland Indians.",
    "year": 1976,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Radhi Jaïdi",
    "birthday": "1975-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Radhi_Jaidi_2019.jpg/219px-Radhi_Jaidi_2019.jpg",
    "extract": "Radhi Ben Abdelmajid Jaïdi is a Tunisian former footballer who played as a centre back. He is currently a head coach at ES Tunis and was previously head coach of the under-23 team at Southampton, head coach of USL Championship team Hartford Athletic and assistant coach at Belgian side Cercle Brugge.",
    "year": 1975,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Javier Otxoa",
    "birthday": "1974-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Javier_Otxoa_txirrindularia.jpg/320px-Javier_Otxoa_txirrindularia.jpg",
    "extract": "Javier Otxoa Palacios was a Spanish cyclist who was a member of the Kelme cycling team. His name was sometimes spelled Javier Ochoa in media reports.",
    "year": 1974,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Lisa Ling",
    "birthday": "1973-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Lisa_Ling_at_2011_TCA.jpg/228px-Lisa_Ling_at_2011_TCA.jpg",
    "extract": "Lisa J. Ling is an American journalist, television personality, and author. She is currently the host of This Is Life with Lisa Ling  on CNN. Previously, she was a reporter on Channel One News, a co-host on the ABC daytime talk show The View (1999–2002), the host of National Geographic Explorer (2003–2010), and a special correspondent for The Oprah Winfrey Show. Ling later hosted Our America with Lisa Ling on the Oprah Winfrey Network from 2011 to 2014.",
    "year": 1973,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Cameron Diaz",
    "birthday": "1972-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Cameron_Diaz_Berlin_2014.jpg/269px-Cameron_Diaz_Berlin_2014.jpg",
    "extract": "Cameron Michelle Diaz is an American former actress and model. A prolific and bankable actress of her era, she is known for her 20-year career in film. The recipient of multiple accolades, including nominations for four Golden Globe Awards, a BAFTA Award and three Screen Actors Guild Awards, and a star on the Hollywood Walk of Fame, Diaz was named the highest-paid Hollywood actress over 40 in 2013. As of 2018, the U.S. domestic box office grosses of Diaz's films total over $3 billion US, with worldwide grosses surpassing US$7 billion, making her the fifth highest-grossing U.S. domestic box office actress.",
    "year": 1972,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Pavel Nedvěd",
    "birthday": "1972-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Pavel_Nedv%C4%9Bd.jpg/221px-Pavel_Nedv%C4%9Bd.jpg",
    "extract": "Pavel Nedvěd is a Czech former professional footballer who played as a midfielder. Described as one of the best footballers of his generation, he is also regarded as one of the most successful players to emerge from the Czech Republic, winning domestic and European accolades with Italian clubs Lazio, including the last Cup Winners' Cup, and Juventus, whom he led to the 2003 UEFA Champions League Final.",
    "year": 1972,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Lars Frederiksen",
    "birthday": "1971-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/LarsLive24Sept2008.jpg/240px-LarsLive24Sept2008.jpg",
    "extract": "Lars Erik Frederiksen is an American musician, singer, songwriter and record producer best known as the guitarist and vocalist for the punk rock band Rancid, as well as the frontman of Lars Frederiksen and the Bastards and the Old Firm Casuals. In addition, he currently plays guitar in Oxley's Midnight Runners, Stomper 98, and The Last Resort. He was also briefly a member of the UK Subs in 1991. He joined Rancid in 1993 after the band was searching for a second guitar player and was present on their second album Let's Go. He has produced albums for bands such as Dropkick Murphys, Agnostic Front, The Business, Swingin Utters, Marky Ramone and the Intruders, Anti-Heros, Pressure Point, The Forgotten among others. He mixed GBH's 2010 album entitled Perfume and Piss, as well as Cock Sparrer's 2007 album \"Here We Stand\" both alongside Michael Rosen.",
    "year": 1971,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Julian Smith (politician)",
    "birthday": "1971-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Official_portrait_of_Julian_Smith_crop_2.jpg/240px-Official_portrait_of_Julian_Smith_crop_2.jpg",
    "extract": "Julian Richard Smith is a British politician who served as Government Chief Whip from 2017 to 2019 and Secretary of State for Northern Ireland from 2019 to 2020. A member of the Conservative Party, he has been the Member of Parliament (MP) for Skipton and Ripon since 2010.",
    "year": 1971,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Carlo Checchinato",
    "birthday": "1970-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/2021-09-22_Zebre_Rugby_season_launch_%2810%29_-_Carlo_Checchinato_%28cropped%29.jpg/235px-2021-09-22_Zebre_Rugby_season_launch_%2810%29_-_Carlo_Checchinato_%28cropped%29.jpg",
    "extract": "Carlo Checchinato is an Italian rugby union former player and is the current team manager for the Italy national team.",
    "year": 1970,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Paulo Sousa",
    "birthday": "1970-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Football_against_poverty_2014_-_Paulo_Sousa_%28cropped%29_-_2.jpg/248px-Football_against_poverty_2014_-_Paulo_Sousa_%28cropped%29_-_2.jpg",
    "extract": "Paulo Manuel Carvalho de Sousa, CavIH is a Portuguese football manager and former professional player who played as a defensive midfielder. He is in charge of Brazilian club Flamengo.",
    "year": 1970,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Michael Wong (singer)",
    "birthday": "1970-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Michael_Wong_at_Hit_FM_Summer_Party_20130831.jpg/320px-Michael_Wong_at_Hit_FM_Summer_Party_20130831.jpg",
    "extract": "Michael Wong Kong Leong, also known mononymously by his Chinese name Guang Liang, is a Malaysian Chinese singer and composer who has sung and written many love-themed ballads and love songs, many of which have high popularity. He is popularly known in the Mandopop scene as the \"Prince of Love Songs\" (情歌王子).",
    "year": 1970,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Vladimir Jugović",
    "birthday": "1969-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Jugovic_2019.jpg/320px-Jugovic_2019.jpg",
    "extract": "Vladimir Jugović is a Serbian former professional footballer. A versatile player, he was usually employed as a left or attacking midfielder, but could play anywhere in midfield. He represented Yugoslavia at the 1998 FIFA World Cup and at UEFA Euro 2000, collecting 41 international appearances between 1991 and 2002, and scoring three goals.",
    "year": 1969,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Vladimir Malakhov (ice hockey)",
    "birthday": "1968-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Vladimir_Malakhov_%28hockey%29.JPG/320px-Vladimir_Malakhov_%28hockey%29.JPG",
    "extract": "Vladimir Igorevich Malakhov is a Russian former professional ice hockey player of the National Hockey League (NHL). He has also played in the Russian Super League. Currently, Malakhov is a Player Development coach for the New York Islanders.",
    "year": 1968,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Frederique van der Wal",
    "birthday": "1967-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Frederique-van-der-wal-1.jpg/212px-Frederique-van-der-wal-1.jpg",
    "extract": "Frederique van der Wal is a former model from The Netherlands, known for having appeared in Victoria's Secret and on the covers of magazines such as Cosmopolitan and Vogue. She grew up in The Hague.",
    "year": 1967,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Dave Brockie",
    "birthday": "1963-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/GWAR-Dave_Brockie.jpg/252px-GWAR-Dave_Brockie.jpg",
    "extract": "David Murray Brockie was a Canadian-American musician, best known as the lead vocalist of the heavy metal band Gwar, in which he performed as Oderus Urungus. He performed as a bassist and lead singer in bands such as Death Piggy, X-Cops, and the Dave Brockie Experience (DBX), and starred in the comedy/horror TV sitcom Holliston as Oderus Urungus. Brockie died of a heroin overdose in 2014.",
    "year": 1963,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Michael Chiklis",
    "birthday": "1963-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Chiklis.jpg/240px-Chiklis.jpg",
    "extract": "Michael Charles Chiklis is an American actor, television director, television producer and musician. For his role as Los Angeles Police Department (LAPD) Detective Vic Mackey on the FX police drama The Shield, he won the Primetime Emmy Award for Outstanding Lead Actor in a Drama Series in 2002, and was nominated in 2003. He also played Commissioner Tony Scali on the ABC police drama The Commish, The Thing in two Fantastic Four films, and Jim Powell on the ABC science-fiction comedy-drama No Ordinary Family. Additionally, he co-starred as Vincent Savino in the CBS crime drama Vegas. He also portrayed Curly Howard in the biopic film The Three Stooges. In 2014 Chiklis joined the cast of American Horror Story for its fourth season, American Horror Story: Freak Show. The following year he was cast as Nathaniel Barnes, in the second season of Gotham, as a series regular.",
    "year": 1963,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Sabine Oberhauser",
    "birthday": "1963-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Dr.in_Sabine_Oberhauser%2C_MAS_%2814501931222%29.jpg/213px-Dr.in_Sabine_Oberhauser%2C_MAS_%2814501931222%29.jpg",
    "extract": "Sabine Oberhauser was an Austrian physician and politician. At the time of her death, she was Austria's Minister for Health and Minister for Women.",
    "year": 1963,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Phil Mills",
    "birthday": "1963-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Petter_Solberg_-_2006_Rally_Argentina_2.jpg/320px-Petter_Solberg_-_2006_Rally_Argentina_2.jpg",
    "extract": "Phil Mills is a Welsh rally racing co-driver. He was winner of the 2003 World Rally Championship (WRC), as co-driver to Petter Solberg.",
    "year": 1963,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ricky Sanders",
    "birthday": "1962-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Ricky_Sanders_%28cropped%29.jpg/261px-Ricky_Sanders_%28cropped%29.jpg",
    "extract": "Ricky Wayne Sanders is a former American football wide receiver who played professionally for 12 seasons from 1983 to 1994, two with the United States Football League's Houston Gamblers and ten in the National Football League. He played running back, safety, and place kicker as a three-year letterman for Belton High School in Belton, Texas and broke five records.",
    "year": 1962,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Craig Whittaker",
    "birthday": "1962-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Official_portrait_of_Craig_Whittaker_MP_crop_2.jpg/240px-Official_portrait_of_Craig_Whittaker_MP_crop_2.jpg",
    "extract": "Craig Whittaker is a British Conservative Party politician. He was first elected as the Member of Parliament (MP) for Calder Valley in 2010. Whittaker retained the seat in the 2015, 2017, and 2019 United Kingdom general elections.",
    "year": 1962,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ben Bradshaw",
    "birthday": "1960-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Official_portrait_of_Mr_Ben_Bradshaw_crop_2.jpg/240px-Official_portrait_of_Mr_Ben_Bradshaw_crop_2.jpg",
    "extract": "Benjamin Peter James Bradshaw is a British politician who served as Secretary of State for Culture, Media and Sport from 2009 to 2010. A member of the Labour Party, he has been Member of Parliament (MP) for Exeter since 1997. Before entering politics he worked as a BBC Radio reporter.",
    "year": 1960,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Gary Gordon",
    "birthday": "1960-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Gary_Gordon.jpg/242px-Gary_Gordon.jpg",
    "extract": "Gary Ivan Gordon was a master sergeant in the United States Army and a recipient of the Medal of Honor. At the time of his death, he was a non-commissioned officer in the United States Army's premier special operations unit, the 1st Special Forces Operational Detachment-Delta (1SFOD-D), or \"Delta Force\". Together with his comrade, Sergeant First Class Randy Shughart, Gordon was posthumously awarded the Medal of Honor for his actions during the Battle of Mogadishu in October 1993.",
    "year": 1960,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Guy A. Lepage",
    "birthday": "1960-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Guy_A._Lepage_2015-04-12.jpg/280px-Guy_A._Lepage_2015-04-12.jpg",
    "extract": "Guy A. Lepage is a Canadian comedian, actor, talk-show host, and producer.",
    "year": 1960,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Karen Buck",
    "birthday": "1958-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Official_portrait_of_Ms_Karen_Buck_MP_crop_2.jpg/240px-Official_portrait_of_Ms_Karen_Buck_MP_crop_2.jpg",
    "extract": "Karen Patricia Buck is a British politician serving as Member of Parliament (MP) for Westminster North, previously Regent's Park and Kensington North, since 1997. A member of the Labour Party, she was Parliamentary Under-Secretary of State for Transport from 2005 to 2006 and has served as Shadow Minister for Social Security since 2020.",
    "year": 1958,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Fran Fraschilla",
    "birthday": "1958-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Fran_Fraschilla.png/320px-Fran_Fraschilla.png",
    "extract": "Francis John Fraschilla is an American basketball commentator and former college basketball coach.",
    "year": 1958,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Muriel Gray",
    "birthday": "1958-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Muriel_Gray.jpg/213px-Muriel_Gray.jpg",
    "extract": "Muriel Janet Gray FRSE is a Scottish author, broadcaster and journalist. She came to public notice as an interviewer on Channel 4's alternative pop-show The Tube, and then appeared as a regular presenter on BBC radio. Gray has written for Time Out, the Sunday Herald and The Guardian, among other publications, as well as publishing successful horror novels. She was the first woman to have been Rector of the University of Edinburgh and is the first female chair of the board of governors at Glasgow School of Art.",
    "year": 1958,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Anna Politkovskaya",
    "birthday": "1958-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Anna_Politkovskaja_im_Gespr%C3%A4ch_mit_Christhard_L%C3%A4pple.jpg/256px-Anna_Politkovskaja_im_Gespr%C3%A4ch_mit_Christhard_L%C3%A4pple.jpg",
    "extract": "Anna Stepanovna Politkovskaya was a Russian journalist, and human rights activist who reported on political events in Russia, in particular, the Second Chechen War (1999–2005).",
    "year": 1958,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Peter Tunks",
    "birthday": "1958-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Peter_Tunks.jpg/150px-Peter_Tunks.jpg",
    "extract": "Peter Tunks is an Australian former professional rugby league footballer who played in the 1970s, 1980s and 1990s, and coached in the 1990s. He played for the South Sydney Rabbitohs, Canterbury-Bankstown Bulldogs, Penrith Panthers, New South Wales, and the Australian national side. After that he played with a number of clubs in England.",
    "year": 1958,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Frank Conniff",
    "birthday": "1956-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Frank_Conniff_DragonCon_2008.jpg/320px-Frank_Conniff_DragonCon_2008.jpg",
    "extract": "Frank Conniff Jr. is an American writer, actor, comedian and producer, who is best known for his portrayal of TV's Frank on Mystery Science Theater 3000 (MST3K). He is the son of journalist and editor Frank Conniff.",
    "year": 1956,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jamie Moses",
    "birthday": "1955-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Jamie_Moses_2013.jpg/320px-Jamie_Moses_2013.jpg",
    "extract": "Jamie Moses is an English rock & pop singer and guitarist. He was formerly a member of The Brian May Band, Queen + Paul Rodgers, Mike & the Mechanics and Broken English.",
    "year": 1955,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Alexander Lukashenko",
    "birthday": "1954-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Alexander_Lukashenko_2022_%28cropped%29.jpg/228px-Alexander_Lukashenko_2022_%28cropped%29.jpg",
    "extract": "Alexander Grigoryevich Lukashenko is a Belarusian politician who has been the first and only president of Belarus since the establishment of the office on 20 July 1994, making him the longest-sitting European president. Before his political career, Lukashenko worked as director of a state farm (sovkhoz), and served in the Soviet Border Troops and in the Soviet Army.",
    "year": 1954,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ravi Shankar Prasad",
    "birthday": "1954-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/The_Union_Minister_for_Electronics_%26_Information_Technology_and_Law_%26_Justice%2C_Shri_Ravi_Shankar_Prasad_briefing_the_media_on_the_importance_of_the_Global_Conference_on_Cyber_Space_%28GCCS_2017%29%2C_in_New_Delhi.jpg/320px-thumbnail.jpg",
    "extract": "Ravi Shankar Prasad is an Indian politician and lawyer, from the Bharatiya Janata Party. A Member of Parliament since 2000, first in the Rajya Sabha (2000-2019) and then in the Lok Sabha, Prasad has served as Union Minister multiple times: As Minister of State, he served in the ministries of Coal (2001-2003), Law and Justice (2002-2003), and Information and Broadcasting (2003-2004) under Atal Bihari Vajpayee's premiership; as Cabinet Minister, he held the Law and Justice, Communications, and Electronics and Information Technology (2014-2021) portfolios under Narendra Modi's premiership.",
    "year": 1954,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ron George",
    "birthday": "1953-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/47/Ron_George_%282008%29.jpg/225px-Ron_George_%282008%29.jpg",
    "extract": "Ronald Alan George is a former Republican member of the Maryland House of Delegates. From January 2007 to January 2015 he represented District 30 in the Maryland General Assembly located within Anne Arundel County. He shared this district with Democratic member House Speaker Michael E. Busch and Republican Herbert H. McMillan. Redistricting after 2010 placed George in District 33. He sought the Republican nomination for Governor of Maryland in 2014, but finished fourth in the primary. In December 2014, George expressed interest in being appointed to the District 33 House of Delegates seat vacated by Cathy Vitale, who was appointed a judge. George unsuccessfully ran in 2018 for the state Senate in District 30, which includes Annapolis.",
    "year": 1953,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Lech Majewski",
    "birthday": "1953-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Lech_Majewski_z_%C5%BCon%C4%85.jpg/320px-Lech_Majewski_z_%C5%BCon%C4%85.jpg",
    "extract": "Lech Majewski is a Polish film and theatre director, writer, poet, and painter.",
    "year": 1953,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Horace Panter",
    "birthday": "1953-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Horace_Panter.JPG/180px-Horace_Panter.JPG",
    "extract": "Horace Panter also known as Sir Horace Gentleman, is the bassist for the British 2 Tone ska band The Specials.",
    "year": 1953,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Robert Parish",
    "birthday": "1953-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Robert_Parish.jpg/247px-Robert_Parish.jpg",
    "extract": "Robert Lee Parish is an American former professional basketball player who played 21 seasons as a center in the National Basketball Association (NBA), tied for second most in league history. He played an NBA-record 1,611 games in his career. Parish was known for his strong defense, high arcing jump shots, and clutch rebounding late in games.",
    "year": 1953,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Simon Bainbridge",
    "birthday": "1952-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Simon_Bainbridge.jpg/299px-Simon_Bainbridge.jpg",
    "extract": "Simon Bainbridge was a British composer. He was also a professor and head of composition at the Royal Academy of Music, London, and visiting professor at the University of Louisville, Kentucky, in the United States.",
    "year": 1952,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Wojciech Fibak",
    "birthday": "1952-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Winnaar_Fibak_uit_Polen_in_actie%2C_Bestanddeelnr_932-3751.jpg/213px-Winnaar_Fibak_uit_Polen_in_actie%2C_Bestanddeelnr_932-3751.jpg",
    "extract": "Wojciech Fibak is a former professional tennis player and Polish entrepreneur and art collector. Fibak is best known for his doubles success with Dutch pro Tom Okker and Australian Kim Warwick, although he also reached the Top 10 in singles.",
    "year": 1952,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jim Paredes",
    "birthday": "1951-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Jim_Paredes.jpg/232px-Jim_Paredes.jpg",
    "extract": "Jaime Ramon \"Jim\" Paredes is a Filipino singer-songwriter best known for being one of the members of APO Hiking Society ; media personality, photographer, writer, political activist and critic. Recently, he formed a trio boy band together with Janno Gibbs and Ronaldo Valdez called Trez Tikoleros reviving one of the greatest song by Yeng Constantino, Hawak Kamay.",
    "year": 1951,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Dana Rosemary Scallon",
    "birthday": "1951-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/5a/Dana_Rosemary_Scallon_EU_parliament_official_portrait.jpg",
    "extract": "Dana Rosemary Scallon, known professionally as Dana, is an Irish singer and former politician who served as Member of the European Parliament from 1999 to 2004.",
    "year": 1951,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Gediminas Kirkilas",
    "birthday": "1951-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Gediminas_Kirkilas_2007.jpg/208px-Gediminas_Kirkilas_2007.jpg",
    "extract": "Gediminas Kirkilas is a Lithuanian politician who was Prime Minister of Lithuania from 2006 to 2008.",
    "year": 1951,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Antony Gormley",
    "birthday": "1950-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/48/Antony_Gormley_%D0%92%D1%81%D1%82%D1%80%D0%B5%D1%87%D0%B0_%D1%81_%D0%93%D0%BE%D1%80%D0%BC%D0%BB%D0%B8_%D0%BD%D0%B0_%D0%B2%D1%8B%D1%81%D1%82%D0%B0%D0%B2%D0%BA%D0%B5_crop.jpg",
    "extract": "Sir Antony Mark David Gormley is a British sculptor. His works include the Angel of the North, a public sculpture in Gateshead in the north of England, commissioned in 1994 and erected in February 1998; Another Place on Crosby Beach near Liverpool; and Event Horizon, a multipart site installation which premiered in London in 2007, around Madison Square in New York City, in 2010, in São Paulo, Brazil, in 2012, and in Hong Kong in 2015–16.",
    "year": 1950,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Don Boudria",
    "birthday": "1949-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/DonBourdiaimg846-signed.jpg/289px-DonBourdiaimg846-signed.jpg",
    "extract": "Donald Boudria, is a former Canadian politician. He served in the House of Commons of Canada from 1984 to 2005 as a member of the Liberal Party of Canada, and was a cabinet minister in the government of Jean Chrétien.",
    "year": 1949,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Lewis Black",
    "birthday": "1948-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Lewis_Black_Aviano_2.jpg/212px-Lewis_Black_Aviano_2.jpg",
    "extract": "Lewis Niles Black is an American stand-up comedian and actor. His comedy routines often escalate into angry rants about history, politics, religion, or any other cultural trends.",
    "year": 1948,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Fred Hampton",
    "birthday": "1948-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/94/Fred_Hampton.jpg",
    "extract": "Fredrick Allen Hampton Sr. was an American activist. He came to prominence in Chicago as deputy chairman of the national Black Panther Party, and chair of the Illinois chapter. As a progressive African American, he founded the antiracist, anticlass Rainbow Coalition, a prominent multicultural political organization that initially included the Black Panthers, Young Patriots, and the Young Lords, and an alliance among major Chicago street gangs to help them end infighting and work for social change. A Marxist–Leninist, Hampton considered fascism the greatest threat, saying, \"nothing is more important than stopping fascism, because fascism will stop us all.”",
    "year": 1948,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Victor Skumin",
    "birthday": "1948-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/%D0%A1%D0%BA%D1%83%D0%BC%D1%96%D0%BD_%D1%83_%D1%81%D0%B5%D1%80%D0%BF%D0%BD%D1%96_2020_%D1%80%D0%BE%D0%BA%D1%83.jpg/320px-%D0%A1%D0%BA%D1%83%D0%BC%D1%96%D0%BD_%D1%83_%D1%81%D0%B5%D1%80%D0%BF%D0%BD%D1%96_2020_%D1%80%D0%BE%D0%BA%D1%83.jpg",
    "extract": "Victor Andreevich Skumin is a Russian and Soviet scientist, psychiatrist, philosopher and writer.",
    "year": 1948,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Allan Rock",
    "birthday": "1947-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/ab/Allan-rock-wLKc.jpg",
    "extract": "Allan Michael Rock is a Canadian lawyer, former politician, diplomat and university administrator. He was Canada's ambassador to the United Nations (2004–2006) and had previously served in the Cabinet of Jean Chrétien, most notably as Justice Minister (1993–1997) and Health Minister (1997–2002).",
    "year": 1947,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Queen Anne-Marie of Greece",
    "birthday": "1946-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Celebrating_750th_anniversary_ot_City_of_Kolding%2C_08_%28cropped%29.jpg/194px-Celebrating_750th_anniversary_ot_City_of_Kolding%2C_08_%28cropped%29.jpg",
    "extract": "Anne-Marie, is a Greek and Danish royal who was the last Queen of Greece from 1964 to 1973 as the wife of King Constantine II. The Greek monarchy was abolished with the 1974 Greek Republic Referendum.",
    "year": 1946,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Peggy Lipton",
    "birthday": "1946-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Peggy_Lipton_Mod_Squad.JPG/245px-Peggy_Lipton_Mod_Squad.JPG",
    "extract": "Peggy Lipton was an American actress, model, and singer. She made appearances in many of the most popular television shows of the 1960s before she landed her defining role as flower child Julie Barnes in the crime drama The Mod Squad (1968–1973), for which she won the Golden Globe Award for Best Actress – Television Series Drama in 1970.",
    "year": 1946,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Freek de Jonge",
    "birthday": "1944-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Freek_de_Jonge_2010-01.jpg/274px-Freek_de_Jonge_2010-01.jpg",
    "extract": "Frederik \"Freek\" Jan Georg de Jonge is a Dutch cabaret performer and writer.",
    "year": 1944,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Molly Ivins",
    "birthday": "1944-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/20/Molly-ivins.jpg",
    "extract": "Mary Tyler \"Molly\" Ivins was an American newspaper columnist, author, political commentator, and humorist.",
    "year": 1944,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Tug McGraw",
    "birthday": "1944-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Tug_McGraw_Phillies.JPG/244px-Tug_McGraw_Phillies.JPG",
    "extract": "Frank Edwin \"Tug\" McGraw Jr. was an American professional baseball relief pitcher and long-time Major League Baseball (MLB) player, often remembered for coining the phrase \"Ya Gotta Believe\", which became the rallying cry for the 1973 New York Mets. He recorded the final out of the 1980 World Series against the Kansas City Royals, via a strikeout of Willie Wilson, thereby bringing the Philadelphia Phillies their first such championship and ending a 77–year drought. He was the last active big league player to have played under manager Casey Stengel.",
    "year": 1944,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Tal Brody",
    "birthday": "1943-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/TalBrody.JPG/197px-TalBrody.JPG",
    "extract": "Talbot \"Tal\" Brody, nicknamed Mr. Basketball, is an American-Israeli former professional basketball player and current goodwill ambassador of Israel. Brody was drafted #12 in the National Basketball Association (NBA) draft, but chose to pass up an NBA career, to instead play basketball in Israel. He played on national basketball teams of both the United States and Israel, and served in the armies of both countries.",
    "year": 1943,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Robert Crumb",
    "birthday": "1943-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Robert_Crumb_-_Lucca_Comics_%26_Games_2014_2.JPG/213px-Robert_Crumb_-_Lucca_Comics_%26_Games_2014_2.JPG",
    "extract": "Robert Dennis Crumb is an American cartoonist and musician who often signs his work R. Crumb. His work displays a nostalgia for American folk culture of the late 19th and early 20th centuries, and satire of contemporary American culture.",
    "year": 1943,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Nigel Hall (sculptor)",
    "birthday": "1943-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Sculpture_at_Schoenthal-hall_069.jpg/320px-Sculpture_at_Schoenthal-hall_069.jpg",
    "extract": "Nigel Hall is an English sculptor and a draughtsman.",
    "year": 1943,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jean-Claude Killy",
    "birthday": "1943-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9a/Jean-Claude_Killy_in_Moscow.jpg",
    "extract": "Jean-Claude Killy is a French former World Cup alpine ski racer. He dominated the sport in the late 1960s, and was a triple Olympic champion, winning the three alpine events at the 1968 Winter Olympics, becoming the most successful athlete there. He also won the first two World Cup titles, in 1967 and 1968.",
    "year": 1943,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "David Maslanka",
    "birthday": "1943-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/CMB_1254_%2816149054249%29.jpg/244px-CMB_1254_%2816149054249%29.jpg",
    "extract": "David Maslanka was an American composer of Polish descent who wrote for a variety of genres, including works for choir, wind ensemble, chamber music, and symphony orchestra.",
    "year": 1943,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ben Jones (American actor and politician)",
    "birthday": "1941-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Ben_L._Jones_101st_Congress_1989.jpg/276px-Ben_L._Jones_101st_Congress_1989.jpg",
    "extract": "Ben Lewis Jones is an American actor, politician, playwright, and essayist, best known for his role as Cooter Davenport in The Dukes of Hazzard. Jones also served for four years in the United States House of Representatives from January 3, 1989, to January 3, 1993.",
    "year": 1941,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "John McNally (musician)",
    "birthday": "1941-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/John_McNally_2015.jpg/256px-John_McNally_2015.jpg",
    "extract": "John McNally is an English guitarist and vocalist. With his band, The Searchers, he was one of those instrumental in developing the Mersey sound of the early 1960s.",
    "year": 1941,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Elizabeth Ashley",
    "birthday": "1939-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Elizabeth_Ashley_1971.JPG/241px-Elizabeth_Ashley_1971.JPG",
    "extract": "Elizabeth Ann Cole, known professionally as Elizabeth Ashley, is an American actress of theatre, film, and television. She has been nominated for three Tony Awards, winning once in 1962 for Take Her, She's Mine. Ashley was also nominated for the BAFTA and Golden Globe awards for her supporting performance in The Carpetbaggers (1964), and was nominated for an Emmy Award in 1991 for Evening Shade. Elizabeth was a guest on The Tonight Show with Johnny Carson 24 times. She appeared in several episodes of In the Heat of the Night as Maybelle Chesboro.",
    "year": 1939,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "John Peel",
    "birthday": "1939-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f0/John_Peel_BBC_cropped.jpg",
    "extract": "John Robert Parker Ravenscroft, known professionally as John Peel, was an English disc jockey, radio presenter, record producer and journalist. He was the longest serving of the original BBC Radio 1 DJs, broadcasting regularly from 1967 until his death in 2004.",
    "year": 1939,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Murray Gleeson",
    "birthday": "1938-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b2/Gleeson_photo.jpg",
    "extract": "Anthony Murray Gleeson is an Australian former judge who served as the 11th Chief Justice of Australia, in office from 1998 to 2008.",
    "year": 1938,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Bruce McLaren",
    "birthday": "1937-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/McLarenBruce.jpg/237px-McLarenBruce.jpg",
    "extract": "Bruce Leslie McLaren was a New Zealand racing car designer, driver, engineer, and inventor.",
    "year": 1937,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "John Phillips (musician)",
    "birthday": "1935-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Mamas_and_the_Papas%27_John_Phillips_in_1967.JPG/292px-Mamas_and_the_Papas%27_John_Phillips_in_1967.JPG",
    "extract": "John Edmund Andrew Phillips was an American singer, songwriter, guitarist and promoter. He was the leader of the vocal group the Mamas & the Papas and remains frequently referred to as Papa John Phillips. In addition to writing the majority of the group's compositions, he also wrote \"San Francisco \" in 1967 for former Journeymen bandmate Scott McKenzie, as well as the oft-covered \"Me and My Uncle\", which was a favorite in the repertoire of the Grateful Dead. Phillips was one of the chief organizers of the 1967 Monterey Pop Festival.",
    "year": 1935,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Alexandra Bellow",
    "birthday": "1935-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Ionescu_tulcea.jpg/232px-Ionescu_tulcea.jpg",
    "extract": "Alexandra Bellow is a Romanian-American mathematician, who has made contributions to the fields of ergodic theory, probability and analysis.",
    "year": 1935,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Don Getty",
    "birthday": "1933-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/21/Premier_Don_Getty.jpg",
    "extract": "Donald Ross Getty, was a Canadian politician who served as the 11th premier of Alberta between 1985 and 1992. A member of the Progressive Conservatives, he served as Energy Minister and Federal and Intergovernmental Affairs Minister in the government of Peter Lougheed before leaving politics for the private sector in 1979. He returned to politics six years later to contest the leadership contest resulting from Lougheed's retirement. He defeated two other candidates, and became Premier November 1, 1985.",
    "year": 1933,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jack Swigert",
    "birthday": "1931-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Jack_Swigert.jpg/256px-Jack_Swigert.jpg",
    "extract": "John Leonard Swigert Jr. was an American NASA astronaut, test pilot, mechanical engineer, aerospace engineer, United States Air Force pilot, and politician. In April 1970, as command module pilot of Apollo 13, he became one of twenty-four astronauts who flew to the Moon.",
    "year": 1931,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Warren Buffett",
    "birthday": "1930-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Warren_Buffett_at_the_2015_SelectUSA_Investment_Summit_%28cropped%29.jpg/205px-Warren_Buffett_at_the_2015_SelectUSA_Investment_Summit_%28cropped%29.jpg",
    "extract": "Warren Edward Buffett is an American business magnate, investor, and philanthropist. He is currently the chairman and CEO of Berkshire Hathaway. He is one of the most successful investors in the world and has a net worth of over $116 billion as of May 2022, making him the world's sixth-wealthiest person.",
    "year": 1930,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Noel Harford",
    "birthday": "1930-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/69/Noel_Harford_1958.jpg/216px-Noel_Harford_1958.jpg",
    "extract": "Noel Sherwin Harford was a New Zealand cricketer who played eight Tests in the 1950s. In domestic cricket he played for Central Districts from 1953 to 1959 and for Auckland from 1963 to 1967.",
    "year": 1930,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ian McNaught-Davis",
    "birthday": "1929-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/8a/Ian_McNaught-Davis_2009.jpg",
    "extract": "Ian McNaught-Davis was a British television presenter best known for presenting the BBC television series The Computer Programme, Making the Most of the Micro and Micro Live in the 1980s. He was also a mountaineer and alpinist. He was managing director of the British subsidiary of Comshare Inc.",
    "year": 1929,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Johnny Mann",
    "birthday": "1928-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Regis_Philbin_Joey_Bishop_Johnny_Mann_Joey_Bishop_Show_1969.JPG/244px-Regis_Philbin_Joey_Bishop_Johnny_Mann_Joey_Bishop_Show_1969.JPG",
    "extract": "John Russell Mann was an American arranger, composer, conductor, entertainer, singer, and recording artist.",
    "year": 1928,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Bill Daily",
    "birthday": "1927-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Bill_Daily_1969.jpg/248px-Bill_Daily_1969.jpg",
    "extract": "William Edward Daily was an American actor and comedian known for his sitcom work as Major Roger Healey on I Dream of Jeannie, Howard Borden on The Bob Newhart Show, and Dr. Larry Dykstra in ALF (1987–1989).",
    "year": 1927,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Piet Kee",
    "birthday": "1927-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/PietKee.jpg/240px-PietKee.jpg",
    "extract": "Pieter William Kee was a Dutch organist and composer.",
    "year": 1927,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Daryl Gates",
    "birthday": "1926-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c8/DarylGatescolorportrait.jpg",
    "extract": "Daryl Gates was the Chief of the Los Angeles Police Department (LAPD) from 1978 to 1992. His length of tenure in this position was second only to that of William H. Parker. As Chief of the LAPD, he took a hardline, aggressive, paramilitary approach to law enforcement that disproportionately affected black and Latino Angelenos far more often than their white counterparts. Gates is co-credited with the creation of SWAT teams with LAPD's John Nelson, who others claim was the originator of SWAT in 1965. Gates also co-founded D.A.R.E.",
    "year": 1926,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Laurent de Brunhoff",
    "birthday": "1925-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Laurent_de_brunhoff_2008.jpg/256px-Laurent_de_brunhoff_2008.jpg",
    "extract": "Laurent de Brunhoff is a French author and illustrator, known primarily for continuing the Babar the Elephant series of children's books that was created by his father, Jean de Brunhoff.",
    "year": 1925,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Donald Symington",
    "birthday": "1925-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b7/Donald_Symington_1950.JPG",
    "extract": "Donald Leith Symington was an American stage, film and television actor. He appeared in such movies and television shows as Annie Hall, Spring Break, and Fantasy Island.",
    "year": 1925,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Kenny Dorham",
    "birthday": "1924-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Kenny_Dorham.jpg/320px-Kenny_Dorham.jpg",
    "extract": "McKinley Howard \"Kenny\" Dorham was an American jazz trumpeter, singer, and composer. Dorham's talent is frequently lauded by critics and other musicians, but he never received the kind of attention or public recognition from the jazz establishment that many of his peers did. For this reason, writer Gary Giddins said that Dorham's name has become \"virtually synonymous with underrated.\" Dorham composed the jazz standard \"Blue Bossa\", which first appeared on Joe Henderson's album Page One.",
    "year": 1924,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Barbara Ansell",
    "birthday": "1923-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/28/Barbara_Mary_Ansell.png/238px-Barbara_Mary_Ansell.png",
    "extract": "Barbara Mary Ansell, CBE, FRCP, FRCS was the founder of paediatric rheumatology. Ansell was notable for outstanding contributions to the advancement of paediatric knowledge, specifically defining chronic joint disorders and the improvement of their management.",
    "year": 1923,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Charmian Clift",
    "birthday": "1923-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Studio_Portrait_of_Charmian_Clift%2C_23_June_1941.jpg/255px-Studio_Portrait_of_Charmian_Clift%2C_23_June_1941.jpg",
    "extract": "Charmian Clift was an Australian writer and essayist. She was the second wife and literary collaborator of George Johnston.",
    "year": 1923,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Vic Seixas",
    "birthday": "1923-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Vic_Seixas.jpg/309px-Vic_Seixas.jpg",
    "extract": "Elias Victor Seixas Jr. is an American former tennis player.",
    "year": 1923,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Lionel Murphy",
    "birthday": "1922-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Lionel_Murphy_1970.jpg/252px-Lionel_Murphy_1970.jpg",
    "extract": "Lionel Keith Murphy QC was an Australian politician, barrister, and judge. He was a Senator for New South Wales from 1962 to 1975, serving as Attorney-General in the Whitlam Government, and then sat on the High Court from 1975 until his death.",
    "year": 1922,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Regina Resnik",
    "birthday": "1922-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1c/Regina_Resnik_1968.jpg",
    "extract": "Regina Resnik was an American opera singer who had an active international career that spanned five decades. She began her career as a soprano in 1942 and soon after began a lengthy and fruitful relationship with the Metropolitan Opera that spanned from 1944 until 1983. Under the advice of conductor Clemens Krauss, she began retraining her voice in the mezzo-soprano repertoire in 1953 and by 1956 had completely removed soprano literature from her performance repertoire.",
    "year": 1922,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Maurice Hilleman",
    "birthday": "1919-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Hilleman-Walter-Reed.jpeg/210px-Hilleman-Walter-Reed.jpeg",
    "extract": "Maurice Ralph Hilleman was a leading American microbiologist who specialized in vaccinology and developed over 40 vaccines, an unparalleled record of productivity. According to one estimate, his vaccines save nearly eight million lives each year. Many have described him as one of the most influential vaccinologists of all time.",
    "year": 1919,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Kitty Wells",
    "birthday": "1919-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Kitty_Wells.jpg/271px-Kitty_Wells.jpg",
    "extract": "Ellen Muriel Deason, known professionally as Kitty Wells, was an American pioneering female country music singer. She broke down a barrier to women in country music with her 1952 hit recording \"It Wasn't God Who Made Honky Tonk Angels\", which also made her the first female country singer to top the U.S. country charts and turned her into the first female country superstar. “It Wasn’t God Who Made Honky Tonk Angels” would also be her first of several pop crossover hits. Wells is the only artist to be awarded top female vocalist awards for 14 consecutive years. Her chart-topping hits continued until the mid 1960s, paving the way for and inspiring a long list of female country singers who came to prominence in the 1960s.",
    "year": 1919,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Billy Johnson (baseball)",
    "birthday": "1918-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/BillyJohnson1948bowman.jpg/264px-BillyJohnson1948bowman.jpg",
    "extract": "William Russell Johnson was an American professional baseball player. He was a third baseman in Major League Baseball who played in 964 games for the New York Yankees in the 1940s and later with the St. Louis Cardinals.",
    "year": 1918,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ted Williams",
    "birthday": "1918-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Portrait_of_Boston_Red_Sox_legend_Ted_Williams_Sarasota%2C_Florida.jpg/223px-Portrait_of_Boston_Red_Sox_legend_Ted_Williams_Sarasota%2C_Florida.jpg",
    "extract": "Theodore Samuel Williams was an American professional baseball player and manager. He played his entire 19-year Major League Baseball (MLB) career, primarily as a left fielder, for the Boston Red Sox from 1939 to 1960; his career was interrupted by military service during World War II and the Korean War. Nicknamed \"Teddy Ballgame\", \"the Kid\", \"the Splendid Splinter\", and \"The Thumper\", Williams is regarded as one of the greatest hitters in baseball history and to date is the last player to hit over .400 in a season.",
    "year": 1918,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Denis Healey",
    "birthday": "1917-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Denis_Healey.jpg/240px-Denis_Healey.jpg",
    "extract": "Denis Winston Healey, Baron Healey was a British Labour Party politician who served as Chancellor of the Exchequer from 1974 to 1979 and as Secretary of State for Defence from 1964 to 1970; he remains the longest-serving Defence Secretary to date. He was a Member of Parliament from 1952 to 1992, and was Deputy Leader of the Labour Party from 1980 to 1983. To the public at large, Healey became well known for his bushy eyebrows, his avuncular manner and his creative turns of phrase.",
    "year": 1917,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Grand Duke Vladimir Kirillovich of Russia",
    "birthday": "1917-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Vladimir_Cyrillovich_da_R%C3%BAssia.JPG/281px-Vladimir_Cyrillovich_da_R%C3%BAssia.JPG",
    "extract": "Grand Duke Vladimir Kirillovich of Russia was the Head of the Imperial Family of Russia, a position which he claimed from 1938 to his death.",
    "year": 1917,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Shailendra (lyricist)",
    "birthday": "1916-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Shailendra_2013_stamp_of_India.jpg/320px-Shailendra_2013_stamp_of_India.jpg",
    "extract": "Shailendra was a popular Indian Hindi-Urdu Poet, lyricist and Film producer. Noted for his association with the filmmaker Raj Kapoor, singer Mukesh, and the composers Shankar–Jaikishan, he wrote lyrics for several successful Hindi film songs in the 1950s and the 1960s. He is generally considered the greatest lyricist in Hindi film industry due to his remarkable simplicity in songs.",
    "year": 1916,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Princess Lilian, Duchess of Halland",
    "birthday": "1915-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Prinsessan_Lilian.jpg/320px-Prinsessan_Lilian.jpg",
    "extract": "Princess Lilian of Sweden, Duchess of Halland, was a British fashion model who became a member of the Swedish royal family through her 1976 marriage to Prince Bertil, Duke of Halland (1912–1997). As such, she was a paternal aunt of King Carl XVI Gustaf of Sweden and a maternal aunt of Queen Margrethe II of Denmark and Queen Anne-Marie of Greece.",
    "year": 1915,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Richard Stone",
    "birthday": "1913-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/71/Richard_Stone.jpg/211px-Richard_Stone.jpg",
    "extract": "Sir John Richard Nicholas Stone was an eminent British economist, educated at Westminster School and Cambridge University. In 1984 he received the Nobel Memorial Prize in Economic Sciences for developing an accounting model that could be used to track economic activities on a national and, later, an international scale.",
    "year": 1913,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Edward Mills Purcell",
    "birthday": "1912-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Edward_Mills_Purcell.jpg/226px-Edward_Mills_Purcell.jpg",
    "extract": "Edward Mills Purcell was an American physicist who shared the 1952 Nobel Prize for Physics for his independent discovery of nuclear magnetic resonance in liquids and in solids. Nuclear magnetic resonance (NMR) has become widely used to study the molecular structure of pure materials and the composition of mixtures. Friends and colleagues knew him as Ed Purcell.",
    "year": 1912,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Nancy Wake",
    "birthday": "1912-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Nancy_Wake_%281945%29.jpg/212px-Nancy_Wake_%281945%29.jpg",
    "extract": "Nancy Grace Augusta Wake,, also known as Madame Fiocca and Nancy Fiocca, was a New Zealand nurse and journalist who joined the French Resistance and later the Special Operations Executive (SOE) during World War II, and briefly pursued a post-war career as an intelligence officer in the Air Ministry. The official historian of the SOE, M. R. D. Foot, said that \"her irrepressible, infectious, high spirits were a joy to everyone who worked with her\".",
    "year": 1912,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Virginia Lee Burton",
    "birthday": "1909-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/8b/Black_and_white_headshot_of_author_Virginia_Lee_Burton.jpg",
    "extract": "Virginia Lee Burton, also known by her married name Virginia Demetrios, was an American illustrator and children's book author. She wrote and illustrated seven children's books, including Mike Mulligan and His Steam Shovel (1939) and The Little House (1943), which won the Caldecott Medal. She also illustrated six books by other authors.",
    "year": 1909,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Fred MacMurray",
    "birthday": "1908-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Fred_MacMurray_-_publicity.JPG/256px-Fred_MacMurray_-_publicity.JPG",
    "extract": "Frederick Martin MacMurray was an American actor. He appeared in more than one hundred films and a successful television series in a career that spanned nearly a half-century. His career as a major film leading man began in 1935, but his most renowned role was in Billy Wilder's film noir Double Indemnity. In the 1960s, MacMurray appeared in numerous Disney films, including The Absent-Minded Professor, The Happiest Millionaire, and The Shaggy Dog. He played Steve Douglas in the television series My Three Sons. On the back of his success in films, he later became a highly successful businessman.",
    "year": 1908,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Leonor Fini",
    "birthday": "1907-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Leonor_Fini.jpg/238px-Leonor_Fini.jpg",
    "extract": "Leonor Fini was an Argentinian and Italian surrealist painter, designer, illustrator, and author, known for her depictions of powerful and erotic women.",
    "year": 1907,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Bertha Parker Pallan",
    "birthday": "1907-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Bertha_Parker_Pallan_%28Cody%29_%281907-1978%29_%286891503755%29.jpg/225px-Bertha_Parker_Pallan_%28Cody%29_%281907-1978%29_%286891503755%29.jpg",
    "extract": "Bertha Pallan Thurston Cody was an American archaeologist, working as an assistant in archaeology at the Southwest Museum. She was also married to actor Iron Eyes Cody. She is thought to be the first Native American female archaeologist of Abenaki and Seneca descent.",
    "year": 1907,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Joan Blondell",
    "birthday": "1906-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/JOANBlondell.jpg/254px-JOANBlondell.jpg",
    "extract": "Joan Blondell was an American actress who performed in film and television for half a century.",
    "year": 1906,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Olga Taussky-Todd",
    "birthday": "1906-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Olga_Taussky-Todd.jpeg/248px-Olga_Taussky-Todd.jpeg",
    "extract": "Olga Taussky-Todd was an Austrian and later Czech-American mathematician. She published more than 300 research papers on algebraic number theory, integral matrices, and matrices in algebra and analysis.",
    "year": 1906,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Bhagwati Charan Verma",
    "birthday": "1903-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/51/Bhagwati_charan_verma.jpg",
    "extract": "Bhagwati Charan Verma was one of the leading writers in Hindi. He wrote many novels, his best work was Chitralekha (1934), which was made into two successful Hindi films in 1941 and 1964 respectively. He was awarded Sahitya Akademi Award for his epic five-part novel, Bhoole Bisre Chitra in 1961 and Padma Bhushan in 1971. He was also nominated to Rajya Sabha in 1978.",
    "year": 1903,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "John Gunther",
    "birthday": "1901-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5c/John_Gunther.jpg/258px-John_Gunther.jpg",
    "extract": "John Gunther was an American journalist and writer.",
    "year": 1901,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Roy Wilkins",
    "birthday": "1901-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Roy_Wilkins_at_the_White_House%2C_30_April%2C_1968.jpg/320px-Roy_Wilkins_at_the_White_House%2C_30_April%2C_1968.jpg",
    "extract": "Roy Ottoway Wilkins was a prominent activist in the Civil Rights Movement in the United States from the 1930s to the 1970s. Wilkins' most notable role was his leadership of the National Association for the Advancement of Colored People (NAACP), in which he held the title of Executive Secretary from 1955 to 1963 and Executive Director from 1964 to 1977. Wilkins was a central figure in many notable marches of the civil rights movement. He made valuable contributions in the world of African-American literature, and his voice was used to further the efforts in the fight for equality. Wilkins' pursuit of social justice also touched the lives of veterans and active service members, through his awards and recognition of exemplary military personnel.",
    "year": 1901,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Shirley Booth",
    "birthday": "1898-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Shirley_Booth_1950.JPG/248px-Shirley_Booth_1950.JPG",
    "extract": "Shirley Booth was an American actress. One of only 24 performers to achieve the Triple Crown of Acting, Booth was the recipient of an Academy Award, two Primetime Emmy Awards and three Tony Awards.",
    "year": 1898,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Raymond Massey",
    "birthday": "1896-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Raymond_Massey_1961_%28cropped%29.JPG/233px-Raymond_Massey_1961_%28cropped%29.JPG",
    "extract": "Raymond Hart Massey was a Canadian actor, known for his commanding, stage-trained voice. For his lead role in Abe Lincoln in Illinois (1940), Massey was nominated for the Academy Award for Best Actor. Among his most well known roles were Dr Gillespie in the NBC television series Dr. Kildare (1961–1966), Abraham Farlan in A Matter of Life and Death and Jonathan Brewster in Arsenic and Old Lace (1944).",
    "year": 1896,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Huey Long",
    "birthday": "1893-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/HueyPLongGesture.jpg/291px-HueyPLongGesture.jpg",
    "extract": "Huey Pierce Long Jr., nicknamed \"the Kingfish\", was an American politician who served as the 40th governor of Louisiana from 1928 to 1932 and as a United States Senator from 1932 until his assassination in 1935. He was a left-wing populist member of the Democratic Party and rose to national prominence during the Great Depression for his vocal criticism of President Franklin D. Roosevelt and his New Deal, which Long deemed insufficiently radical. As the political leader of Louisiana, he commanded wide networks of supporters and often took forceful action. A controversial figure, Long is celebrated as a populist champion of the poor or, conversely, denounced as a demagogue.",
    "year": 1893,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Paul Kochanski",
    "birthday": "1887-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Pawe%C5%82_Kocha%C5%84ski_portret_%28cropped%29.jpg/211px-Pawe%C5%82_Kocha%C5%84ski_portret_%28cropped%29.jpg",
    "extract": "Paul Kochanski was a Polish violinist, composer and arranger active in the United States.",
    "year": 1887,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Tedda Courtney",
    "birthday": "1885-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/bc/Tedda_Courtney_1908.jpg/277px-Tedda_Courtney_1908.jpg",
    "extract": "Ed \"Tedda\" Courtney (1885–1957) was a pioneer Australian rugby league footballer and coach. He played club football for North Sydney, Western Suburbs and representative football for the New South Wales state and Australian national sides. He is considered one of the nation's finest footballers of the 20th century.",
    "year": 1885,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Theodor Svedberg",
    "birthday": "1884-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/The-svedberg-1.jpg/226px-The-svedberg-1.jpg",
    "extract": "Theodor Svedberg was a Swedish chemist and Nobel laureate for his research on colloids and proteins using the ultracentrifuge. Svedberg was active at Uppsala University from the mid 1900s to late 1940s. While at Uppsala, Svedberg started as a docent before becoming the university's physical chemistry head in 1912. After leaving Uppsala in 1949, Svedberg was in charge of the Gustaf Werner Institute until 1967. Apart from his 1926 Nobel Prize, Svedberg was named a Foreign Member of the Royal Society in 1944 and became part of the National Academy of Sciences in 1945.",
    "year": 1884,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Theo van Doesburg",
    "birthday": "1883-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Theo_van_Doesburg_in_military_service.JPG/268px-Theo_van_Doesburg_in_military_service.JPG",
    "extract": "Theo van Doesburg was a Dutch artist, who practiced painting, writing, poetry and architecture. He is best known as the founder and leader of De Stijl. He was married to artist, pianist and choreographer Nelly van Doesburg.",
    "year": 1883,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ernest Rutherford",
    "birthday": "1871-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Sir_Ernest_Rutherford_LCCN2014716719_-_restoration1.jpg/237px-Sir_Ernest_Rutherford_LCCN2014716719_-_restoration1.jpg",
    "extract": "Ernest Rutherford, 1st Baron Rutherford of Nelson, was a New Zealand physicist who came to be known as the father of nuclear physics. Encyclopædia Britannica considers him to be the greatest experimentalist since Michael Faraday (1791–1867). Apart from his work in his homeland, he spent a substantial amount of his career abroad, in both Canada and the United Kingdom.",
    "year": 1871,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Princess Alexandra of Greece and Denmark",
    "birthday": "1870-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Alexandra_Georgievna_of_Russia1.jpg/232px-Alexandra_Georgievna_of_Russia1.jpg",
    "extract": "Princess Alexandra of Greece and Denmark ; 30 August [O.S. 18 August] 1870 – 24 September [O.S. 12 September] 1891), later known as Grand Duchess Alexandra Georgievna of Russia, was a member of the Greek royal family and of the Russian imperial family. She was the daughter of George I of Greece and Olga Constantinovna of Russia. She died of childbirth complications.",
    "year": 1870,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Isaac Levitan",
    "birthday": "1860-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Isaac_Levitan_selfportrait1880.jpg/250px-Isaac_Levitan_selfportrait1880.jpg",
    "extract": "Isaac Ilyich Levitan was a classical Russian landscape painter who advanced the genre of the \"mood landscape\".",
    "year": 1860,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Ignaz Sowinski",
    "birthday": "1858-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Schloss_Wilhelminenberg_Vienna_Austria_2.jpg/320px-Schloss_Wilhelminenberg_Vienna_Austria_2.jpg",
    "extract": "Ignaz Stanislaus Sowinski was a Polish architect and journalist who was active in Galicia from the middle of the 1880s and until the outbreak of World War I.",
    "year": 1858,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Carl Runge",
    "birthday": "1856-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Voit_202_Karl_Runge.jpg/221px-Voit_202_Karl_Runge.jpg",
    "extract": "Carl David Tolmé Runge was a German mathematician, physicist, and spectroscopist.",
    "year": 1856,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Evelyn De Morgan",
    "birthday": "1855-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Evelyndemorgan.jpg/230px-Evelyndemorgan.jpg",
    "extract": "Evelyn De Morgan, née Pickering, was an English painter associated early in her career with the later phase of the Pre-Raphaelite Movement, and working in a range of styles including Aestheticism and Symbolism. Her paintings are figural, foregrounding the female body through the use of spiritual, mythological, and allegorical themes. They rely on a range of metaphors to express what several scholars have identified as spiritualist and feminist content.",
    "year": 1855,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jacobus Henricus van 't Hoff",
    "birthday": "1852-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Jacobus_van_%27t_Hoff_by_Perscheid_1904.jpg/275px-Jacobus_van_%27t_Hoff_by_Perscheid_1904.jpg",
    "extract": "Jacobus Henricus \"Henry\" van 't Hoff Jr. was a Dutch physical chemist. A highly influential theoretical chemist of his time, Van 't Hoff was the first winner of the Nobel Prize in Chemistry. His pioneering work helped found the modern theory of chemical affinity, chemical equilibrium, chemical kinetics, and chemical thermodynamics. In his 1874 pamphlet Van 't Hoff formulated the theory of the tetrahedral carbon atom and laid the foundations of stereochemistry. In 1875, he predicted the correct structures of allenes and cumulenes as well as their axial chirality. He is also widely considered one of the founders of physical chemistry as the discipline is known today.",
    "year": 1852,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "J. Alden Weir",
    "birthday": "1852-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/38/Jaldenweir.jpg",
    "extract": "Julian Alden Weir was an American impressionist painter and member of the Cos Cob Art Colony near Greenwich, Connecticut. Weir was also one of the founding members of \"The Ten\", a loosely allied group of American artists dissatisfied with professional art organizations, who banded together in 1898 to exhibit their works as a stylistically unified group.",
    "year": 1852,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Marcelo H. del Pilar",
    "birthday": "1850-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/M.H.delPilaryGatmaitan.jpg/209px-M.H.delPilaryGatmaitan.jpg",
    "extract": "Marcelo Hilario del Pilar y Gatmaitán, commonly known as Marcelo H. del Pilar and also known by his pen name Pláridel, was a Filipino writer, lawyer, journalist, and freemason. Del Pilar, along with José Rizal and Graciano López Jaena, became known as the leaders of the Reform Movement in Spain.",
    "year": 1850,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Andrew Onderdonk",
    "birthday": "1848-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Andrew_Onderdonk.jpg/232px-Andrew_Onderdonk.jpg",
    "extract": "Andrew Onderdonk was an American construction contractor who worked on several major projects in the West, including the San Francisco seawall in California and the Canadian Pacific Railway in British Columbia. He was born on August 30, 1848 in New York City to an established ethnic Dutch family. He received his education at the Rensselaer Polytechnic Institute.",
    "year": 1848,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Emily Ruete",
    "birthday": "1844-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Emily_Ruete_%28Sayyida_Salme%29%2C_Princess_of_Zanzibar.jpg/268px-Emily_Ruete_%28Sayyida_Salme%29%2C_Princess_of_Zanzibar.jpg",
    "extract": "Emily Ruete, born in Zanzibar as Sayyida Salama bint Said, also called Salme, was a Princess of Zanzibar and Oman. She was the youngest of the 36 children of Said bin Sultan, Sultan of the Omani Empire. She is the author of Memoirs of an Arabian Princess from Zanzibar.",
    "year": 1844,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Grand Duchess Alexandra Alexandrovna of Russia",
    "birthday": "1842-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/bd/Alexandra_Alexandrovna_of_Russia.jpg",
    "extract": "Grand Duchess Alexandra Alexandrovna of Russia was the eldest child and first daughter of Tsar Alexander II of Russia and his first wife Marie of Hesse and by Rhine. She died from infant meningitis at the age of six and a half.",
    "year": 1842,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Gulstan Ropert",
    "birthday": "1839-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Gulstan_Ropert%2C_Bishop_of_Honolulu.jpg/261px-Gulstan_Ropert%2C_Bishop_of_Honolulu.jpg",
    "extract": "Gulstan Ropert, SS.CC., of the Congregation of the Sacred Hearts of Jesus and Mary served as the third vicar apostolic of the Apostolic Vicariate of the Hawaiian Islands — now the Roman Catholic Diocese of Honolulu, from 1892 to 1903. Born in France at Kerfago, St. Gildas de Rhuys, Morbihan, in Brittany, he was baptized as François. François Ropert entered the Congregation of the Sacred Hearts of Jesus and Mary at age 20 and took the name Gulstan. He was ordained to the priesthood on May 26, 1866, at the age of 26. He was sent to the Kingdom of Hawai‘i to assist the Vicariate, arriving in Honolulu on June 9, 1868. He was in charge of the Hamakua district on the island of Hawai‘i until October 2, 1883, when he was assigned to the Wailuku mission. He left Wailuku for Honolulu in 1891 having been appointed Vice-Provincial.",
    "year": 1839,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Alexander H. Rice",
    "birthday": "1818-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2f/AlexanderHRice_%28cropped%29.jpg",
    "extract": "Alexander Hamilton Rice was an American politician and businessman from Massachusetts. He served as Mayor of Boston from 1856 to 1857, a U.S. Congressman during the American Civil War, and as the 30th Governor of Massachusetts from 1876–78. He was part owner and president of Rice-Kendall, one of the nation's largest paper products distributors.",
    "year": 1818,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Agoston Haraszthy",
    "birthday": "1812-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Portrait_of_the_Hungarian_Count_Agoston_Haraszthy.jpg/266px-Portrait_of_the_Hungarian_Count_Agoston_Haraszthy.jpg",
    "extract": "Agoston Haraszthy was a Hungarian-American nobleman, adventurer, traveler, writer, town-builder, and pioneer winemaker in Wisconsin and California, often referred to as the \"Father of California Wine\", alongside Junípero Serra, as well as the \"Father of California Viticulture,\" or the \"Father of Modern Winemaking in California\". One of the first men to plant vineyards in Wisconsin, he was the founder of the Buena Vista Winery in Sonoma, California, and an early writer on California wine and viticulture.",
    "year": 1812,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Mary Shelley",
    "birthday": "1797-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Mary_Wollstonecraft_Shelley_Rothwell.tif/lossy-page1-263px-Mary_Wollstonecraft_Shelley_Rothwell.tif.jpg",
    "extract": "Mary Wollstonecraft Shelley was an English novelist who wrote the Gothic novel Frankenstein; or, The Modern Prometheus (1818), which is considered an early example of science fiction. She also edited and promoted the works of her husband, the Romantic poet and philosopher Percy Bysshe Shelley. Her father was the political philosopher William Godwin and her mother was the philosopher and feminist activist Mary Wollstonecraft.",
    "year": 1797,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Joseph Dennie",
    "birthday": "1768-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Joseph_Dennie.jpg/258px-Joseph_Dennie.jpg",
    "extract": "Joseph Dennie was an American author and journalist who was one of the foremost men of letters of the Federalist Era. A Federalist, Dennie is best remembered for his series of essays entitled The Lay Preacher and as the founding editor of The Port Folio, a journal espousing classical republican values. Port Folio was the most highly regarded and successful literary publication of its time, and the first important political and literary journal in the United States. Timothy Dwight IV once referred to Dennie as \"the Addison of America\" and \"the father of American Belles-Lettres.\"",
    "year": 1768,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Jacques-Louis David",
    "birthday": "1748-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/David_Self_Portrait.jpg/228px-David_Self_Portrait.jpg",
    "extract": "Jacques-Louis David was a French painter in the Neoclassical style, considered to be the preeminent painter of the era. In the 1780s his cerebral brand of history painting marked a change in taste away from Rococo frivolity toward classical austerity and severity and heightened feeling, harmonizing with the moral climate of the final years of the Ancien Régime.",
    "year": 1748,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Samuel Whitbread (1720–1796)",
    "birthday": "1720-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/74/Samuel_whitbread_1720-1796_by_joshua_reynolds.jpg",
    "extract": "Samuel Whitbread was an English brewer and Member of Parliament. In 1742, he established a brewery that in 1799 became Whitbread & Co Ltd.",
    "year": 1720,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Capability Brown",
    "birthday": "1716-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Lancelot_%28%27Capability%27%29_Brown_by_Nathaniel_Dance%2C_%28later_Sir_Nathaniel_Dance-Holland%2C_Bt%29_cropped.jpg/235px-Lancelot_%28%27Capability%27%29_Brown_by_Nathaniel_Dance%2C_%28later_Sir_Nathaniel_Dance-Holland%2C_Bt%29_cropped.jpg",
    "extract": "Lancelot Brown, more commonly known as Capability Brown, was an English gardener and landscape architect, who remains the most famous figure in the history of the English landscape garden style. He is remembered as \"the last of the great English 18th-century artists to be accorded his due\" and \"England's greatest gardener\".",
    "year": 1716,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Itō Jinsai",
    "birthday": "1627-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/%E4%BC%8A%E8%97%A4%E4%BB%81%E6%96%8E.jpg/242px-%E4%BC%8A%E8%97%A4%E4%BB%81%E6%96%8E.jpg",
    "extract": "Itō Jinsai , who also went by the pen name Keisai, was a Japanese Confucian philosopher and educator. He is considered to be one of the most influential Confucian scholars of seventeenth century Japan, and the Tokugawa period (1600–1868) generally, his teachings flourishing especially in Kyoto and the Kansai area through the final years of the Tokugawa shogunate.",
    "year": 1627,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Sir Alexander Carew, 2nd Baronet",
    "birthday": "1609-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Alexander_Carew_%28cropped%29.jpg/320px-Alexander_Carew_%28cropped%29.jpg",
    "extract": "Sir Alexander Carew was an English landowner, soldier and politician from Antony, Cornwall. Elected Member of Parliament for Cornwall in November 1640, he voted for the execution of the Earl of Strafford in May 1641, and supported the removal of bishops from the Church of England.",
    "year": 1609,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Artus Quellinus the Elder",
    "birthday": "1609-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Richard_Collin_-_Portrait_of_Artus_Quellinus_the_Elder.jpg/220px-Richard_Collin_-_Portrait_of_Artus_Quellinus_the_Elder.jpg",
    "extract": "Artus Quellinus the Elder, Artus Quellinus I or Artus (Arnoldus) Quellijn was a Flemish sculptor. He is regarded as the most important representative of the Baroque in sculpture in the Southern Netherlands. He worked for a long period in the Dutch Republic and operated large workshops both in Antwerp and Amsterdam. His work had a major influence on the development of sculpture in Northern Europe.",
    "year": 1609,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Albert Szenczi Molnár",
    "birthday": "1574-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Portrait_4_of_Szenci_Moln%C3%A1r_Albert%2C_1624.jpg/247px-Portrait_4_of_Szenci_Moln%C3%A1r_Albert%2C_1624.jpg",
    "extract": "Albert Szenczi Molnár was a Hungarian Calvinist pastor, linguist, philosopher, poet, religious writer and translator.",
    "year": 1574,
    "month": 8,
    "day": 30,
    "language": "en"
  },
  {
    "name": "Peter of Castile",
    "birthday": "1334-8-30",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Estatua_de_Pedro_I_el_Cruel_%28M.A.N.%29_01.jpg/173px-Estatua_de_Pedro_I_el_Cruel_%28M.A.N.%29_01.jpg",
    "extract": "Peter, called the Cruel or the Just, was King of Castile and León from 1350 to 1369. Peter was the last ruler of the main branch of the House of Ivrea. He was excommunicated by Pope Urban V for his persecutions and cruelties committed against the clergy.",
    "year": 1334,
    "month": 8,
    "day": 30,
    "language": "en"
  }
]