[
  {
    "name": "Leanne Crichton",
    "birthday": "1987-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Leanne_Crichton_%28cropped%29.jpg/174px-Leanne_Crichton_%28cropped%29.jpg",
    "extract": "Leanne Crichton is a Scottish international footballer who plays as a midfielder for Motherwell and the Scotland national team. She has previously played for Notts County in the FA WSL as well as Hibernian, Celtic, Whitehill Welfare/Edinburgh Ladies and Glasgow City. She is also a coach, and a media pundit for BBC Scotland's football coverage on radio and television.",
    "year": 1987,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Raphael Pyrasch",
    "birthday": "1986-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/2014-09-13_1003_Rafael_Pyrasch.jpg/213px-2014-09-13_1003_Rafael_Pyrasch.jpg",
    "extract": "Rafael Pyrasch is a German international rugby union player, playing for the Heidelberger RK in the Rugby-Bundesliga and the German national rugby union team.",
    "year": 1986,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Mickaël Delage",
    "birthday": "1985-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Micka%C3%ABl_Delage_4JDD2011.JPG/213px-Micka%C3%ABl_Delage_4JDD2011.JPG",
    "extract": "Mickaël Delage is a French former professional road and track cyclist, who last rode for UCI WorldTeam Groupama–FDJ.",
    "year": 1985,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Bafétimbi Gomis",
    "birthday": "1985-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Bafetimbi_Gomis_2015_%28cropped%29.jpg/184px-Bafetimbi_Gomis_2015_%28cropped%29.jpg",
    "extract": "Bafétimbi Gomis is a French professional footballer who plays as a striker for Süper Lig club Galatasaray.",
    "year": 1985,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Garrett Weber-Gale",
    "birthday": "1985-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Garrett_Weber-Gale_%283735799331%29_%28cropped%29.jpg/251px-Garrett_Weber-Gale_%283735799331%29_%28cropped%29.jpg",
    "extract": "Garrett Weber-Gale is an American competition swimmer, two-time Olympic gold medalist, and world record-holder in two events.",
    "year": 1985,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Vedad Ibišević",
    "birthday": "1984-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Hertha_BSC_vs._West_Ham_United_20190731_%28077%29.jpg/213px-Hertha_BSC_vs._West_Ham_United_20190731_%28077%29.jpg",
    "extract": "Vedad Ibišević is a Bosnian former professional footballer who played as a forward. He is currently a member of the coaching staff of Hertha BSC.",
    "year": 1984,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Maja Ognjenović",
    "birthday": "1984-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Maja_Ognjenovic_in_2018_FIVB_WCC.jpg/320px-Maja_Ognjenovic_in_2018_FIVB_WCC.jpg",
    "extract": "Maja Ognjenović is a Serbian volleyball player and the captain of the Serbia women's national volleyball team. With the national team, she won the gold medal at the 2011 European Championship, silver medal at the 2007 European Championship, bronze medal at the 2006 World Championship then to won silver medal at Rio Olympics 2016. In 2018, she has won the gold medal at the 2018 FIVB Volleyball Women's World Championship. During the 2020 Tokyo Olympics, she has won the bronze medal.",
    "year": 1984,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Robin van Persie",
    "birthday": "1983-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Loco-Fener_%2810%29.jpg/262px-Loco-Fener_%2810%29.jpg",
    "extract": "Robin van Persie is a Dutch football coach and former professional footballer who played as a forward. Regarded as one of the best strikers of his generation, he is the all-time top scorer for the Netherlands men's national team. He is currently an assistant manager at boyhood club Feyenoord in his first managerial role.",
    "year": 1983,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Diána Póth",
    "birthday": "1981-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Diana_Poth_2003_NHK_Trophy.jpg/240px-Diana_Poth_2003_NHK_Trophy.jpg",
    "extract": "Diána Póth is a Hungarian former competitive figure skater. She is a two-time Karl Schäfer Memorial silver medalist and a two-time Hungarian national champion. She also competed briefly for Austria.",
    "year": 1981,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Francesco Bellotti",
    "birthday": "1979-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Francesco_Bellotti.jpg/258px-Francesco_Bellotti.jpg",
    "extract": "Francesco Bellotti is an Italian professional road bicycle racer, who last rode for UCI ProTour team Liquigas.",
    "year": 1979,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jaime Correa (footballer)",
    "birthday": "1979-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Jaime_Correa_C%C3%B3rdoba.jpg/250px-Jaime_Correa_C%C3%B3rdoba.jpg",
    "extract": "Jaime Correa Córdoba also known as \"El Alacran\" or \"El Motor\", is a Mexican former professional footballer who played as a midfielder. Correa made his debut for the Mexico national team in the 2007 Copa América against Brazil.",
    "year": 1979,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Travis Reed",
    "birthday": "1979-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Travis_Reed%2C_2007_%28cropped%29.jpg/320px-Travis_Reed%2C_2007_%28cropped%29.jpg",
    "extract": "Travis Reed is an American retired professional basketball player. Reed played college basketball for UCLA and Long Beach State. He played professionally in the Netherlands, Estonia, Romania, Australia and Germany.",
    "year": 1979,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Marvel Smith",
    "birthday": "1978-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Marvel_Smith_2007.jpg/320px-Marvel_Smith_2007.jpg",
    "extract": "Marvel Amos Smith is a former American football offensive tackle who played nine seasons in the National Football League (NFL). He played college football for Arizona State University. He was drafted by the Pittsburgh Steelers in the second round of the 2000 NFL Draft, and also was a member of the San Francisco 49ers. A one-time Pro Bowl selection, Smith earned two Super Bowl rings with the Steelers.",
    "year": 1978,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jimmy Nielsen",
    "birthday": "1977-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/JimmyNielsen_07JUL2012.jpg/271px-JimmyNielsen_07JUL2012.jpg",
    "extract": "Jimmy Nielsen is a Danish-American retired footballer who played as a goalkeeper who is currently an assistant coach for Houston Dynamo in Major League Soccer.",
    "year": 1977,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Melissa George",
    "birthday": "1976-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/MelissaGeorgeJun09.jpg/216px-MelissaGeorgeJun09.jpg",
    "extract": "Melissa Suzanne George is an Australian-American actress and entrepreneur. A former national rollerskating champion and model, George began her acting career playing Angel Parrish on the Australian soap opera Home and Away (1993–96). After moving to the United States, George made her feature film debut in Dark City (1998). She later had supporting roles in Steven Soderbergh's The Limey (1999), David Lynch's Mulholland Drive (2001), Sugar & Spice (2001), and Down with Love (2003).",
    "year": 1976,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jason Crump",
    "birthday": "1975-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Jason_Crump.JPG/251px-Jason_Crump.JPG",
    "extract": "Jason Philip Crump is an Australian international motorcycle speedway rider. He is a three-time Speedway World Champion, a World Cup winner and a former World Under-21 Champion.",
    "year": 1975,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Renate Götschl",
    "birthday": "1975-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Renate_G%C3%B6tschl_Austrian_Championships_2008.jpg/240px-Renate_G%C3%B6tschl_Austrian_Championships_2008.jpg",
    "extract": "Renate Götschl is a former champion alpine ski racer. She is a two-time individual World Champion in the combined (1997) and downhill (1999), and has won a total of 9 World Championships medals. She also won two Olympic medals in 2002, the bronze medal in downhill and the silver medal in the combined.",
    "year": 1975,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Víctor Zambrano",
    "birthday": "1975-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/V%C3%ADctor_Zambrano.jpg/204px-V%C3%ADctor_Zambrano.jpg",
    "extract": "Víctor Manuel Zambrano is a Venezuelan former professional baseball pitcher. He played all or parts of seven seasons in Major League Baseball (MLB) from 2001-07.",
    "year": 1975,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Bobby Petta",
    "birthday": "1974-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Bobby_Petta.jpg/213px-Bobby_Petta.jpg",
    "extract": "Alfred Manuel \"Bobby\" Petta is a Dutch footballer who played as a left winger.",
    "year": 1974,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Luis Vizcaíno",
    "birthday": "1974-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Luis_Vizcaino.jpg/311px-Luis_Vizcaino.jpg",
    "extract": "Luis Vizcaíno Árias is a Dominican Republic former professional baseball pitcher. He played for the Oakland Athletics, Milwaukee Brewers, Chicago White Sox, Arizona Diamondbacks, New York Yankees, Colorado Rockies, Chicago Cubs, and Cleveland Indians in his career.",
    "year": 1974,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alvin Williams",
    "birthday": "1974-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Alvin_Williams_2.JPG/320px-Alvin_Williams_2.JPG",
    "extract": "Alvin Leon Williams Jr. is an American retired professional basketball player who played for Villanova University and in the National Basketball Association (NBA) from 1997 to 2007.",
    "year": 1974,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Vera Farmiga",
    "birthday": "1973-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Vera_Farmiga_by_Gage_Skidmore.jpg/234px-Vera_Farmiga_by_Gage_Skidmore.jpg",
    "extract": "Vera Ann Farmiga is an American actress best known for portraying paranormal investigator Lorraine Warren in the Conjuring Universe films The Conjuring (2013), The Conjuring 2 (2016), Annabelle Comes Home (2019) and The Conjuring: The Devil Made Me Do It (2021). She began her professional acting career on stage in the original Broadway production of Taking Sides (1996). Farmiga made her television debut in the Fox fantasy adventure series Roar (1997), and her feature film debut in the drama-thriller Return to Paradise (1998). Farmiga's breakthrough came in 2004 with her starring role as a drug addict in the drama Down to the Bone. She received further praise for the drama film Nothing But the Truth (2008), and won critical acclaim for starring in the 2009 comedy-drama Up in the Air, for which she was nominated for the Academy Award for Best Supporting Actress.",
    "year": 1973,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Max Kellerman",
    "birthday": "1973-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Max_Kellerman_on_First_Take.jpg/243px-Max_Kellerman_on_First_Take.jpg",
    "extract": "Max Kellerman is an American sports television personality and boxing commentator. He is currently the host of This Just In with Max Kellerman on ESPN. He previously was a co-host of ESPN talk show First Take alongside Stephen A. Smith and Molly Qerim. He also previously was the co-host of the sports radio talk show Max & Marcellus, with Marcellus Wiley, on ESPNLA. Kellerman hosted the ESPN panel talk show Around the Horn from the show's incarnation in 2002 until 2004 and co-hosted the sports comedy talk show SportsNation, alongside Wiley and Michelle Beadle, from 2013 until 2016. He was also a studio commentator with Brian Kenny on Friday Night Fights and a color commentator for HBO World Championship Boxing and Boxing After Dark.",
    "year": 1973,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Stuart O'Grady",
    "birthday": "1973-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Stuart_OGrady%2C_2013_Peoples_Choice_Classic_%28cropped%29.jpg/240px-Stuart_OGrady%2C_2013_Peoples_Choice_Classic_%28cropped%29.jpg",
    "extract": "Stuart O'Grady is a retired Australian professional road bicycle racer, who rode as a professional between 1995 and 2013. A former track cyclist, O'Grady and Graeme Brown won a gold medal in the Men's Madison at the 2004 Summer Olympics. O'Grady also won Paris–Roubaix in 2007. O'Grady competed in the Tour de France from 1997 and contended for the points classification in the Tour de France known as the green jersey, finishing second in the 1998, 1999, 2001 and 2005 races. He wore the yellow jersey of general classification leader in 1998 and 2001.",
    "year": 1973,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Paolo Bacigalupi",
    "birthday": "1972-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Paolo_bacigalupi_2012.jpg/240px-Paolo_bacigalupi_2012.jpg",
    "extract": "Paolo Tadini Bacigalupi is an American science fiction and fantasy writer. He has won the Hugo, Nebula, John. W. Campbell, Compton Crook, Theodore Sturgeon, and Michael L. Printz awards, and has been nominated for the National Book Award. His fiction has appeared in The Magazine of Fantasy & Science Fiction, Asimov's Science Fiction, and the environmental journal High Country News. Nonfiction essays of his have appeared in Salon.com and High Country News, and have been syndicated in newspapers, including the Idaho Statesman, the Albuquerque Journal, and the Salt Lake Tribune.",
    "year": 1972,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Geri Halliwell",
    "birthday": "1972-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Geri_Halliwell_attends_New_Year%27s_Eve_Party.jpg/265px-Geri_Halliwell_attends_New_Year%27s_Eve_Party.jpg",
    "extract": "Geraldine Estelle Horner is an English singer, songwriter, author and actress. She rose to prominence in the 1990s as Ginger Spice, a member of the girl group the Spice Girls. With over 100 million records sold worldwide, the Spice Girls are the best-selling female group of all time. Their slogan \"girl power\" was most closely associated with Halliwell, and her Union Jack dress from the 1997 Brit Awards also became an enduring symbol. Halliwell left the Spice Girls in 1998, citing exhaustion and creative differences, but rejoined when they reunited in 2007.",
    "year": 1972,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "M. Night Shyamalan",
    "birthday": "1970-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/M._Night_Shyamalan_by_Gage_Skidmore.jpg/233px-M._Night_Shyamalan_by_Gage_Skidmore.jpg",
    "extract": "Manoj Nelliyattu \"M. Night\" Shyamalan is an Indian-born American filmmaker, screenwriter and actor. He is best known for making original films with contemporary supernatural plots and twist endings. He was born in Mahé, India, and raised in Penn Valley, Pennsylvania. The cumulative gross of his films exceeds $3.3 billion globally.",
    "year": 1970,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Simon Doull",
    "birthday": "1969-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/SimonDoull2008.jpg/318px-SimonDoull2008.jpg",
    "extract": "Simon Blair Doull is a New Zealand radio personality, commentator and former international cricketer. He was a right-arm medium pacer, who was capable of swing bowling away from the right hander, Simon Doull was plagued by injuries as a result of which his international career was cut short. Playing for the New Zealand national cricket team, he figured in just 32 Tests and 42 ODIs, taking 98 and 36 wickets respectively. Doull's finest hour arrived when he took 7–65 against India in the Boxing day Wellington Test in 1998. He played his last Test, against Australia, in March 2000 before turning to commentary and broadcasting.",
    "year": 1969,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Elliott Smith",
    "birthday": "1969-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Elliott_Smith.jpg/310px-Elliott_Smith.jpg",
    "extract": "Steven Paul Smith, known professionally as Elliott Smith, was an American singer-songwriter and multi-instrumentalist. Smith was born in Omaha, Nebraska, raised primarily in Texas, and lived much of his life in Portland, Oregon, where he first gained popularity. Smith's primary instrument was the guitar, though he also played piano, clarinet, bass guitar, drums, and harmonica. Smith had a distinctive vocal style, characterized by his \"whispery, spiderweb-thin delivery\", and often used multi-tracking to create vocal layers, textures, and harmonies.",
    "year": 1969,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Mike Greenberg",
    "birthday": "1967-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Mike_Greenberg_ESPNWeekend2010-044.jpg/320px-Mike_Greenberg_ESPNWeekend2010-044.jpg",
    "extract": "Michael Robinette Greenberg is a television anchor, television show host, radio show host for ESPN and ABC, and novelist. At ESPN, he hosted the weekday evening, most often Monday, SportsCenter and previously ESPN Radio's Mike & Mike show with Mike Golic. At sister network ABC, he was the host of Duel, which aired from 2007 to 2008, and co-hosted Battle of the Network Stars with Joe Tessitore.",
    "year": 1967,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Julie Snyder",
    "birthday": "1967-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Julie_Snyder_Michel_Drucker_Mus%C3%A9e_Gr%C3%A9vin_Montr%C3%A9al.JPG/240px-Julie_Snyder_Michel_Drucker_Mus%C3%A9e_Gr%C3%A9vin_Montr%C3%A9al.JPG",
    "extract": "Julie Snyder is a Francophone Canadian talk show host and producer, appearing as host or guest on various television programs in Canada and France.",
    "year": 1967,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Stéphane Peterhansel",
    "birthday": "1965-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/St%C3%A9phane_Peterhansel.jpg/293px-St%C3%A9phane_Peterhansel.jpg",
    "extract": "Stéphane Peterhansel is a rally driver from France. He holds the record for wins at the Dakar Rally, with 14 victories. In the 2018 season he was one of the official drivers of the Team Peugeot Total.",
    "year": 1965,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Yuki Kajiura",
    "birthday": "1965-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Yuki_Kajiura_at_Anime_Expo_2012.jpg/293px-Yuki_Kajiura_at_Anime_Expo_2012.jpg",
    "extract": "Yuki Kajiura  is a Japanese musician, composer and record producer. She has provided the music for several popular anime series, such as the final Kimagure Orange Road movie, Noir, .hack//Sign, Aquarian Age, Madlax, My-HiME, My-Otome, Pandora Hearts, Puella Magi Madoka Magica, Fate/Zero, Sword Art Online, Tsubasa: Reservoir Chronicle, Demon Slayer: Kimetsu no Yaiba, Kara no Kyoukai movies and Vanitas no Karte, amongst many others. She also assisted Toshihiko Sahashi with Mobile Suit Gundam SEED and Mobile Suit Gundam SEED Destiny. Kajiura has also composed for video games, including the cutscene music for Xenosaga II and the entire Xenosaga III game soundtrack. She composed the music for NHK's April 2014 morning drama (asadora) Hanako to Anne.",
    "year": 1965,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "David Robinson",
    "birthday": "1965-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/David_Robinson_%28Team_USA%29.jpg/240px-David_Robinson_%28Team_USA%29.jpg",
    "extract": "David Maurice Robinson is an American former professional basketball player who played for the San Antonio Spurs in the National Basketball Association (NBA) from 1989 to 2003, and minority owner of the Spurs. Nicknamed \"the Admiral\" for his service with the U.S. Navy, Robinson was a 10-time NBA All-Star, the 1995 NBA MVP, a two-time NBA champion, a two-time Olympic Gold Medal winner, a two-time Naismith Memorial Basketball Hall of Fame inductee, and a two-time U.S. Olympic Hall of Fame inductee. He was honored as one the league's all-time players by being named to the NBA 50th Anniversary (1996) and 75th Anniversary Teams (2021). He is widely considered one of the greatest centers in both college basketball and NBA history.",
    "year": 1965,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kemi Omololu-Olunloyo",
    "birthday": "1964-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Kemi_Omololu-Olunloyo.png/295px-Kemi_Omololu-Olunloyo.png",
    "extract": "Kemi Omololu-Olunloyo is a Nigerian journalist, blogger, and activist against gun violence, and a social media personality. She is well known within the Nigerian online community, especially for making highly disputed and controversial claims about subjects with high emotional stakes, such as the End SARS protests in 2020 and the death of a private school student from Lagos. Omololu-Olunloyo has also faced heavy criticisms for various claims she has made about her life and career; as many of such claims have been either proven to be false or fabricated.",
    "year": 1964,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Charles Ingram",
    "birthday": "1963-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Charles_Ingram_1.jpg/225px-Charles_Ingram_1.jpg",
    "extract": "Charles William Ingram is an English fraudster, novelist and former British Army major who gained infamy for his appearance on the ITV television game show Who Wants to Be a Millionaire?. In episodes recorded in September 2001, Ingram correctly answered fifteen questions to win the show's maximum prize of £1 million, becoming the third recorded contestant to ever do so. However he was denied the winnings due to suspicion of cheating.",
    "year": 1963,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kevin Mitnick",
    "birthday": "1963-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Cyber_Incursion_event_at_the_City_of_London.jpg/320px-Cyber_Incursion_event_at_the_City_of_London.jpg",
    "extract": "Kevin David Mitnick is an American computer security consultant, author, and convicted hacker. He is best known for his high-profile 1995 arrest and five years in prison for various computer and communications-related crimes.",
    "year": 1963,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Michelle Yeoh",
    "birthday": "1962-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Michelle_Yeoh_Cannes_2017.jpg/176px-Michelle_Yeoh_Cannes_2017.jpg",
    "extract": "Michelle Yeoh Choo Kheng, PSM is a Malaysian actress who rose to fame in 1990s Hong Kong action films and is best known internationally for her roles in the James Bond film Tomorrow Never Dies (1997) and Ang Lee's Academy Award-winning martial arts film Crouching Tiger, Hidden Dragon (2000). Yeoh is credited as Michelle Khan in her early Hong Kong films.",
    "year": 1962,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Mary Ann Sieghart",
    "birthday": "1961-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Mary_Ann_Sieghart_at_Chiswick_Book_Festival_%2851456855512%29_%28cropped%29.jpg/240px-Mary_Ann_Sieghart_at_Chiswick_Book_Festival_%2851456855512%29_%28cropped%29.jpg",
    "extract": "Mary Ann Corinna Howard Sieghart is an English author, journalist, radio presenter and former assistant editor of The Times, where she wrote columns about politics, social affairs and life in general. She has also written a weekly political column in The Independent. Her best-selling book, The Authority Gap: Why Women Are Still Taken Less Seriously Than Men, and What We Can Do About It, was published by Transworld/Doubleday in July 2021.",
    "year": 1961,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Rajendra Singh",
    "birthday": "1959-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Rajendra_Singh_Large_Image.jpg/320px-Rajendra_Singh_Large_Image.jpg",
    "extract": "Rajendra Singh is an Indian water conservationist and environmentalist from Alwar district, Rajasthan in India. Also known as \"waterman of India\", he won the Magsaysay Award in 2001 and Stockholm Water Prize in 2015. He runs an NGO called 'Tarun Bharat Sangh' (TBS), which was founded in 1975. The NGO based in village hori-Bhikampura in Thanagazi tehsil, near Sariska Tiger Reserve, has been instrumental in fighting the slow bureaucracy, mining lobby and has helped villagers take charge of water management in their semi-arid area as it lies close to Thar Desert, through the use of johad, rainwater storage tanks, check dams and other time-tested as well as path-breaking techniques. Starting from a single village in 1985, over the years TBS helped build over 8,600 johads and other water conservation structures to collect rainwater for the dry seasons, has brought water back to over 1,000 villages and revived five rivers in Rajasthan, Arvari, Ruparel, Sarsa, Bhagani and Jahajwali.\nHe is one of the members of the National Ganga River Basin Authority (NGRBA) which was set up in 2009, by the Government of India as an empowered planning, financing, monitoring and coordinating authority for the Ganges (Ganga), in exercise of the powers conferred under the Environment (Protection) Act, 1986. In the UK he is a founder member of an NGO called the Flow Partnership. which aims to counter the negative effects of soil erosion and flooding.",
    "year": 1959,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Bob Horner",
    "birthday": "1957-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Bob_Horner_Cardinals.jpg/212px-Bob_Horner_Cardinals.jpg",
    "extract": "James Robert Horner is an American former professional baseball player who played the majority of his Major League Baseball career with the Atlanta Braves. He played mostly as a third baseman who later transitioned into a first baseman as he was hampered by injuries for most of his playing career. Horner also played for one season in the Nippon Professional Baseball League as a member of the Tokyo Yakult Swallows.",
    "year": 1957,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jim McGreevey",
    "birthday": "1957-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Jim_McGreevey_2009_Exodus_7.jpg/220px-Jim_McGreevey_2009_Exodus_7.jpg",
    "extract": "James Edward McGreevey is an American politician and member of the Democratic Party who served as the 52nd governor of New Jersey from 2002 until his resignation in 2004 following the revelation of his extramarital affair with a gubernatorial appointee.",
    "year": 1957,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Bill Emmott",
    "birthday": "1956-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Bill_Emmott.jpg/320px-Bill_Emmott.jpg",
    "extract": "William John Emmott is an English journalist, author, and consultant best known as the editor-in-chief of The Economist newspaper from 1993 to 2006. Emmott has written fourteen books and worked on two documentary feature films. He co-founded the Wake Up Foundation, an educational charity dedicated to raising awareness of the dangers facing Western societies. He is now chairman of the Trinity College Long Room Hub for Arts & Humanities in Dublin, of the International Institute for Strategic Studies and of the Japan Society of the UK in London.",
    "year": 1956,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Pat MacDonald (musician)",
    "birthday": "1952-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Patmacdonald2009.jpg/320px-Patmacdonald2009.jpg",
    "extract": "Patrick Lee \"Pat\" MacDonald is an American musician and songwriter. He is the singer, guitarist, and main songwriter for Timbuk 3, nominated for a Grammy Award for Best New Artist in 1987. He formed the duo with his wife, Barbara K. MacDonald, in Madison, Wisconsin in 1984 before moving to Austin, Texas, that same year. Their breakup in 1995 spurred a solo career that has steadily produced releases in both Europe and the US. \"MacDonald is long known for his playful, edgy songs,\" says Guitar Player magazine.",
    "year": 1952,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "David McLetchie",
    "birthday": "1952-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a3/DavidMcLetchieMSP20110509.JPG",
    "extract": "David William McLetchie CBE was a British politician who served as Leader of the Scottish Conservative Party from 1999 to 2005. He was Member of the Scottish Parliament (MSP) for the Edinburgh Pentlands constituency from 2003 to 2011 and the Lothian region from 1999 to 2003 and 2011 to 2013.",
    "year": 1952,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ton Scherpenzeel",
    "birthday": "1952-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/88/Ton_Scherpenzeel_-_Kayak_%28Dutch_band%2C_1974%29_%28cropped%29.png",
    "extract": "Ton Scherpenzeel is a Dutch keyboardist, composer, lyricist, and founding member of progressive rock band Kayak, together with Pim Koopman and Max Werner whom he met whilst at the Hilversum Muziek Lyceum. Scherpenzeel is the only Kayak member who has played on every Kayak album. Apart from composing the music, writing lyrics, and playing keyboards, he also plays accordion, occasional bass guitar (for instance on the entire Nostradamus album) and double bass. He also provides backing vocals and sings lead vocals on the song \"Love's Aglow\" on the original Merlin album. In 2021, Kayak released their 18th studio album, 'Out of This World'. Ton announced Nov/2021, that Kayak will embark on their 'Farewell Tour' (Spring/2022) throughout countries: The Netherlands, England, Germany, Belgium, Denmark, Sweden and Norway. This will take place during the 50-year anniversary of the band. He did not rule out the possibility of occasional reunion performances. Scherpenzeel has a notable fear of flying, that has limited his touring to the European continent.. Subsequent to Kayak, Scherpenzeel was also occasional keyboardist of Camel, a British Progressive Rock band. Ton was the keyboardist on several Camel albums: Stationary Traveller (1984), Pressure Points: Live in Concert (1984), Dust and Dreams (1991), Rajaz (1999) and he performed live on Camel's 2003 Farewell Tour. He also played several years with Earth and Fire.",
    "year": 1952,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Catherine Hicks",
    "birthday": "1951-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Catherine_Hicks2005.jpg/246px-Catherine_Hicks2005.jpg",
    "extract": "Catherine Mary Hicks is an American actress. She is best known for her role as Annie Camden on the long-running television series 7th Heaven. Other notable roles include Dr. Faith Coleridge on the soap opera Ryan's Hope (1976–1978), her Emmy Award-nominated performance as Marilyn Monroe in Marilyn: The Untold Story (1980), Dr. Gillian Taylor in Star Trek IV: The Voyage Home (1986), and Karen Barclay in Child's Play (1988).",
    "year": 1951,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Dorian Harewood",
    "birthday": "1950-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Dorian_Harewood_%26_Debbi_Morgan.jpg/253px-Dorian_Harewood_%26_Debbi_Morgan.jpg",
    "extract": "Dorian Harewood is an American actor, best known for playing Jesse Owens in The Jesse Owens Story (1984), Paul Strobber on Strike Force (1981–1982), and Rev. Morgan Hamilton in 7th Heaven (1996–2003).",
    "year": 1950,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Dino Bravo",
    "birthday": "1949-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/33/RIPDinobravo.jpg",
    "extract": "Adolfo Bresciano was an Italian-Canadian professional wrestler and promoter, better known by the ring name Dino Bravo.",
    "year": 1949,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Richard Prince",
    "birthday": "1949-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Richard_prince.jpg/232px-Richard_prince.jpg",
    "extract": "Richard Prince is an American painter and photographer. In the mid-1970s, Prince made drawings and painterly collages that he has since disowned. His image, Untitled (Cowboy), a rephotographing of a photograph by Sam Abell and appropriated from a cigarette advertisement, was the first rephotograph to be sold for more than $1 million at auction at Christie's New York in 2005. He is regarded as \"one of the most revered artists of his generation\" according to the New York Times.",
    "year": 1949,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Clarence Richard Silva",
    "birthday": "1949-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Coat_of_arms_of_Clarence_Richard_Silva.svg/300px-Coat_of_arms_of_Clarence_Richard_Silva.svg.png",
    "extract": "Clarence Richard Silva, known as Larry Silva, is an American prelate of the Roman Catholic Church. He has been serving as bishop of the Diocese of Honolulu since 2005.",
    "year": 1949,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "William McCrea, Baron McCrea of Magherafelt and Cookstown",
    "birthday": "1948-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Official_portrait_of_Lord_McCrea_of_Magherafelt_and_Cookstown_crop_2.jpg/240px-Official_portrait_of_Lord_McCrea_of_Magherafelt_and_Cookstown_crop_2.jpg",
    "extract": "Robert Thomas William McCrea, Baron McCrea of Magherafelt and Cookstown is a retired Free Presbyterian minister from Northern Ireland. A former Democratic Unionist Party (DUP) politician, he represented South Antrim and Mid Ulster as their Member of Parliament (MP), representing Mid Ulster from 1983 to 1997; then South Antrim between 2000 to 2001, and then again from 2005 to 2015.",
    "year": 1948,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Radhia Cousot",
    "birthday": "1947-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/RadhiaCousot--Picture.jpg/256px-RadhiaCousot--Picture.jpg",
    "extract": "Radhia Cousot was a French computer scientist known for inventing abstract interpretation.",
    "year": 1947,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Allan Holdsworth",
    "birthday": "1946-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Holdsworth-quilter-rig.jpg/320px-Holdsworth-quilter-rig.jpg",
    "extract": "Allan Holdsworth was a British jazz fusion and progressive rock guitarist and composer.",
    "year": 1946,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jon Postel",
    "birthday": "1943-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Jon_Postel_sitting_in_office.jpg/320px-Jon_Postel_sitting_in_office.jpg",
    "extract": "Jonathan Bruce Postel was an American computer scientist who made many significant contributions to the development of the Internet, particularly with respect to standards. He is known principally for being the Editor of the Request for Comment (RFC) document series, for Simple Mail Transfer Protocol (SMTP), and for administering the Internet Assigned Numbers Authority (IANA) until his death. In his lifetime he was referred to as the \"god of the Internet\" for his comprehensive influence; Postel himself noted that this \"compliment\" came with a barb, the suggestion that he should be replaced by a \"professional,\" and responded with typical self-effacing matter-of-factness: \"Of course, there isn’t any 'God of the Internet.' The Internet works because a lot of people cooperate to do things together.\"",
    "year": 1943,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ray Culp",
    "birthday": "1941-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Ray_Culp_1969.jpg/232px-Ray_Culp_1969.jpg",
    "extract": "Raymond Leonard Culp is an American former professional baseball pitcher. He played in Major League Baseball (MLB) for the Philadelphia Phillies (1963–1966), Chicago Cubs (1967), and Boston Red Sox (1968–1973).",
    "year": 1941,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Andrew Green, Baron Green of Deddington",
    "birthday": "1941-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Official_portrait_of_Lord_Green_of_Deddington.jpg/213px-Official_portrait_of_Lord_Green_of_Deddington.jpg",
    "extract": "Andrew Fleming Green, Baron Green of Deddington, KCMG is a former British diplomat. He is the founding president of MigrationWatch UK, an organisation arguing for lower immigration to the United Kingdom. He has also held a number of positions with voluntary organisations.",
    "year": 1941,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Mukhu Aliyev",
    "birthday": "1940-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/%D0%9C%D1%83%D1%85%D0%86%D1%83_%D0%93%D0%86%D0%B0%D0%BB%D0%B8%D0%B5%D0%B2.jpg/249px-%D0%9C%D1%83%D1%85%D0%86%D1%83_%D0%93%D0%86%D0%B0%D0%BB%D0%B8%D0%B5%D0%B2.jpg",
    "extract": "Mukhu Gimbatovich Aliyev is a Russian politician who served as the 2nd Head of the Republic of Dagestan, a federal subject of Russia. He was born in the village of Tanusi, Khunzakhsky District, Dagestan ASSR, Russian SFSR, Soviet Union. Ethnically, he is Avar. He was the speaker of the Republic's parliament before being accepted as the President by the Dagestan parliament on February 20, 2006, having been nominated by the Russian President Vladimir Putin to replace Dagestan's long-time leader Magomedali Magomedov.",
    "year": 1940,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Egil Kapstad",
    "birthday": "1940-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Egil_Kapstad.jpg/320px-Egil_Kapstad.jpg",
    "extract": "Egil Kapstad was a Norwegian jazz pianist, composer and arranger. He wrote the music for more than 50 theatre productions, and composed for film and television drama. Kapstad composed classical works for orchestra, choir, string quartet, and smaller ensembles, and was a chief executive of the association Ny Musikk. He worked as a host in television for NRK. Egil Kapstad's Trio worked as a small orchestra in the Norwegian Melodi Grand Prix of 1965.",
    "year": 1940,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Louise Sorel",
    "birthday": "1940-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Don_Rickles_and_Louise_Sorel%2C_1971.jpg/305px-Don_Rickles_and_Louise_Sorel%2C_1971.jpg",
    "extract": "Louise Jacqueline Sorel is an American actress. She is perhaps best known for her role as Vivian Alamain in Days of Our Lives from 1992 to 2000, 2009 to 2011, 2017 to 2018, and 2020, Augusta Wainwright on Santa Barbara from 1984 to 1991, and Emily Tanner on Beacon Hill since 2014.",
    "year": 1940,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Peter Bonerz",
    "birthday": "1938-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Peter_Bonerz_1973.JPG/235px-Peter_Bonerz_1973.JPG",
    "extract": "Peter Baldwin Bonerz is an American actor and director.",
    "year": 1938,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Baden Powell (guitarist)",
    "birthday": "1937-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/43/BadenPowellGuitar-1.jpg",
    "extract": "Baden Powell de Aquino, known professionally as Baden Powell, was a Brazilian guitarist. He combined classical techniques with popular harmony and swing. He performed in many styles, including bossa nova, samba, Brazilian jazz, Latin jazz and MPB. He performed on stage during most of his lifetime. Powell composed many pieces for guitar, such as \"Abração em Madrid\", \"Braziliense\", \"Canto de Ossanha\", \"Casa Velha\", \"Consolação\", \"Horizon\", \"Imagem\", \"Lotus\", \"Samba\", \"Samba Triste\", \"Simplesmente\", \"Tristeza e Solidão\", and \"Samba da Benção\". He released Os Afro-sambas, a watershed album in MPB, with Vinicius de Moraes in 1966.",
    "year": 1937,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Charlie Haden",
    "birthday": "1937-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Charlie_Haden_1981.jpg/215px-Charlie_Haden_1981.jpg",
    "extract": "Charles Edward Haden was an American jazz double bass player, bandleader, composer and educator whose career spanned more than 50 years. In the late 1950s, he was an original member of the ground-breaking Ornette Coleman Quartet.",
    "year": 1937,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Barbara Windsor",
    "birthday": "1937-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Barbara_Windsor_Maryebone_Tree.JPG/240px-Barbara_Windsor_Maryebone_Tree.JPG",
    "extract": "Dame Barbara Windsor was an English actress, known for her roles in the Carry On films and for playing Peggy Mitchell in the BBC One soap opera EastEnders. She joined the cast of EastEnders in 1994 and won the 1999 British Soap Award for Best Actress, before ultimately leaving the show in 2016 when her character was killed off.",
    "year": 1937,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Fortunato Baldelli",
    "birthday": "1935-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/cb/Fortunato_Cardinal_Baldelli.jpg/245px-Fortunato_Cardinal_Baldelli.jpg",
    "extract": "Fortunato Baldelli was an Italian prelate of the Catholic Church who was appointed a cardinal in 2010 after a career in the diplomatic service of the Holy See from 1966 to 2009 that included ten years as Apostolic Nuncio to France. He was also the Major Penitentiary of the Apostolic Penitentiary from 2009 to 2012.",
    "year": 1935,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Chris Bonington",
    "birthday": "1934-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Sir_Chris_Bonington.jpg/284px-Sir_Chris_Bonington.jpg",
    "extract": "Sir Christian John Storey Bonington, CVO, CBE, DL is a British mountaineer.",
    "year": 1934,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "A. G. Kripal Singh",
    "birthday": "1933-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/63/AG_Kripal_Singh.jpg",
    "extract": "Amritsar Govindsingh Kripal Singh pronunciation (help·info) was an Indian Test cricketer.",
    "year": 1933,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Howard Hodgkin",
    "birthday": "1932-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Howard_Hodgkin_DMarshall1987.jpg/290px-Howard_Hodgkin_DMarshall1987.jpg",
    "extract": "Sir Gordon Howard Eliott Hodgkin was a British painter and printmaker. His work is most often associated with abstraction.",
    "year": 1932,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Chalmers Johnson",
    "birthday": "1931-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/fe/Chalmers_Johnson.jpg",
    "extract": "Chalmers Ashby Johnson was an American political scientist specializing in comparative politics, and professor emeritus of the University of California, San Diego. He served in the Korean War, was a consultant for the CIA from 1967 to 1973 and chaired the Center for Chinese Studies at the University of California, Berkeley from 1967 to 1972. He was also president and co-founder with Steven Clemons of the Japan Policy Research Institute, an organization that promotes public education about Japan and Asia.",
    "year": 1931,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Abbey Lincoln",
    "birthday": "1930-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Abbey_Lincoln_in_1966.jpg/209px-Abbey_Lincoln_in_1966.jpg",
    "extract": "Anna Marie Wooldridge, known professionally as Abbey Lincoln, was an American jazz vocalist, songwriter, and actress. She was a civil rights activist beginning in the 1960s. Lincoln made a career out of delivering deeply felt presentations of standards as well as writing and singing her own material.",
    "year": 1930,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Herb Moford",
    "birthday": "1928-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Herb_Moford_1956.JPG/251px-Herb_Moford_1956.JPG",
    "extract": "Herbert Moford was an American right-handed pitcher in Major League Baseball for the St. Louis Cardinals (1955), Detroit Tigers (1958), Boston Red Sox (1959) and New York Mets (1962). He was born in Brooksville, Kentucky, stood 6 feet 1 inch (1.85 m) tall and weighed 175 pounds (79 kg).",
    "year": 1928,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Andy Warhol",
    "birthday": "1928-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Andy_Warhol_1975.jpg/236px-Andy_Warhol_1975.jpg",
    "extract": "Andy Warhol was an American artist, film director, and producer who was a leading figure in the visual art movement known as pop art. His works explore the relationship between artistic expression, advertising, and celebrity culture that flourished by the 1960s, and span a variety of media, including painting, silkscreening, photography, film, and sculpture. Some of his best-known works include the silkscreen paintings Campbell's Soup Cans (1962) and Marilyn Diptych (1962), the experimental films Empire (1964) and Chelsea Girls (1966), and the multimedia events known as the Exploding Plastic Inevitable (1966–67).",
    "year": 1928,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Frank Finlay",
    "birthday": "1926-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b7/Frank_Finlay.jpg/234px-Frank_Finlay.jpg",
    "extract": "Francis Finlay, was an English stage, film and television actor, Oscar-nominated for a supporting role as Iago in Laurence Olivier's 1965 film adaptation of Othello. \nIn 1983, Finlay was directed by Italian filmmaker Tinto Brass in the erotic classic The Key, with Stefania Sandrelli.\nHis first leading television role came in 1971 in Casanova. This led to appearances on The Morecambe and Wise Show. He also appeared in the drama Bouquet of Barbed Wire.",
    "year": 1926,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Clem Labine",
    "birthday": "1926-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Clem_Labine_1949.jpeg/181px-Clem_Labine_1949.jpeg",
    "extract": "Clement Walter Labine was an American right-handed relief pitcher in Major League Baseball (MLB) best known for his years with the Brooklyn / Los Angeles Dodgers from 1950 to 1960. As a key member of the Dodgers in the early 1950s, he helped the team to its first World Series title in 1955 with a win and a save in four games. He is one of eight players in MLB history to have won back-to back World Series championships on different teams, the other seven being Joc Pederson, Ben Zobrist, Jake Peavy, Jack Morris, Bill Skowron, Don Gullett, and Ryan Theriot.",
    "year": 1926,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "János Rózsás",
    "birthday": "1926-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/R%C3%B3zs%C3%A1s.jpg/262px-R%C3%B3zs%C3%A1s.jpg",
    "extract": "János Rózsás was a Hungarian writer.",
    "year": 1926,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Paul Hellyer",
    "birthday": "1923-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/23/Paul_Hellyer_Public_Banking_In_America.png/320px-Paul_Hellyer_Public_Banking_In_America.png",
    "extract": "\nPaul Theodore Hellyer was a Canadian engineer, politician, writer, and commentator. He was the longest serving member of the Queen's Privy Council for Canada at the time of his death.",
    "year": 1923,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Freddie Laker",
    "birthday": "1922-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e9/Freddie_Laker.jpg",
    "extract": "Sir Frederick Alfred Laker was an English airline entrepreneur, best known for founding Laker Airways in 1966, which went bankrupt in 1982. Known as Freddie Laker, he was one of the first airline owners to adopt the \"low cost / no-frills\" airline business model that has since proven to be very successful worldwide with companies such as Norwegian Air, Ryanair, easyJet, AirAsia and WestJet.",
    "year": 1922,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Dan Walker (politician)",
    "birthday": "1922-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Dan_Walker_%281974%29_%281%29.jpg/240px-Dan_Walker_%281974%29_%281%29.jpg",
    "extract": "Daniel J. Walker was an American lawyer, businessman and politician from Illinois. A member of the Democratic party, he served as the 36th Governor of Illinois, from 1973 until 1977. Born in Washington, D.C., Walker was raised in San Diego, before serving in the Navy as an enlisted man and officer during World War II and the Korean War. He moved to Illinois between the wars to attend Northwestern University School of Law, entering politics in the state during the 1960s.",
    "year": 1922,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "John Graves (author)",
    "birthday": "1920-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/John_Graves.jpeg/270px-John_Graves.jpeg",
    "extract": "John Alexander Graves III was an American writer known for his book Goodbye to a River.",
    "year": 1920,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ella Raines",
    "birthday": "1920-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Promotional_photograph_of_Ella_Raines.jpg/253px-Promotional_photograph_of_Ella_Raines.jpg",
    "extract": "Ella Wallace Raines was an American film and television actress.",
    "year": 1920,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Pauline Betz",
    "birthday": "1919-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Pauline_Betz_smoking_ad.jpg/260px-Pauline_Betz_smoking_ad.jpg",
    "extract": "Pauline Betz Addie was an American professional tennis player. She won five Grand Slam singles titles and was the runner-up on three other occasions. Jack Kramer called her the second best female tennis player he ever saw, behind Helen Wills Moody.",
    "year": 1919,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Norman Granz",
    "birthday": "1918-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Norman_Granz%2C_ca._Nov._1947.jpg/265px-Norman_Granz%2C_ca._Nov._1947.jpg",
    "extract": "Norman Granz was an American jazz record producer and concert promoter. He founded the record labels Clef, Norgran, Down Home, Verve, and Pablo. Granz was acknowledged as \"the most successful impresario in the history of jazz\". He was also a champion of racial equality, insisting, for example, on integrating audiences at concerts he promoted.",
    "year": 1918,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Robert Mitchum",
    "birthday": "1917-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Robert_Mitchum_1949_%28no_signature%29.jpg/254px-Robert_Mitchum_1949_%28no_signature%29.jpg",
    "extract": "Robert Charles Durman Mitchum was an American actor. He rose to prominence with an Academy Award nomination for the Best Supporting Actor for The Story of G.I. Joe (1945), followed by his starring in several classic film noirs. His acting is generally considered a forerunner of the antiheroes prevalent in film during the 1950s and 1960s. His best-known films include Thirty Seconds Over Tokyo (1944), Out of the Past (1947), River of No Return (1954), The Night of the Hunter (1955), Thunder Road (1958), Cape Fear (1962), El Dorado (1966), Ryan's Daughter (1970) and The Friends of Eddie Coyle (1973). He is also known for his television role as U.S. Navy Captain Victor \"Pug\" Henry in the epic miniseries The Winds of War (1983) and sequel War and Remembrance (1988).",
    "year": 1917,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Richard Hofstadter",
    "birthday": "1916-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d7/Richard_Hofstadter.jpg",
    "extract": "Richard Hofstadter was an American historian and public intellectual of the mid-20th century.",
    "year": 1916,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Dom Mintoff",
    "birthday": "1916-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Dom_Mintoff_%281974%29.jpg/240px-Dom_Mintoff_%281974%29.jpg",
    "extract": "Dominic Mintoff, was a Maltese Socialist politician, architect, and civil engineer who was leader of the Labour Party from 1949 to 1984, and was 8th Prime Minister of Malta from 1955 to 1958, when Malta was still a British colony, and again, following independence, from 1971 to 1984. His tenure as Prime Minister saw the creation of a comprehensive welfare state, nationalisation of large corporations, a substantial increase in the general standard of living and the establishment of the Maltese republic, but was later on marred by a stagnant economy, a rise in authoritarianism and outbreaks of political violence.",
    "year": 1916,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gordon Freeth",
    "birthday": "1914-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Gordon_Freeth_1969.jpg/229px-Gordon_Freeth_1969.jpg",
    "extract": "Sir Gordon Freeth, KBE was an Australian politician and diplomat. He served in the House of Representatives from 1949 to 1969, including as a minister in the Coalition governments from 1958 to 1969. He later served as Ambassador to Japan from 1970 to 1973 and High Commissioner to the United Kingdom from 1977 to 1980.",
    "year": 1914,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Lucille Ball",
    "birthday": "1911-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/LDBALL1950s.jpg/200px-LDBALL1950s.jpg",
    "extract": "Lucille Désirée Ball was an American actress, comedian, and producer. She was nominated for 13 Primetime Emmy Awards, winning five times, and was the recipient of several other accolades, such as the Golden Globe Cecil B. DeMille Award and two stars on the Hollywood Walk of Fame. She earned many honors, including the Women in Film Crystal Award, an induction into the Television Hall of Fame, the Lifetime Achievement Award from the Kennedy Center Honors, and the Governors Award from the Academy of Television Arts & Sciences.",
    "year": 1911,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Norman Gordon",
    "birthday": "1911-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/1a/Norman_Gordon_of_South_Africa.jpg",
    "extract": "Norman Gordon was a South African cricketer who played in five Test matches during the 1938–39 South African cricket season.",
    "year": 1911,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Adoniran Barbosa",
    "birthday": "1910-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/AdoniranBarbosa001.jpg/320px-AdoniranBarbosa001.jpg",
    "extract": "Adoniran Barbosa, artistic name of João Rubinato, was a noted Brazilian São Paulo style samba singer and composer.",
    "year": 1910,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Charles Crichton",
    "birthday": "1910-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/08/Director_Charles_Crichton.jpg",
    "extract": "Charles Ainslie Crichton was an English film director and editor.",
    "year": 1910,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Helen Jacobs",
    "birthday": "1908-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/4e/Helen_Jacobs.jpg",
    "extract": "Helen Hull Jacobs was an American tennis player who won nine Grand Slam titles. In 1936 she was ranked No. 1 in singles by A. Wallis Myers.",
    "year": 1908,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Lajos Vajda",
    "birthday": "1908-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Vajda_Lajos_Szentendr%C3%A9n%2C_1939.jpg/241px-Vajda_Lajos_Szentendr%C3%A9n%2C_1939.jpg",
    "extract": "Lajos Vajda was a Hungarian painter and graphic artist. From 1927 to 1930 he was a student of István Csók at the Royal Academy of Fine Arts.",
    "year": 1908,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Henry Iba",
    "birthday": "1904-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/6a/Henry_Iba_1945.jpg",
    "extract": "Henry Payne Iba was an American basketball coach and college athletics administrator. He served as the head basketball coach at Northwest Missouri State Teacher's College, now known as Northwest Missouri State University, from 1929 to 1933; the University of Colorado Boulder from 1933 to 1934; and the Oklahoma State University–Stillwater, known as Oklahoma A&M prior to 1957, from 1934 to 1970, compiling a career college basketball coaching record of 751–340. He led Oklahoma A&M to consecutive NCAA Basketball Tournament titles, in 1945 and 1946. Iba was also the athletic director at Oklahoma A&M / Oklahoma State from 1935 to 1970 and the school's head baseball coach from 1934 to 1941, tallying a mark of 90–41. As head coach of the United States men's national basketball team, he led the U.S. to the gold medals at the 1964 and 1968 Summer Olympics. Iba was inducted into the Naismith Memorial Basketball Hall of Fame in 1969.",
    "year": 1904,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Virginia Foster Durr",
    "birthday": "1903-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Virginia_Durr-2_%281948%29.jpg/286px-Virginia_Durr-2_%281948%29.jpg",
    "extract": "Virginia Foster Durr was an American civil rights activist and lobbyist. She was born in Birmingham, Alabama in 1903 to Dr. Sterling Foster, an Alabama Presbyterian minister, and Ann Patterson Foster. At 22 she married lawyer Clifford Durr, with whom she had 5 children, one of whom died in infancy. Durr was a close friend of Rosa Parks and Eleanor Roosevelt, and was sister-in-law of Supreme Court Justice Hugo Black, who sat on many crucial civil rights cases. Her circle of friends extended to Alger Hiss. She was inducted into the Alabama Women's Hall of Fame in 2006.",
    "year": 1903,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Dutch Schultz",
    "birthday": "1901-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/aa/Schultz_dutch_mug.jpg/320px-Schultz_dutch_mug.jpg",
    "extract": "Dutch Schultz was an American mobster. Based in New York City in the 1920s and 1930s, he made his fortune in organized crime-related activities, including bootlegging and the numbers racket. Weakened by two tax evasion trials led by prosecutor Thomas Dewey, Schultz's rackets were also threatened by fellow mobster Lucky Luciano. In an attempt to avert his conviction, Schultz asked the Commission for permission to kill Dewey, which they refused. When Schultz disobeyed them and made an attempt to kill Dewey, the Commission ordered his murder in 1935.",
    "year": 1901,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Cecil Howard Green",
    "birthday": "1900-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/CecilHowardGreenMid1980s.jpg/225px-CecilHowardGreenMid1980s.jpg",
    "extract": "Cecil Howard Green was a British-born American geophysicist, electrical engineer, and electronics manufacturing executive, who trained at the University of British Columbia and the Massachusetts Institute of Technology.",
    "year": 1900,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Frank Nicklin",
    "birthday": "1895-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Frank_Nicklin_1963.jpg/229px-Frank_Nicklin_1963.jpg",
    "extract": "Sir George Francis Reuben Nicklin, was an Australian politician. He was the Premier of Queensland from 1957 to 1968, the first non-Labor Party premier since 1932.",
    "year": 1895,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Wright Patman",
    "birthday": "1893-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/22/John_William_Wright_Patman.jpg",
    "extract": "John William Wright Patman was an American politician. First elected in 1928, Patman served 24 consecutive terms in the United States House of Representatives for Texas's 1st congressional district from 1929 to 1976. He was a member of the Democratic Party. From 1973 to 1976, he was Dean of the United States House of Representatives.",
    "year": 1893,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Hoot Gibson",
    "birthday": "1892-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Film_actor_Edward_%22Hoot%22_Gibson_%28SAYRE_446%29.jpg/247px-Film_actor_Edward_%22Hoot%22_Gibson_%28SAYRE_446%29.jpg",
    "extract": "Edmund Richard \"Hoot\" Gibson was an American rodeo champion, film actor, film director, and producer. While acting and stunt work began as a sideline to Gibson's focus on rodeo, he successfully transitioned from silent films to become a leading performer in Hollywood's growing cowboy film industry.",
    "year": 1892,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "William Slim, 1st Viscount Slim",
    "birthday": "1891-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/William_Slim%2C_1950.jpg/228px-William_Slim%2C_1950.jpg",
    "extract": "Field Marshal William Joseph Slim, 1st Viscount Slim,, usually known as Bill Slim, was a British military commander and the 13th Governor-General of Australia.",
    "year": 1891,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Wentworth Beaumont, 2nd Viscount Allendale",
    "birthday": "1890-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/09/Wentworth_Henry_Canning_Beaumont%2C_2nd_Viscount_Allendale.jpg/230px-Wentworth_Henry_Canning_Beaumont%2C_2nd_Viscount_Allendale.jpg",
    "extract": "Wentworth Henry Canning Beaumont, 2nd Viscount Allendale, was a British peer, Lord Lieutenant of Northumberland, and army captain.",
    "year": 1890,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "George Kenney",
    "birthday": "1889-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/George_Kenney.jpg/226px-George_Kenney.jpg",
    "extract": "George Churchill Kenney was a United States Army Air Forces general during World War II. He is best known as the commander of the Allied Air Forces in the Southwest Pacific Area (SWPA), a position he held between August 1942 and 1945.",
    "year": 1889,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "John Middleton Murry",
    "birthday": "1889-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/John_Middleton_Murry%2C_1917.jpg/233px-John_Middleton_Murry%2C_1917.jpg",
    "extract": "John Middleton Murry was an English writer. He was a prolific author, producing more than 60 books and thousands of essays and reviews on literature, social issues, politics, and religion during his lifetime. A prominent critic, Murry is best remembered for his association with Katherine Mansfield, whom he married in 1918 as her second husband, for his friendship with D. H. Lawrence and T. S. Eliot, and for his friendship with Frieda Lawrence. Following Mansfield's death, Murry edited her work.",
    "year": 1889,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Dudley Benjafield",
    "birthday": "1887-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Dudley_Benjafield%2C_vainqueur_des_24_Heures_du_Mans_1927_sur_Bentley.jpg/320px-Dudley_Benjafield%2C_vainqueur_des_24_Heures_du_Mans_1927_sur_Bentley.jpg",
    "extract": "Joseph Dudley \"Benjy\" Benjafield, MD was a British medical doctor and racing driver.",
    "year": 1887,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Constance Georgina Adams",
    "birthday": "1883-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Constance_Georgina_Tardrew_%28nee_Adams_%29_%286.8.1883_-_21.6.1968%29.png/239px-Constance_Georgina_Tardrew_%28nee_Adams_%29_%286.8.1883_-_21.6.1968%29.png",
    "extract": "Constance Georgina Adams, also known as Constance Georgina Tardrew, was a South African housewife and collector of botanical specimens. Known by the nicknames Connie and Daisy, Adams was born in Cape Town and spent her early childhood on a farm in Tulbagh before moving to Warrenton. She subsequently lived in Kimberley before getting married, settling in Johannesburg where she became active in the Housewives League of South Africa. Inspired by her parents' interest in botany, she became a successful collector for both the Albany Museum in Grahamstown and McGregor Museum in Kimberley. She also cultivated a friendship with the Director of the latter, Maria Wilman. She collected over 240 specimens, which were presented to the Albany Museum, McGregor Museum and the National Herbarium in Pretoria.",
    "year": 1883,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Scott Nearing",
    "birthday": "1883-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Scott_Nearing_cph.3b29496.jpg/240px-Scott_Nearing_cph.3b29496.jpg",
    "extract": "Scott Nearing was an American radical economist, educator, writer, political activist, pacifist, vegetarian and advocate of simple living.",
    "year": 1883,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Leo Carrillo",
    "birthday": "1881-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Leo_Carrillo_1934.jpg/229px-Leo_Carrillo_1934.jpg",
    "extract": "Leopoldo Antonio Carrillo, known professionally as Leo Carrillo, was an American actor, vaudevillian, political cartoonist, and conservationist.\nHe was best known for playing Pancho in the popular television series The Cisco Kid (1950–1956) and in several films.",
    "year": 1881,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alexander Fleming",
    "birthday": "1881-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Synthetic_Production_of_Penicillin_TR1468.jpg/225px-Synthetic_Production_of_Penicillin_TR1468.jpg",
    "extract": "Sir Alexander Fleming was a Scottish physician and microbiologist, best known for discovering the world's first broadly effective antibiotic substance, which he named penicillin. His discovery in 1928 of what was later named benzylpenicillin from the mould Penicillium rubens is described as the \"single greatest victory ever achieved over disease.\" For this discovery, he shared the Nobel Prize in Physiology or Medicine in 1945 with Howard Florey and Ernst Boris Chain.",
    "year": 1881,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Louella Parsons",
    "birthday": "1881-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Louella-Parsons-1937.jpg/232px-Louella-Parsons-1937.jpg",
    "extract": "Louella Parsons was an American movie columnist and a screenwriter. She was retained by William Randolph Hearst because she had championed Hearst's mistress Marion Davies and subsequently became an influential figure in Hollywood. At her peak, her columns were read by 20 million people in 700 newspapers worldwide.",
    "year": 1881,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Hans Moser (actor)",
    "birthday": "1880-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Moser1902.jpg/191px-Moser1902.jpg",
    "extract": "Hans Moser was an Austrian actor who, during his long career, from the 1920s up to his death, mainly played in comedy films. He was particularly associated with the genre of the Wiener Film. Moser appeared in over 150 films.",
    "year": 1880,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Wallace H. White",
    "birthday": "1877-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/da/WallaceWhiteJr.jpg",
    "extract": "Wallace Humphrey White Jr. was an American politician and Republican leader in the United States Congress from 1917 until 1949. White was from the U.S. state of Maine and served in the U.S. House of Representatives before being elected to the U.S. Senate, where he was Senate Minority Leader and later Majority Leader before his retirement.",
    "year": 1877,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Charles Fort",
    "birthday": "1874-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Fort_charles_1920.jpg/238px-Fort_charles_1920.jpg",
    "extract": "Charles Hoy Fort was an American writer and researcher who specialized in anomalous phenomena. The terms \"Fortean\" and \"Forteana\" are sometimes used to characterize various such phenomena. Fort's books sold well and are still in print. His work continues to inspire admirers, who refer to themselves as \"Forteans\", and has influenced some aspects of science fiction.",
    "year": 1874,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Paul Claudel",
    "birthday": "1868-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Paul_Claudel_cph.3b31258.jpg/213px-Paul_Claudel_cph.3b31258.jpg",
    "extract": "Paul Claudel was a French poet, dramatist and diplomat, and the younger brother of the sculptor Camille Claudel. He was most famous for his verse dramas, which often convey his devout Catholicism. Claudel was nominated for the Nobel Prize in Literature in six different years.",
    "year": 1868,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Susie King Taylor",
    "birthday": "1848-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Susie_King_Taylor_LCCN2003653538.jpg/157px-Susie_King_Taylor_LCCN2003653538.jpg",
    "extract": "Susie King Taylor is known for being the first Black nurse during the American Civil War. Beyond just her aptitude in nursing the wounded of the 1st South Carolina Volunteer Infantry Regiment, Taylor was the first Black woman to self-publish her memoirs. She was the author of Reminiscences of My Life in Camp with the 33rd United States Colored Troops, Late 1st S.C. Volunteers. She was also an educator to formerly bonded Black people in the postbellum South by opening various schools in Georgia. Taylor would also be a part of organizing the 67 Corps of the Women's Relief Corps in 1886.",
    "year": 1848,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Anna Haining Bates",
    "birthday": "1846-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e1/Anna_Swan_with_her_parents.jpg",
    "extract": "Anna Haining Bates, was a Canadian woman famed for her great stature of 7 feet 11 inches (2.41 m). She was one of the tallest women ever. Her parents were of average height and were Scottish immigrants.",
    "year": 1846,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alfred, Duke of Saxe-Coburg and Gotha",
    "birthday": "1844-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Alfred_duke_of_Edinburgh.jpg/249px-Alfred_duke_of_Edinburgh.jpg",
    "extract": "Alfred was the sovereign duke of Saxe-Coburg and Gotha from 1893 to 1900. He was the second son and fourth child of Queen Victoria and Prince Albert. He was known as the Duke of Edinburgh from 1866 until he succeeded his paternal uncle Ernest II as the reigning Duke of Saxe-Coburg and Gotha in the German Empire.",
    "year": 1844,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "James Henry Greathead",
    "birthday": "1844-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/James_Henry_Greathead.png/225px-James_Henry_Greathead.png",
    "extract": "James Henry Greathead was a mechanical and civil engineer renowned for his work on the London Underground railways, Winchester Cathedral, and Liverpool overhead railway, as well as being one of the earliest proponents of the English Channel, Irish Sea and Bristol Channel tunnels. His invention is also the reason that the London Underground is colloquially named the \"Tube\".",
    "year": 1844,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Thomas Alexander Browne",
    "birthday": "1826-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Thomas_Alexander_Browne.jpg/221px-Thomas_Alexander_Browne.jpg",
    "extract": "Thomas Alexander Browne was an Australian author who published many of his works under the pseudonym Rolf Boldrewood. He is best known for his 1882 bushranging novel Robbery Under Arms.",
    "year": 1826,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alfred, Lord Tennyson",
    "birthday": "1809-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Alfred_Tennyson%2C_1st_Baron_Tennyson_by_George_Frederic_Watts.jpg/265px-Alfred_Tennyson%2C_1st_Baron_Tennyson_by_George_Frederic_Watts.jpg",
    "extract": "Alfred Tennyson, 1st Baron Tennyson was an English poet. He was the Poet Laureate during much of Queen Victoria's reign. In 1829, Tennyson was awarded the Chancellor's Gold Medal at Cambridge for one of his first pieces, \"Timbuktu\". He published his first solo collection of poems, Poems Chiefly Lyrical, in 1830. \"Claribel\" and \"Mariana\", which remain some of Tennyson's most celebrated poems, were included in this volume. Although described by some critics as overly sentimental, his verse soon proved popular and brought Tennyson to the attention of well-known writers of the day, including Samuel Taylor Coleridge. Tennyson's early poetry, with its medievalism and powerful visual imagery, was a major influence on the Pre-Raphaelite Brotherhood.",
    "year": 1809,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Daniel O'Connell",
    "birthday": "1775-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Daniel_O%27Connell.png/260px-Daniel_O%27Connell.png",
    "extract": "Daniel O'Connell, hailed in his time as The Liberator, was the acknowledged political leader of Ireland's Roman Catholic majority in the first half of the 19th century. His mobilisation of Catholic Ireland through to the poorest class of tenant farmer helped secure Catholic emancipation in 1829 and allowed him to take a seat in the United Kingdom Parliament to which he had twice been elected. At Westminster O'Connell championed liberal and reform causes but failed in his declared objective for Ireland: the restoration of a separate Irish Parliament through repeal of the 1800 Act of Union. Against the background of a growing agrarian crisis and, in his final years, of the Great Irish Famine, O'Connell contended with dissension at home. Criticism of his political compromises and system of patronage led to a split in the national movement he had singularly led.",
    "year": 1775,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jean-Baptiste Bessières",
    "birthday": "1768-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Reisener_-_Portrait_du_mar%C3%A9chal_Jean-Baptiste_Bessi%C3%A8res%2C_duc_d%27Istries_%281768-1813%29.jpg/211px-Reisener_-_Portrait_du_mar%C3%A9chal_Jean-Baptiste_Bessi%C3%A8res%2C_duc_d%27Istries_%281768-1813%29.jpg",
    "extract": "Jean-Baptiste Bessières, 1st  Duke of Istria, was a French military commander and Marshal of the Empire who served during both the French Revolutionary Wars and the Napoleonic Wars. His younger brother, Bertrand, followed in his footsteps and eventually became a divisional general. Their cousin, Julien Bessières, also served Emperor Napoleon I as a diplomat and imperial official.",
    "year": 1768,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "William Hyde Wollaston",
    "birthday": "1766-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Wollaston_William_Hyde_Jackson_color.jpg/242px-Wollaston_William_Hyde_Jackson_color.jpg",
    "extract": "William Hyde Wollaston was an English chemist and physicist who is famous for discovering the chemical elements palladium and rhodium. He also developed a way to process platinum ore into malleable ingots.",
    "year": 1766,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Petrobey Mavromichalis",
    "birthday": "1765-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Prince_Petro_Mavromichali%2C_Chief_of_the_Mainottes_or_old_Spartans_-_Friedel_Adam_De_-_1830.jpg/226px-Prince_Petro_Mavromichali%2C_Chief_of_the_Mainottes_or_old_Spartans_-_Friedel_Adam_De_-_1830.jpg",
    "extract": "Petros Mavromichalis, also known as Petrobey, was a Greek general, politician and the leader of the Maniot people during the first half of the 19th century. His family had a long history of revolts against the Ottoman Empire, which ruled most of what is now Greece. His grandfather Georgios and his father Pierros were among the leaders of the Orlov Revolt.",
    "year": 1765,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Luc de Clapiers, marquis de Vauvenargues",
    "birthday": "1715-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/LucdeClapiers-marquisdeVauvenarges.jpg/240px-LucdeClapiers-marquisdeVauvenarges.jpg",
    "extract": "Luc de Clapiers, marquis de Vauvenargues was a French writer and moralist. He died at age 31, in broken health, having published the year prior—anonymously—a collection of essays and aphorisms with the encouragement of Voltaire, his friend. He first received public notice under his own name in 1797, and from 1857 on, his aphorisms became popular. In the history of French literature, his significance lies chiefly in his friendship with Voltaire.",
    "year": 1715,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Charles VII, Holy Roman Emperor",
    "birthday": "1697-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Carl_Albrecht_VII%2C_by_workshop_of_George_Desmarees.jpg/241px-Carl_Albrecht_VII%2C_by_workshop_of_George_Desmarees.jpg",
    "extract": "Charles VII was the prince-elector of Bavaria from 1726 and Holy Roman Emperor from 24 January 1742 to his death. He was a member of the House of Wittelsbach, and his reign as Holy Roman Emperor thus marked the end of three centuries of uninterrupted Habsburg imperial rule although he was related to the Habsburgs by both blood and marriage. After the death of emperor Charles VI in 1740, he claimed the Archduchy of Austria by his marriage to Maria Amalia of Austria, the niece of Charles VI, and was briefly, from 1741 to 1743, as Charles III King of Bohemia. In 1742, he was elected emperor of the Holy Roman Empire as Charles VII and ruled until his death three years later.",
    "year": 1697,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Johann Bernoulli",
    "birthday": "1667-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Johann_Bernoulli2.jpg/258px-Johann_Bernoulli2.jpg",
    "extract": "Johann Bernoulli was a Swiss mathematician and was one of the many prominent mathematicians in the Bernoulli family. He is known for his contributions to infinitesimal calculus and educating Leonhard Euler in the pupil's youth.",
    "year": 1667,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Maria Sophia of Neuburg",
    "birthday": "1666-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Maria_Sofia_de_Neuburgo_-_Ant%C3%B3nio_de_Oliveira_de_Loredo_%28Museu_Nacional_dos_Coches%29%2C_colour_corrected.png/272px-Maria_Sofia_de_Neuburgo_-_Ant%C3%B3nio_de_Oliveira_de_Loredo_%28Museu_Nacional_dos_Coches%29%2C_colour_corrected.png",
    "extract": "Maria Sophia Elisabeth of Neuburg was Queen of Portugal as the wife of King Peter II from 1687 until her death in 1699. A popular queen, she was noted for her extraordinary generosity and for being the mother of the famously extravagant John V of Portugal.",
    "year": 1666,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Claude de Forbin",
    "birthday": "1656-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Claude_de_Forbin.jpg/267px-Claude_de_Forbin.jpg",
    "extract": "Claude, chevalier, then count de Forbin-Gardanne was a French naval commander. In 1685–1688 he was on a diplomatic mission to Siam. He became governor of Bangkok and a general in the Siamese army, and left Siam shortly before King Narai fell ill and was deposed by a coup d'état.",
    "year": 1656,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "François Fénelon",
    "birthday": "1651-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Fran%C3%A7ois_de_Salignac_de_la_Mothe-F%C3%A9nelon.PNG/277px-Fran%C3%A7ois_de_Salignac_de_la_Mothe-F%C3%A9nelon.PNG",
    "extract": "François de Salignac de la Mothe-Fénelon, more commonly known as François Fénelon, was a French Catholic archbishop, theologian, poet and writer. Today, he is remembered mostly as the author of The Adventures of Telemachus, first published in 1699.",
    "year": 1651,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Louise de La Vallière",
    "birthday": "1644-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/La_Duchesse_de_la_Valli%C3%A8re_Pierre_Mignard.jpg/249px-La_Duchesse_de_la_Valli%C3%A8re_Pierre_Mignard.jpg",
    "extract": "Françoise Louise de La Vallière, Duchess of La Vallière and Vaujours, born Françoise Louise de La Baume Le Blanc de La Vallière, Mademoiselle de La Vallière was a French noblewoman and the first mistress of Louis XIV of France from 1661 to 1667. She was created suo jure Duchess of La Vallière and Duchess of Vaujours. After leaving the royal court, Louise dedicated her life to religion, becoming a nun in 1674.",
    "year": 1644,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Nicolas Malebranche",
    "birthday": "1638-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Nicolas_Malebranche.jpg/256px-Nicolas_Malebranche.jpg",
    "extract": "Nicolas Malebranche was a French Oratorian Catholic priest and rationalist philosopher. In his works, he sought to synthesize the thought of St. Augustine and Descartes, in order to demonstrate the active role of God in every aspect of the world. Malebranche is best known for his doctrines of vision in God, occasionalism and ontologism.",
    "year": 1638,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tjerk Hiddes de Vries",
    "birthday": "1622-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/46/Tjerkhiddes.jpg/320px-Tjerkhiddes.jpg",
    "extract": "Tjerk Hiddes de Vries was a naval hero and Dutch admiral from the seventeenth century. The French, who could not pronounce his name, called him Kiërkides. His name was also given as Tsjerk, Tierck or Tjerck.",
    "year": 1622,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Barbara Strozzi",
    "birthday": "1619-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Bernardo_Strozzi_001.jpg/248px-Bernardo_Strozzi_001.jpg",
    "extract": "Barbara Strozzi was an Italian composer and singer of the Baroque Period. During her lifetime, Strozzi published eight volumes of her own music, and had more secular music in print than any other composer of the era. This was achieved without any support from the Church and with no consistent patronage from the nobility.",
    "year": 1619,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Bulstrode Whitelocke",
    "birthday": "1605-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Bulstrode_Whitelocke_from_NPG.jpg/265px-Bulstrode_Whitelocke_from_NPG.jpg",
    "extract": "Sir Bulstrode Whitelocke was an English lawyer, writer, parliamentarian and Lord Keeper of the Great Seal of England.",
    "year": 1605,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Fakhr al-Din II",
    "birthday": "1572-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Fakhr_al-Din_Portrait_Cropped.png/270px-Fakhr_al-Din_Portrait_Cropped.png",
    "extract": "Fakhr al-Din ibn Qurqumaz Ma'n, commonly known as Fakhr al-Din II or Fakhreddine II, was the paramount Druze emir of Mount Lebanon from the Ma'n dynasty, an Ottoman governor of Sidon-Beirut and Safed, and the strongman over much of the Levant from the 1620s to 1633. For uniting modern Lebanon's constituent parts and communities, especially the Druze and the Maronites, under a single authority for the first time in history, he is generally regarded as the country's founder. Although he ruled in the name of the Ottomans, he acted with considerable autonomy and developed close ties with European powers in defiance of the Ottoman imperial government.",
    "year": 1572,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Matthew Parker",
    "birthday": "1504-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Archbishop_Matthew_Parker.jpg/253px-Archbishop_Matthew_Parker.jpg",
    "extract": "Matthew Parker was an English bishop. He was the Archbishop of Canterbury in the Church of England from 1559 until his death in 1575. He was also an influential theologian and arguably the co-founder of a distinctive tradition of Anglican theological thought.",
    "year": 1504,
    "month": 8,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Emperor Go-Toba",
    "birthday": "1180-8-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Emperor_Go-Toba.jpg/315px-Emperor_Go-Toba.jpg",
    "extract": "Emperor Go-Toba  was the 82nd emperor of Japan, according to the traditional order of succession. His reign spanned the years from 1183 through 1198.",
    "year": 1180,
    "month": 8,
    "day": 6,
    "language": "en"
  }
]