[
  {
    "name": "Martti Nõmme",
    "birthday": "1993-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Martti_Nomme_Val_di_Fiemme_2013_%28normal_hill_individual%29.jpg/320px-Martti_Nomme_Val_di_Fiemme_2013_%28normal_hill_individual%29.jpg",
    "extract": "Martti Nõmme is an Estonian ski jumper. He was born in Võru.",
    "year": 1993,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Karol Zalewski",
    "birthday": "1993-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Karol_Zalewski_Pozna%C5%84_2021.jpg/249px-Karol_Zalewski_Pozna%C5%84_2021.jpg",
    "extract": "Karol Zalewski is a Polish athlete who specialises in the sprinting events. He reached the semifinals of the 2013 World Championships in the 200 metres. He is also the 2013 European U23 champion over that distance.",
    "year": 1993,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Adam Yates",
    "birthday": "1992-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Adam_Yates_2015TOA.jpg/223px-Adam_Yates_2015TOA.jpg",
    "extract": "Adam Richard Yates is a British road and track racing cyclist who currently rides for UCI WorldTeam Ineos Grenadiers. The twin brother of Simon Yates, Adam Yates placed fourth overall at the 2016 Tour de France and won the young rider classification, becoming the first British rider to win that classification, one year ahead of his twin brother Simon.",
    "year": 1992,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Simon Yates (cyclist)",
    "birthday": "1992-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/20140907-SimonYates.jpg/271px-20140907-SimonYates.jpg",
    "extract": "Simon Philip Yates is a British road and track racing cyclist who currently rides for UCI WorldTeam Team BikeExchange–Jayco. His twin brother is Adam Yates, who is also a professional cyclist. He won the gold medal in the points race at the 2013 Track Cycling World Championships. Following a doping ban in 2016, he won the young rider classification in the 2017 Tour de France and the general classification in the 2018 Vuelta a España. Yates has also won multiple stages at each of cycling's three grand tours.",
    "year": 1992,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "E. J. Tackett",
    "birthday": "1992-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/20170820_E._J._Tackett_portrait.jpg/282px-20170820_E._J._Tackett_portrait.jpg",
    "extract": "Edward Dean Tackett Jr. is an American professional ten-pin bowler from Huntington, Indiana, now residing in Bluffton, Indiana. A member of the Professional Bowlers Association (PBA) since 2012, Tackett has won 15 PBA Tour titles, including two major championships. He was named PBA Player of the Year for the 2016 season, and was runner-up for the award in 2017 and 2018. Tackett is right-handed and uses a cranker-style delivery. He is a pro staff member for MOTIV bowling balls, Turbo Grips, and Genesis kinesiology tape.",
    "year": 1992,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Luis Salom",
    "birthday": "1991-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Luis_Salom_2013.jpg/189px-Luis_Salom_2013.jpg",
    "extract": "Luis Jaime Salom Horrach was a Spanish Grand Prix motorcycle racer. Salom died after a practice accident at Circuit de Catalunya, when making contact with his bike and the wall after a high-speed accident. Racing in the Moto2 class since 2014, he finished 41 races, with 3 podium appearances, including a second-place finish at the 2016 Qatar season opener. At the time of his death, Salom ranked 10th in the 2016 Moto2 Championship point standings. Previously he had competed in Moto3, accumulating nine race victories, finishing 2nd and 3rd in the 2012 and 2013 championships, respectively.",
    "year": 1991,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Mitchell te Vrede",
    "birthday": "1991-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Mitchell_te_Vrede.jpg/224px-Mitchell_te_Vrede.jpg",
    "extract": "Mitchell te Vrede is a professional footballer who plays as a striker for Abha. He formerly played for Excelsior, Feyenoord, Heerenveen, Boluspor, NAC Breda and Al-Fateh. Born in the Netherlands, he represents the Suriname national team.",
    "year": 1991,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Mike Trout",
    "birthday": "1991-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Mike_Trout_2018.jpg/250px-Mike_Trout_2018.jpg",
    "extract": "Michael Nelson Trout is an American professional baseball center fielder for the Los Angeles Angels of Major League Baseball (MLB). Trout is a nine-time MLB All-Star, three-time American League (AL) Most Valuable Player (MVP), and is an eight-time winner of the Silver Slugger Award.",
    "year": 1991,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Josh Franceschi",
    "birthday": "1990-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Joshito_franceschi.jpg/239px-Joshito_franceschi.jpg",
    "extract": "Joshua James Alphonse Franceschi is an English singer and songwriter. He is lead vocalist of rock band You Me at Six.",
    "year": 1990,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "DeMar DeRozan",
    "birthday": "1989-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/DeMar_DeRozan_2022.jpg/264px-DeMar_DeRozan_2022.jpg",
    "extract": "DeMar Darnell DeRozan is an American professional basketball player for the Chicago Bulls of the National Basketball Association (NBA). He played college basketball for the USC Trojans and was selected ninth overall by the Toronto Raptors in the 2009 NBA draft. He is a five-time NBA All-Star and a three-time All-NBA Team member. He spent nine seasons with the Raptors, including five playoff runs, before being traded to the Spurs in the summer of 2018 and the Bulls in 2021. DeRozan has played for the United States national team in the 2014 World Cup and the 2016 Summer Olympics.",
    "year": 1989,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jonathan Bernier",
    "birthday": "1988-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Jonathan_Bernier_%284294273535%29.jpg/240px-Jonathan_Bernier_%284294273535%29.jpg",
    "extract": "Jonathan Bernier is a Canadian professional ice hockey goaltender for the New Jersey Devils of the National Hockey League (NHL). He was drafted in the first round, 11th overall, of the 2006 NHL Entry Draft by the Los Angeles Kings, the team with whom he played his first four NHL seasons. Bernier won the Stanley Cup with the Kings in 2012.",
    "year": 1988,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Anisa Mohammed",
    "birthday": "1988-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/ANISA_MOHAMMED_%2815704905815%29.jpg/212px-ANISA_MOHAMMED_%2815704905815%29.jpg",
    "extract": "Anisa Mohammed is a Trinidadian cricketer who plays for Trinidad and Tobago and the West Indies. She plays as a right-arm off spin bowler. Since her international debut at 15 years of age she has played in 122 One Day International (WODI) and 111 Twenty20 International (WT20I) matches. Mohammed was the first cricketer, male or female, to take 100 wickets in T20Is. In WODIs, she is currently fifth on the all-time dismissals list with 151 wickets to her name. She was also the first bowler for the West Indies to take 100 wickets in WODIs, and the first for the West Indies to take a hat-trick in a Women's Twenty20 International match.",
    "year": 1988,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Erik Pieters",
    "birthday": "1988-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Erik_Pieters_2011.jpg/320px-Erik_Pieters_2011.jpg",
    "extract": "Erik Pieters is a Dutch professional footballer who plays as a left back for Premier League club Burnley.",
    "year": 1988,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Beanie Wells",
    "birthday": "1988-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/20081122_Obi_Ezeh_attempts_shoestring_tackle_on_Beanie_Wells.jpg/320px-20081122_Obi_Ezeh_attempts_shoestring_tackle_on_Beanie_Wells.jpg",
    "extract": "Christopher Michael Wells, known as Chris Wells or Beanie Wells, is a former American football running back. He was selected by the Arizona Cardinals in the first round of the 2009 NFL Draft out of Ohio State University.",
    "year": 1988,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Sidney Crosby",
    "birthday": "1987-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Sidney_Crosby_2019-01-06_1.jpg/320px-Sidney_Crosby_2019-01-06_1.jpg",
    "extract": "Sidney Patrick Crosby is a Canadian professional ice hockey centre and captain of the Pittsburgh Penguins of the National Hockey League (NHL). Nicknamed \"Sid the Kid\" and dubbed \"The Next One\", he was selected first overall by the Penguins in the 2005 NHL Entry Draft. Crosby is widely regarded as one of the greatest ice hockey players of all time.",
    "year": 1987,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ryan Lavarnway",
    "birthday": "1987-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Ryan_Lavarnway_2012.jpg/236px-Ryan_Lavarnway_2012.jpg",
    "extract": "Ryan Cole Lavarnway is an American-Israeli professional baseball catcher in the Detroit Tigers organization. He has previously played in Major League Baseball (MLB) for the Boston Red Sox, Baltimore Orioles, Atlanta Braves, Oakland Athletics, Pittsburgh Pirates, Cincinnati Reds, Miami Marlins, and Cleveland Indians. In international competition, he has played for Team Israel.",
    "year": 1987,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Rouven Sattelmaier",
    "birthday": "1987-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Rouven_Kai_Sattelmaier_in_Saint-Petersburg._18_May_2011.png/231px-Rouven_Kai_Sattelmaier_in_Saint-Petersburg._18_May_2011.png",
    "extract": "Rouven Kai Sattelmaier is a German former professional footballer who played as goalkeeper.",
    "year": 1987,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Paul Biedermann",
    "birthday": "1986-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Paul_Biedermann_1.jpg/257px-Paul_Biedermann_1.jpg",
    "extract": "Paul Biedermann is a German retired competitive swimmer, a 200 and 400 metre freestyle long course world champion. He holds the long course and short course world records in the 200 meters freestyle, and the long course world record in the 400 meters freestyle.",
    "year": 1986,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Valter Birsa",
    "birthday": "1986-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Valter_Birsa_2009.jpg/170px-Valter_Birsa_2009.jpg",
    "extract": "Valter Birsa is a retired Slovenian footballer who played as a winger.",
    "year": 1986,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Altaír Jarabo",
    "birthday": "1986-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Alta%C3%ADr_Jarabo_%28cropped%29.jpg/243px-Alta%C3%ADr_Jarabo_%28cropped%29.jpg",
    "extract": "Altaír Jarabo García is a Mexican actress and fashion model. Best known for co-starring in antagonistic roles in Mexican telenovelas such as Súbete A Mi Moto (2002), Inocente de Ti (2004), Código Postal (2006), Al Diablo con los Guapos (2007), En Nombre del Amor (2008), Mi pecado (2009), Llena de amor (2010), Abismo de pasión (2012), Mentir para vivir (2013), Que te perdone Dios (2015), Vencer el desamor (2021) and Corazón guerrero (2022).\nShe has a brother named Jorge Jarabo Garcia.",
    "year": 1986,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Stratos Perperoglou",
    "birthday": "1984-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Stratos_Perperoglou_5_KK_Crvena_zvezda_EuroLeague_20191010_%281%29_%28cropped%29.jpg/216px-Stratos_Perperoglou_5_KK_Crvena_zvezda_EuroLeague_20191010_%281%29_%28cropped%29.jpg",
    "extract": "Efstratios \"Stratos\" Perperoglou is a Greek former professional basketball player. He is 2.03 m (6'8\") tall and he played mainly at the small forward position.",
    "year": 1984,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Christian Chávez",
    "birthday": "1983-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Christian_Ch%C3%A1vez_in_2017_part_5.jpg/202px-Christian_Ch%C3%A1vez_in_2017_part_5.jpg",
    "extract": "José Christian Chávez Garza, most often known as Christian Chávez is an American-born Mexican singer, songwriter and actor, best known for his role as Giovanni Méndez López in the telenovela Rebelde and its spin-off pop group RBD.",
    "year": 1983,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Murat Dalkılıç",
    "birthday": "1983-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Murat_Dalk%C4%B1l%C4%B1%C3%A7_Harbiye_2016.jpg/224px-Murat_Dalk%C4%B1l%C4%B1%C3%A7_Harbiye_2016.jpg",
    "extract": "Sırrı Murat Dalkılıç is a Turkish pop singer, songwriter, music producer, film and animation producer, director and actor.",
    "year": 1983,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Danny (footballer)",
    "birthday": "1983-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Gent-Zenit_%2818%29.jpg/216px-Gent-Zenit_%2818%29.jpg",
    "extract": "Daniel Miguel Alves Gomes, commonly known as Danny, is a Portuguese former professional footballer who played as an attacking midfielder. Also a winger, he was known for his dribbling and key passes.",
    "year": 1983,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Andriy Hrivko",
    "birthday": "1983-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/2015_Tour_de_France_team_presentation%2C_Andriy_Hryvko.jpg/225px-2015_Tour_de_France_team_presentation%2C_Andriy_Hryvko.jpg",
    "extract": "Andriy Askoldovich Hrivko is a Ukrainian racing cyclist, who last rode for UCI WorldTeam Astana.",
    "year": 1983,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Mark Pettini",
    "birthday": "1983-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Mark_Pettini.jpg/320px-Mark_Pettini.jpg",
    "extract": "Mark Lewis Pettini is an English cricketer who has played domestically for Essex and from 2016 for Leicestershire. He is a right-handed batsman and very occasional wicket-keeper and right-arm medium-pace bowler.",
    "year": 1983,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Abbie Cornish",
    "birthday": "1982-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Abbie_Cornish_TIFF_4%2C_2012.jpg/225px-Abbie_Cornish_TIFF_4%2C_2012.jpg",
    "extract": "Abbie Cornish is an Australian actress. Cornish is best known for her film roles as Heidi in Somersault (2004), Fanny Brawne in Bright Star (2009), Sweet Pea in Sucker Punch (2011), Lindy in Limitless (2011), as Sarah in Geostorm (2017) and for her work with writer/director Martin McDonagh in Seven Psychopaths (2012) and Three Billboards Outside Ebbing, Missouri (2017). For the latter, Cornish won her first Screen Actors Guild Award as part of the cast. In 2018, she portrayed Cathy Mueller in the first season of Amazon Video series Jack Ryan opposite John Krasinski. She also played Dixy in the film The Virtuoso (2021) alongside Anthony Hopkins.",
    "year": 1982,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Juan Martín Hernández",
    "birthday": "1982-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Juan_Martin_Hernandez_2012_%28cropped%29.jpg/252px-Juan_Martin_Hernandez_2012_%28cropped%29.jpg",
    "extract": "Juan Martín Hernández is a retired Argentine rugby union player. A mainstay of the Argentina national team The Pumas. He played for the club Toulon in the French Top 14 competition. His 2010 move to Racing brought him back to the city where he had begun his professional career in 2003 with Stade Français. He has also played in the South African Currie Cup with the Sharks, and was slated to play with the Sharks in Super Rugby in 2010, but suffered a back injury that knocked him out of the Super Rugby season. Hernández is a \"utility back\" capable of playing at fly-half, centre, or fullback, though he generally prefers fly-half.",
    "year": 1982,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Marquise Hill",
    "birthday": "1982-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b6/MarquiseHill.jpg",
    "extract": "Marquise Hill was an American football defensive end for the New England Patriots of the National Football League. He was drafted by the Patriots in the second round of the 2004 NFL Draft. He played college football at LSU.",
    "year": 1982,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Vassilis Spanoulis",
    "birthday": "1982-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Vassilis_SpanoulisOly_%28cropped%29_%28cropped%29.JPG/234px-Vassilis_SpanoulisOly_%28cropped%29_%28cropped%29.JPG",
    "extract": "Vassilis \"Billy\" Spanoulis is a Greek former professional basketball player who spent the majority of his career playing for Greek Basket League and EuroLeague club Olympiacos. A 6 ft 4 in (193 cm) tall combo guard, he is nicknamed Kill Bill, V-Span, and MVP. Spanoulis was named the Balkan Athlete of the Year in 2009, the All-Europe Player of the Year in 2012 and 2013, the Vatican's World Athlete of the Year in 2013 and the EuroLeague MVP the same year. He has earned a record eight All-EuroLeague Team selections and was voted the EuroLeague's 2010–2020 Player of the Decade. He is also the EuroLeague's all-time career leader in total points scored.",
    "year": 1982,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "David Testo",
    "birthday": "1981-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/David-testo-2009-10-10.jpg/213px-David-testo-2009-10-10.jpg",
    "extract": "David Testo is an American retired soccer player who, after his playing career ended in 2011, became the first male American professional player of that sport to come out as gay. Testo played professionally from 2003 to 2011, including two years in Major League Soccer with the Columbus Crew from 2004 to 2005. He began his career with the second division side Richmond Kickers, and also played for the Vancouver Whitecaps and Montreal Impact, before he was released by the Impact in 2011. He played collegiately for South Carolina and North Carolina.",
    "year": 1981,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Randy Wayne",
    "birthday": "1981-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Randy_Wayne.jpg/256px-Randy_Wayne.jpg",
    "extract": "Randy Wayne Frederick is an American actor.",
    "year": 1981,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Seiichiro Maki",
    "birthday": "1980-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Seiichiro_Maki_3571.jpg/167px-Seiichiro_Maki_3571.jpg",
    "extract": "Seiichiro Maki  is a Japanese former professional footballer who played as a forward. He played for the Japan national team.",
    "year": 1980,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Eric Johnson (actor)",
    "birthday": "1979-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/EricJohnsonactor2018.png/251px-EricJohnsonactor2018.png",
    "extract": "Eric Johann Johnson is a Canadian actor known for playing Flash Gordon on the eponymous 2007–2008 television series, Whitney Fordman on the science-fiction series Smallville, Detective Luke Callaghan on the police drama Rookie Blue, and Jack Hyde in the Fifty Shades film series.",
    "year": 1979,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Miguel Llera",
    "birthday": "1979-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Miguel_Llera_1.png/217px-Miguel_Llera_1.png",
    "extract": "Miguel Ángel Llera Garzón is a Spanish football manager and former professional player who played as a centre back. He is an academy manager for English club Walsall.",
    "year": 1979,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Alexandre Aja",
    "birthday": "1978-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Alexandre_Aja_%2817493159043%29_%28cropped%29.jpg/236px-Alexandre_Aja_%2817493159043%29_%28cropped%29.jpg",
    "extract": "Alexandre Jouan-Arcady, known professionally as Alexandre Aja, is a French film director best known for his work in the horror genre. Aja rose to international stardom for his 2003 horror film Haute Tension. He has also directed the films The Hills Have Eyes (2006), Mirrors (2008), Piranha 3D (2010), Horns (2013) and Crawl (2019).",
    "year": 1978,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jamey Jasta",
    "birthday": "1978-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Jasta_-_Elbriot_2018_08.jpg/320px-Jasta_-_Elbriot_2018_08.jpg",
    "extract": "Jamey Jasta is an American singer and songwriter from New Haven, Connecticut. He is best known as the lead vocalist of metalcore band Hatebreed and sludge metal band Kingdom of Sorrow. Jasta also fronts metalcore band Icepick. Prior to Hatebreed, Jasta fronted the hardcore band Jasta 14.",
    "year": 1978,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Mark McCammon",
    "birthday": "1978-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0b/Mark_McCammon2.JPG",
    "extract": "Mark Jason McCammon is an English-born Barbadian former international football striker.",
    "year": 1978,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Cirroc Lofton",
    "birthday": "1978-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Cirroc_Lofton_DS9.jpg/320px-Cirroc_Lofton_DS9.jpg",
    "extract": "Cirroc Lofton is an American actor and podcaster who started his career at nine years of age with many minor roles. He got his start in the 1989 child education program Econ and Me, which teaches kids economics. He is best known for playing Jake Sisko on the 1990s TV series Star Trek: Deep Space Nine.",
    "year": 1978,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Samantha Ronson",
    "birthday": "1977-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Ronsoncropped.jpg/304px-Ronsoncropped.jpg",
    "extract": "Samantha Ronson is an English DJ, singer, and songwriter who lives in Santa Monica, California, US.",
    "year": 1977,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Shane Lechler",
    "birthday": "1976-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Shane_Lechler_2016.JPG/239px-Shane_Lechler_2016.JPG",
    "extract": "Edward Shane Lechler is an American former professional football player who played as punter for 18 seasons in the National Football League (NFL). He played college football at Texas A&M University and was drafted by the Oakland Raiders in the fifth round of the 2000 NFL Draft.",
    "year": 1976,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Koray Candemir",
    "birthday": "1975-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Koray_Candemir.jpg/215px-Koray_Candemir.jpg",
    "extract": "Koray Candemir is a Turkish musician, songwriter, and record producer. He used to be the lead singer of the Turkish rock band Kargo. Towards the end of 2008, Koray Candemir and Serkan Celikoz, has decided to end their involvement with Kargo, due to vision and opinion differences with the other members of Kargo. They have formed their new band which is named 'maSKott'. They are currently in Seattle working on their new projects and released their debut album in 2010. Besides singing, Koray also plays the guitar in Kargo and maSKott. In addition to his musical work, he is known for his acting and charity work.",
    "year": 1975,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Megan Gale",
    "birthday": "1975-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Megan_Gale_Cannes_2015.jpg/226px-Megan_Gale_Cannes_2015.jpg",
    "extract": "Megan Kate Gale is an Australian model and actress. Born in Perth, Western Australia, Gale won a modelling competition at 18 in her home town. In 1999, she was cast in a series of advertisements for the Italian branch of telecommunications company Vodafone. This led to wide exposure in both Italy and Gale's native Australia, and Gale appeared in their advertising until 2006. Gale has also appeared in Italian movies and television shows. As an actress, Gale played Fatma in The Water Diviner (2014) and Valkyrie in George Miller's Mad Max: Fury Road (2015).",
    "year": 1975,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Rebecca Kleefisch",
    "birthday": "1975-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Wisconsin_Lt._Gov._Rebecca_Kleefisch_%28cropped%29.jpg/230px-Wisconsin_Lt._Gov._Rebecca_Kleefisch_%28cropped%29.jpg",
    "extract": "Rebecca Ann Kleefisch is an American politician who served as the 44th Lieutenant Governor of Wisconsin from 2011 to 2019. A member of the Republican Party, she was elected to the position on November 2, 2010, as the running mate of Governor Scott Walker; the pair narrowly lost reelection to a third term in 2018. Kleefisch is a candidate in the 2022 Wisconsin gubernatorial election.",
    "year": 1975,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Édgar Rentería",
    "birthday": "1975-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/20110625-0931_Edgar_Renter%C3%ADa.jpg/240px-20110625-0931_Edgar_Renter%C3%ADa.jpg",
    "extract": "Édgar Enrique Rentería Herazo, nicknamed \"The Barranquilla Baby,\" is a Colombian former professional baseball shortstop. He threw and batted right-handed. He played for the Florida Marlins, the St. Louis Cardinals, the Boston Red Sox, the Atlanta Braves, the Detroit Tigers, San Francisco Giants and Cincinnati Reds.",
    "year": 1975,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Charlize Theron",
    "birthday": "1975-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Charlize-theron-IMG_6045.jpg/213px-Charlize-theron-IMG_6045.jpg",
    "extract": "Charlize Theron is a South African and American actress and producer. One of the world's highest-paid actresses, she is the recipient of various accolades, including an Academy Award, a Screen Actors Guild Award, and a Golden Globe Award. In 2016, Time named her one of the 100 most influential people in the world.",
    "year": 1975,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Michael Shannon",
    "birthday": "1974-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/MichaelShannon_%28cropped%29.jpg/231px-MichaelShannon_%28cropped%29.jpg",
    "extract": "Michael Corbett Shannon is an American actor, producer, musician, and theatre director. He has been nominated twice for the Academy Award for Best Supporting Actor for his roles in the Sam Mendes period drama Revolutionary Road (2008) and the Tom Ford psychological thriller Nocturnal Animals (2016). He earned Screen Actors Guild Award and Golden Globe Award nominations for his role in 99 Homes (2014), and a Tony Award nomination for Best Featured Actor in a Play for the Broadway revival of Eugene O'Neill's Long Day's Journey into Night (2016).",
    "year": 1974,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Mikhail Gorsheniov",
    "birthday": "1973-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/%D0%9A%D0%BE%D1%80%D0%BE%D0%BB%D1%8C_%D0%B8_%D0%A8%D1%83%D1%82_%D0%BD%D0%B0_%D0%94%D0%BE%D0%B1%D1%80%D0%BE%D1%84%D0%B5%D1%81%D1%82_2011.jpg/288px-%D0%9A%D0%BE%D1%80%D0%BE%D0%BB%D1%8C_%D0%B8_%D0%A8%D1%83%D1%82_%D0%BD%D0%B0_%D0%94%D0%BE%D0%B1%D1%80%D0%BE%D1%84%D0%B5%D1%81%D1%82_2011.jpg",
    "extract": "Mikhail \"The Pot\" Gorsheniov was a lead singer and composer of Russian horror punk/hard rock band Korol i Shut.",
    "year": 1973,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Danny Graves",
    "birthday": "1973-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Dannygraves.jpg/129px-Dannygraves.jpg",
    "extract": "Daniel Peter Graves is a Vietnamese-born American former Major League Baseball pitcher. Born to a Vietnamese mother and an American serviceman father, he is the only Vietnam-born player in the history of the major leagues and one of the few American players of Vietnamese descent. Graves pitched for most of his career for the Cincinnati Reds, where he was team's saves leader each year from 1999–2004, except for 2003 when he was a starting pitcher.",
    "year": 1973,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Kevin Muscat",
    "birthday": "1973-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Melbourne_Victory_Chairman_Anthony_Di_Pietro_with_Melbourne_Victory_coach_Kevin_Muscat_%28cropped%29.jpg/201px-Melbourne_Victory_Chairman_Anthony_Di_Pietro_with_Melbourne_Victory_coach_Kevin_Muscat_%28cropped%29.jpg",
    "extract": "Kevin Vincent Muscat is an Australian association football former player and manager of Yokohama F. Marinos. As a player, he represented the Australia national team at international level winning 46 caps and scoring 10 goals between 1994 and 2006.",
    "year": 1973,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Gerry Peñalosa",
    "birthday": "1972-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Gerry_Penalosa.jpg/320px-Gerry_Penalosa.jpg",
    "extract": "Geronimo \"Gerry\" J. Peñalosa is a Filipino former professional boxer who competed from 1989 to 2010. He is a two-weight world champion, having held the WBC and lineal super flyweight titles from 1997 to 1998, and the WBO bantamweight title from 2007 to 2009. Originally from the city of San Carlos, Negros Occidental, Peñalosa currently resides in Manila. He was trained mainly by Freddie Roach, and went on to become a boxing trainer himself after retirement. Peñalosa's older brother, Dodie Boy Peñalosa, is also a former boxer and world champion.",
    "year": 1972,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Dominic Cork",
    "birthday": "1971-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/DominicCork.JPG/310px-DominicCork.JPG",
    "extract": "Dominic Gerald Cork is a former English county and international cricketer. Cork was a right-handed lower-order batsman who bowled right-arm fast-medium, and was renowned for his swing and seam control. In 1995, he took the best figures for an England bowler on Test debut, with 7 for 43 in the second innings against the West Indies.",
    "year": 1971,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Eric Namesnik",
    "birthday": "1970-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/0e/Ericnamesnik.JPG",
    "extract": "Eric John Namesnik, nicknamed \"Snik,\" was an American competition swimmer and Olympic medalist.",
    "year": 1970,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Paul Lambert",
    "birthday": "1969-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Lambert_3.JPG/241px-Lambert_3.JPG",
    "extract": "Paul Lambert is a Scottish professional football manager and former player, who was most recently the manager of Ipswich Town.",
    "year": 1969,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Dana G. Peleg",
    "birthday": "1969-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Dana_G._Peleg_FestiBi_Sept_2012.jpg/320px-Dana_G._Peleg_FestiBi_Sept_2012.jpg",
    "extract": "Dana G. Peleg is an Israeli writer, poet, journalist, translator and editor. She is an activist for women's and LGBT rights. She wrote the first regular column in the Israeli press on the subject of lesbian, bisexual and pansexual women.",
    "year": 1969,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Francesca Gregorini",
    "birthday": "1968-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Francesca_Gregorini_at_Sundance_%28cropped%29.jpg/299px-Francesca_Gregorini_at_Sundance_%28cropped%29.jpg",
    "extract": "Countess Francesca McKnight Donatella Romana Gregorini di Savignano di Romagna, known professionally as Francesca Gregorini, is an Italian-American screenwriter and film director.",
    "year": 1968,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Trevor Hendy",
    "birthday": "1968-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/94/Leechhendy93.jpg",
    "extract": "\n\nTrevor Ronald Hendy, AM is a former Australian professional surf lifesaver.",
    "year": 1968,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "David Cairns (politician)",
    "birthday": "1966-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/David_Cairns_%28cropped%29.jpg/238px-David_Cairns_%28cropped%29.jpg",
    "extract": "John David Cairns was a Scottish politician who served as Minister of State for Scotland from 2005 to 2008. A member of Scottish Labour Party, he was Member of Parliament (MP) for Inverclyde, formerly Greenock and Inverclyde, from 2001 until his death in 2011.",
    "year": 1966,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Shobna Gulati",
    "birthday": "1966-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Shobna_Gulati_2012.jpg/320px-Shobna_Gulati_2012.jpg",
    "extract": "Shobna Gulati is an English actress and presenter. Gulati is known for her roles as Anita in dinnerladies, and Sunita Alahan in the soap opera Coronation Street from 2001 to 2013. From 2013 to 2014, Gulati appeared as a panellist on the lunchtime talk show Loose Women.",
    "year": 1966,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Kristin Hersh",
    "birthday": "1966-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Kristin_Hersh.jpg/320px-Kristin_Hersh.jpg",
    "extract": "Martha Kristin Hersh is an American singer-songwriter, musician and author, known for her solo work and with her rock bands Throwing Muses and 50FootWave. She has released eleven solo albums. Her guitar work and composition style ranges from jaggedly dissonant to traditional folk. Hersh's lyrics have a stream-of-consciousness style, reflecting her personal experiences.",
    "year": 1966,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jimmy Wales",
    "birthday": "1966-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Jimmy_Wales_-_August_2019_%28cropped%29.jpg/227px-Jimmy_Wales_-_August_2019_%28cropped%29.jpg",
    "extract": "Jimmy Donal Wales, also known on Wikipedia by the pseudonym Jimbo, is an American-British Internet entrepreneur, webmaster, and former financial trader. He is a co-founder of the online non-profit encyclopedia Wikipedia and the for-profit web hosting company Wikia, later renamed Fandom. Wales has worked on other online projects, including Bomis, Nupedia, WikiTribune, and WT Social.",
    "year": 1966,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Raul Malo",
    "birthday": "1965-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Raul_Malo%2C_Cambridge_Festivals_2001-2014_%286001910200%29.jpg/320px-Raul_Malo%2C_Cambridge_Festivals_2001-2014_%286001910200%29.jpg",
    "extract": "Raúl Francisco Martínez-Malo Jr., known professionally as Raúl Malo, is an American singer, songwriter, guitarist and record producer. He is the lead singer of country music band The Mavericks and the co-writer of many of their singles, as well as Rick Trevino's 2003 single \"In My Dreams\". After the disbanding of The Mavericks in the early 2000s, Malo pursued a solo career. He has also participated from 2001 in the Los Super Seven supergroup. The Mavericks re-formed in 2012 and continue to tour extensively. In 2015 they won the Americana music award for duo/group of the year.",
    "year": 1965,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Elizabeth Manley",
    "birthday": "1965-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Elizabeth_Manley.jpg/320px-Elizabeth_Manley.jpg",
    "extract": "Elizabeth Ann Manley, CM is a Canadian former competitive figure skater. She is the 1988 Olympic silver medallist, the 1988 World silver medallist and a three-time Canadian national champion.",
    "year": 1965,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "John Birmingham",
    "birthday": "1964-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/John_Birmingham.jpg/240px-John_Birmingham.jpg",
    "extract": "John Birmingham is a British-born Australian author, known for the 1994 memoir He Died with a Felafel in His Hand, and his Axis of Time trilogy.",
    "year": 1964,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Paul Dunn (rugby league)",
    "birthday": "1963-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Paul_Dunn.jpg/263px-Paul_Dunn.jpg",
    "extract": "Paul Dunn is an Australian former professional rugby league footballer who played in the 1980s and 1990s. A New South Wales State of Origin and Australian international representative forward, he played club football in Sydney for Eastern Suburbs, Canterbury-Bankstown, Parramatta and Penrith.",
    "year": 1963,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Nick Gillespie",
    "birthday": "1963-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Nick_Gillespie_by_Gage_Skidmore.jpg/268px-Nick_Gillespie_by_Gage_Skidmore.jpg",
    "extract": "Nicholas John Gillespie is an American libertarian journalist who was editor-in-chief of Reason magazine from 2000 to 2008 and editor-in-chief of Reason.com and Reason TV from 2008 to 2017. Gillespie originally joined Reason's staff in 1993 as an assistant editor and ascended to the top slot in 2000. He is currently an editor-at-large at Reason. Gillespie has edited one anthology, Choice: The Best of Reason.",
    "year": 1963,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Marcus Roberts",
    "birthday": "1963-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Marcus_Roberts_2010.jpg/320px-Marcus_Roberts_2010.jpg",
    "extract": "Marthaniel \"Marcus\" Roberts is an American jazz pianist, composer, arranger, bandleader, and teacher.",
    "year": 1963,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Alison Brown",
    "birthday": "1962-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Alison-brown-fls.jpg/320px-Alison-brown-fls.jpg",
    "extract": "Alison Brown is an American banjo player, guitarist, composer, and producer. She has won and has been nominated for several Grammy awards and is often compared to another banjo prodigy, Béla Fleck, for her unique style of playing. In her music, she blends jazz, bluegrass, rock, blues as well as other styles of music.",
    "year": 1962,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Walter Swinburn",
    "birthday": "1961-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Walter_Swinburn_Racing_Stables_in_Aldbury.jpg/320px-Walter_Swinburn_Racing_Stables_in_Aldbury.jpg",
    "extract": "Walter Robert John Swinburn was a flat racing jockey and trainer who competed in Great Britain and internationally.",
    "year": 1961,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "David Duchovny",
    "birthday": "1960-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/David_Duchovny_by_Gage_Skidmore.jpg/252px-David_Duchovny_by_Gage_Skidmore.jpg",
    "extract": "David William Duchovny is an American actor, writer, producer, director, novelist, and singer-songwriter. He is known for playing FBI agent Fox Mulder on the television series The X-Files and writer Hank Moody on the television series Californication, both of which have earned him Golden Globe awards. Duchovny appeared in both X-Files films, the 1998 science fiction-thriller of the same name and the supernatural-thriller The X-Files: I Want to Believe (2008). He executive-produced and starred in the historically based cop drama Aquarius (2015–16). Duchovny earned a B.A in English literature from Princeton University, and an MA in English literature from Yale University, and has since published four books: Holy Cow: A Modern-Day Dairy Tale (2015), Bucky F*cking Dent (2016), Miss Subways (2018) and Truly Like Lightning (2021).",
    "year": 1960,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Koenraad Elst",
    "birthday": "1959-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Koenraad_Elst_at_Varanasi.jpg/320px-Koenraad_Elst_at_Varanasi.jpg",
    "extract": "Koenraad Elst is a Flemish author and right wing Hindutva proponent, known primarily for his support of the Out of India theory. He has also engaged himself with the Flemish movement for direct democracy and Flemish secession.",
    "year": 1959,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Bruce Dickinson",
    "birthday": "1958-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Iron_Maiden_en_Costa_Rica_Bruce.jpg/213px-Iron_Maiden_en_Costa_Rica_Bruce.jpg",
    "extract": "Paul Bruce Dickinson is an English musician who has been the lead singer of the heavy metal band Iron Maiden since 1981. He is known for his wide-ranging operatic vocal style and energetic stage presence.",
    "year": 1958,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Alberto Salazar",
    "birthday": "1958-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Salazar_Eugene_08.JPG/320px-Salazar_Eugene_08.JPG",
    "extract": "Alberto Salazar is an American former track coach and long-distance runner. Born in Cuba, Salazar immigrated to the United States as a child with his family, living in Connecticut and then in Wayland, Massachusetts, where Salazar competed in track and field in high school. Salazar won the New York City Marathon three times in the early 1980s, and won the 1982 Boston Marathon in a race known as the \"Duel in the Sun\". He set American track records for 5,000 m and 10,000 m in 1982. Salazar was later the head coach of the Nike Oregon Project. He won the IAAF Coaching Achievement Award in 2013.",
    "year": 1958,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Alexander Dityatin",
    "birthday": "1957-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Dityatin_Aleksandr_Nikolayevich.jpg/320px-Dityatin_Aleksandr_Nikolayevich.jpg",
    "extract": "Aleksandr Nikolaevich Dityatin is a retired Soviet/Russian gymnast, three-time Olympic champion, and Honoured Master of Sports of the USSR. Winning eight medals at the 1980 Summer Olympics, he set the record for achieving the most medals of any type at a single Olympic Games. The American swimmer Michael Phelps has now twice equalled this record, at Athens 2004 and Beijing 2008. Dityatin competed for the Leningrad Dinamo sports society.",
    "year": 1957,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Wayne Knight",
    "birthday": "1955-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Wayne_Knight2013_%28cropped%29.jpg/237px-Wayne_Knight2013_%28cropped%29.jpg",
    "extract": "Wayne Elliot Knight is an American actor. In television, he played Newman on Seinfeld (1992–1998) and Officer Don Orville on 3rd Rock from the Sun (1996–2001). He also voiced Igor on Toonsylvania (1998–1999), Mr. Blik on Catscratch (2005–2007) and Baron Von Sheldgoose on Legend of the Three Caballeros (2018).",
    "year": 1955,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Greg Nickels",
    "birthday": "1955-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/75/Mayors_of_Seattle%2C_2003_Nickels.jpg",
    "extract": "Gregory J. Nickels is an American politician who served as the 51st mayor of Seattle, Washington. He took office on January 1, 2002 and was reelected to a second term in 2005. In August 2009, Nickels finished third in the primary election for Seattle mayor, failing to qualify for the November 2009 general election, and losing his bid for a third term as mayor. He left office on January 1, 2010.",
    "year": 1955,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Vladimir Sorokin",
    "birthday": "1955-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Vladimir_sorokin_20060313-2.jpg/320px-Vladimir_sorokin_20060313-2.jpg",
    "extract": "Vladimir Georgiyevich Sorokin is a contemporary postmodern Russian writer and dramatist, one of the most popular in modern Russian literature.",
    "year": 1955,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Valery Gazzaev",
    "birthday": "1954-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Valery_Gazzaev_2019.jpg/266px-Valery_Gazzaev_2019.jpg",
    "extract": "Valery Georgiyevich Gazzaev is a Russian politician, football manager and former footballer of Ossetian descent. As a Soviet footballer he played the position of a striker enjoying successes with his team FC Dynamo Moscow as well as the USSR national football team in the Olympics.",
    "year": 1954,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jonathan Pollard",
    "birthday": "1954-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Jonathan_Pollard.png/226px-Jonathan_Pollard.png",
    "extract": "Jonathan Jay Pollard is a former intelligence analyst for the United States government. In 1987, as part of a plea agreement, Pollard pleaded guilty to spying for and providing top-secret classified information to Israel. He was sentenced to life in prison for violations of the Espionage Act, making him the only American to receive a life sentence for passing classified information to an ally of the U.S.",
    "year": 1954,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Anne Fadiman",
    "birthday": "1953-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Anne_Fadiman_Stanford_September_2010.jpg/240px-Anne_Fadiman_Stanford_September_2010.jpg",
    "extract": "Anne Fadiman is an American essayist and reporter. Her interests include literary journalism, essays, memoir, and autobiography. She has received the National Book Critics Circle Award, the Los Angeles Times Book Prize for Current Interest, and the Salon Book Award.",
    "year": 1953,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Eamonn Darcy",
    "birthday": "1952-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Eamonn_Darcy.JPG/213px-Eamonn_Darcy.JPG",
    "extract": "Eamonn Christopher Darcy is an Irish professional golfer. He won four times on the European Tour and played in the Ryder Cup four times.",
    "year": 1952,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Kees Kist",
    "birthday": "1952-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Kees_Kist_1982.jpg/235px-Kees_Kist_1982.jpg",
    "extract": "Cornelis Kist is a Dutch former professional footballer and manager. He played as a striker, and most notably won the European Golden Shoe for the 1978–79 season.",
    "year": 1952,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Alexei Sayle",
    "birthday": "1952-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Alexei_Sayle_Cambridge_2016.jpg/288px-Alexei_Sayle_Cambridge_2016.jpg",
    "extract": "Alexei David Sayle is an English actor, author, stand-up comedian, television presenter and former recording artist. He was a leading figure in the British alternative comedy movement in the 1980s. He was voted the 18th greatest stand-up comic of all time on Channel 4's 100 Greatest Stand-ups in 2007. In an updated 2010 poll he came 72nd.",
    "year": 1952,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Rodney Crowell",
    "birthday": "1950-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Rodney_Crowell_1.jpg/320px-Rodney_Crowell_1.jpg",
    "extract": "Rodney Crowell is an American musician, known primarily for his work as a singer and songwriter in country music. Crowell has had five number one singles on Hot Country Songs, all from his 1988 album Diamonds & Dirt. He has also written songs and produced for other artists.",
    "year": 1950,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Alan Keyes",
    "birthday": "1950-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Alan_Keyes_%2821437711915%29_%28cropped%29.jpg/245px-Alan_Keyes_%2821437711915%29_%28cropped%29.jpg",
    "extract": "Alan Lee Keyes is an American conservative political activist, pundit, author, perennial candidate, and former ambassador.",
    "year": 1950,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Walid Jumblatt",
    "birthday": "1949-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Walid_Jumblatt_6C2.jpg/239px-Walid_Jumblatt_6C2.jpg",
    "extract": "Walid Kamal Jumblatt is a Lebanese Druze politician and former militia commander who has been leading the Progressive Socialist Party since 1977.",
    "year": 1949,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Matthew Parris",
    "birthday": "1949-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Matthew_Parris_2017.jpg/240px-Matthew_Parris_2017.jpg",
    "extract": "Matthew Francis Parris is a British political writer and broadcaster, formerly a Conservative Member of Parliament. He was born in South Africa to British parents.",
    "year": 1949,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Sofia Rotaru",
    "birthday": "1947-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Sofia_Rotaru_Pesnya_Goda_2014.jpg/320px-Sofia_Rotaru_Pesnya_Goda_2014.jpg",
    "extract": "Sofiia Mykhailivna Yevdokymenko-Rotaru, known as Sofia Rotaru, is a former Soviet and Ukrainian pop singer of Romanian origin.",
    "year": 1947,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Kenny Ireland",
    "birthday": "1945-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/63/Kenny_Ireland.JPG",
    "extract": "George Ian Kenneth \"Kenny\" Ireland was a Scottish actor and theatre director. Ireland was best known to television viewers for his role in Victoria Wood: As Seen on TV in the 1980s, and for playing Donald Stewart in Benidorm from 2007 until his death in 2014.",
    "year": 1945,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Alan Page",
    "birthday": "1945-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f6/2020JusticeAlanPage.jpg/256px-2020JusticeAlanPage.jpg",
    "extract": "Alan Cedric Page is an American retired jurist and former professional football player.",
    "year": 1945,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "John Glover (actor)",
    "birthday": "1944-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/John_Glover_Photo_Op_GalaxyCon_Richmond_2020.jpg/230px-John_Glover_Photo_Op_GalaxyCon_Richmond_2020.jpg",
    "extract": "John Soursby Glover Jr. is an American actor, known for a range of villainous roles in films and television, including Daniel Clamp in  Gremlins 2: The New Batch and Lionel Luthor on the Superman-inspired television series Smallville.",
    "year": 1944,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Robert Mueller",
    "birthday": "1944-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Director_Robert_S._Mueller-_III.jpg/256px-Director_Robert_S._Mueller-_III.jpg",
    "extract": "Robert Swan Mueller III is an American lawyer and government official who served as the sixth director of the Federal Bureau of Investigation (FBI) from 2001 to 2013.",
    "year": 1944,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Mohammed Badie",
    "birthday": "1943-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Mohammed_Badiea.jpg/316px-Mohammed_Badiea.jpg",
    "extract": "Mohammed Badie is the eighth Supreme Guide of the Muslim Brotherhood.",
    "year": 1943,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Lana Cantrell",
    "birthday": "1943-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Lana_Cantrell.JPG/261px-Lana_Cantrell.JPG",
    "extract": "Lana Eleanor Cantrell AM is an Australian-American singer and entertainment lawyer. She was nominated for the Grammy Award for Best New Artist in the Grammy Awards of 1968.",
    "year": 1943,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Alain Corneau",
    "birthday": "1943-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Alain_Corneau_FFF_Yokohama_2005.jpg/240px-Alain_Corneau_FFF_Yokohama_2005.jpg",
    "extract": "Alain Corneau was a French film director and writer.",
    "year": 1943,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Garrison Keillor",
    "birthday": "1942-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/GKpress.jpg/213px-GKpress.jpg",
    "extract": "Gary Edward \"Garrison\" Keillor is an American author, singer, humorist, voice actor, and radio personality. He created the Minnesota Public Radio (MPR) show A Prairie Home Companion, which he hosted from 1974 to 2016. Keillor created the fictional Minnesota town Lake Wobegon, the setting of many of his books, including Lake Wobegon Days and Leaving Home: A Collection of Lake Wobegon Stories. Other creations include Guy Noir, a detective voiced by Keillor who appeared in A Prairie Home Companion comic skits. Keillor is also the creator of the five-minute daily radio/podcast program The Writer's Almanac, which pairs one or two poems of his choice with a script about important literary, historical, and scientific events that coincided with that date in history.",
    "year": 1942,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Carlos Monzón",
    "birthday": "1942-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Carlos_monzon_1974.jpg/269px-Carlos_monzon_1974.jpg",
    "extract": "Carlos Roque Monzón, nicknamed Escopeta, was an Argentine professional boxer who held the undisputed world middleweight championship for 7 years. He successfully defended his title 14 times against 11 different fighters and is widely regarded as not only one of the best middleweights in history but also one of the greatest boxers of all time pound-for-pound. Known for his speed, punching power and relentless work rate, Monzon ended his career with a record of 87-3-9-1 with 59 knockouts, each one of his losses were early in his career and were avenged. Inducted into the International Boxing Hall of Fame in 1990, he was chosen by The Ring magazine in 2002 as the 11th greatest fighter of the last 80 years and voted him as the best middleweight title holder of the last 50 years in 2011. As of January 2018, Monzón holds the 2nd longest unified championship reign in middleweight history at 9 consecutive defenses. Monzón spent several years in prison for killing his wife Alicia by throwing her off a balcony, admitting he hit every single woman he had dated.",
    "year": 1942,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Caetano Veloso",
    "birthday": "1942-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Caetano_Veloso_%28cropped%29.jpg/232px-Caetano_Veloso_%28cropped%29.jpg",
    "extract": "Caetano Emanuel Viana Teles Veloso is a Brazilian composer, singer, guitarist, writer, and political activist. Veloso first became known for his participation in the Brazilian musical movement Tropicalismo, which encompassed theatre, poetry and music in the 1960s, at the beginning of the Brazilian military dictatorship that took power in 1964. He has remained a constant creative influence and best-selling performing artist and composer ever since. Veloso has won nine Latin Grammy Awards and two Grammy Awards. On November 14, 2012, Veloso was honored as the Latin Recording Academy Person of the Year.",
    "year": 1942,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "B. J. Thomas",
    "birthday": "1942-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/B.J._Thomas_1972.JPG/266px-B.J._Thomas_1972.JPG",
    "extract": "Billy Joe Thomas was an American singer widely known for his pop, country, and Christian hits of the 1960s, 1970s and 1980s. He made popular recordings of \"Hooked on a Feeling\" (1968), \"Raindrops Keep Fallin' on My Head\" (1969), \"(Hey Won't You Play) Another Somebody Done Somebody Wrong Song\" (1975), \"Don't Worry Baby\" (1977), and \"Whatever Happened to Old-Fashioned Love\" (1983).",
    "year": 1942,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Matthew Evans, Baron Evans of Temple Guiting",
    "birthday": "1941-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0b/Lord_Evans_of_Temple_Guiting_2011.jpg/252px-Lord_Evans_of_Temple_Guiting_2011.jpg",
    "extract": "Matthew Evans, Baron Evans of Temple Guiting, was a British Labour Party politician. Evans' father was the writer George Ewart Evans.",
    "year": 1941,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jean-Luc Dehaene",
    "birthday": "1940-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Jean-Luc_Dehaene_675_%28cropped%29.jpg/302px-Jean-Luc_Dehaene_675_%28cropped%29.jpg",
    "extract": "Jean Luc Joseph Marie \"Jean-Luc\" Dehaene was a Belgian politician who served as Prime Minister of Belgium from 1992 until 1999. During his political career, he was nicknamed \"The Plumber\" and \"The Minesweeper\" for his ability to negotiate political deadlocks. A member of the Christen-Democratisch en Vlaams (CD&V) party and its antecedents, Dehaene gained his first ministerial appointment in 1981. Dehaene's first government (1992–1995) included both Christian and Social Democrats and presided over the creation of a new constitution, effectively transforming Belgium into a federal state. His second government (1995–1999) coincided with a number of crises in Belgium including the Dutroux scandal. The Dioxin Affair, occurring shortly before the 1999 election, led to a swing against the major parties and Dehaene's government fell. Following his final term as Prime Minister he was active in both Belgian and European politics. He was also on UEFA's financial fair play regulatory body and managed Dexia Bank during the financial crisis. He was the last prime minister of King Baudouin's reign.",
    "year": 1940,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Uwe Nettelbeck",
    "birthday": "1940-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a8/Faust_%28early_1970s%29.jpg/320px-Faust_%28early_1970s%29.jpg",
    "extract": "Uwe Nettelbeck was a German record producer, journalist and film critic. He was best known as the creator and producer of the German krautrock band Faust and changed the face of German rock music in the early 1970s. He was also one of Germany's leading film critics in the 1960s.",
    "year": 1940,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Rahsaan Roland Kirk",
    "birthday": "1935-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Roland-Kirk.jpg/217px-Roland-Kirk.jpg",
    "extract": "Rahsaan Roland Kirk, known earlier in his career simply as Roland Kirk, was an American jazz multi-instrumentalist who played tenor saxophone, flute, and many other instruments. He was renowned for his onstage vitality, during which virtuoso improvisation was accompanied by comic banter, political ranting, and the ability to play several instruments simultaneously.",
    "year": 1935,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Elinor Ostrom",
    "birthday": "1933-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Nobel_Prize_2009-Press_Conference_KVA-30.jpg/215px-Nobel_Prize_2009-Press_Conference_KVA-30.jpg",
    "extract": "Elinor Claire \"Lin\" Ostrom was an American political economist whose work was associated with the New Institutional Economics and the resurgence of political economy. In 2009, she was awarded the Nobel Memorial Prize in Economic Sciences for her \"analysis of economic governance, especially the commons\", which she shared with Oliver E. Williamson. She was the first woman to win the Nobel Prize in Economics.",
    "year": 1933,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jerry Pournelle",
    "birthday": "1933-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Jerry_Pournelle_in_a_tuxedo_%282005%29.jpg/174px-Jerry_Pournelle_in_a_tuxedo_%282005%29.jpg",
    "extract": "Jerry Eugene Pournelle was an American polymath: scientist in the area of operations research and human factors research, science fiction writer, essayist, journalist, and one of the first bloggers. In the 1960s and early 1970s, he worked in the aerospace industry, but eventually focused on his writing career. In an obituary in Gizmodo, he is described as \"a tireless ambassador for the future.\"",
    "year": 1933,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Alberto Romulo",
    "birthday": "1933-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/IAEA_Alberto_Romulo_and_Yukiya_Amano_%28cropped%29.jpg/264px-IAEA_Alberto_Romulo_and_Yukiya_Amano_%28cropped%29.jpg",
    "extract": "Alberto Gatmaitan Romulo is a Filipino politician and diplomat. He served in the Philippine in various capacities as Executive Secretary, Finance Secretary, Foreign Affairs Secretary, and Budget Secretary. His most recent office is his leadership of the Department of Foreign Affairs before and during the early period of the administration of President Benigno Aquino III.",
    "year": 1933,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Abebe Bikila",
    "birthday": "1932-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Abebe_Bikila%2C_1972_card.jpg/246px-Abebe_Bikila%2C_1972_card.jpg",
    "extract": "Shambel Abebe Bikila was an Ethiopian marathon runner who was a back-to-back Olympic marathon champion. He is the first Ethiopian Olympic gold medalist, winning his and Africa's first gold medal at the 1960 Summer Olympics in Rome while running barefoot. At the 1964 Tokyo Olympics, he won his second gold medal. In turn, he became the first athlete to successfully defend an Olympic marathon title. In both victories, he ran in world record time.",
    "year": 1932,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Rien Poortvliet",
    "birthday": "1932-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Eerste_exemplaar_boek_Rien_Poortvliet_voor_Prins_Bernhard_presentatie%2C_Bestanddeelnr_929-7255.jpg/213px-Eerste_exemplaar_boek_Rien_Poortvliet_voor_Prins_Bernhard_presentatie%2C_Bestanddeelnr_929-7255.jpg",
    "extract": "Rien Poortvliet was a Dutch draughtsman and painter.",
    "year": 1932,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jack Good (producer)",
    "birthday": "1931-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/02/Jack_Good_%28producer%29.gif",
    "extract": "Jack Good was a British television producer, musical theatre producer, record producer, musician and painter of icons. As a television producer, he was responsible for the early popular music shows Six-Five Special, Oh Boy!, Boy Meets Girls and Wham!! TV series, the first UK teenage music programmes. Good managed some of the UK's first rock and roll stars, including Tommy Steele, Marty Wilde, Billy Fury, Jess Conrad and Cliff Richard.",
    "year": 1931,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Charles E. Rice",
    "birthday": "1931-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/57/Charles_E._Rice.jpg/203px-Charles_E._Rice.jpg",
    "extract": "Charles Edward Rice was an American legal scholar, Catholic apologist, and author of several books. He is best known for his career at the Notre Dame Law School at Notre Dame, Indiana. He began teaching there in 1969, and in 2000 earned professor emeritus status. During the time he was retired, he continued to teach classes at the University of Notre Dame until 2014.",
    "year": 1931,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Togrul Narimanbekov",
    "birthday": "1930-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Togrul_Narimanbekov.jpg/237px-Togrul_Narimanbekov.jpg",
    "extract": "Togrul Farman oglu Narimanbekov was one of the prominent modern Azerbaijani artists.",
    "year": 1930,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Veljo Tormis",
    "birthday": "1930-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Veljo_Tormis.jpg/245px-Veljo_Tormis.jpg",
    "extract": "Veljo Tormis was an Estonian composer, regarded as one of the great contemporary choral composers and one of the most important composers of the 20th century in Estonia. Internationally, his fame arises chiefly from his extensive body of choral music, which exceeds 500 individual choral songs, most of it a cappella. The great majority of these pieces are based on traditional ancient Estonian folksongs (regilaulud), either textually, melodically, or merely stylistically.",
    "year": 1930,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Don Larsen",
    "birthday": "1929-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Don_Larsen_1956.png/195px-Don_Larsen_1956.png",
    "extract": "Don James Larsen was an American professional baseball pitcher. During a 15-year Major League Baseball (MLB) career, he pitched from 1953 to 1967 for seven different teams: the St. Louis Browns / Baltimore Orioles, New York Yankees (1955–1959), Kansas City Athletics (1960–1961), Chicago White Sox (1961), San Francisco Giants (1962–1964), Houston Colt .45's / Astros (1964–65), and Chicago Cubs (1967).",
    "year": 1929,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Owen Luder",
    "birthday": "1928-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Tricorn17.jpg/247px-Tricorn17.jpg",
    "extract": "Harold Owen Luder was a British architect who designed a number of notable and sometimes controversial buildings in the United Kingdom in the 1960s and 1970s, many now demolished. He served as chairman of the Architects Registration Board and twice as President of the Royal Institute of British Architects in 1981–1983 and 1995–1997. He established his own practice Owen Luder Partnership in 1957, and left in 1987 to form the consultancy Communication In Construction.",
    "year": 1928,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "James Randi",
    "birthday": "1928-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Preferred_official_head-shot_from_James_Randi_Educational_Foundation.jpg/284px-Preferred_official_head-shot_from_James_Randi_Educational_Foundation.jpg",
    "extract": "James Randi was a Canadian-American stage magician, author and scientific skeptic who extensively challenged paranormal and pseudoscientific claims. He was the co-founder of the Committee for Skeptical Inquiry (CSI), and founder of the James Randi Educational Foundation (JREF). Randi began his career as a magician under the stage name The Amazing Randi and later chose to devote most of his time to investigating paranormal, occult, and supernatural claims, which he collectively called \"woo-woo\". Randi retired from practicing magic at age 60, and from his foundation at 87.",
    "year": 1928,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Rocky Bridges",
    "birthday": "1927-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Rocky_Bridges_-_Detroit_Tigers_-_1959.jpg/220px-Rocky_Bridges_-_Detroit_Tigers_-_1959.jpg",
    "extract": "Everett Lamar \"Rocky\" Bridges was a middle infielder and third baseman with an 11-year career in Major League Baseball from 1951 to 1961. Bridges played for the Brooklyn Dodgers, Cincinnati Redlegs and St. Louis Cardinals of the National League, and the Washington Senators, Detroit Tigers, Cleveland Indians and Los Angeles Angels of the American League.",
    "year": 1927,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Edwin Edwards",
    "birthday": "1927-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Edwin_Edwards_%281986%29.png/303px-Edwin_Edwards_%281986%29.png",
    "extract": "Edwin Washington Edwards was an American politician and member of the Democratic Party who served as the U.S. representative for Louisiana's 7th congressional district from 1965 to 1972 and as the 50th governor of Louisiana for four terms, twice as many elected terms as any other Louisiana chief executive. He served a total of 16 years in gubernatorial office, which at 5,784 days is the sixth-longest such tenure in post-Constitutional U.S. history.",
    "year": 1927,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Art Houtteman",
    "birthday": "1927-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Art_Houtteman_1953.jpg/212px-Art_Houtteman_1953.jpg",
    "extract": "Arthur Joseph Houtteman was an American right-handed pitcher in Major League Baseball who played for 12 seasons in the American League with the Detroit Tigers, Cleveland Indians and Baltimore Orioles. In 325 career games, Houtteman pitched 1,555 innings and posted a win–loss record of 87–91, with 78 complete games, 14 shutouts, and a 4.14 earned run average (ERA).",
    "year": 1927,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Stan Freberg",
    "birthday": "1926-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e6/Stan_Freberg_1956.jpg",
    "extract": "Stan Freberg was an American actor, author, comedian, musician, radio personality, puppeteer and advertising creative director.",
    "year": 1926,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Felice and Boudleaux Bryant",
    "birthday": "1925-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/91/Felice_%26_Boudleaux_Bryant_-_A_Touch_Of_Bryant.jpg",
    "extract": "Felice Bryant and Diadorius Boudleaux Bryant were an American husband-and-wife country music and pop songwriting team. They were best known for songs such as \"Rocky Top,\" \"We Could\", \"Love Hurts\", and numerous hits by the Everly Brothers, including \"All I Have to Do Is Dream\", \"Bye Bye Love\", and \"Wake Up Little Susie\".",
    "year": 1925,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Manitas de Plata",
    "birthday": "1921-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Grand_Gala_du_Disque_in_de_RAI._Gitarist_Manitas_de_Platas_uit_Spanje%2C_Bestanddeelnr_921-1451.jpg/212px-Grand_Gala_du_Disque_in_de_RAI._Gitarist_Manitas_de_Platas_uit_Spanje%2C_Bestanddeelnr_921-1451.jpg",
    "extract": "Ricardo Baliardo, better known as Manitas de Plata, was a flamenco guitarist of Spanish Gitano descent born in southern France. Despite achieving worldwide fame, he was criticized for not following certain rhythmic rules (compás) that are traditional in flamenco.",
    "year": 1921,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "C. Buddingh'",
    "birthday": "1918-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Cees_Buddingh_in_Hadimassa.png/308px-Cees_Buddingh_in_Hadimassa.png",
    "extract": "Cornelis \"Kees\" Buddingh' was a Dutch poet, TV-presenter, translator. Amongst others he translated A Clockwork Orange and the complete works of William Shakespeare into Dutch. His son Wiebe Buddingh‘ later became the translator of Harry Potter into the Dutch language. The C. Buddingh'-prijs literary award is named after him.",
    "year": 1918,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Kermit Love",
    "birthday": "1916-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/90/Kermit_Love_as_Willy.jpg/198px-Kermit_Love_as_Willy.jpg",
    "extract": "Kermit Ernest Hollingshead Love was an American puppet maker, puppeteer, costume designer, and actor in children's television and on Broadway. He was best known as a designer and builder with the Muppets, in particular those on Sesame Street.",
    "year": 1916,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "George Van Eps",
    "birthday": "1913-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/77/George_Van_Eps_In_1949_Photograph.jpg/320px-George_Van_Eps_In_1949_Photograph.jpg",
    "extract": "George Abel Van Eps was an American swing and mainstream jazz guitarist.",
    "year": 1913,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "István Bibó",
    "birthday": "1911-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Istv%C3%A1n_Bib%C3%B3_politic_c._1935.jpg/211px-Istv%C3%A1n_Bib%C3%B3_politic_c._1935.jpg",
    "extract": "István Bibó was a Hungarian lawyer, civil servant, politician and political theorist.",
    "year": 1911,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Nicholas Ray",
    "birthday": "1911-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/55/Nicholas_Ray.jpg",
    "extract": "Nicholas Ray was an American film director, screenwriter, and actor best known for the 1955 film Rebel Without a Cause. He is appreciated for many narrative features produced between 1947 and 1963 including They Live By Night, In A Lonely Place, Johnny Guitar, and Bigger Than Life, as well as an experimental work produced throughout the 1970s titled We Can't Go Home Again, which was unfinished at the time of Ray's death.",
    "year": 1911,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Freddie Slack",
    "birthday": "1910-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/19/Freddie_Slack.jpg",
    "extract": "Frederick Charles Slack was an American swing and boogie-woogie pianist and bandleader.",
    "year": 1910,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ralph Bunche",
    "birthday": "1904-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Ralph_Bunche_-_1963_March_on_Washington.jpg/240px-Ralph_Bunche_-_1963_March_on_Washington.jpg",
    "extract": "Ralph Johnson Bunche was an American political scientist, diplomat, and leading actor in the mid-20th-century decolonization process and US civil rights movement, who received the 1950 Nobel Peace Prize for his late 1940s mediation in Israel. Among black Nobel laureates he is the first African American and first person of African descent to be awarded a Nobel Prize. He was involved in the formation and administration of the United Nations and played a major role in both the decolonization process and numerous peacekeeping operations sponsored by the UN. In 1963, he was awarded the Presidential Medal of Freedom by President John F. Kennedy. At the UN, Bunche gained such fame that Ebony magazine proclaimed him perhaps the most influential African American of the first half of the 20th century and \"[f]or nearly a decade, he was the most celebrated African American of his time both [in the US] and abroad.\"",
    "year": 1904,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Louis Leakey",
    "birthday": "1903-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/%28left_to_right%29_Mary_Douglas_Nicol_Leakey_%281913-1996%29_and_her_husband_Louis_Seymour_Bazett_Leakey_%281903-1972%29.jpg/261px-%28left_to_right%29_Mary_Douglas_Nicol_Leakey_%281913-1996%29_and_her_husband_Louis_Seymour_Bazett_Leakey_%281903-1972%29.jpg",
    "extract": "Louis Seymour Bazett Leakey was a Kenyan-British paleoanthropologist and archaeologist whose work was important in demonstrating that humans evolved in Africa, particularly through discoveries made at Olduvai Gorge with his wife, fellow paleoanthropologist Mary Leakey. Having established a program of palaeoanthropological inquiry in eastern Africa, he also motivated many future generations to continue this scholarly work. Several members of the Leakey family became prominent scholars themselves.",
    "year": 1903,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ann Harding",
    "birthday": "1901-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Ann_Harding_1930.jpg/248px-Ann_Harding_1930.jpg",
    "extract": "Ann Harding was an American theatre, motion picture, radio, and television actress. A regular player on Broadway and in regional theater in the 1920s, in the 1930s Harding was one of the first actresses to gain fame in the new medium of \"talking pictures,\" and she was nominated for the Academy Award for Best Actress in 1931 for her work in Holiday.",
    "year": 1901,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Elizabeth Gurley Flynn",
    "birthday": "1890-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Elizabeth_Gurley_Flynn_point.jpg/183px-Elizabeth_Gurley_Flynn_point.jpg",
    "extract": "Elizabeth Gurley Flynn was a labor leader, activist, and feminist who played a leading role in the Industrial Workers of the World (IWW). Flynn was a founding member of the American Civil Liberties Union and a visible proponent of women's rights, birth control, and women's suffrage. She joined the Communist Party USA in 1936 and late in life, in 1961, became its chairwoman. She died during a visit to the Soviet Union, where she was accorded a state funeral with processions in the Red Square attended by over 25,000 people.",
    "year": 1890,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Anna Elisabet Weirauch",
    "birthday": "1887-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Elisabeth_Weirauch%2C_eine_neue_Berliner_B%C3%BChnensch%C3%B6nheit.png/228px-Elisabeth_Weirauch%2C_eine_neue_Berliner_B%C3%BChnensch%C3%B6nheit.png",
    "extract": "Anna Elisabet Weirauch was a German author. Weirauch was an important figure for lesbians in Germany in the early 1900s, as well as for lesbians in the 1970s-1980s following an English translation. Her most well-known work is Der Skorpion, which was a significant piece of lesbian literature which broke from traditional peers in the genre.",
    "year": 1887,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Billie Burke",
    "birthday": "1884-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Studio_publicity_Billie_Burke.JPG/256px-Studio_publicity_Billie_Burke.JPG",
    "extract": "Mary William Ethelbert Appleton Burke was an American actress who was famous on Broadway and radio, and in silent and sound films. She is best known to modern audiences as Glinda the Good Witch of the North in the Metro-Goldwyn-Mayer movie musical The Wizard of Oz (1939).",
    "year": 1884,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Nikolai Triik",
    "birthday": "1884-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Nikolai_Triik.JPG/225px-Nikolai_Triik.JPG",
    "extract": "Nikolai Voldemar Triik was an Estonian Modernist painter, graphic artist, printmaker and professor. His work displays elements of Symbolism and Expressionism.",
    "year": 1884,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Johannes Kotze",
    "birthday": "1879-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Johannes_Kotze_c1905.jpg/203px-Johannes_Kotze_c1905.jpg",
    "extract": "Johannes Jacobus \"Kodgee\" Kotze was a South African cricketer who played in 3 Tests from 1902 to 1907. He was considered one of the fastest bowlers of his period.",
    "year": 1879,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Mata Hari",
    "birthday": "1876-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Mata_Hari_13.jpg/234px-Mata_Hari_13.jpg",
    "extract": "Margaretha Geertruida MacLeod, better known by the stage name Mata Hari, was a Dutch exotic dancer and courtesan who was convicted of being a spy for Germany during World War I. Professor Shipman, a noted scholar, stated \"he believed she was innocent\" and condemned only because the French Army needed a scapegoat. She was executed by firing squad in France.",
    "year": 1876,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Mary Frances Winston Newson",
    "birthday": "1869-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1d/Mary_Frances_Winston_Newson.jpg",
    "extract": "Mary Frances Winston Newson was an American mathematician. She became the first female American to receive a PhD in mathematics from a European university, namely the University of Göttingen in Germany. She was also the first person to translate Hilbert's problems into English.",
    "year": 1869,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ladislaus Bortkiewicz",
    "birthday": "1868-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Ladislaus_Bortkiewicz.jpg/291px-Ladislaus_Bortkiewicz.jpg",
    "extract": "Ladislaus Josephovich Bortkiewicz was a Russian economist and statistician of Polish ancestry. He wrote a book showing how the Poisson distribution, a discrete probability distribution, can be useful in applied statistics, and he made contributions to mathematical economics. He lived most of his professional life in Germany, where he taught at Strassburg University and Berlin University (1901–1931).",
    "year": 1868,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Huntley Wright",
    "birthday": "1868-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c5/Huntley_Wright.jpg/256px-Huntley_Wright.jpg",
    "extract": "Huntley Wright was an English stage and film actor, comedian, dancer and singer, best known for creating roles in many important Edwardian musical comedies.",
    "year": 1868,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Emil Nolde",
    "birthday": "1867-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/WP_Emil_Nolde.jpg/214px-WP_Emil_Nolde.jpg",
    "extract": "Emil Nolde was a German-Danish painter and printmaker. He was one of the first Expressionists, a member of Die Brücke, and was one of the first oil painting and watercolor painters of the early 20th century to explore color. He is known for his brushwork and expressive choice of colors. Golden yellows and deep reds appear frequently in his work, giving a luminous quality to otherwise somber tones. His watercolors include vivid, brooding storm-scapes and brilliant florals.",
    "year": 1867,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Henri Le Sidaner",
    "birthday": "1862-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Henri_Le_Sidaner_at_%C3%89taples_in_c_1885.jpg/248px-Henri_Le_Sidaner_at_%C3%89taples_in_c_1885.jpg",
    "extract": "Henri Eugène Augustin Le Sidaner who was a contemporary of the Post-impressionists, was an intimist painter known for his paintings of domestic interiors and quiet street scenes. His style contained elements of impressionism with the influences of Édouard Manet, Monet and of the Pointillists discernible in his work. Le Sidaner favoured a subdued use of colour, preferring nuanced greys and opals applied with uneven, dappled brushstrokes to create atmosphere and mysticism. A skilled nocturne painter he travelled widely throughout France and Europe before settling at Gerberoy in the Picardy countryside from where he painted for over thirty years.",
    "year": 1862,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Victoria of Baden",
    "birthday": "1862-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Queenvictorias.jpg/221px-Queenvictorias.jpg",
    "extract": "Sophie Marie Victoria of Baden was Queen of Sweden as the wife of King Gustaf V. She was politically active in a conservative fashion during the development of democracy and known to be pro-German during the First World War.",
    "year": 1862,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Alan Leo",
    "birthday": "1860-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/08/AlanLeo.jpg",
    "extract": "Alan Leo, born William Frederick Allan,, was a prominent British astrologer, author, publisher, astrological data collector and theosophist. He is often referred to as \"the father of modern astrology\".",
    "year": 1860,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Auguste Michel-Lévy",
    "birthday": "1844-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/bc/Auguste_Michel-L%C3%A9vy.jpg",
    "extract": "Auguste Michel-Lévy was a French geologist. He was born in Paris.",
    "year": 1844,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "August Ahlqvist",
    "birthday": "1826-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/August_Ahlqvist_by_J%C3%A4rnefelt_%28color%29.jpeg/242px-August_Ahlqvist_by_J%C3%A4rnefelt_%28color%29.jpeg",
    "extract": "Karl August Engelbrekt Ahlqvist, who wrote as A. Oksanen, was a Finnish professor, poet, scholar of the Finno-Ugric languages, author, and literary critic. Today, he is best remembered as the worst critic of writer Aleksis Kivi, who later rose to the position of the national author of Finland.",
    "year": 1826,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Carl Ritter",
    "birthday": "1779-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Carl_Ritter_Litho_%28cropped%29.jpg/264px-Carl_Ritter_Litho_%28cropped%29.jpg",
    "extract": "Carl Ritter was a German geographer. Along with Alexander von Humboldt, he is considered one of the founders of modern geography. From 1825 until his death, he occupied the first chair in geography at the University of Berlin.",
    "year": 1779,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Wilhelmina of Prussia, Princess of Orange",
    "birthday": "1751-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Johann_Friedrich_August_Tischbein_-_Portret_van_Frederika_Sophia_Wilhelmina%2C_prinses_van_Pruisen_%281751-1820%29%2C_echtgenote_van_Willem_V%2C_prins_van_Oranje.jpg/247px-Johann_Friedrich_August_Tischbein_-_Portret_van_Frederika_Sophia_Wilhelmina%2C_prinses_van_Pruisen_%281751-1820%29%2C_echtgenote_van_Willem_V%2C_prins_van_Oranje.jpg",
    "extract": "Princess Wilhelmina of Prussia was the consort of William V of Orange and the de facto leader of the dynastic party and counter-revolution in the Netherlands. She was the daughter of Prince Augustus William of Prussia and Duchess Luise of Brunswick-Wolfenbüttel. Wilhelmina was the longest-serving Princess consort of Orange.",
    "year": 1751,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Nathanael Greene",
    "birthday": "1742-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Greene_portrait.jpg/258px-Greene_portrait.jpg",
    "extract": "Nathanael Greene was a major general of the Continental Army in the American Revolutionary War. He emerged from the war with a reputation as General George Washington's most talented and dependable officer, and is known for his successful command in the southern theater of the war.",
    "year": 1742,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "James Bowdoin",
    "birthday": "1726-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/James_Bowdoin_II_by_Feke_full_length.jpg/256px-James_Bowdoin_II_by_Feke_full_length.jpg",
    "extract": "James Bowdoin II was an American political and intellectual leader from Boston, Massachusetts, during the American Revolution and the following decade. He initially gained fame and influence as a wealthy merchant. He served in both branches of the Massachusetts General Court from the 1750s to the 1770s. Although he was initially supportive of the royal governors, he opposed British colonial policy and eventually became an influential advocate of independence. He authored a highly political report on the 1770 Boston Massacre that has been described by historian Francis Walett as one of the most influential pieces of writing that shaped public opinion in the colonies.",
    "year": 1726,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Muhammad Shah",
    "birthday": "1702-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Mu%E1%B8%A5ammad_Sh%C3%A1h_on_horseback.jpg/222px-Mu%E1%B8%A5ammad_Sh%C3%A1h_on_horseback.jpg",
    "extract": "Mirza Nasir-ud-Din Muḥammad Shah was the thirteenth Mughal emperor, who reigned from 1719 to 1748. He was son of Khujista Akhtar, the fourth son of Bahadur Shah I. With the help of the Sayyid brothers, he ascended the throne at the young age of 16. He later got rid of them with the help of Asaf Jah I – Syed Hussain Ali Khan was murdered at Fatehpur Sikri in 1720 and Syed Hassan Ali Khan Barha was fatally poisoned in 1722. Muhammad Shah was a great patron of the arts, including musical, cultural and administrative developments. His pen-name was Sadā Rangīla (Ever Joyous) and he is often referred to as \"Muhammad Shah Rangila\", also sometimes as \"Bahadur Shah Rangila\" after his grand father Bahadur Shah I.",
    "year": 1702,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "William Frederick, Prince of Nassau-Dietz",
    "birthday": "1613-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Willem_Frederik_van_Nassau.jpg/256px-Willem_Frederik_van_Nassau.jpg",
    "extract": "William Frederick, Count of Nassau-Dietz, Stadtholder of Friesland, Groningen and Drenthe.",
    "year": 1613,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Georg Stiernhielm",
    "birthday": "1598-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Georg_Stiernhielm%2C_1598-1672.jpg/263px-Georg_Stiernhielm%2C_1598-1672.jpg",
    "extract": "Georg Stiernhielm was a Swedish civil servant, mathematician, linguist and poet.",
    "year": 1598,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Robert Dudley (explorer)",
    "birthday": "1574-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Robert_Dudley%2C_styled_Earl_of_Warwick.jpg/180px-Robert_Dudley%2C_styled_Earl_of_Warwick.jpg",
    "extract": "Sir Robert Dudley was an English explorer and cartographer. In 1594, he led an expedition to the West Indies, of which he wrote an account. The illegitimate son of Robert Dudley, 1st Earl of Leicester, he inherited the bulk of the Earl's estate in accordance with his father's will, including Kenilworth Castle. In 1603–1605, he tried unsuccessfully to establish his legitimacy in court. After that he left England forever, finding a new existence in the service of the grand dukes of Tuscany. There, he worked as an engineer and shipbuilder, and designed and published Dell'Arcano del Mare (1645-1646), the first maritime atlas to cover the whole world. He was also a skilled navigator and mathematician. In Italy, he styled himself \"Earl of Warwick and Leicester\", as well as \"Duke of Northumberland\", a title recognized by Emperor Ferdinand II.",
    "year": 1574,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Elizabeth Báthory",
    "birthday": "1560-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Elizabeth_Bathory_Portrait.jpg/246px-Elizabeth_Bathory_Portrait.jpg",
    "extract": "Countess Elizabeth Báthory de Ecsed was a Hungarian noblewoman and purported serial killer from the family of Báthory, who owned land in the Kingdom of Hungary.",
    "year": 1560,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Alonso de Ercilla",
    "birthday": "1533-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/AlonsoDeErcilla.jpg/297px-AlonsoDeErcilla.jpg",
    "extract": "Alonso de Ercilla y Zúñiga was a Spanish nobleman, soldier and epic poet, born in Madrid. While in Chile (1556–63) he fought against the Araucanians (Mapuche), and there he began the epic poem La Araucana, considered one of the greatest Spanish historical poems. This heroic work in 37 cantos is divided into three parts, published in 1569, 1578, and 1589. It tells of the courageous insurrection of the Araucanians and also relates the history of Chile and of contemporary Spain.",
    "year": 1533,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Elizabeth of Rhuddlan",
    "birthday": "1282-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/dc/Elizabeth_from_Rhuddlan.jpg",
    "extract": "Elizabeth of Rhuddlan was the eighth and youngest daughter of King Edward I and Queen Eleanor of Castile. Of all of her siblings, she was closest to her younger brother King Edward II, as they were only two years apart in age.",
    "year": 1282,
    "month": 8,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Constantius II",
    "birthday": "317-8-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Constance_II_Colosseo_Rome_Italy.jpg/220px-Constance_II_Colosseo_Rome_Italy.jpg",
    "extract": "Flavius Julius Constantius, known as Constantius II, was Roman emperor from 337 to 361. His reign saw constant warfare on the borders against the Sasanian Empire and Germanic peoples, while internally the Roman Empire went through repeated civil wars, court intrigues, and usurpations. His religious policies inflamed domestic conflicts that would continue after his death.",
    "year": 317,
    "month": 8,
    "day": 7,
    "language": "en"
  }
]