[
  {
    "name": "Félix Auger-Aliassime",
    "birthday": "2000-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Auger_Aliassime_RG21_%2891%29_%2851377187345%29.jpg/213px-Auger_Aliassime_RG21_%2891%29_%2851377187345%29.jpg",
    "extract": "Félix Auger-Aliassime is a Canadian professional tennis player. He is the second-youngest player ranked in the top 10 by the Association of Tennis Professionals (ATP), and has a career-high singles ranking of No. 9, which he achieved on 10 January 2022, and doubles ranking of No. 60, attained on 1 November 2021. He has one singles title and one doubles title on the ATP Tour.",
    "year": 2000,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Shawn Mendes",
    "birthday": "1998-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Shawn_Mendes_takes_a_lie_detector_test.jpg/265px-Shawn_Mendes_takes_a_lie_detector_test.jpg",
    "extract": "Shawn Peter Raul Mendes is a Canadian singer and songwriter. He gained a following in 2013, posting song covers on the video-sharing application Vine. The following year, he caught the attention of artist manager Andrew Gertler and Island Records A&R Ziggy Chareton, which led to him signing a deal with the record label. Mendes's self-titled debut EP was released in 2014, followed by his debut studio album Handwritten in 2015. Handwritten debuted atop the US Billboard 200, making Mendes one of five artists ever to debut at number one before the age of 18. The single \"Stitches\" reached number one in the UK and the top 10 in the US and Canada.",
    "year": 1998,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ryan Garcia",
    "birthday": "1998-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/RYAN_GARCIA.jpg/213px-RYAN_GARCIA.jpg",
    "extract": "Ryan Garcia is an American professional boxer who held the WBC interim lightweight title from January to May 2021. As of May 2022, he is ranked as the world's sixth-best active lightweight by The Ring magazine and the Transnational Boxing Rankings Board, and ESPN, and tenth by BoxRec.",
    "year": 1998,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Josip Drmić",
    "birthday": "1992-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/SWE-SWI_%2813%29_%28cropped%29.jpg/214px-SWE-SWI_%2813%29_%28cropped%29.jpg",
    "extract": "Josip Drmić is a Swiss professional footballer who plays as a striker for Prva HNL club Rijeka, on loan from Premier League club Norwich City, and the Switzerland national team.",
    "year": 1992,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Casey Cott",
    "birthday": "1992-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Casey_Cott_by_Gage_Skidmore.jpg/217px-Casey_Cott_by_Gage_Skidmore.jpg",
    "extract": "Casey Morton Cott is an American actor, known for his role as Kevin Keller on The CW series Riverdale.",
    "year": 1992,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Nélson Oliveira",
    "birthday": "1991-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Nelson_Oliveira_-_Croatia_vs._Portugal%2C_10th_June_2013_%28crop%29.jpg/261px-Nelson_Oliveira_-_Croatia_vs._Portugal%2C_10th_June_2013_%28crop%29.jpg",
    "extract": "Nélson Miguel Castro Oliveira is a Portuguese professional footballer who plays as a striker for Greek Super League club PAOK.",
    "year": 1991,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Tyrone Peachey",
    "birthday": "1991-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Tyrone_Peachey_Penrith_Panthers.jpg/288px-Tyrone_Peachey_Penrith_Panthers.jpg",
    "extract": "Tyrone Peachey is an Australian professional rugby league utility footballer who plays for the Wests Tigers in the NRL.",
    "year": 1991,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Vladimír Darida",
    "birthday": "1990-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Vladim%C3%ADr_Darida_20180601_AUSCZE_3910_%28cropped%29.jpg/293px-Vladim%C3%ADr_Darida_20180601_AUSCZE_3910_%28cropped%29.jpg",
    "extract": "Vladimír Darida is a Czech professional footballer who plays as a central midfielder for Bundesliga club Hertha BSC. He formerly represented the Czech Republic national team.",
    "year": 1990,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Parker Kligerman",
    "birthday": "1990-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Parker_kligerman_%2847110484632%29_%28cropped%29.jpg/220px-Parker_kligerman_%2847110484632%29_%28cropped%29.jpg",
    "extract": "Parker L. Kligerman is an American professional stock car racing driver and a pit reporter for NASCAR on NBC. He competes part-time in the NASCAR Xfinity Series driving the No. 35 Toyota Supra for Emerling-Gase Motorsports as well as part-time in the NASCAR Camping World Truck Series, driving the No. 75 Chevrolet Silverado for Henderson Motorsports. Kligerman is a former development driver for Team Penske. He has worked for NBC since 2015 after he lost his last full-time ride in NASCAR with the closed Swan Racing team.",
    "year": 1990,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Aleksandra Szwed",
    "birthday": "1990-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Aleksandra_Szwed_2016.jpg/289px-Aleksandra_Szwed_2016.jpg",
    "extract": "Aleksandra \"Ola\" Szwed is a Polish actress and singer of Polish and Nigerian ethnicity. She was a popular child actress, starring regularly since 1999 in Rodzina zastępcza television series, modified and renamed in 2004 to Rodzina zastępcza plus. She also stars on TV talent shows. Before getting into television, she sang and danced in a children group backing the singer Majka Jeżowska. Szwed was on Season 11 of Taniec z Gwiazdami in 2010. Six years later she won 5th season of Twoja Twarz Brzmi Znajomo.",
    "year": 1990,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kane Williamson",
    "birthday": "1990-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Kane_Williamson.png/320px-Kane_Williamson.png",
    "extract": "Kane Stuart Williamson is a New Zealand international cricketer who is currently the captain of the New Zealand national team in all formats. He is a right-handed batsman and an occasional off spin bowler.",
    "year": 1990,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Anthony Rizzo",
    "birthday": "1989-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/2016-10-22_Anthony_Rizzo_1.jpg/298px-2016-10-22_Anthony_Rizzo_1.jpg",
    "extract": "Anthony Vincent Rizzo is an American professional baseball first baseman for the New York Yankees of Major League Baseball (MLB). He has previously played in MLB for the San Diego Padres and Chicago Cubs. He is a three-time All-Star. Through his philanthropic ventures, he is a regular finalist for the Heart and Hustle award and is considered by many to be one of the most respected players in MLB.",
    "year": 1989,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Hannah Miley",
    "birthday": "1989-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Hannah_Miley_2010.jpg/171px-Hannah_Miley_2010.jpg",
    "extract": "Hannah Louise Miley is a Scottish former competitive swimmer who specialised in the Individual Medley. Miley trained when she was younger at Inverurie Swimming Centre. She has represented Great Britain at three Olympic Games, reaching the final of the 400 metres individual medley on each occasion, finishing sixth in 2008, fifth in 2012 and fourth in 2016. Also in the 400 m individual medley, she is a former World short-course champion (2012), European champion (2010), and two-time European short-course champion representing Great Britain, and a two-time Commonwealth champion representing Scotland.",
    "year": 1989,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Princess Beatrice",
    "birthday": "1988-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Princess_Beatrice_Elizabeth_Mary_of_York_2018_%2801%29.jpg/232px-Princess_Beatrice_Elizabeth_Mary_of_York_2018_%2801%29.jpg",
    "extract": "Princess Beatrice, Mrs Edoardo Mapelli Mozzi is a member of the British royal family. She is the elder daughter of Prince Andrew, Duke of York, and Sarah, Duchess of York. Born fifth in line of succession to the British throne, she is now tenth. She has a younger sister, Princess Eugenie.",
    "year": 1988,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Danilo Gallinari",
    "birthday": "1988-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Danilo_Gallinari_%2851637105268%29.jpg/183px-Danilo_Gallinari_%2851637105268%29.jpg",
    "extract": "Danilo Gallinari is an Italian professional basketball player for the Atlanta Hawks of the National Basketball Association (NBA). After spending his first four years as a professional in his native Italy, Gallinari was drafted sixth overall in the 2008 NBA draft by the New York Knicks. He played with the Knicks for two and a half seasons before being traded to the Denver Nuggets in 2011. In 2017, he was acquired by the Clippers. His nickname is Gallo, which is Italian for \"rooster,\" but is more likely an abbreviation of his last name.",
    "year": 1988,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Laura Slade Wiggins",
    "birthday": "1988-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Laura_Slade_Wiggins_2010_September_12_at_Silverlake_Lounge.jpg/320px-Laura_Slade_Wiggins_2010_September_12_at_Silverlake_Lounge.jpg",
    "extract": "Laura Slade Wiggins is an American actress, singer and musician. She is most known for her roles in Shameless, The Tomorrow People, Starving in Suburbia and Rings.",
    "year": 1988,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Pierre Boulanger",
    "birthday": "1987-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/PierreBoulanger03.jpg/213px-PierreBoulanger03.jpg",
    "extract": "Pierre Boulanger is a French actor. He is known for the 2003 film Monsieur Ibrahim, where he played a young Jewish boy, Moises \"Momo\" Schmidt and for 2008 film Nos 18 ans where he played Richard. The young actor was then reported to be concentrating on his studies, and thus was not able to do movies. After two years, he did TV appearances and minor roles in movies. He is best known for his first major English film in 2011, Monte Carlo with Selena Gomez.",
    "year": 1987,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Katie Leung",
    "birthday": "1987-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Katie_leung_2020_1.jpg/249px-Katie_leung_2020_1.jpg",
    "extract": "Katie Liu Leung is a Scottish actress. She played Cho Chang, the first love interest for lead character Harry Potter in the Harry Potter film series. In 2012, Leung made her stage debut in the play Wild Swans, and has since appeared in many other stage productions. She is also known for providing the voice of Caitlyn in the animated series Arcane.",
    "year": 1987,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Tatjana Maria",
    "birthday": "1987-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Maria_WM17_%289%29_%2836050715511%29.jpg/213px-Maria_WM17_%289%29_%2836050715511%29.jpg",
    "extract": "Tatjana Maria is a German professional tennis player. She has won two singles titles and four doubles titles on the WTA Tour, as well as 15 singles and 15 doubles titles on the ITF Circuit.",
    "year": 1987,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kateryna Volodko",
    "birthday": "1986-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Bondarenko_WM18_%288%29_%2828995152267%29.jpg/213px-Bondarenko_WM18_%288%29_%2828995152267%29.jpg",
    "extract": "Kateryna Volodymyrivna Volodko is a tennis player from Ukraine. She was the doubles champion in 2008 at the Australian Open, partnering her sister Alona Bondarenko. Kateryna is the younger sister of professional tennis players Valeria and Alona.",
    "year": 1986,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Pierre Garçon",
    "birthday": "1986-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Pierre_Garcon_2017.jpg/220px-Pierre_Garcon_2017.jpg",
    "extract": "Pierre Andre Garçon is a former American Football wide receiver. He played college football at Norwich University and Mount Union College, and was drafted by the Indianapolis Colts in the sixth round of the 2008 NFL Draft. He also played five seasons with the Washington Redskins and two seasons with the San Francisco 49ers.",
    "year": 1986,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Chris Pressley",
    "birthday": "1986-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Chris_Pressley.JPG/224px-Chris_Pressley.JPG",
    "extract": "Chris Pressley is a former American football fullback. He went undrafted in the 2009 NFL Draft after playing for five years for the University of Wisconsin–Madison Badgers. Pressley's maximum back squat weight is 770 pounds (349 kg), and he has been videotaped squatting 605 pounds nine times in a row with no assistive equipment.",
    "year": 1986,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Toby Flood",
    "birthday": "1985-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Toby_Flood_2016.jpg/228px-Toby_Flood_2016.jpg",
    "extract": "Tobias Gerald Albert Cecil Lieven Flood is an English rugby union coach and former player. He is currently kicking and skills coach at Newcastle Falcons in Premiership Rugby. During his playing career his position was fly half or inside centre. He played over 300 games in his club career across his three professional clubs, Newcastle Falcons, Toulouse and Leicester Tigers. He played 60 international matches for England between 2006 and 2014.",
    "year": 1985,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ryan Koolwijk",
    "birthday": "1985-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b7/Ryan_koolwijk-1490276627.jpg",
    "extract": "Ryan Koolwijk is a retired professional footballer who played as a midfielder for and current assistant coach of the [[Suriname national football team]Suriname national team]].",
    "year": 1985,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Brett Ratliff",
    "birthday": "1985-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Brett_Ratliff.jpg/243px-Brett_Ratliff.jpg",
    "extract": "Brett Ratliff is a former American football quarterback. He was signed by the New York Jets as an undrafted free agent in 2007. He played college football at Butte College and Utah. He has also been a member of the Cleveland Browns, Jacksonville Jaguars, New England Patriots, and Tampa Bay Buccaneers.",
    "year": 1985,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Anita Włodarczyk",
    "birthday": "1985-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/AnitaWRio2016_cropped.jpg/262px-AnitaWRio2016_cropped.jpg",
    "extract": "Anita Włodarczyk is a Polish hammer thrower. She is the 2012, 2016 and 2020 Olympic champion, and the first woman in history to throw the hammer over 80 m; she currently holds the women's world record of 82.98 m. She is considered the greatest women’s hammer thrower of all time.",
    "year": 1985,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kirk Broadfoot",
    "birthday": "1984-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e1/Broadfoot%2C_Kirk_%28cropped%29.jpg",
    "extract": "Kirk John Broadfoot is a Scottish footballer who plays as a defender for Scottish Championship club Inverness Caledonian Thistle.",
    "year": 1984,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Norbert Michelisz",
    "birthday": "1984-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Norbert_michelisz_paulricard2015.JPG/213px-Norbert_michelisz_paulricard2015.JPG",
    "extract": "Norbert Michelisz is a Hungarian auto racing driver and the 2019 champion of World Touring Car Cup.",
    "year": 1984,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Guy Burnet",
    "birthday": "1983-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Guy_Burnet.jpg/320px-Guy_Burnet.jpg",
    "extract": "Guy Burnet is a British theatre, film and television actor.",
    "year": 1983,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Willie Tonga",
    "birthday": "1983-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Willie_Tonga.jpg/243px-Willie_Tonga.jpg",
    "extract": "Villiami Sione \"Willie\" Tonga, also known by the nickname of \"Little Willie\", is an Australian former professional rugby league footballer who last played for the Leigh Centurions in the Super League. An Australia international and Queensland State of Origin representative centre, he previously played for the Parramatta Eels, the Canterbury-Bankstown Bulldogs, with whom he won the 2004 NRL Premiership, and the North Queensland Cowboys. He joined French club the Catalans Dragons in 2015 and signed a contract with the Centurions for 2016.",
    "year": 1983,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "David Florence",
    "birthday": "1982-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/2019_ICF_Canoe_slalom_World_Championships_067_-_David_Florence.jpg/320px-2019_ICF_Canoe_slalom_World_Championships_067_-_David_Florence.jpg",
    "extract": "David Florence is a British slalom canoeist who has competed at the international level since 1999. He is the 2013 and 2015 world champion in individual single canoe (C1) and 2013 champion in double canoe (C2), the latter with Richard Hounslow. Florence was the first canoeist since Charles Dussuet, sixty years earlier, to achieve the C1, C2 double at the same World Championships.",
    "year": 1982,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Vanessa Amorosi",
    "birthday": "1981-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Vanessaamorosi.jpg/240px-Vanessaamorosi.jpg",
    "extract": "Vanessa Joy Amorosi is an Australian singer-songwriter and recording artist. Her combined album and single sales have reached over two million worldwide.",
    "year": 1981,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Roger Federer",
    "birthday": "1981-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Federer_WM16_%2837%29_%2828136155830%29.jpg/213px-Federer_WM16_%2837%29_%2828136155830%29.jpg",
    "extract": "Roger Federer is a Swiss professional tennis player. He was ranked world No. 1 by the Association of Tennis Professionals (ATP) for 310 weeks, including a record 237 consecutive weeks, and has finished as the year-end No. 1 five times. He has won 103 ATP singles titles, the second most of all time after Jimmy Connors, including 20 Grand Slam titles, a record eight men's singles Wimbledon titles, and a record six year-end championships.",
    "year": 1981,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Meagan Good",
    "birthday": "1981-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Meagan_Good_2019_%28S1upq0DHBpo%29.jpg/246px-Meagan_Good_2019_%28S1upq0DHBpo%29.jpg",
    "extract": "Meagan Monique Good is an American actress and model. She first gained critical attention for her role in the film Eve's Bayou (1997), prior to landing the role of Nina in the Nickelodeon sitcom Cousin Skeeter (1998–2001). Good received further prominence after starring in the films Deliver Us from Eva (2003), Roll Bounce (2005), and Stomp the Yard (2007).",
    "year": 1981,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Harel Skaat",
    "birthday": "1981-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Flickr_-_aktivioslo_-_Harel_Skaat_-_Israel_%282%29_cropped.jpg/210px-Flickr_-_aktivioslo_-_Harel_Skaat_-_Israel_%282%29_cropped.jpg",
    "extract": "Harel Skaat sometimes known by the mononym Harel is an Israeli singer and songwriter. He represented Israel in the Eurovision Song Contest 2010 with the song \"Milim\".",
    "year": 1981,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Craig Breslow",
    "birthday": "1980-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Craig_Breslow_on_June_7%2C_2011.jpg/187px-Craig_Breslow_on_June_7%2C_2011.jpg",
    "extract": "Craig Andrew Breslow is an American baseball executive serving as the Assistant General Manager/Vice President, Pitching for the Chicago Cubs in Major League Baseball (MLB), and a former professional baseball pitcher. He played in MLB for the San Diego Padres, Boston Red Sox, Cleveland Indians, Minnesota Twins, Oakland Athletics, Arizona Diamondbacks, and Miami Marlins.",
    "year": 1980,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Denisse Guerrero",
    "birthday": "1980-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Belanova_en_Acceso_Total_%285170151180%29.jpg/320px-Belanova_en_Acceso_Total_%285170151180%29.jpg",
    "extract": "Denisse Guerrero Flores is a Mexican musician and singer-songwriter, best known as the lead vocalist of the electropop band Belanova.",
    "year": 1980,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mike Hindert",
    "birthday": "1980-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Mike_Hindert_8888.jpg/298px-Mike_Hindert_8888.jpg",
    "extract": "Mike Hindert is an American Musician, Artist, Director and Businessman. His bands include Mike Hindert, M.H. Wolf, The Danvilles, Nikki and the Weeps and many more. He is the founder of Card Club 54, Merrifield Records, Merriphonic Music Publishing and Merrifield Clothing Co.",
    "year": 1980,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Pat Noonan",
    "birthday": "1980-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/PatNoonan_USMNT_20060411.jpg/212px-PatNoonan_USMNT_20060411.jpg",
    "extract": "Pat Noonan is an American soccer coach and former soccer player who currently serves as the head coach of FC Cincinnati in Major League Soccer.",
    "year": 1980,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Michael Urie",
    "birthday": "1980-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Michael_Urie_2012.jpg/224px-Michael_Urie_2012.jpg",
    "extract": "Michael Lorenzo Urie is an American actor. He is known for his portrayal of Marc St. James on the ABC dramedy television series Ugly Betty. He can be heard as Bobby Kerns in As the Curtain Rises, an original podcast soap opera from the Broadway Podcast Network.",
    "year": 1980,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Rashard Lewis",
    "birthday": "1979-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Rashard_Lewis_Wizards_2.jpg/192px-Rashard_Lewis_Wizards_2.jpg",
    "extract": "Rashard Quovon Lewis is an American former professional basketball player. Lewis entered the NBA directly from Alief Elsik High School. He rose to prominence in the NBA as a scorer with the Seattle SuperSonics, and was later a member of the Orlando Magic, Washington Wizards and Miami Heat. He garnered two NBA All-Star selections, one with Seattle and another with Orlando. Lewis reached the NBA Finals three times, winning an NBA championship in 2013 as a member of the Heat.",
    "year": 1979,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Richard Lyons (racing driver)",
    "birthday": "1979-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Richard_Lyons_2014_Super_GT_Suzuka_Race.jpg/320px-Richard_Lyons_2014_Super_GT_Suzuka_Race.jpg",
    "extract": "Richard Lyons is a British motor racing driver that competed in the Japanese Super GT series.",
    "year": 1979,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Louis Saha",
    "birthday": "1978-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Louis_Saha_%28cropped%29.jpg/229px-Louis_Saha_%28cropped%29.jpg",
    "extract": "Louis Laurent Saha is a French former professional footballer who played as a striker. Saha was capped 20 times for the France national team and scored four goals. A former scholar at the Clairefontaine football academy, he started his career at Metz before playing on loan at Newcastle United. Before the start of the 2000–01 season, Saha moved to Fulham where he established himself as first-choice striker, helping them to gain promotion to the Premier League in his first season with them.",
    "year": 1978,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Lindsay Sloane",
    "birthday": "1977-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Lindsay_Sloane_2011_Shankbone.JPG/220px-Lindsay_Sloane_2011_Shankbone.JPG",
    "extract": "Lindsay Sloane Leikin-Rollins is an American actress. She is known for playing Valerie Birkhead on Sabrina the Teenage Witch (1997–99) and Emily in The Odd Couple (2015–17). She has also starred in films such as Bring It On (2000), Over Her Dead Body (2008), She's Out of My League (2010), The Other Guys (2010), Horrible Bosses (2011), and its sequel Horrible Bosses 2 (2014).",
    "year": 1977,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Rocky Thompson",
    "birthday": "1977-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/20140927-Rocky_Thompson.jpg/279px-20140927-Rocky_Thompson.jpg",
    "extract": "Rocky Lee Thompson is a Canadian former ice hockey right wing, who last served as an associate coach with the San Jose Sharks of the NHL. He was drafted in the third round, 72nd overall, by the Calgary Flames in the 1995 NHL Entry Draft. This Cree forward/defenseman was born in Calgary, Alberta and raised in Whitecourt, Alberta. Along with hockey, he showed promise in boxing as a teenager, winning gold in the 1993 North American Indigenous Games as well as in provincial Golden Gloves tournament championships in Alberta and Saskatchewan.",
    "year": 1977,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Nicolas Vogondy",
    "birthday": "1977-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Nicolas_Vogondy.jpg/320px-Nicolas_Vogondy.jpg",
    "extract": "Nicolas Vogondy is a French former professional road racing cyclist, who competed as a professional between 1997 and 2013.",
    "year": 1977,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "JC Chasez",
    "birthday": "1976-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/JC_Chasez_%28cropped%29.jpg/261px-JC_Chasez_%28cropped%29.jpg",
    "extract": "Joshua Scott \"JC\" Chasez is an American singer, songwriter, dancer, record producer, and occasional actor. He started out his career as a cast member on The Mickey Mouse Club before rising to stardom with NSYNC, and by writing and producing for music acts such as Girls Aloud, Sugababes, Basement Jaxx, David Archuleta, and Matthew Morrison. He also served as a judge for America's Best Dance Crew.",
    "year": 1976,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Drew Lachey",
    "birthday": "1976-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Drew_Lachey.jpg/256px-Drew_Lachey.jpg",
    "extract": "Andrew John Lachey is an American singer and actor. He is known as a member of 98 Degrees, the winner of the second season of Dancing with the Stars, and the younger brother of Nick Lachey.",
    "year": 1976,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mick Moss",
    "birthday": "1975-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/AntimatterZurich.jpg/320px-AntimatterZurich.jpg",
    "extract": "Mick Moss is an English singer/songwriter. He is best known for his role in the band Antimatter, as well as being co-vocalist on the Number 1 single 'Broken Smile'.",
    "year": 1975,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Manjul Bhargava",
    "birthday": "1974-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Manjul_Bhargava_FieldsMedal.jpg/268px-Manjul_Bhargava_FieldsMedal.jpg",
    "extract": "Manjul Bhargava is a Canadian-American mathematician. He is the Brandon Fradd, Class of 1983, Professor of Mathematics at Princeton University, the Stieltjes Professor of Number Theory at Leiden University, and also holds Adjunct Professorships at the Tata Institute of Fundamental Research, the Indian Institute of Technology Bombay, and the University of Hyderabad. He is known primarily for his contributions to number theory.",
    "year": 1974,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Scott D'Amore",
    "birthday": "1974-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e1/Damore20050725.jpg",
    "extract": "Scott Francis D'Amore is a Canadian retired professional wrestler, manager, promoter, booker and entrepreneur. He is the current Executive Vice President of Impact Wrestling, where he also worked from 2003 to 2010 as an on-screen manager.",
    "year": 1974,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Brian Harvey",
    "birthday": "1974-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/37/Brian_Harvey_2007.jpg",
    "extract": "Brian Lee Harvey is a British singer from London. He was the lead singer of pop band East 17. The later incarnation had two top 20 singles on the UK Singles Chart between 1998 and 1999, with the album Resurrection peaking within the top 50 of the UK Albums Chart. After leaving E-17, Harvey signed a record deal with Edel Records and had two singles released in 2001, \"Straight Up \" and \"Loving You \".",
    "year": 1974,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Andy Priaulx",
    "birthday": "1974-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Andy_priaulx_brandshatch2015.JPG/213px-Andy_priaulx_brandshatch2015.JPG",
    "extract": "Andrew Graham Priaulx, MBE is a British professional racing driver from Guernsey. In 2019 he raced for Ford Chip Ganassi Team UK in the FIA World Endurance Championship, and Cyan Racing Lynk & Co in the FIA World Touring Car Cup, having been a former BMW factory driver.",
    "year": 1974,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Scott Stapp",
    "birthday": "1973-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Scott_Stapp_2016_%28cropped%29.jpg/234px-Scott_Stapp_2016_%28cropped%29.jpg",
    "extract": "Scott Stapp is an American singer and songwriter. Stapp is best known as the lead vocalist and lyricist of the rock band Creed. He has also fronted the band Art of Anarchy and has released three solo albums: The Great Divide (2005), Proof of Life (2013), and The Space Between the Shadows (2019).",
    "year": 1973,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mark Wills",
    "birthday": "1973-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/MarkWillsJune2005.jpg/293px-MarkWillsJune2005.jpg",
    "extract": "Mark Wills is an American country music artist. Signed to Mercury Records between 1996 and 2003, he released five studio albums for the label – Mark Wills, Wish You Were Here, Permanently, Loving Every Minute, and And the Crowd Goes Wild – as well as a greatest hits package. In that same timespan, he charted sixteen singles on the Billboard country charts, all of which made the top 40. After leaving Mercury in 2003, he signed to Equity Music Group and charted three more singles. Two of these were later included on his sixth studio album, Familiar Stranger, which was released on the Tenacity label in 2008.",
    "year": 1973,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ilka Agricola",
    "birthday": "1973-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Ilka-Agricola-UMR-Foto-von-Thorsten-Richter.jpg/320px-Ilka-Agricola-UMR-Foto-von-Thorsten-Richter.jpg",
    "extract": "Ilka Agricola is a German mathematician who deals with differential geometry and its applications in mathematical physics. She is dean of mathematics and computer science at the University of Marburg, where she has also been responsible for making public the university's collection of mathematical models.",
    "year": 1973,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Andrea de Rossi",
    "birthday": "1972-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Andrea_De_Rossi_2011-02-05.jpg/240px-Andrea_De_Rossi_2011-02-05.jpg",
    "extract": "Andrea De Rossi is an Italian former rugby union footballer and a current coach. He played as number eight.",
    "year": 1972,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Axel Merckx",
    "birthday": "1972-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Axel_Merckx.JPG/213px-Axel_Merckx.JPG",
    "extract": "Axel Eddy Lucien Jonkheer Merckx is a Belgian former professional road bicycle racer and the son of five-time Tour de France champion Eddy Merckx. He is team director of UCI Continental team Hagens Berman Axeon.",
    "year": 1972,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Johnny Balentina",
    "birthday": "1971-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Johnny_Balentina_WK_2005.jpg/240px-Johnny_Balentina_WK_2005.jpg",
    "extract": "Randolph Benito (\"Johnny\") Balentina is a Dutch baseball player, who competed in three consecutive Summer Olympics for the Netherlands, starting in 1996. Twice he finished in sixth place, once in fifth place (2000).",
    "year": 1971,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ben G. Davis",
    "birthday": "1970-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Benjamin_Guy_Davis_FRS.jpg/213px-Benjamin_Guy_Davis_FRS.jpg",
    "extract": "Benjamin Guy Davis is a Professor of Chemistry in the Department of Chemistry at the University of Oxford and a Fellow of Pembroke College, Oxford.",
    "year": 1970,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "José Francisco Molina",
    "birthday": "1970-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Jose_Francisco_Molina_29abr2007.jpg/249px-Jose_Francisco_Molina_29abr2007.jpg",
    "extract": "José Francisco Molina Jiménez is a Spanish retired footballer who played as a goalkeeper, and is the current sporting director of the Royal Spanish Football Federation.",
    "year": 1970,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Chester Williams",
    "birthday": "1970-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Chester_Williams_2018.jpg/242px-Chester_Williams_2018.jpg",
    "extract": "Chester Mornay Williams was a South African rugby union player. He played as a winger for the South Africa national rugby union team (Springboks) from 1993 to 2000, most notably for the team that won the 1995 Rugby World Cup, which was hosted in South Africa. He was the only non-white player on the team. During the tournament he scored four tries for South Africa in its quarter-final match and also appeared in the semi-final and final. Domestically he played rugby for the Western Province in the Currie Cup.",
    "year": 1970,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Monika Tsõganova",
    "birthday": "1969-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/MonikaTsiganova12.jpg/226px-MonikaTsiganova12.jpg",
    "extract": "Monika Tsõganova is an Estonian chess Woman International Master (1991).",
    "year": 1969,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Faye Wong",
    "birthday": "1969-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Faye_Wong.jpg/213px-Faye_Wong.jpg",
    "extract": "Faye Wong is a Hong Kong singer-songwriter and actress, often referred to as the \"Diva of Asia\". Early in her career she briefly used the stage name Shirley Wong. Born in Beijing, she moved to Hong Kong in 1987 and came to public attention in the early 1990s by singing in Cantonese, often combining alternative music with mainstream Chinese pop. Since 1994, she has recorded mostly in her native Mandarin. In 2000, she was recognised by Guinness World Records as the Best Selling Canto-Pop Female. Following her second marriage in 2005, she withdrew from the limelight, but returned to the stage in 2010.",
    "year": 1969,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Huey Morgan",
    "birthday": "1968-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Huey-Morgan.jpg/212px-Huey-Morgan.jpg",
    "extract": "Hugh Thomas Diaz Morgan is an American musician best known as the former frontman of rock/hip hop band Fun Lovin' Criminals. Morgan performs both vocals and guitar and combines rock, hip hop, jazz, reggae, and funk influences in his music. He is also a music presenter for BBC Radio and has made film and TV appearances.",
    "year": 1968,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Marcelo Balboa",
    "birthday": "1967-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/MarceloBalboa_20060410.jpg/214px-MarceloBalboa_20060410.jpg",
    "extract": "Marcelo Balboa is an American retired professional soccer who played as a defender in the 1990s for the United States national team, becoming its captain. He is a member of the National Soccer Hall of Fame.",
    "year": 1967,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Chris Eubank",
    "birthday": "1966-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Chriseubank.jpg/214px-Chriseubank.jpg",
    "extract": "Christopher Livingstone Eubank is a British former professional boxer who competed from 1985 to 1998. He held the WBO middleweight and super-middleweight titles between 1990 and 1995, and is ranked by BoxRec as the third best British super-middleweight boxer of all time.",
    "year": 1966,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kate Langbroek",
    "birthday": "1965-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Kate_Langbroek.jpg/247px-Kate_Langbroek.jpg",
    "extract": "Katherine Langbroek is an Australian comedian, radio and television presenter.",
    "year": 1965,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Giuseppe Conte",
    "birthday": "1964-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Giuseppe_Conte_Official.jpg/234px-Giuseppe_Conte_Official.jpg",
    "extract": "Giuseppe Conte is an Italian jurist, academic and politician who served as Prime Minister of Italy from June 2018 to February 2021. He has been the president of the Five Star Movement since August 2021.",
    "year": 1964,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ron Karkovice",
    "birthday": "1963-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Ron_Karkovice_1997_%28cropped%29.jpg/320px-Ron_Karkovice_1997_%28cropped%29.jpg",
    "extract": "Ronald Joseph Karkovice is an American former professional baseball catcher.",
    "year": 1963,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jon Turteltaub",
    "birthday": "1963-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/JonTurteltaubHWOFJan2013.jpg/266px-JonTurteltaubHWOFJan2013.jpg",
    "extract": "Jonathan Charles Turteltaub is an American film director and producer.",
    "year": 1963,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "The Edge",
    "birthday": "1961-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/The_Edge_playing_Gibson_Les_Paul_in_Manchester_on_Experience_and_Innocence_Tour_10-20-18.jpg/320px-The_Edge_playing_Gibson_Les_Paul_in_Manchester_on_Experience_and_Innocence_Tour_10-20-18.jpg",
    "extract": "David Howell Evans, better known as the Edge or simply Edge, is an English-born Irish musician, singer, and songwriter. He is best known as the lead guitarist, keyboardist, and backing vocalist of the rock band U2. A member of the group since its inception, he has recorded 14 studio albums with them as well as one solo record. His understated style of guitar playing, a signature of U2's music, is distinguished by chiming timbres, use of rhythmic delay, drone notes, harmonics, and an extensive use of effects units.",
    "year": 1961,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Daniel House (musician)",
    "birthday": "1961-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Daniel_House-112009.jpg/245px-Daniel_House-112009.jpg",
    "extract": "Daniel House is an American business owner / entrepreneur and musician who is best known for his contribution to the Seattle \"grunge\" music movement of the 1980s and ‘90s. He was a co-founder and bass-player for Skin Yard, a band that was active from 1985 to 1992, and was president and owner of C/Z Records, a Seattle-based independent record label that released music by many bands including 7 Year Bitch, Built to Spill, Coffin Break, Engine Kid, The Gits, Hammerbox, Love Battery, The Melvins, The Presidents of the United States of America, Silkworm, and Skin Yard. In 2003 he moved from Seattle to Los Angeles where he oversaw the development and creation of the now-defunct www.DownloadPunk.com as well as the music-centric online dating website, RocknRollDating.com.",
    "year": 1961,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ron Klain",
    "birthday": "1961-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Ron_Klain%2C_White_House_Chief_of_Staff.jpg/256px-Ron_Klain%2C_White_House_Chief_of_Staff.jpg",
    "extract": "Ronald Alan Klain is an American attorney, political consultant, and former lobbyist serving as White House chief of staff under President Joe Biden. A Democrat, he was previously chief of staff to two vice presidents, Al Gore from 1995 to 1999 and Biden from 2009 to 2011. He was also appointed by President Barack Obama as White House Ebola Response Coordinator after the appearance of Ebola virus cases in the United States, serving from 2014 to 2015. Throughout 2020 he worked as a senior advisor to Biden's presidential campaign. Following his victory, Biden announced on November 12 that Klain would serve as White House chief of staff.",
    "year": 1961,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bruce Matthews (American football)",
    "birthday": "1961-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Bruce_Matthews.jpg",
    "extract": "Bruce Rankin Matthews is an American former professional football player who played as guard, center, offensive tackle and long snapper in the National Football League (NFL) for 19 seasons, from 1983 to 2001. He spent his entire career playing for the Houston / Tennessee Oilers / Titans franchise. Highly versatile, throughout his NFL career he played every position on the offensive line, starting in 99 games as a left guard, 87 as a center, 67 as a right guard, 22 as a right tackle, 17 as a left tackle, and was the long snapper on field goals, PATs, and punts. Having never missed a game due to injury, his 293 NFL games started is the third most of all time, behind quarterbacks Brett Favre and Tom Brady.",
    "year": 1961,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Rikki Rockett",
    "birthday": "1961-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/RikkiRockett.JPG/320px-RikkiRockett.JPG",
    "extract": "Richard Allan Ream, better known by the stage name Rikki Rockett, is an American drummer for rock band Poison.\nThe band has sold more than 50 million albums worldwide and 15 million records in the United States alone.",
    "year": 1961,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mustafa Balbay",
    "birthday": "1960-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Mustafa_Balbay_CHP_%28cropped%29_%28cropped%29.jpg/228px-Mustafa_Balbay_CHP_%28cropped%29_%28cropped%29.jpg",
    "extract": "Mustafa Ali Balbay is a journalist, writer and Turkish MP. As the main political correspondent in Ankara for the left-wing Kemalist daily newspaper Cumhuriyet, he wrote a regular column called Gözlem which he took over from the prominent investigative journalist Ugur Mumcu, who was assassinated in 1993. Balbay was arrested on March 5, 2009 as an Ergenekon suspect in the Odatv case, and in August 2009 he was sentenced to 34 years and eight months.",
    "year": 1960,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ulrich Maly",
    "birthday": "1960-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/OB_Uli_Maly_2012.jpg/320px-OB_Uli_Maly_2012.jpg",
    "extract": "Dr. Ulrich Maly is a German politician, a member of the Social Democratic Party of Germany who served as Mayor of Nuremberg from 2002 till 2020.",
    "year": 1960,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Deborah Norville",
    "birthday": "1958-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Deborah_Norville%2C_2011_%28cropped%29.jpg/213px-Deborah_Norville%2C_2011_%28cropped%29.jpg",
    "extract": "Deborah Anne Norville is an American television journalist and businesswoman. Norville is the anchor of Inside Edition, a syndicated television news magazine, a position she has held since March 6, 1995. She is a member of the board of directors of Paramount Global. She markets and sells a line of yarns for knit and crochet enthusiasts, manufactured by Premier Yarns. Previously, she was an anchor and correspondent for CBS News and earlier co-host of Today on NBC. Her book Thank You Power was a New York Times best-seller.",
    "year": 1958,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Dennis Drew",
    "birthday": "1957-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Dennis_Drew_2015.jpg/227px-Dennis_Drew_2015.jpg",
    "extract": "Dennis Arnold Drew is the keyboardist for the American alternative rock band 10,000 Maniacs. He has been with the band since its inception in 1981, and along with Steve Gustafson and John Lombardo are the three remaining founding members of the current band lineup. Drew also spent 17 years as general manager of WRFA-LP, a low-power nonprofit radio station in Jamestown, New York.",
    "year": 1957,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Chris Foreman",
    "birthday": "1956-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Chris_Foreman_with_Madness..JPG/320px-Chris_Foreman_with_Madness..JPG",
    "extract": "Christopher John Foreman, nicknamed Chrissy Boy, is an English musician, singer-songwriter, and composer. In a career spanning more than 40 years, Foreman came to prominence in the late 1970s as the guitarist for the English band Madness.",
    "year": 1956,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Cecilia Roth",
    "birthday": "1956-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Cecilia_Roth_2014_%28cropped%29.jpg/264px-Cecilia_Roth_2014_%28cropped%29.jpg",
    "extract": "Cecilia Edith Rotenberg Gutkin better known as Cecilia Roth is an Argentine actress. She is the winner of two Goya Awards and a European Film Award. She is known for being an \"Almodóvar girl\" and the \"muse\" of Fito Páez during the 1990s.",
    "year": 1956,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Herbert Prohaska",
    "birthday": "1955-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/20180602_FIFA_Friendly_Match_Austria_vs._Germany_Herbert_Prohaska_850_0545.jpg/213px-20180602_FIFA_Friendly_Match_Austria_vs._Germany_Herbert_Prohaska_850_0545.jpg",
    "extract": "Herbert Prohaska is an Austrian former professional footballer. He ranks among Austria's greatest football players of all time. Prohaska works as a football pundit for the Austrian Broadcasting Corporation (ORF). His nickname \"Schneckerl\", Viennese dialect for curly hair, derives from his curly haircut in his younger years. A talented, elegant, and combative midfielder, Prohaska played as a deep-lying playmaker, and was known for his technique, intelligence, and precise passing.",
    "year": 1955,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Nick Holtam",
    "birthday": "1954-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Official_portrait_of_The_Lord_Bishop_of_Salisbury_%28cropped%29.jpg/259px-Official_portrait_of_The_Lord_Bishop_of_Salisbury_%28cropped%29.jpg",
    "extract": "Nicholas Roderick Holtam is a retired bishop of the Church of England. He served as Bishop of Salisbury from 2011 until his retirement in 2021.",
    "year": 1954,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Nigel Mansell",
    "birthday": "1953-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Nigel_Mansell_-_Mexican_Grand_Prix_01.JPG/320px-Nigel_Mansell_-_Mexican_Grand_Prix_01.JPG",
    "extract": "Nigel Ernest James Mansell, is a British former racing driver who won both the Formula One World Championship (1992) and the CART Indy Car World Series (1993). Mansell was the reigning F1 champion when he moved over to CART, becoming the first person to win the CART title in his debut season, and making him the only person to hold both the World Drivers' Championship and the American open-wheel National Championship simultaneously.",
    "year": 1953,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Anton Fig",
    "birthday": "1952-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Anton_Fig.jpg/205px-Anton_Fig.jpg",
    "extract": "Anton Fig, known as \"The Thunder from Down Under\", is a South African session drummer, perhaps best known as the drummer and second-in-command for Paul Shaffer and the World's Most Dangerous Band. David Letterman, for whom the band served as house band on his late-night talk shows, often referred to Fig as \"Anton Zip\" or \"Buddy Rich Jr.\" Fig is also well known for his work with Kiss, Ace Frehley and Joe Bonamassa.",
    "year": 1952,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jostein Gaarder",
    "birthday": "1952-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Jostein_Gaarder_Leipziger_Buchmesse_2017.jpg/320px-Jostein_Gaarder_Leipziger_Buchmesse_2017.jpg",
    "extract": "Jostein Gaarder is a Norwegian intellectual and author of several novels, short stories, and children's books. Gaarder often writes from the perspective of children, exploring their sense of wonder about the world. He often utilizes metafiction in his works and constructs stories within stories. His best known work is the novel Sophie's World: A Novel About the History of Philosophy (1991). It has been translated into 60 languages; there are over 40 million copies in print.",
    "year": 1952,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Doug Melvin",
    "birthday": "1952-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Doug_Melvin_2010_CROP.jpg/296px-Doug_Melvin_2010_CROP.jpg",
    "extract": "Robert Douglas Melvin is a Canadian front-office executive in Major League Baseball (MLB) who previously served as the general manager of the Texas Rangers (1995–2001) and Milwaukee Brewers (2002–2015). He is currently a senior advisor for the Brewers.",
    "year": 1952,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Robin Quivers",
    "birthday": "1952-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Robin_Quivers_April_2007.jpg/320px-Robin_Quivers_April_2007.jpg",
    "extract": "Robin Ophelia Quivers is an American radio personality, author, and actress, best known for being the long-running co-host of The Howard Stern Show.",
    "year": 1952,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mohamed Morsi",
    "birthday": "1951-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Mohamed_Morsi-05-2013.jpg/240px-Mohamed_Morsi-05-2013.jpg",
    "extract": "Mohamed Mohamed Morsi Eissa al-Ayyat was an Egyptian politician and engineer who served as the fifth president of Egypt, from 30 June 2012 to 3 July 2013, when General Abdel Fattah el-Sisi removed him from office in a coup d'état after protests in June. An Islamist affiliated with the Muslim Brotherhood organisation, Morsi led the Freedom and Justice Party from 2011 to 2012.",
    "year": 1951,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mamoru Oshii",
    "birthday": "1951-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Mamoru_Oshii_-_Lucca_Comics_%26_Games_2015.JPG/228px-Mamoru_Oshii_-_Lucca_Comics_%26_Games_2015.JPG",
    "extract": "Mamoru Oshii  is a Japanese filmmaker, television director and writer. Famous for his philosophy-oriented storytelling, Oshii has directed a number of acclaimed anime films, including Urusei Yatsura 2: Beautiful Dreamer (1984), Angel's Egg (1985), Patlabor 2: The Movie (1993), and Ghost in the Shell (1995). He also holds the distinction of having created the first ever OVA, Dallos (1983). As a writer, Oshii has worked as a screenwriter, and occasionally as a manga writer and novelist. His most notable works as a writer include the manga Kerberos Panzer Cop (1988–2000) and its feature film adaptation Jin-Roh: The Wolf Brigade (1999).",
    "year": 1951,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Louis van Gaal",
    "birthday": "1951-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Louis_van_Gaal_2014.jpg/212px-Louis_van_Gaal_2014.jpg",
    "extract": "Aloysius Paulus Maria \"Louis\" van Gaal OON is a Dutch football manager and former player who is the current head coach of the Netherlands national team. At club level, he served as manager of Ajax, Barcelona, AZ Alkmaar, Bayern Munich, and Manchester United, as well as having three spells in charge of the Netherlands national team. Van Gaal is one of the most decorated managers in world football, having won 20 major honours in his managerial career. He is sometimes nicknamed the \"Iron Tulip\".",
    "year": 1951,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Willie Hall (drummer)",
    "birthday": "1950-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Willie_Hall_%28drummer%29.jpg/320px-Willie_Hall_%28drummer%29.jpg",
    "extract": "Willie Clarence Hall is an American drummer best known for his work with Isaac Hayes and as a member of the Blues Brothers band.",
    "year": 1950,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ken Kutaragi",
    "birthday": "1950-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Ken_Kutaragi_-_Game_Developers_Choice_Awards_2014_%28cropped%29.jpg/169px-Ken_Kutaragi_-_Game_Developers_Choice_Awards_2014_%28cropped%29.jpg",
    "extract": "Ken Kutaragi  is a Japanese engineering technologist and businessman. He is the former chairman and CEO of Sony Interactive Entertainment (SIEI), the video game division of Sony Corporation, and current president and CEO of Cyber AI Entertainment. He is known as \"The Father of the PlayStation\", as he oversaw the development of the original console and its successors and spinoffs, including the PlayStation 2, PlayStation Portable and the PlayStation 3. He departed Sony in 2007, six years before the PlayStation 4 was released.",
    "year": 1950,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Keith Carradine",
    "birthday": "1949-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Aspettando_Clint_Keith_Carradine_fcm.jpg/215px-Aspettando_Clint_Keith_Carradine_fcm.jpg",
    "extract": "Keith Ian Carradine is an American actor who has had success on stage, film, and television. He is known for his roles as Tom Frank in Robert Altman's film Nashville, Wild Bill Hickok in the HBO series Deadwood, FBI agent Frank Lundy in Dexter, Lou Solverson in the first season of Fargo, and US president Conrad Dalton in Madam Secretary. As a member of the Carradine family, he is part of an acting dynasty that began with his father, John Carradine.",
    "year": 1949,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Svetlana Savitskaya",
    "birthday": "1948-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Svetlana_Savitskaya%2C_7_December_2018.jpg/249px-Svetlana_Savitskaya%2C_7_December_2018.jpg",
    "extract": "Svetlana Yevgenyevna Savitskaya is a Russian former aviator and Soviet cosmonaut who flew aboard Soyuz T-7 in 1982, becoming the second woman in space. On her 1984 Soyuz T-12 mission she became the first woman to fly to space twice, and the first woman to perform a spacewalk.",
    "year": 1948,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ken Dryden",
    "birthday": "1947-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Ken_Dryden_2011.jpg/227px-Ken_Dryden_2011.jpg",
    "extract": "Kenneth Wayne Dryden, is a Canadian politician, lawyer, businessman, author, and former National Hockey League (NHL) goaltender. He is an Officer of the Order of Canada and a member of the Hockey Hall of Fame. Dryden was a Liberal Member of Parliament from 2004 to 2011, and served as a cabinet minister from 2004 to 2006. In 2017, Dryden was named one of the '100 Greatest NHL Players' in history. He received the Order of Hockey in Canada in 2020.",
    "year": 1947,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Larry Wilcox",
    "birthday": "1947-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Larry_Wilcox_%2824888606753%29.jpg/207px-Larry_Wilcox_%2824888606753%29.jpg",
    "extract": "Larry Dee Wilcox is an American actor best known for his role as California Highway Patrol officer Jonathan \"Jon\" Baker in the television series CHiPs, which ran from 1977 to 1983 on NBC. A Vietnam veteran, Wilcox races cars and is a private pilot.",
    "year": 1947,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Holmes (actor)",
    "birthday": "1944-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f0/John_Holmes_pornographic_actor.jpg/320px-John_Holmes_pornographic_actor.jpg",
    "extract": "John Curtis Holmes, better known as John C. Holmes or Johnny Wadd, was an American pornographic film actor. He ranks among the most prolific adult film performers, with documented credits for at least 573 films.",
    "year": 1944,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Michael Johnson (singer)",
    "birthday": "1944-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Michael-Johnson-2002.jpg/174px-Michael-Johnson-2002.jpg",
    "extract": "Michael Jay Johnson was an American pop, country, and folk singer-songwriter and guitarist. He is best remembered for his 1978 hit song \"Bluer Than Blue\". He charted four hits on the Billboard Hot 100 chart and nine more on Hot Country Songs, including two number one country hits in 1986's \"Give Me Wings\" and \"The Moon Is Still Over Her Shoulder\". He also co-wrote \"Cain's Blood\", the debut single of 1990s country group 4 Runner.",
    "year": 1944,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Renbourn",
    "birthday": "1944-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/JohnRenbournNewBedfordSummerfest2005..jpg/320px-JohnRenbournNewBedfordSummerfest2005..jpg",
    "extract": "John Renbourn was an English guitarist and songwriter. He was best known for his collaboration with guitarist Bert Jansch as well as his work with the folk group Pentangle, although he maintained a solo career before, during and after that band's existence (1967–1973). He worked later in a duo with Stefan Grossman",
    "year": 1944,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "James Blanchard",
    "birthday": "1942-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/James_Blanchard_%28DOS-1994%29.jpeg/320px-James_Blanchard_%28DOS-1994%29.jpeg",
    "extract": "James Johnston Blanchard is an American politician, attorney, and former diplomat from Michigan. A Democrat, Blanchard has served in the United States House of Representatives, as the 45th Governor of Michigan, and as United States Ambassador to Canada.",
    "year": 1942,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Dilip Sardesai",
    "birthday": "1940-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6e/Dilip_Sardesai_India_Cricket.jpg",
    "extract": "Dilip Narayan Sardesai was an Indian international cricketer. He played Tests for the Indian national team as a batsman, the only Goa-born cricketer to play for India, and was often regarded as one of India's best batsmen against spin, although Indian batsmen have been known to play better against spin.",
    "year": 1940,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Dennis Tito",
    "birthday": "1940-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Dennis_Tito_%28cropped%29.jpg/230px-Dennis_Tito_%28cropped%29.jpg",
    "extract": "Dennis Anthony Tito is an American engineer, entrepreneur and astronaut. In mid-2001, he became the first space tourist to fund his own trip into space, when he spent nearly eight days in orbit as a crew member of ISS EP-1, a visiting mission to the International Space Station. This mission was launched by the spacecraft Soyuz TM-32, and was landed by Soyuz TM-31.",
    "year": 1940,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jana Andrsová",
    "birthday": "1939-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Jana_Andrsov%C3%A1_%28Hradec_Kr%C3%A1lov%C3%A9%2C_2016%29.jpg/258px-Jana_Andrsov%C3%A1_%28Hradec_Kr%C3%A1lov%C3%A9%2C_2016%29.jpg",
    "extract": "Jana Andrsová, married Večtomová, is a Czech ballerina and actress. In 1957 she graduated from the Dance Conservatory in Prague and began to work with the Vitus Nejedly Army Art Ensemble.",
    "year": 1939,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Viorica Viscopoleanu",
    "birthday": "1939-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Viorica_Viscopoleanu_1968.jpg/231px-Viorica_Viscopoleanu_1968.jpg",
    "extract": "Viorica Viscopoleanu is a retired Romanian long jumper. She competed at the 1964, 1968 and 1972 Olympics and won a gold medal in 1968, setting a new world record. At the European championships she won a silver medal outdoors in 1969 and two medals indoors, in 1970 and 1971. After retiring from competitions she worked as a coach at her club Steaua București. Monica Iagăr was one of her trainees.",
    "year": 1939,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Alexander Watson (diplomat)",
    "birthday": "1939-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2d/Alexander_Watson_%28diplomat%29_and_Ronald_Reagan.jpg",
    "extract": "Alexander Fletcher Watson is a retired American ambassador and diplomat.",
    "year": 1939,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jack Baldwin (chemist)",
    "birthday": "1938-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Baldwin_arms.svg/291px-Baldwin_arms.svg.png",
    "extract": "Sir Jack Edward Baldwin was a British chemist. He was a Waynflete Professor of Chemistry at the University of Oxford (1978–2005) and head of the organic chemistry at Oxford.",
    "year": 1938,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Connie Stevens",
    "birthday": "1938-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Connie_Stevens_early_1960s_press_still.jpg/311px-Connie_Stevens_early_1960s_press_still.jpg",
    "extract": "Connie Stevens is an American actress and singer. Born in Brooklyn, New York City to musician parents, Stevens was raised there until age 12, when she was sent to live with family friends in rural Missouri after she witnessed a murder in the city. In 1953, at age 15, Stevens relocated with her father to Los Angeles, California.",
    "year": 1938,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Dustin Hoffman",
    "birthday": "1937-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Dustin_Hoffman_Quartet_avp_2013_2.jpg/218px-Dustin_Hoffman_Quartet_avp_2013_2.jpg",
    "extract": "Dustin Lee Hoffman is an American actor and filmmaker. He is known for his versatile portrayals of antiheroes and emotionally vulnerable characters. He is the recipient of numerous accolades including two Academy Awards, five Golden Globe Awards, four British Academy Film Awards, three Drama Desk Awards, and two Primetime Emmy Awards. Hoffman has received numerous honors including the Cecil B. DeMille Award in 1997, the AFI Life Achievement Award in 1999, and the Kennedy Center Honors Award in 2012. Actor Robert De Niro described him as \"an actor with the everyman's face who embodied the heartbreakingly human\".",
    "year": 1937,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sheila Varian",
    "birthday": "1937-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/SheilaVarian.jpg/320px-SheilaVarian.jpg",
    "extract": "Sheila Varian was a breeder of Arabian horses who lived and worked at the Varian Arabians Ranch near Arroyo Grande, California. She grew up with a strong interest in horses, and was mentored in horsemanship by Mary \"Sid\" Spencer, a local rancher and Morgan horse breeder who also introduced Varian to the vaquero or \"Californio\" tradition of western riding. She started her horse ranch, Varian Arabians, in 1954 with the assistance of her parents. Raising and training horses was her full-time occupation beginning in 1963. She used vaquero-influenced methods of training horses, although she adapted her technique over the years to fit the character of the Arabian horse, which she viewed as a horse breed requiring a smart yet gentle approach.",
    "year": 1937,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Cornelis Vreeswijk",
    "birthday": "1937-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Cornelis_Vreeswijk_%281973%29.jpg/240px-Cornelis_Vreeswijk_%281973%29.jpg",
    "extract": "Cornelis Vreeswijk was a Dutch-born Swedish singer-songwriter, poet and actor.",
    "year": 1937,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Frank Howard (baseball)",
    "birthday": "1936-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Frank_Howard_2009.jpg/237px-Frank_Howard_2009.jpg",
    "extract": "Frank Oliver Howard, nicknamed \"Hondo\", \"The Washington Monument\" and \"The Capitol Punisher\", is an American former player, coach and manager in Major League Baseball who played most of his career for the Los Angeles Dodgers and Washington Senators/Texas Rangers franchises.",
    "year": 1936,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Donald P. Bellisario",
    "birthday": "1935-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Donald-bellisario-1993.png/236px-Donald-bellisario-1993.png",
    "extract": "Donald Paul Bellisario is an American television producer and screenwriter who created and sometimes wrote episodes for the TV series Magnum, P.I. (1980), Tales of the Gold Monkey (1982), Airwolf (1984), Quantum Leap (1989), JAG (1995), and NCIS (2003). He has often included military veterans as characters.",
    "year": 1935,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Laws",
    "birthday": "1935-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/John_Laws_1992.png/222px-John_Laws_1992.png",
    "extract": "Richard John Sinclair Laws CBE is an Australian radio announcer. For more than 60 years until 2007, he was the host of an Australian morning radio program combining music with interviews, opinion, live advertising readings and listener talkback. His distinctive voice earned him the nickname \"the Golden Tonsils\". Though officially retired between 2007-2011 he returned in February 2011 to host a morning program on 2SM and the Super Radio Network.",
    "year": 1935,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sarat Pujari",
    "birthday": "1934-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Dr._Sarat_Pujari_03.jpg/243px-Dr._Sarat_Pujari_03.jpg",
    "extract": "Sarat Pujari was an Indian actor, director and producer in Odia film industry (Ollywood). He was originally from Jhaduapada, Sambalpur.",
    "year": 1934,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Joe Tex",
    "birthday": "1933-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Joe_Tex.png/306px-Joe_Tex.png",
    "extract": "Yusuf Hazziez, known professionally as Joe Tex, was an American singer and musician who gained success in the 1960s and 1970s with his brand of Southern soul, which mixed the styles of funk, country, gospel, and rhythm and blues.",
    "year": 1933,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mel Tillis",
    "birthday": "1932-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Mel_Tillis.jpg/175px-Mel_Tillis.jpg",
    "extract": "Lonnie Melvin Tillis was an American country music singer and songwriter. Although he recorded songs since the late 1950s, his biggest success occurred in the 1970s as part of the outlaw country movement, with a long list of Top 10 hits.",
    "year": 1932,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Roger Penrose",
    "birthday": "1931-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Roger_Penrose_at_Festival_della_Scienza_Oct_29_2011.jpg/253px-Roger_Penrose_at_Festival_della_Scienza_Oct_29_2011.jpg",
    "extract": "Sir Roger Penrose is a British mathematician, mathematical physicist, philosopher of science and Nobel Laureate in Physics. He is Emeritus Rouse Ball Professor of Mathematics at the University of Oxford, an emeritus fellow of Wadham College, Oxford, and an honorary fellow of St John's College, Cambridge, and University College London.",
    "year": 1931,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Terry Nation",
    "birthday": "1930-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/8a/Terrynation.jpg",
    "extract": "Terence Joseph Nation was a Welsh screenwriter and novelist. Especially known for his work in British television science fiction, he created the Daleks and Davros for Doctor Who, as well as the series Survivors and Blake's 7.",
    "year": 1930,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jerry Tarkanian",
    "birthday": "1930-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Jerry_Tarkanian_LBSU_coach_in_1970-71.jpg/212px-Jerry_Tarkanian_LBSU_coach_in_1970-71.jpg",
    "extract": "Jerry Tarkanian was an American basketball coach. He coached college basketball for 31 seasons over five decades at three schools. He spent the majority of his career coaching with the UNLV Runnin' Rebels, leading them four times to the Final Four of the NCAA Men's Division I Basketball Tournament, winning the national championship in 1990. Tarkanian revolutionized the college game at UNLV, utilizing a pressing defense to fuel its fast-paced offense. Overall, he won over 700 games in his college coaching career, only twice failing to win 20 games, while never having a losing season. Tarkanian was inducted into the Naismith Memorial Basketball Hall of Fame in 2013.",
    "year": 1930,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Larisa Bogoraz",
    "birthday": "1929-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f4/BogorazL.jpg/252px-BogorazL.jpg",
    "extract": "Larisa Iosifovna Bogoraz was a dissident in the Soviet Union.",
    "year": 1929,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Luis García Meza",
    "birthday": "1929-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/LuisGarc%C3%ADaMeza1980.png/206px-LuisGarc%C3%ADaMeza1980.png",
    "extract": "Luis García Meza Tejada was a Bolivian general who served as the de facto 57th President of Bolivia from 1980 to 1981. He was a dictator convicted of human rights violations and leader of a violent coup. A native of La Paz, he was a career military officer who rose to the rank of general during the dictatorship of Hugo Banzer (1971–78).",
    "year": 1929,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Johnny Temple",
    "birthday": "1927-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/JohnnyTemplebowman.jpg/320px-JohnnyTemplebowman.jpg",
    "extract": "John Ellis Temple was a Major League Baseball second baseman who played for the Redlegs/Reds ; Cleveland Indians (1960–61), Baltimore Orioles (1962) and Houston Colt .45s (1962–63). Temple was born in Lexington, North Carolina. He batted and threw right-handed.",
    "year": 1927,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Richard Anderson",
    "birthday": "1926-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Richard_Anderson_as_Oscar_Goldman.JPG/247px-Richard_Anderson_as_Oscar_Goldman.JPG",
    "extract": "Richard Norman Anderson was an American film and television actor. Among his best-known roles was his portrayal of Oscar Goldman, the boss of Steve Austin and Jaime Sommers in both The Six Million Dollar Man and The Bionic Woman television series between 1974 and 1978 and their subsequent television movies: The Return of the Six Million Dollar Man and the Bionic Woman (1987), Bionic Showdown: The Six Million Dollar Man and the Bionic Woman (1989) and Bionic Ever After? (1994).",
    "year": 1926,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Alija Izetbegović",
    "birthday": "1925-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Alija_Izetbegovic_%28cropped%29.jpg/237px-Alija_Izetbegovic_%28cropped%29.jpg",
    "extract": "Alija Izetbegović was a Bosnian politician, lawyer, Islamic philosopher and author, who in 1992 became the first president of the Presidency of the newly independent Republic of Bosnia and Herzegovina. He served in this role until 1996, when he became a member of the Presidency of Bosnia and Herzegovina, serving until 2000.",
    "year": 1925,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Aziz Sattar",
    "birthday": "1925-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/da/Datuk-aziz-sattar.jpg/197px-Datuk-aziz-sattar.jpg",
    "extract": "Datuk Abdul Aziz bin Sattar was a Malaysian actor, comedian, singer and director who is mostly known for his roles in the black and white Malay films of the 1950s and 1960s.",
    "year": 1925,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Rory Calhoun",
    "birthday": "1922-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Rory_Calhoun_-_1961.jpg/244px-Rory_Calhoun_-_1961.jpg",
    "extract": "Rory Calhoun was an American film and television actor, screenwriter and producer. He starred in numerous Westerns in the 1950s and 1960s, and appeared in supporting roles in films such as How to Marry a Millionaire (1953).",
    "year": 1922,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Rudi Gernreich",
    "birthday": "1922-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a6/Rudi_Gernreich.jpg",
    "extract": "Rudolf \"Rudi\" Gernreich was an Austrian-born American fashion designer whose avant-garde clothing designs are generally regarded as the most innovative and dynamic fashion of the 1960s. He purposefully used fashion design as a social statement to advance sexual freedom, producing clothes that followed the natural form of the female body, freeing them from the constraints of high fashion.",
    "year": 1922,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "William Asher",
    "birthday": "1921-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/13/William_Asher_and_Elizabeth_Montgomery.jpg",
    "extract": "William Milton Asher was an American television and film producer, film director, and screenwriter. He was one of the most prolific early television directors, producing or directing over two dozen series.",
    "year": 1921,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Webb Pierce",
    "birthday": "1921-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Webb_Pierce.jpg/300px-Webb_Pierce.jpg",
    "extract": "Michael Webb Pierce was an American honky-tonk vocalist, songwriter and guitarist of the 1950s, one of the most popular of the genre, charting more number one hits than any other country artist during the decade.",
    "year": 1921,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Esther Williams",
    "birthday": "1921-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Esther_Williams_-_portrait.jpg/246px-Esther_Williams_-_portrait.jpg",
    "extract": "Esther Jane Williams was an American competitive swimmer and actress. She set regional and national records in her late teens on the Los Angeles Athletic Club swim team. Unable to compete in the 1940 Summer Olympics because of the outbreak of World War II, she joined Billy Rose's Aquacade, where she took on the role vacated by Eleanor Holm after the show's move from New York City to San Francisco. While in the city, she spent five months swimming alongside Olympic gold-medal winner and Tarzan star Johnny Weissmuller. Williams caught the attention of Metro-Goldwyn-Mayer scouts at the Aquacade. After appearing in several small roles, and alongside Mickey Rooney in an Andy Hardy film and future five-time co-star Van Johnson in A Guy Named Joe, Williams made a series of films in the 1940s and early 1950s known as \"aquamusicals\", which featured elaborate performances with synchronised swimming and diving.",
    "year": 1921,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Leo Chiosso",
    "birthday": "1920-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Leo_Chiosso.jpg/279px-Leo_Chiosso.jpg",
    "extract": "Leo Chiosso was an Italian lyricist mostly known for his work with Fred Buscaglione. They formed a songwriting duo who produced about forty songs and created Buscaglione's public persona, a humorous tough guy with a penchant for whisky and women.",
    "year": 1920,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jimmy Witherspoon",
    "birthday": "1920-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Jimmy_Witherspoon.jpg/174px-Jimmy_Witherspoon.jpg",
    "extract": "James Witherspoon was an American jump blues singer.",
    "year": 1920,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Dino De Laurentiis",
    "birthday": "1919-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Dino_de_laurentiis_crop.jpg/247px-Dino_de_laurentiis_crop.jpg",
    "extract": "Agostino \"Dino\" De Laurentiis was an Italian-American film producer. Along with Carlo Ponti, he was one of the producers who brought Italian cinema to the international scene at the end of World War II. He produced or co-produced more than 500 films, of which 38 were nominated for Academy Awards. He also had a brief acting career in the late 1930s and early 1940s.",
    "year": 1919,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Rosetta LeNoire",
    "birthday": "1911-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/0b/Rosetta_LeNoire.jpg",
    "extract": "Rosetta LeNoire was an American stage, film, and television actress as well as a Broadway producer and casting agent. LeNoire is known to contemporary audiences for her work in television. She had regular roles on the series Gimme a Break! and Amen, and is best known for her role as Estelle \"Mother\" Winslow on Family Matters, which ran from 1989 to 1998. In 1999, she was awarded the National Medal of Arts.",
    "year": 1911,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jimmy Murphy (footballer)",
    "birthday": "1910-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Jimmy_Murphy_statue.JPG/213px-Jimmy_Murphy_statue.JPG",
    "extract": "James Patrick Murphy was a Welsh footballer who made over 200 appearances for West Bromwich Albion and won 15 caps for the Wales national team, which he later managed. Murphy is most famous for being an influential figure at Manchester United from 1946 until the 1970s, as assistant manager, first-team coach, reserve team manager and a full-time scout, although he disliked the limelight and preferred to work quietly behind the scenes. Following the Munich air disaster on 6 February 1958, Murphy temporarily took over as Manchester United manager until the end of the 1957–58 season, steering the club through its greatest crisis while Matt Busby recovered from his injuries, and Murphy put together a makeshift team in place of the players who had died or were recovering from their injuries. Murphy had not been on the Munich aeroplane, as he had missed the trip in order to take charge of Wales against Israel in Cardiff on the same night as Manchester United's match against Red Star Belgrade in Yugoslavia. The Welsh team qualified for the 1958 FIFA World Cup after winning the game, the first time they had qualified for the World Cup.",
    "year": 1910,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sylvia Sidney",
    "birthday": "1910-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Sylvia_Sidney_-_still.jpg/247px-Sylvia_Sidney_-_still.jpg",
    "extract": "Sylvia Sidney was an American stage, screen and film actress whose career spanned over 70 years. She rose to prominence in dozens of leading roles in the 1930s. She was nominated for the Academy Award for Best Supporting Actress for her performance in Summer Wishes, Winter Dreams in 1973. She later gained attention for her role as Juno, a case worker in the afterlife, in Tim Burton's 1988 film Beetlejuice, for which she won a Saturn Award as Best Supporting Actress.",
    "year": 1910,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Charles Lyttelton, 10th Viscount Cobham",
    "birthday": "1909-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Charles_Lyttelton%2C_10th_Viscount_Cobham.jpg/224px-Charles_Lyttelton%2C_10th_Viscount_Cobham.jpg",
    "extract": "Charles John Lyttelton, 10th Viscount Cobham, was the ninth Governor-General of New Zealand and an English cricketer from the Lyttelton family.",
    "year": 1909,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jack Renshaw",
    "birthday": "1909-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/JackRenshaw1963.jpg/240px-JackRenshaw1963.jpg",
    "extract": "John Brophy Renshaw AC was an Australian politician. He was Labor Premier of New South Wales from 30 April 1964 to 13 May 1965. He was the first New South Wales Premier born in the 20th century.",
    "year": 1909,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bill Voce",
    "birthday": "1909-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Bill_Voce_1932.jpg/235px-Bill_Voce_1932.jpg",
    "extract": "Bill Voce was an English cricketer who played for Nottinghamshire and England. As a fast bowler, he was an instrumental part of England's infamous Bodyline strategy in their tour of Australia in 1932–1933 under Douglas Jardine. He was born at Annesley Woodhouse, near Kirkby-in-Ashfield, Nottinghamshire. He died at Lenton, Nottingham.",
    "year": 1909,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Arthur Goldberg",
    "birthday": "1908-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Arthur_Goldberg_%281971%29.jpg/240px-Arthur_Goldberg_%281971%29.jpg",
    "extract": "Arthur Joseph Goldberg was an American statesman and jurist who served as the 9th U.S. Secretary of Labor, an Associate Justice of the Supreme Court of the United States, and the 6th United States Ambassador to the United Nations.",
    "year": 1908,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Benny Carter",
    "birthday": "1907-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Benny_Carter.jpg/213px-Benny_Carter.jpg",
    "extract": "Bennett Lester Carter was an American jazz saxophonist, clarinetist, trumpeter, composer, arranger, and bandleader. With Johnny Hodges, he was a pioneer on the alto saxophone. From the beginning of his career in the 1920s, he worked as an arranger including written charts for Fletcher Henderson's big band that shaped the swing style. He had an unusually long career that lasted into the 1990s. During the 1980s and '90s, he was nominated for eight Grammy Awards, which included receiving a Lifetime Achievement Award.",
    "year": 1907,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "André Jolivet",
    "birthday": "1905-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Andr%C3%A9_Jolivet_1930.png/234px-Andr%C3%A9_Jolivet_1930.png",
    "extract": "\nAndré Jolivet was a French composer. Known for his devotion to French culture and musical thought, Jolivet drew on his interest in acoustics and atonality, as well as both ancient and modern musical influences, particularly on instruments used in ancient times. He composed in a wide variety of forms for many different types of ensembles.",
    "year": 1905,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Achille Varzi",
    "birthday": "1904-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Achille_Varzi_1931.jpg/211px-Achille_Varzi_1931.jpg",
    "extract": "Achille Varzi was an Italian Grand Prix driver.",
    "year": 1904,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Paul Dirac",
    "birthday": "1902-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Paul_Dirac%2C_1933.jpg/217px-Paul_Dirac%2C_1933.jpg",
    "extract": "Paul Adrien Maurice Dirac was an English theoretical physicist who is regarded as one of the most significant physicists of the 20th century. He was the Lucasian Professor of Mathematics at the University of Cambridge, a professor of physics at Florida State University and the University of Miami, and a 1933 Nobel Prize recipient.",
    "year": 1902,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ernest Lawrence",
    "birthday": "1901-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Ernest_Lawrence.jpg/226px-Ernest_Lawrence.jpg",
    "extract": "Ernest Orlando Lawrence was a pioneering American nuclear physicist and winner of the Nobel Prize in Physics in 1939 for his invention of the cyclotron. He is known for his work on uranium-isotope separation for the Manhattan Project, as well as for founding the Lawrence Berkeley National Laboratory and the Lawrence Livermore National Laboratory.",
    "year": 1901,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Marjorie Kinnan Rawlings",
    "birthday": "1896-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Marjorie_Kinnan_Rawlings.jpg/218px-Marjorie_Kinnan_Rawlings.jpg",
    "extract": "Marjorie Kinnan Rawlings was an American author who lived in rural Florida and wrote novels with rural themes and settings. Her best known work, The Yearling, about a boy who adopts an orphaned fawn, won a Pulitzer Prize for fiction in 1939 and was later made into a movie of the same name. The book was written long before the concept of young adult fiction, but is now commonly included in teen-reading lists.",
    "year": 1896,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Adolf Busch",
    "birthday": "1891-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Bundesarchiv_Bild_102-12890%2C_Arthuro_Toscanini_und_Adolf_Busch.jpg/320px-Bundesarchiv_Bild_102-12890%2C_Arthuro_Toscanini_und_Adolf_Busch.jpg",
    "extract": "Adolf Georg Wilhelm Busch was a German–Swiss violinist, conductor, and composer.",
    "year": 1891,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jack Ryder (cricketer)",
    "birthday": "1889-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Jack_Ryder_cricketer_c1930.jpg/240px-Jack_Ryder_cricketer_c1930.jpg",
    "extract": "John \"Jack\" Ryder was a cricketer who played for Victoria and Australia.",
    "year": 1889,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sara Teasdale",
    "birthday": "1884-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Sara_Teasdale._Photograph_by_Gerhard_Sisters%2C_ca._1910_Missouri_History_Museum_Photograph_and_Print_Collection._Portraits_n21492.jpg/254px-Sara_Teasdale._Photograph_by_Gerhard_Sisters%2C_ca._1910_Missouri_History_Museum_Photograph_and_Print_Collection._Portraits_n21492.jpg",
    "extract": "Sara Teasdale was an American lyric poet. She was born Sarah Trevor Teasdale in St. Louis, Missouri, and used the name Sara Teasdale Filsinger after her marriage in 1914.",
    "year": 1884,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ladislas Starevich",
    "birthday": "1882-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Starevich_1.jpg/290px-Starevich_1.jpg",
    "extract": "Ladislas Starevich was a Polish-Russian stop-motion animator notable as the author of the first puppet-animated film The Beautiful Leukanida (1912). He also used dead insects and other animals as protagonists of his films. Following the Russian Revolution, Starevich settled in France.",
    "year": 1882,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Paul Ludwig Ewald von Kleist",
    "birthday": "1881-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Paul_Ludwig_Ewald_von_Kleist.jpg/231px-Paul_Ludwig_Ewald_von_Kleist.jpg",
    "extract": "Paul Ludwig Ewald von Kleist was a German field marshal during World War II. Kleist was the commander of Panzer Group Kleist, the first operational formation of several Panzer corps in the Wehrmacht during the Battle of France, the Battle of Belgium, the Invasion of Yugoslavia and Operation Barbarossa, the invasion of the Soviet Union.",
    "year": 1881,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Earle Page",
    "birthday": "1880-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Earle_Page_-_Falk_Studios_%28cropped%29.jpg/228px-Earle_Page_-_Falk_Studios_%28cropped%29.jpg",
    "extract": "Doctor Sir Earle Christmas Grafton Page was an Australian surgeon and politician who served as the 11th Prime Minister of Australia, holding office for 19 days after the death of Joseph Lyons in 1939. He was the leader of the Country Party from 1921 to 1939, and was the most influential figure in its early years.",
    "year": 1880,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bob Smith (doctor)",
    "birthday": "1879-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/26/Doctor_Bob_Alcoholics_Anonymous.jpg",
    "extract": "Robert Holbrook Smith, also known as Dr. Bob, was an American physician and surgeon who founded Alcoholics Anonymous with Bill Wilson.",
    "year": 1879,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Emiliano Zapata",
    "birthday": "1879-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Emiliano_Zapata4.jpg/234px-Emiliano_Zapata4.jpg",
    "extract": "Emiliano Zapata Salazar was a Mexican revolutionary. He was a leading figure in the Mexican Revolution of 1910–1920, the main leader of the people's revolution in the Mexican state of Morelos, and the inspiration of the agrarian movement called Zapatismo.",
    "year": 1879,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Varghese Payyappilly Palakkappilly",
    "birthday": "1876-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Payyappilly_Varghese_Kathanar.jpg/262px-Payyappilly_Varghese_Kathanar.jpg",
    "extract": "Payyappilly Varghese Kathanar was a Syro-Malabar priest from the Indian state of Kerala and the founder of the congregation of Sisters of the Destitute. He was declared Venerable by Pope Francis on 14 April 2018.",
    "year": 1876,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Arthur Bernardes",
    "birthday": "1875-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Artur_Bernardes_%281922%29.jpg/214px-Artur_Bernardes_%281922%29.jpg",
    "extract": "Artur da Silva Bernardes was a Brazilian politician who served as 12th president of Brazil during the First Brazilian Republic. Born in Viçosa, Minas Gerais, he was elected Governor of Minas Gerais in 1918. In 1922, he was elected President of Brazil and served until 1926. Facing a military rebellion, Bernardes ruled under a state of siege during most of the course of his term.",
    "year": 1875,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Albert Stanley, 1st Baron Ashfield",
    "birthday": "1874-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f6/Lord_Stanley_by_Hugh_Cecil2.jpg/192px-Lord_Stanley_by_Hugh_Cecil2.jpg",
    "extract": "Albert Henry Stanley, 1st Baron Ashfield,, born Albert Henry Knattriess, was a British-American businessman who was managing director, then chairman of the Underground Electric Railways Company of London (UERL) from 1910 to 1933 and chairman of the London Passenger Transport Board (LPTB) from 1933 to 1947.",
    "year": 1874,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Matthew Henson",
    "birthday": "1866-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Matthew_Henson_1910.jpg/269px-Matthew_Henson_1910.jpg",
    "extract": "Matthew Alexander Henson was an African American explorer who accompanied Robert Peary on seven voyages to the Arctic over a period of nearly 23 years. They spent a total of 18 years on expeditions together. He is best known for his participation in the 1908–1909 expedition that claimed to have reached the geographic North Pole on April 6, 1909. Henson said he was the first of their party to reach the pole.",
    "year": 1866,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jean Leon Gerome Ferris",
    "birthday": "1863-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/The_First_Thanksgiving_cph.3g04961.jpg/320px-The_First_Thanksgiving_cph.3g04961.jpg",
    "extract": "Jean Leon Gerome Ferris was an American painter best known for his series of 78 scenes from American history, entitled The Pageant of a Nation, the largest series of American historical paintings by a single artist.",
    "year": 1863,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Cécile Chaminade",
    "birthday": "1857-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Cecile_chaminade.jpg/202px-Cecile_chaminade.jpg",
    "extract": "Cécile Louise Stéphanie Chaminade was a French composer and pianist. In 1913, she was awarded the Légion d'Honneur, a first for a female composer. Ambroise Thomas said, \"This is not a woman who composes, but a composer who is a woman.\"",
    "year": 1857,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Thomas Anstey Guthrie",
    "birthday": "1856-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Thomas_Anstey_Guthrie_by_Harry_Furniss.jpg/139px-Thomas_Anstey_Guthrie_by_Harry_Furniss.jpg",
    "extract": "Thomas Anstey Guthrie was an English author, most noted for his comic novel Vice Versa about a boarding-school boy and his father exchanging identities. His reputation was confirmed by The Tinted Venus and many humorous parodies in Punch magazine.",
    "year": 1856,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "George Turner (Australian politician)",
    "birthday": "1851-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Georgeturner.jpg/228px-Georgeturner.jpg",
    "extract": "Sir George Turner was an Australian politician. He served two terms as Premier of Victoria, holding office from 1894 to 1899 and 1900 to 1901 as a liberal. After Federation he was invited by Edmund Barton to join the inaugural federal ministry, becoming the first Treasurer of Australia. He held office until 1904 under Barton and Alfred Deakin, then a few months later resumed office under George Reid. The government fell in 1905 and Turner retired from politics at the 1906 election.",
    "year": 1851,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Nelson A. Miles",
    "birthday": "1839-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Nelson_A._Miles_by_Brands_Studios%2C_1898.jpg/229px-Nelson_A._Miles_by_Brands_Studios%2C_1898.jpg",
    "extract": "Nelson Appleton Miles was an American military general who served in the American Civil War, the American Indian Wars, and the Spanish–American War.",
    "year": 1839,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "George Stoneman",
    "birthday": "1822-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/General_George_Stoneman.jpg/251px-General_George_Stoneman.jpg",
    "extract": "George Stoneman Jr. was a United States Army cavalry officer and politician who served as the fifteenth Governor of California from 1883 to 1887. He was trained at West Point, where his roommate was Stonewall Jackson, and graduated in 1846. Stoneman served in the Army for thirty-six years, though he was relieved of command in 1871. During this time, he was involved in multiple conflicts, including the Mexican–American War, where he did not see any combat, the Yuma War, and the American Civil War. In 1861, Stoneman was promoted to Brigadier General, and was later put in command of the Army of the Potomac's 3rd Infantry Corps, and subsequently the newly-created cavalry corps.",
    "year": 1822,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Esther Hobart Morris",
    "birthday": "1814-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Esther_Morris_cph.3a02555.jpg/213px-Esther_Morris_cph.3a02555.jpg",
    "extract": "Esther Hobart Morris was the first woman justice of the peace in the United States. She began her tenure as justice in South Pass City, Wyoming, on February 14, 1870, serving a term of nearly 9 months. The Sweetwater County Board of County Commissioners appointed Morris as justice of the peace after the previous justice, R.S. Barr, resigned in protest of Wyoming Territory's passage of the women's suffrage amendment in December 1869.",
    "year": 1814,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Emilie Flygare-Carlén",
    "birthday": "1807-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Emilie_Flygare-Carl%C3%A9n.jpg/274px-Emilie_Flygare-Carl%C3%A9n.jpg",
    "extract": "Emilie Flygare-Carlén was a Swedish novelist.",
    "year": 1807,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ferenc Kölcsey",
    "birthday": "1790-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Einsle_k%C3%B6lcsey.jpg/256px-Einsle_k%C3%B6lcsey.jpg",
    "extract": "Ferenc Kölcsey  was a Hungarian poet, literary critic, orator, and politician, noted for his support of the liberal current in Hungary regarding the politics involving the Austrian Empire. He wrote Himnusz, the national anthem of Hungary in 1823.",
    "year": 1790,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Friedrich Georg Weitsch",
    "birthday": "1758-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Weitsch-Selfportrait.jpg/273px-Weitsch-Selfportrait.jpg",
    "extract": "Friedrich Georg Weitsch was a German painter and etcher.",
    "year": 1758,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Hipólito Ruiz López",
    "birthday": "1754-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d9/Hip%C3%B3lito_Ruiz_L%C3%B3pez.jpeg",
    "extract": "Hipólito Ruiz López, or Hipólito Ruiz, was a Spanish botanist known for researching the floras of Peru and Chile during an expedition under Carlos III from 1777 to 1788. During the reign of Carlos III, three major botanical expeditions were sent to the New World; Ruiz and José Antonio Pavón Jiménez were the botanists for the first of these expeditions, to Peru and Chile.",
    "year": 1754,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Carl Fredrik Pechlin",
    "birthday": "1720-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Carl_Fredrik_Pechlin.jpg/267px-Carl_Fredrik_Pechlin.jpg",
    "extract": "Baron Carl Fredrik Pechlin was a Swedish politician and demagogue.",
    "year": 1720,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Francis Hutcheson (philosopher)",
    "birthday": "1694-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Francis_Hutcheson_b1694.jpg/242px-Francis_Hutcheson_b1694.jpg",
    "extract": "Francis Hutcheson LLD was an Ulster-Scot philosopher born in Ulster to a family of Scottish Presbyterians who became known as one of the founding fathers of the Scottish Enlightenment. He was Professor of Moral Philosophy at Glasgow University and is remembered as author of A System of Moral Philosophy.",
    "year": 1694,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Godfrey Kneller",
    "birthday": "1646-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Godfrey_Kneller_Selfportrait.jpg/266px-Godfrey_Kneller_Selfportrait.jpg",
    "extract": "Sir Godfrey Kneller, 1st Baronet, was the leading portrait painter in England during the late 17th and early 18th centuries, and was court painter to English and British monarchs from Charles II to George I. His major works include The Chinese Convert ; a series of four portraits of Isaac Newton painted at various junctures of the latter's life; a series of ten reigning European monarchs, including King Louis XIV of France; over 40 \"kit-cat portraits\" of members of the Kit-Cat Club; and ten \"beauties\" of the court of William III, to match a similar series of ten of Charles II's mistresses painted by Kneller's predecessor as court painter, Sir Peter Lely.",
    "year": 1646,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Cecil Calvert, 2nd Baron Baltimore",
    "birthday": "1605-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Calvertcecil.jpg/211px-Calvertcecil.jpg",
    "extract": "Cecil Calvert, 2nd Baron Baltimore, was an English nobleman, also often known as Cecilius Calvert, who was the first Proprietor of the Province of Maryland, ninth Proprietary Governor of the Colony of Newfoundland and second of the colony of Province of Avalon to its southeast. His title was \"First Lord Proprietary, Earl Palatine of the Provinces of Maryland and Avalon in America\". He received the proprietorship after the death of his father, The 1st Baron Baltimore, for whom it had been intended. Cecil, Lord Baltimore, established and managed the Province of Maryland from his home, Kiplin Hall, in North Yorkshire, England. As an English Roman Catholic, he continued the legacy of his father by promoting religious tolerance in the colony.",
    "year": 1605,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "George Clifford, 3rd Earl of Cumberland",
    "birthday": "1558-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/George_Clifford_3rd_Earl_of_Cumberland_after_Nicholas_Hilliard.jpg/253px-George_Clifford_3rd_Earl_of_Cumberland_after_Nicholas_Hilliard.jpg",
    "extract": "Sir George Clifford, 3rd Earl of Cumberland, 13th Baron de Clifford, 13th Lord of Skipton,, was an English peer, naval commander, and courtier of Queen Elizabeth I of England. He was notable at court for his jousting, at the Accession Day Tilts, which were highlights of the year at court. Two famous survivals, his portrait miniature by Nicholas Hilliard and a garniture of Greenwich armour, reflect this important part of his life. In contrast, he neglected his estates in the far north of England, and left a long succession dispute between his heirs.",
    "year": 1558,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Conrad Lycosthenes",
    "birthday": "1518-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/46/Poconrad.jpg",
    "extract": "Conrad Lycosthenes was an Alsatian humanist and encyclopedist. Deacon of Saint Leonard in Basel, professor of grammar and dialectics, Lycosthenes had a passion for the study of nature and geophysics.",
    "year": 1518,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Rudolf II, Count Palatine of the Rhine",
    "birthday": "1306-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Rudolf_II._von_der_Pfalz.jpg/135px-Rudolf_II._von_der_Pfalz.jpg",
    "extract": "Rudolf II \"the blind\" was Count Palatine of the Rhine from 1329 to 1353.",
    "year": 1306,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Saint Dominic",
    "birthday": "1170-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/SaintDominic.jpg/211px-SaintDominic.jpg",
    "extract": "Saint Dominic, also known as Dominic of Osma and Dominic of Caleruega, often called Dominic de Guzmán and Domingo Félix de Guzmán, was a Castilian Catholic priest and founder of the Dominican Order. Dominic is the patron saint of astronomers.",
    "year": 1170,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Emperor Horikawa",
    "birthday": "1079-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/%E5%A0%80%E6%B2%B3%E5%A4%A9%E7%9A%87.jpg/320px-%E5%A0%80%E6%B2%B3%E5%A4%A9%E7%9A%87.jpg",
    "extract": "Emperor Horikawa  was the 73rd emperor of Japan, according to the traditional order of succession.",
    "year": 1079,
    "month": 8,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Casper (Maya ruler)",
    "birthday": "422-8-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Casper_%28Maya_ruler%29.svg/310px-Casper_%28Maya_ruler%29.svg.png",
    "extract": "\"Casper\", also known as 11 Rabbit,, was an ajaw of the Maya city of Palenque from August 9, 435 to 487. He was the immediate successor of K'uk' Bahlam I, who founded the ruling dynasty.",
    "year": 422,
    "month": 8,
    "day": 8,
    "language": "en"
  }
]