[
  {
    "name": "Farrah Moan",
    "birthday": "1993-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Rupaul_Dragcon_2018-293_%2841377495904%29_%28cropped%29.png/235px-Rupaul_Dragcon_2018-293_%2841377495904%29_%28cropped%29.png",
    "extract": "Cameron Clayton, better known by the stage name Farrah Moan, born in 1993, is an American drag queen, model, actor, make-up artist and internet personality best known for participating in the ninth season of the reality TV show RuPaul's Drag Race, placing eighth, as well as participating in the 4th season of All Stars, where she placed 9th. Her stage name is a pun on the term \"pheromone\", whilst also being a reference to American actress Farrah Fawcett. In some interviews, Farrah jokingly states that her drag surname is a reference to \"being a whore\".",
    "year": 1993,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jordan Ayew",
    "birthday": "1991-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/20150331_Mali_vs_Ghana_023.jpg/213px-20150331_Mali_vs_Ghana_023.jpg",
    "extract": "Jordan Pierre Ayew is a Ghanaian professional footballer who plays as a forward for Premier League club Crystal Palace and the Ghana national team. He is the son of former Ghana captain Abedi Pele and brother of fellow players André and Ibrahim Ayew.",
    "year": 1991,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Rhema Obed",
    "birthday": "1991-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Rhema_Obed.JPG/320px-Rhema_Obed.JPG",
    "extract": "Rhema Chukwardiamara Obed is an English footballer who last played as a defensive midfielder for Krško in the Slovenian PrvaLiga.",
    "year": 1991,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Kygo",
    "birthday": "1991-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Kygo_%2828481718120%29_%282%29.jpg/320px-Kygo_%2828481718120%29_%282%29.jpg",
    "extract": "Kyrre Gørvell-Dahll, better known by his stage name Kygo, is a Norwegian DJ and music producer. He garnered international attention with his December 2013 remix of the track \"I See Fire\" by Ed Sheeran and his December 2014 single \"Firestone\". In late 2015, he became the fastest artist to reach 1 billion streams on Spotify, and by June 2016, he had reached 2 billion streams on Spotify.",
    "year": 1991,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jo Inge Berget",
    "birthday": "1990-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6a/Jo_Inge_Berget_%282015%29.jpg",
    "extract": "Jo Inge Berget is a Norwegian professional footballer who plays as a forward for Swedish club Malmö FF. He has played professionally in his homeland, Italy, Wales, Scotland, Sweden and the United States, and made his debut for the Norway national team in 2012.",
    "year": 1990,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jarrod Croker",
    "birthday": "1990-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Jarrod_Croker_Canberra.jpg/292px-Jarrod_Croker_Canberra.jpg",
    "extract": "Jarrod Keith Croker is an Australian professional rugby league footballer who is the captain and goal-kicking centre for the Canberra Raiders in the NRL.",
    "year": 1990,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Mike Moustakas",
    "birthday": "1988-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Mike_Moustakas_2018_%28cropped%29.jpg/247px-Mike_Moustakas_2018_%28cropped%29.jpg",
    "extract": "Michael Christopher Moustakas is an American professional baseball infielder for the Cincinnati Reds of Major League Baseball (MLB). He previously played for the Kansas City Royals and Milwaukee Brewers. Moustakas was drafted in the first round of the 2007 MLB draft by the Royals. During games he is often greeted by calls of \"Moose\", a nickname given by his little league coach along with fans and the media.",
    "year": 1988,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Robert Acquafresca",
    "birthday": "1987-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Acquafresca.png/239px-Acquafresca.png",
    "extract": "Robert Acquafresca is an Italian former professional footballer who played as a striker.",
    "year": 1987,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Tyler Hoechlin",
    "birthday": "1987-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Tyler_Hoechlin_by_Gage_Skidmore_2.jpg/217px-Tyler_Hoechlin_by_Gage_Skidmore_2.jpg",
    "extract": "Tyler Lee Hoechlin is an American actor. Initially earning recognition for starring as Michael Sullivan Jr. in the 2002 film Road to Perdition, Hoechlin went on to star as Martin Brewer on 7th Heaven between 2003 and 2007. In television, he is also known for portraying Derek Hale on Teen Wolf and Superman in the Arrowverse series Supergirl and Superman & Lois.",
    "year": 1987,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Chiliboy Ralepelle",
    "birthday": "1986-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/ST_vs_Zebre_-_2013-10-11_-_14.jpg/320px-ST_vs_Zebre_-_2013-10-11_-_14.jpg",
    "extract": "Mahlatse Chiliboy Ralepelle, is a rugby union player for the Sharks in Super Rugby and in the Currie Cup. His usual position is at hooker.",
    "year": 1986,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Shaun Livingston",
    "birthday": "1985-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Shaun_Livingston_with_Warriors_%28cropped%29.jpg/241px-Shaun_Livingston_with_Warriors_%28cropped%29.jpg",
    "extract": "Shaun Patrick Livingston is an American professional basketball executive and former player. Livingston entered the league directly out of high school and was selected fourth by the Los Angeles Clippers in the 2004 NBA draft. In a 15 year professional career in the league, Livingston played 959 games for nine teams and won three NBA championships as a Golden State Warrior—in 2015, 2017 and 2018.",
    "year": 1985,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Zack Stortini",
    "birthday": "1985-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/ZackStortini.jpg/256px-ZackStortini.jpg",
    "extract": "Zachery Stortini is a Canadian former professional ice hockey right winger and current assistant coach with the Sudbury Wolves of the Ontario Hockey League (OHL). He played in the National Hockey League (NHL) with the Edmonton Oilers and Nashville Predators. Stortini was chosen in the third round, 94th overall, by the Oilers in the 2003 NHL Entry Draft. He plays a physical game and is known as an enforcer.",
    "year": 1985,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Aled de Malmanche",
    "birthday": "1984-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Aled_de_Malmanche_Stade_francais_2012-03-03.jpg/212px-Aled_de_Malmanche_Stade_francais_2012-03-03.jpg",
    "extract": "Aled Peter de Malmanche is a New Zealand rugby union footballer. He plays at hooker for Stade Français in the Top 14. He signed in 2011 from the Chiefs in Super Rugby and Waikato in the Air New Zealand Cup. He has also played for New Zealand. He can also play as a prop on both sides of the scrum. He was also qualified to play for Wales through his Welsh grandparents, but became ineligible after his All Blacks debut. However, with IOC rules taking precedence for rugby following its inclusion in the 2016 olympics, de Malmanche will be eligible for Wales selection for the 2015 rugby world cup.",
    "year": 1984,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Benson Stanley",
    "birthday": "1984-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Benson_Stanley.jpg/213px-Benson_Stanley.jpg",
    "extract": "Benson Stanley is a rugby union player for US Montauban in the Pro D2. Stanley is a product of Auckland Grammar. He plays as a centre. Benson is one of the Stanley rugby clan that includes Chase, Joe, Jeremy, and Kyle. Benson is also the brother of Harlequin F.C. player Winston Stanley. Stanley was named in the 2010 All Blacks squad, making three appearances during the 2010 season. He played for the Blues in the Super Rugby competition between 2008 and 2012.",
    "year": 1984,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Vivian Cheruiyot",
    "birthday": "1983-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Vivian_Cheruiyot_Rio_2016.jpg/204px-Vivian_Cheruiyot_Rio_2016.jpg",
    "extract": "Vivian Jepkemoi Cheruiyot is a Kenyan long-distance runner who specialises in track and cross country running. She represented Kenya at the Summer Olympics in 2000, 2008, 2012, and 2016, winning a silver medal at the 5000 m and bronze medal at the 10000 m at the 2012 Olympics, silver medal at the 10000 m and gold medal at the 5000 m at the 2016 Olympics, setting the new Olympic record in 5000 m event. Cheruiyot won a silver medal in the 5000 metres at the 2007 World Championships in Athletics and became the world champion in the event at the 2009 edition, repeating this achievement at the 2011 World Championships, where she also won the 10000 m.",
    "year": 1983,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ike Diogu",
    "birthday": "1983-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Ike_Diogu.jpg/241px-Ike_Diogu.jpg",
    "extract": "Ikechukwu Somtochukwu Diogu is a Nigerian-American professional basketball player for Zamalek of the Egyptian Basketball Super League.",
    "year": 1983,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jacoby Ellsbury",
    "birthday": "1983-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/JEllsbury.jpg/238px-JEllsbury.jpg",
    "extract": "Jacoby McCabe Ellsbury is an American former professional baseball center fielder. He played in Major League Baseball (MLB) for the Boston Red Sox from 2007 through 2013 and then played for the New York Yankees from 2014 to 2017. An enrolled member of the Colorado River Indian Tribes, Ellsbury is the first Native American of Navajo descent to play Major League Baseball.",
    "year": 1983,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Elvan Abeylegesse",
    "birthday": "1982-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Elvan_Abeylegesse_2010_European_Team_Championships.jpg/213px-Elvan_Abeylegesse_2010_European_Team_Championships.jpg",
    "extract": "Elvan Abeylegesse, is an Ethiopian-born naturalized Turkish middle and long-distance running athlete who competes over distances from 1500 metres up to the marathon, and also in cross country. She is the former world record-holder for the 5000 metres, at 14:24.68 minutes.",
    "year": 1982,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Yelena Parkhomenko",
    "birthday": "1982-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Yelena_Parkhomenko_at_the_2015_European_Games.jpg/220px-Yelena_Parkhomenko_at_the_2015_European_Games.jpg",
    "extract": "Yelena Parkhomenko is a volleyball player from Azerbaijan. Parkhomenko has represented the Azerbaijan Volleyball national team at the Volleyball Women's World Cup in 2006 and 2014, in total she played 142 games at an international level. At a club level she has played for numerous teams in Azerbaijan, as well as in Italy, Thailand and Israel. She retired in 2016.",
    "year": 1982,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Andrea Dossena",
    "birthday": "1981-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/A_Dossena.jpg/196px-A_Dossena.jpg",
    "extract": "Andrea Dossena is an Italian football coach and former player who played as a left winger or left back. He is the head coach of Ravenna.",
    "year": 1981,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Eric Harris and Dylan Klebold",
    "birthday": "1981-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f0/Eric_Harris.JPG",
    "extract": "Eric David Harris and Dylan Bennet Klebold were an American mass murder duo who perpetrated the Columbine High School massacre on April 20, 1999. Harris and Klebold killed 13 people and wounded 24 others, at Columbine High School, where they were seniors, in Columbine, Colorado. After killing most of their victims in the school's library, they later committed suicide. At the time, it was the deadliest high school shooting in U.S. history, with the ensuing media frenzy and moral panic leading it to become one of the most infamous mass shootings ever perpetrated.",
    "year": 1981,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Mike Comrie",
    "birthday": "1980-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Mike_Comrie_in_2009.jpg/225px-Mike_Comrie_in_2009.jpg",
    "extract": "Michael William Comrie is a Canadian former professional ice hockey player. During his 13-year National Hockey League (NHL) career he played with the Edmonton Oilers, Philadelphia Flyers, Phoenix Coyotes, Ottawa Senators, New York Islanders, and the Pittsburgh Penguins. He retired in early 2012 after undergoing hip surgery for the third time.",
    "year": 1980,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Antônio Pizzonia",
    "birthday": "1980-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Fale_F1_Monza_2004_13.jpg/266px-Fale_F1_Monza_2004_13.jpg",
    "extract": "Antônio Reginaldo Pizzonia Júnior is a Brazilian professional racing driver who has raced in Formula One and the Champ Car World Series. Born in Manaus, he started his car racing career in the Formula Vauxhall Junior series in 1997, and then progressed through various junior formulae, winning the Formula Vauxhall Junior Winter Festival in 1997, the Formula Vauxhall Junior and Formula Renault Winter Festival in 1998, the Formula Renault 2.0 UK in 1999, and the British Formula 3 Championship in 2000.",
    "year": 1980,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Eric Abidal",
    "birthday": "1979-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/%C3%89ric_Abidal_-_001.jpg/204px-%C3%89ric_Abidal_-_001.jpg",
    "extract": "Eric Sylvain Abidal is a French former professional footballer who played as a left back or centre back.",
    "year": 1979,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Frank Francisco",
    "birthday": "1979-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Frank_Francisco_2008.jpg/320px-Frank_Francisco_2008.jpg",
    "extract": "Franklin Thomas Francisco is a Dominican former professional baseball pitcher. He played in Major League Baseball (MLB) for the Texas Rangers, Toronto Blue Jays, New York Mets and Chicago White Sox.",
    "year": 1979,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "David Pizarro",
    "birthday": "1979-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Universidad_de_Chile_-_Deportes_Antofagasta%2C_2018-03-04_-_David_Pizarro_-_02.jpg/257px-Universidad_de_Chile_-_Deportes_Antofagasta%2C_2018-03-04_-_David_Pizarro_-_02.jpg",
    "extract": "David Marcelo Pizarro Cortés is a retired Chilean former professional footballer who last played as a midfielder for Chilean Primera División club Universidad de Chile. He is usually deployed as a central midfielder, although he can also operate in a holding role in front of the back-line, in a more attacking position in the hole behind the strikers, or even as a deep-lying playmaker. An intelligent and technically gifted player, who possesses significant physical strength in spite of his diminutive stature, and an ability to dictate play in midfield, Pizarro is known in particular for his vision, range of passing, dribbling skills, and ability from set pieces.",
    "year": 1979,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ben Lee",
    "birthday": "1978-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Ben_Lee_australia_day_live.jpg/320px-Ben_Lee_australia_day_live.jpg",
    "extract": "Benjamin Michael Lee is an Australian musician and actor. Lee began his career as a musician at the age of 14 with the Sydney band Noise Addict, but he focused on his solo career when the band broke up in 1995. He appeared as the protagonist in the Australian film The Rage in Placid Lake (2003). He has released eleven solo studio albums.",
    "year": 1978,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ed Reed",
    "birthday": "1978-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Ed_reed_ravens2012.jpg/262px-Ed_reed_ravens2012.jpg",
    "extract": "Edward Earl Reed Jr. is a former American football free safety in the National Football League (NFL), spending the majority of his career with the Baltimore Ravens. He played college football for the Miami Hurricanes, where he was a two-time consensus All-American. He was drafted by the Ravens in the first round of the 2002 NFL Draft and played 11 seasons with them before playing with the Houston Texans and New York Jets in 2013.",
    "year": 1978,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Dejan Stanković",
    "birthday": "1978-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Dejan_Stankovi%C4%87_-_Inter_Mailand_%282%29.jpg/320px-Dejan_Stankovi%C4%87_-_Inter_Mailand_%282%29.jpg",
    "extract": "Dejan Stanković is a Serbian professional football manager and former player who is the manager of Serbian SuperLiga club Red Star Belgrade.",
    "year": 1978,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ludacris",
    "birthday": "1977-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Ludacris_2008_%28cropped%29.jpg/217px-Ludacris_2008_%28cropped%29.jpg",
    "extract": "Christopher Brian Bridges, known professionally as Ludacris, is an American rapper, actor and record executive.",
    "year": 1977,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Matthew Stevens",
    "birthday": "1977-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Matthew_Stevens_PHC_2016-1.jpg/252px-Matthew_Stevens_PHC_2016-1.jpg",
    "extract": "Matthew Stevens is a Welsh professional snooker player. He has won two of the game's Triple Crown events, the Masters in 2000 and the UK Championship in 2003. He has also been a two-time runner-up in the other triple crown event, the World Snooker Championship, in 2000 and 2005. Stevens reached a career high ranking of No. 4 for the 2005/2006 season. Stevens has compiled more than 300 century breaks during his career.",
    "year": 1977,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Tomáš Enge",
    "birthday": "1976-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Tomas_Enge_2007.jpg/320px-Tomas_Enge_2007.jpg",
    "extract": "Tomáš Enge is a Czech former professional racing driver who has competed in many classes of motorsport, including three races in Formula One. He has twice been sanctioned professionally for drug offences.",
    "year": 1976,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Murali Kartik",
    "birthday": "1976-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Murali_kartik_bowling.jpg/159px-Murali_kartik_bowling.jpg",
    "extract": "Murali Kartik is an Indian cricket commentator and former cricketer who sporadically represented the national team from 2000 to 2007. He was a specialist slow left arm orthodox bowler known for his loopy trajectory and ability to spin and bounce, but has found international selection blocked during his prime years by the presence of Anil Kumble and Harbhajan Singh. He is also a left-handed batsman, and although he has had some success with the bat at first-class level with 19 half-centuries, he has not been able to repeat this at international level.",
    "year": 1976,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "DeLisha Milton-Jones",
    "birthday": "1974-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0d/DeLisha_Milton-Jones-2007-All-Star-July-15-2007.jpg",
    "extract": "DeLisha Lachell Milton-Jones is an American retired professional basketball player and head coach of Old Dominion. Milton-Jones played college basketball for the University of Florida. She was a first-team All-American and SEC Player of the Year her senior season.",
    "year": 1974,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Richard Ashcroft",
    "birthday": "1971-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Richardashcroft.jpg/284px-Richardashcroft.jpg",
    "extract": "Richard Paul Ashcroft is an English singer and songwriter. He was the lead singer and occasional rhythm guitarist of the alternative rock band The Verve from their formation in 1990 until their original split in 1999. Songs he wrote for the band include \"Bitter Sweet Symphony\", \"Lucky Man\", and the UK number one \"The Drugs Don't Work\". He became a successful solo artist, releasing three UK top three solo albums. The Verve reformed in 2007 but again broke up by summer 2009. Ashcroft then founded a new band, RPA & The United Nations of Sound, and released a new album on 19 July 2010. Ashcroft released his fourth solo album, These People, on 20 May 2016.",
    "year": 1971,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Taraji P. Henson",
    "birthday": "1970-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Taraji_P._Henson.JPG/320px-Taraji_P._Henson.JPG",
    "extract": "Taraji Penda Henson is an American actress and singer. She studied acting at Howard University and began her Hollywood career in guest roles on several television shows before making her breakthrough in Baby Boy (2001). She played a prostitute in Hustle & Flow (2005), for which she received a Screen Actors Guild Award for Outstanding Performance by a Cast in a Motion Picture nomination; and a single mother of a disabled child in David Fincher's The Curious Case of Benjamin Button (2008), for which she received Academy Award, SAG Award and Critics Choice Award nominations for Best Supporting Actress. In 2010, she appeared in the action comedy Date Night, and co-starred in the remake of The Karate Kid.",
    "year": 1970,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Stefano Cagol",
    "birthday": "1969-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Stefano_Cagol.jpg/213px-Stefano_Cagol.jpg",
    "extract": "Stefano Cagol is an Italian contemporary artist living in Italy, Germany and Norway. He works with video, photography and installation and performance art in the fields of conceptual art, environmental art / eco art and land art, and has reflected for years on borders, viruses, flags and climate issues.",
    "year": 1969,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Eduardo Pérez",
    "birthday": "1969-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Eduardo_Perez_2002_%28cropped%29.jpg/222px-Eduardo_Perez_2002_%28cropped%29.jpg",
    "extract": "Eduardo Atanasio Pérez Pérez is an American former professional baseball player, coach, and current television sports color commentator. He played in Major League Baseball and the Nippon Professional Baseball league as a first baseman, third baseman, and outfielder from 1993 to 2006. After his playing career Pérez became a baseball analyst with ESPN, ESPN Deportes, and ESPN Latin America as well as a host on SiriusXM's MLB Network Radio.",
    "year": 1969,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Paul Mayeda Berges",
    "birthday": "1968-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/MJK32948_Paul_Mayeda_Berges_%28Viceroy%27s_House%2C_Berlinale_2017%29.jpg/320px-MJK32948_Paul_Mayeda_Berges_%28Viceroy%27s_House%2C_Berlinale_2017%29.jpg",
    "extract": "Paul Mayeda Berges is an American screenwriter and director, notably as co-writer of 2002's Bend It Like Beckham.",
    "year": 1968,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Maria Bartiromo",
    "birthday": "1967-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Maria_Bartiromo_%282015-02-25%29_%28cropped%29.jpg/257px-Maria_Bartiromo_%282015-02-25%29_%28cropped%29.jpg",
    "extract": "Maria Sara Bartiromo is an American financial journalist, television personality, news anchor, and author. She is the host of Mornings with Maria and Maria Bartiromo's Wall Street on the Fox Business Network as well as Sunday Morning Futures With Maria Bartiromo on the Fox News Channel.",
    "year": 1967,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Harry Connick Jr.",
    "birthday": "1967-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Harry_Connick%2C_Jr._2014.jpg/220px-Harry_Connick%2C_Jr._2014.jpg",
    "extract": "Joseph Harry Fowler Connick Jr. is an American singer, pianist, composer, actor, and television host. He has sold over 28 million albums worldwide. Connick is ranked among the top 60 best-selling male artists in the United States by the Recording Industry Association of America, with 16 million in certified sales. He has had seven top 20 US albums, and ten number-one US jazz albums, earning more number-one albums than any other artist in US jazz chart history.",
    "year": 1967,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Sung Jae-gi",
    "birthday": "1967-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Sungjaegi2013.png/275px-Sungjaegi2013.png",
    "extract": "Sung Jae-gi was a South Korean men's rights activist and anti-feminist. Sung founded and was the first chairman of Man of Korea, a men's rights group advocating the abolition of the Ministry of Gender Equality and Family—whose Korean name translates as \"Ministry of Women\"—and demanded compensation for the South Korean military-service requirement.",
    "year": 1967,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Charles Walker (British politician)",
    "birthday": "1967-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Official_portrait_of_Sir_Charles_Walker_MP_crop_2.jpg/240px-Official_portrait_of_Sir_Charles_Walker_MP_crop_2.jpg",
    "extract": "Sir Charles Ashley Rupert Walker is a British politician who served as chair of the House of Commons Procedure Committee from 2012 to 2019. A member of the Conservative Party, he has been Member of Parliament (MP) for Broxbourne since 2005.",
    "year": 1967,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Bashar al-Assad",
    "birthday": "1965-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Bashar_al-Assad_%282018-05-17%29_03.jpg/220px-Bashar_al-Assad_%282018-05-17%29_03.jpg",
    "extract": "Bashar Hafez al-Assad is a Syrian politician who is the 19th president of Syria, since 17 July 2000. In addition, he is the commander-in-chief of the Syrian Armed Forces and the Secretary-General of the Central Command of the Arab Socialist Ba'ath Party. His father, Hafez al-Assad, was the president of Syria before him, serving from 1971 to 2000.",
    "year": 1965,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Paul Heyman",
    "birthday": "1965-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Paul_Heyman_WrestleMania_32_Axxess.jpg/209px-Paul_Heyman_WrestleMania_32_Axxess.jpg",
    "extract": "Paul Heyman is an American entertainment executive and performer. He is currently signed to WWE, appearing on the SmackDown brand as Special Counsel for Roman Reigns.",
    "year": 1965,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Moby",
    "birthday": "1965-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Moby_12_17_2018_-16_%2831743191557%29.jpg/213px-Moby_12_17_2018_-16_%2831743191557%29.jpg",
    "extract": "Richard Melville Hall, known professionally as Moby, is an American musician, songwriter, singer, producer, and animal rights activist. He has sold 20 million records worldwide. AllMusic considers him to be \"among the most important dance music figures of the early 1990s, helping bring dance music to a mainstream audience both in the United States and the United Kingdom\".",
    "year": 1965,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Dave Bidini",
    "birthday": "1963-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Dave_Bidini.jpg/240px-Dave_Bidini.jpg",
    "extract": "Dave Bidini is a Canadian musician and writer. Originally from Etobicoke, Ontario, he was a founding member of the rock band Rheostatics, and currently performs with Bidiniband. In addition, he has published several books about music, travel and sports, and has written feature journalism pieces and columns for numerous Canadian magazines and newspapers. He is the only Canadian to have been nominated for all three of Canada's main entertainment awards, the Gemini Award for television work, the Genie Awards for film work and the Juno Awards for music, as well as being nominated on Canada's national book awards program, Canada Reads.",
    "year": 1963,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Filip Dewinter",
    "birthday": "1962-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/FilipDewinter2015.jpg/244px-FilipDewinter2015.jpg",
    "extract": "Philip Michel Frans \"Filip\" Dewinter is a Belgian politician. He is one of the leading members of Vlaams Belang, a right-wing Flemish nationalist and secessionist political party. Together with Hugo Coveliers of the VLOTT party, Dewinter formed a list cartel for the city elections of Antwerp on 8 October 2006.",
    "year": 1962,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Kristy McNichol",
    "birthday": "1962-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Kristy_McNichol_%281982%29.jpg/320px-Kristy_McNichol_%281982%29.jpg",
    "extract": "Christina Ann McNichol is an American former actress, comedian, and singer. She is known for such film roles as Angel in Little Darlings, Polly in Only When I Laugh as well as Barbara Weston in the TV sitcom Empty Nest. She won two Emmy Awards for her portrayal of teenage daughter Letitia \"Buddy\" Lawrence in the TV drama Family. McNichol retired from acting in 2001.",
    "year": 1962,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Victoria Poleva",
    "birthday": "1962-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/%D0%92%D0%B8%D0%BA%D1%82%D0%BE%D1%80%D0%B8%D1%8F_%D0%9F%D0%BE%D0%BB%D0%B5%D0%B2%D0%B0%D1%8F.jpg/301px-%D0%92%D0%B8%D0%BA%D1%82%D0%BE%D1%80%D0%B8%D1%8F_%D0%9F%D0%BE%D0%BB%D0%B5%D0%B2%D0%B0%D1%8F.jpg",
    "extract": "Victoria Vita Polevá is a Ukrainian composer.",
    "year": 1962,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Julio Salinas",
    "birthday": "1962-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Julio_Salinas_Fernandez_2016.jpg/227px-Julio_Salinas_Fernandez_2016.jpg",
    "extract": "Julio Salinas Fernández is a Spanish former footballer who played during the 1980s and 1990s.",
    "year": 1962,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Virginia Madsen",
    "birthday": "1961-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Virginia_Madsen_Oscars_2009.jpg/215px-Virginia_Madsen_Oscars_2009.jpg",
    "extract": "Virginia Gayle Madsen is an American actress and film producer. She made her film debut in Class (1983), which was filmed in her native Chicago. After she moved to Los Angeles, director David Lynch cast her as Princess Irulan in the science fiction film Dune (1984). Madsen then starred in a series of successful teen movies, including Electric Dreams (1984), Modern Girls (1986), and Fire with Fire (1986).",
    "year": 1961,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Hiroshi Amano",
    "birthday": "1960-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Hiroshi_Amano_20141211.jpg/213px-Hiroshi_Amano_20141211.jpg",
    "extract": "Hiroshi Amano  is a Japanese physicist, engineer and inventor specializing in the field of semiconductor technology. For his work he was awarded the 2014 Nobel Prize in Physics together with Isamu Akasaki and Shuji Nakamura for \"the invention of efficient blue light-emitting diodes which has enabled bright and energy-saving white light sources\".",
    "year": 1960,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Michael P. Leavitt",
    "birthday": "1960-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Leavitt_2010.jpg/256px-Leavitt_2010.jpg",
    "extract": "Michael Phillip Leavitt was the eleventh Master Chief Petty Officer of the Coast Guard (MCPOCG). He assumed the position from MCPOCG Charles W. Bowen on May 21, 2010 and was relieved on May 22, 2014, by Steven W. Cantrell. Leavitt was previously serving as the Senior Enlisted Advisor to the Deputy Commandant for Operations at Coast Guard Headquarters, Washington, DC.",
    "year": 1960,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Andre Dubus III",
    "birthday": "1959-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/AndreDubusIII03.JPG/240px-AndreDubusIII03.JPG",
    "extract": "Andre Dubus III is an American novelist and short story writer. He is a member of the faculty at the University of Massachusetts Lowell.",
    "year": 1959,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "David Frost (golfer)",
    "birthday": "1959-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/David_Frost_%289367966287%29.jpg/320px-David_Frost_%289367966287%29.jpg",
    "extract": "David Laurence Frost is a South African professional golfer who currently plays on the PGA Tour Champions. He has previously played on the PGA Tour, European Tour and Sunshine Tour. Frost has thirty professional tournament wins to his name, spread across four continents.",
    "year": 1959,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Tony Gilroy",
    "birthday": "1956-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Tony_Gilroy_%287732163606%29.jpg/320px-Tony_Gilroy_%287732163606%29.jpg",
    "extract": "Anthony Joseph Gilroy is an American filmmaker. He wrote the screenplays for the original trilogy of Bourne films starring Matt Damon, and wrote and directed the fourth film of the franchise which starred Jeremy Renner. He received a nomination for the Academy Award for Best Director and for the Academy Award for Best Original Screenplay for Michael Clayton. Gilroy wrote and directed Duplicity, starring Julia Roberts and Clive Owen, and co-wrote Rogue One: A Star Wars Story.",
    "year": 1956,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jani Allan",
    "birthday": "1953-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Jani_Allan_2010.jpg/240px-Jani_Allan_2010.jpg",
    "extract": "Jani Allan is a South African journalist, columnist, writer and broadcaster. She became one of the country's first media celebrities in the 1980s and 1990s.",
    "year": 1953,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Renée Geyer",
    "birthday": "1953-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Renee_Geyer.jpg/320px-Renee_Geyer.jpg",
    "extract": "Renée Rebecca Geyer is an Australian singer who has long been regarded as one of the finest exponents of jazz, soul and R&B idioms. She had commercial success as a solo artist in Australia, with \"It's a Man's Man's World\", \"Heading in the Right Direction\" and \"Stares and Whispers\" in the 1970s and \"Say I Love You\" in the 1980s. Geyer has also been an internationally respected and sought-after backing vocalist, whose session credits include work with Sting, Chaka Khan, Toni Childs and Joe Cocker.",
    "year": 1953,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Tommy Shaw",
    "birthday": "1953-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Tommy_Shaw_of_Styx.JPG/240px-Tommy_Shaw_of_Styx.JPG",
    "extract": "Tommy Roland Shaw is an American guitarist and singer best known for his tenure with the rock band Styx. In between his stints with Styx, he has played with other groups including Damn Yankees and Shaw Blades as well as releasing several solo albums.",
    "year": 1953,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Miroslav Dvořák (ice hockey)",
    "birthday": "1951-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Miroslav_Dvorak_Panini_1979.jpg/223px-Miroslav_Dvorak_Panini_1979.jpg",
    "extract": "Miroslav Dvořák, nicknamed \"Cookie\", was a Czechoslovak professional ice hockey defenseman who played three seasons in the NHL with the Philadelphia Flyers. He is also well known as a famous player of Czech Extraliga (Czechoslovak) team HC České Budějovice, where he spent most of his active career.",
    "year": 1951,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Richard D. Gill",
    "birthday": "1951-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4d/RDG110951.jpg",
    "extract": "Richard David Gill is a mathematician born in the United Kingdom who has lived in the Netherlands since 1974. As a probability theorist and statistician, Gill is most well known for his research on counting processes and survival analysis, some of which has appeared in an advanced textbook. Now retired, he was the chair of mathematical statistics at Leiden University. Gill is also known for his pro bono consulting and advocacy on behalf of victims of incompetent statistical testimony, including a Dutch nurse who was wrongfully convicted and jailed for six years.",
    "year": 1951,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Hugo Porta",
    "birthday": "1951-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6e/Hugo_Porta_cropped.jpg",
    "extract": "Hugo Porta is a former Argentine Rugby Union footballer, an inductee of both the International Rugby Hall of Fame and IRB Hall of Fame, and one of the best fly-halves the sport has seen. During the 1970s and 1980s, he played 58 times for Los Pumas, captaining them on 34 occasions, including leading them during the first World Cup in 1987.",
    "year": 1951,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Amy Madigan",
    "birthday": "1950-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Amy_Madigan_1989.jpg/213px-Amy_Madigan_1989.jpg",
    "extract": "Amy Marie Madigan is an American actress, producer, and singer. She was nominated for the Academy Award for Best Supporting Actress for the 1985 film Twice in a Lifetime. Her other film credits include Love Child (1982), Places in the Heart (1984), Field of Dreams (1989), Uncle Buck (1989), The Dark Half (1993), Pollock (2000), and Gone Baby Gone (2007). She won the Golden Globe Award for Best Supporting Actress on Television and was nominated for the Primetime Emmy Award for Outstanding Lead Actress in a Miniseries or a Movie for her portrayal of Sarah Weddington in the 1989 television film Roe vs. Wade.",
    "year": 1950,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Barry Sheene",
    "birthday": "1950-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Barry_Sheene_winner.jpg/224px-Barry_Sheene_winner.jpg",
    "extract": "Barry Steven Frank Sheene was a British professional motorcycle racer. He competed in Grand Prix motorcycle racing and was a two-time world champion, winning consecutive 500cc titles in 1976 and 1977.",
    "year": 1950,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Bill Whittington",
    "birthday": "1949-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Porsche935Whittington.jpg/320px-Porsche935Whittington.jpg",
    "extract": "William Marvin Whittington was an American racing driver from Lubbock, Texas, who won the 24 Hours of Le Mans and competed five times in the Indianapolis 500.",
    "year": 1949,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "John Martyn",
    "birthday": "1948-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/JohnMartyn1978.jpg/220px-JohnMartyn1978.jpg",
    "extract": "Iain David McGeachy, known professionally as John Martyn, was a British singer-songwriter and guitarist. Over a 40-year career, he released 23 studio albums, and received frequent critical acclaim. The Times described him as \"an electrifying guitarist and singer whose music blurred the boundaries between folk, jazz, rock and blues\".",
    "year": 1948,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Franz Beckenbauer",
    "birthday": "1945-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Franz_Beckenbauer_-_2019102190253_2019-04-12_Radio_Regenbogen_Award_2019_-_Sven_-_1D_X_MK_II_-_0369_-_AK8I9538.jpg/213px-Franz_Beckenbauer_-_2019102190253_2019-04-12_Radio_Regenbogen_Award_2019_-_Sven_-_1D_X_MK_II_-_0369_-_AK8I9538.jpg",
    "extract": "Franz Anton Beckenbauer is a German former professional footballer and manager. In his playing career he was nicknamed Der Kaiser because of his elegant style, dominance and leadership on the field, and also as his first name \"Franz\" is reminiscent of the Austrian emperors. He is widely regarded to be one of the greatest players in the history of the sport. A versatile player who started out as a midfielder, Beckenbauer made his name as a central defender. He is often credited as having invented the role of the modern sweeper (libero).",
    "year": 1945,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Gianluigi Gelmetti",
    "birthday": "1945-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Gianluigi_Gelmetti.jpg/320px-Gianluigi_Gelmetti.jpg",
    "extract": "Gianluigi Gelmetti OMRI, was an Italian-Monégasque conductor and composer.",
    "year": 1945,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Leo Kottke",
    "birthday": "1945-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Leo_Kottke_6-16-07_Photo_by_Anthony_Pepitone.jpg/320px-Leo_Kottke_6-16-07_Photo_by_Anthony_Pepitone.jpg",
    "extract": "Leo Kottke is an acoustic guitarist. He is known for a fingerpicking style that draws on blues, jazz, and folk music, and for syncopated, polyphonic melodies. He overcame a series of personal obstacles, including partial loss of hearing and a nearly career-ending bout with tendon damage in his right hand, to emerge as a widely recognized master of his instrument. He resides in the Minneapolis area with his family.",
    "year": 1945,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Everaldo (footballer, born 1944)",
    "birthday": "1944-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Everaldo_%281970%29.jpg/270px-Everaldo_%281970%29.jpg",
    "extract": " Everaldo Marques da Silva, nicknamed Everaldo, was a footballer from Brazil who played as a left back for Grêmio and the Brazil national team. He won the 1970 FIFA World Cup. The golden star in Grêmio's flag was added in 1970 in his homage.",
    "year": 1944,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Freddy Thielemans",
    "birthday": "1944-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Freddy_Thielemans_675.jpg/320px-Freddy_Thielemans_675.jpg",
    "extract": "Freddy Thielemans was a Belgian socialist politician who was the mayor of the City of Brussels from 2001 to 2013, and previously also for a period in 1994.",
    "year": 1944,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Lola Falana",
    "birthday": "1942-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Lola_Falana.JPG/320px-Lola_Falana.JPG",
    "extract": "Loletha Elayne Falana or Loletha Elaine Falana (sources differ), better known by her stage name Lola Falana, is an American singer, dancer, model and actress.",
    "year": 1942,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Minnijean Brown-Trickey",
    "birthday": "1941-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Minnijean_Brown-Trickey_in_2018.png/251px-Minnijean_Brown-Trickey_in_2018.png",
    "extract": "Minnijean Brown-Trickey is an American political figure who was a member of the Little Rock Nine, a group of nine African American teenagers who integrated Little Rock Central High School. The integration followed the Brown v. Board of Education decision which required public schools to be desegregated.",
    "year": 1941,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Brian De Palma",
    "birthday": "1940-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Brian_De_Palma_Deauville_2011.jpg/226px-Brian_De_Palma_Deauville_2011.jpg",
    "extract": "Brian Russell De Palma is an American film director and screenwriter. With a career spanning over 50 years, he is best known for his work in the suspense, crime and psychological thriller genres. His films include mainstream box office hits such as Carrie (1976), Dressed to Kill (1980), Scarface (1983), The Untouchables (1987), and Mission: Impossible (1996), as well as cult favorites such as Sisters (1972), Phantom of the Paradise (1974), Blow Out (1981), Body Double (1984), Casualties of War (1989), Carlito's Way (1993), Femme Fatale (2002), and Passion (2012).",
    "year": 1940,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Nông Đức Mạnh",
    "birthday": "1940-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Nong_Duc_Manh_2010.jpg/230px-Nong_Duc_Manh_2010.jpg",
    "extract": "Nông Đức Mạnh is a Vietnamese politician who served as General Secretary of the Communist Party of Vietnam, the most powerful position in the Socialist Republic of Vietnam, from 22 April 2001 to 19 January 2011. His parents were Tày peasants. Nông Đức Mạnh was born in Cường Lợi, Na Rì District, Bắc Kạn Province. His own son is Nông Quốc Tuấn, party secretary for Bắc Giang Province.",
    "year": 1940,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Charles Geschke",
    "birthday": "1939-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Charles_Geschke_photo.png/249px-Charles_Geschke_photo.png",
    "extract": "Charles Matthew \"Chuck\" Geschke was an American businessman and computer scientist best known for founding the graphics and publishing software company Adobe Inc. with John Warnock in 1982, and co-creating the PDF document format with John Warnock.",
    "year": 1939,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Robert Crippen",
    "birthday": "1937-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Robert_Crippen.jpg/256px-Robert_Crippen.jpg",
    "extract": "Robert Laurel Crippen is an American retired naval officer and aviator, test pilot, aerospace engineer, and retired astronaut. He traveled into space four times: as Pilot of STS-1 in April 1981, the first Space Shuttle mission; and as Commander of STS-7 in June 1983, STS-41-C in April 1984, and STS-41-G in October 1984. He was also a part of the Manned Orbiting Laboratory (MOL), Skylab Medical Experiment Altitude Test (SMEAT), ASTP support crew member, and the Approach and Landing Tests (ALT) for the Space Shuttle.",
    "year": 1937,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Queen Paola of Belgium",
    "birthday": "1937-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Queen_Paola_with_the_President_and_the_Prime_Minister_of_India%2C_and_the_King_Albert_II_%28cropped%29.jpg/262px-Queen_Paola_with_the_President_and_the_Prime_Minister_of_India%2C_and_the_King_Albert_II_%28cropped%29.jpg",
    "extract": "Paola is a member of the Belgian royal family who was Queen of the Belgians during the reign of her husband, King Albert II, from 9 August 1993 to 21 July 2013.",
    "year": 1937,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Pavel Landovský",
    "birthday": "1936-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Pavel_Landovsk%C3%BD_%282011%29.jpg/302px-Pavel_Landovsk%C3%BD_%282011%29.jpg",
    "extract": "Pavel Landovský, nicknamed Lanďák, was a Czech actor, playwright, and director. He was a prominent dissident under the communist regime of former Czechoslovakia.",
    "year": 1936,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Arvo Pärt",
    "birthday": "1935-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Arvo_P%C3%A4rt.jpg/256px-Arvo_P%C3%A4rt.jpg",
    "extract": "Arvo Pärt is an Estonian composer of classical and religious music. Since the late 1970s, Pärt has worked in a minimalist style that employs tintinnabuli, a compositional technique he invented. Pärt's music is in part inspired by Gregorian chant. His most performed works include Fratres (1977), Spiegel im Spiegel (1978), and Für Alina (1976). From 2011 to 2018, Pärt was the most performed living composer in the world, and the second most performed in 2019. The Arvo Pärt Centre, in Laulasmaa, was opened to the public in 2018.",
    "year": 1935,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Gherman Titov",
    "birthday": "1935-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2d/Gherman_Titov_%281962%29.jpg",
    "extract": "Gherman Stepanovich Titov was a Soviet cosmonaut who, on 6 August 1961, became the second human to orbit the Earth, aboard Vostok 2, preceded by Yuri Gagarin on Vostok 1. He was the fourth person in space, counting suborbital voyages of US astronauts Alan Shepard and Gus Grissom. A month short of 26 years old at launch, he was the youngest person to fly in space until 2021 when Oliver Daemen flew on Blue Origin NS-16 at the age of 18. Since Daemen flew a suborbital mission, Titov remains the youngest man to fly in Earth orbit.",
    "year": 1935,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Oliver Jones (pianist)",
    "birthday": "1934-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Oliver_Jones.jpg/320px-Oliver_Jones.jpg",
    "extract": "Oliver Theophilus Jones, is a Canadian jazz pianist, organist, composer and arranger.",
    "year": 1934,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "William Luther Pierce",
    "birthday": "1933-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/William_Luther_Pierce.jpg/215px-William_Luther_Pierce.jpg",
    "extract": "William Luther Pierce III was an American neo-Nazi, white supremacist, and far-right political activist. For more than 30 years, he was one of the highest-profile individuals of the white nationalist movement. A physicist by profession, he was author of the novels The Turner Diaries and Hunter under the pseudonym Andrew Macdonald. The former has inspired multiple hate crimes and the 1995 Oklahoma City bombing. Pierce founded the white nationalist National Alliance, an organization he led for almost thirty years.",
    "year": 1933,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Nicola Pietrangeli",
    "birthday": "1933-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Nicola_Pietrangeli_cropped.jpg/240px-Nicola_Pietrangeli_cropped.jpg",
    "extract": "Nicola \"Nicky\" Pietrangeli is a former Italian tennis player. He won two singles titles at the French Championships and is considered by many to be Italy's greatest tennis champion.",
    "year": 1933,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Hans-Ulrich Wehler",
    "birthday": "1931-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Prof._Dr._Hans-Ulrich_Wehler.jpg/320px-Prof._Dr._Hans-Ulrich_Wehler.jpg",
    "extract": "Hans-Ulrich Wehler was a German left-liberal historian known for his role in promoting social history through the \"Bielefeld School\", and for his critical studies of 19th-century Germany.",
    "year": 1931,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Cathryn Damon",
    "birthday": "1930-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c7/Cathryn_Damon.jpg",
    "extract": "Cathryn Lee Damon was an American actress, best known for her roles on television sitcoms in the 1970s and 1980s. She is best known as Mary Campbell in Soap (1977-1981).",
    "year": 1930,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jean-Claude Forest",
    "birthday": "1930-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/fe/Jean-Claude_Forest.gif",
    "extract": "Jean-Claude Forest was a French writer and illustrator of comics and the creator of character Barbarella.",
    "year": 1930,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Saleh Selim",
    "birthday": "1930-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Saleh_Selim.jpg/261px-Saleh_Selim.jpg",
    "extract": "Saleh Selim was the 10th president of the Egyptian Al Ahly Sporting Club. He also was a famous Egyptian football player and actor. He was nicknamed El Maestro because of his way of leading the Al Ahly football team to many victories. He then became the manager of the team, then member of the board of directors of the club. He finally became one of the most successful presidents of the club.",
    "year": 1930,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Luis García (third baseman)",
    "birthday": "1929-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b8/Luis_Garcia_%28third_baseman%29.jpg/320px-Luis_Garcia_%28third_baseman%29.jpg",
    "extract": "Luis García Beltrán was a Venezuelan professional baseball player and manager. Listed at 5' 11\", 189 lb (86 kg), he batted and threw right handed.",
    "year": 1929,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Patrick Mayhew",
    "birthday": "1929-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8d/Lord_Mayhew_of_Twysden.jpg/200px-Lord_Mayhew_of_Twysden.jpg",
    "extract": "Patrick Barnabas Burke Mayhew, Baron Mayhew of Twysden, was a British barrister and politician.",
    "year": 1929,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Reubin Askew",
    "birthday": "1928-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Gov_Reubin_Askew.jpg/238px-Gov_Reubin_Askew.jpg",
    "extract": "Reubin O'Donovan Askew was an American politician, who served as the 37th governor of florida from 1971 to 1979. A member of the Democratic Party, he served as the 7th U.S. Trade representative from 1979 to 1980 under President Jimmy Carter. He led on tax reform, civil rights, and financial transparency for public officials, maintaining an outstanding reputation for personal integrity.",
    "year": 1928,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Earl Holliman",
    "birthday": "1928-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/EH_AC-61.jpg/280px-EH_AC-61.jpg",
    "extract": "Henry Earl Holliman is an American actor, animal-rights activist, and singer known for his many character roles in films, mostly Westerns and dramas, in the 1950s and 1960s. He won a Golden Globe Award for the film The Rainmaker (1956) and portrayed Sergeant Bill Crowley on the television police drama Police Woman throughout its 1974–1978 run.",
    "year": 1928,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Keith Holman",
    "birthday": "1927-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/43/Keith_Holman_1950.jpg/277px-Keith_Holman_1950.jpg",
    "extract": "Keith Victor Holman, MBE was an Australian Rugby League footballer, a national and state representative Halfback whose club career was played with Western Suburbs from 1949 to 1961.",
    "year": 1927,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "G. David Schine",
    "birthday": "1927-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/G._David_Schine_in_1954.jpg/243px-G._David_Schine_in_1954.jpg",
    "extract": "Gerard David Schine, better known as G. David Schine or David Schine, was the wealthy heir to a hotel chain fortune who became a central figure in the Army–McCarthy hearings of 1954 in his role as the chief consultant to the Senate Permanent Subcommittee on Investigations.",
    "year": 1927,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Eddie Miksis",
    "birthday": "1926-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Eddie_Miksis.jpg/213px-Eddie_Miksis.jpg",
    "extract": "Edward Thomas \"Eddie\" Miksis was an American professional baseball infielder and outfielder. He played fourteen seasons in Major League Baseball (MLB) between 1944 and 1958 for the Brooklyn Dodgers, Chicago Cubs, St. Louis Cardinals, Baltimore Orioles, and Cincinnati Reds.",
    "year": 1926,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Harry Somers",
    "birthday": "1925-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Harry_Somers.JPG/245px-Harry_Somers.JPG",
    "extract": "Harry Stewart Somers, CC was a contemporary Canadian composer. Possessing a charismatic attitude and rather dashing good-looks, as well as a genuine talent for his art, Somers earned the unofficial title of \"Darling of Canadian Composition.\" \nA truly patriotic artist, Somers was engaged in many national projects over the course his lifetime. He was a founding member of the Canadian League of Composers (CLC) and as such, was involved in the formation of other Canadian music organizations, including the Canada Council for the Arts and the Canadian Music Centre. He frequently received commissions from the Canadian Broadcasting Corporation and the Canada Council for the Arts.",
    "year": 1925,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Daniel Akaka",
    "birthday": "1924-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Daniel_Akaka_official_photo.jpg/252px-Daniel_Akaka_official_photo.jpg",
    "extract": "Daniel Kahikina Akaka was an American educator and politician who served as a United States Senator from Hawaii from 1990 to 2013. A member of the Democratic Party, Akaka was the first U.S. Senator of Native Hawaiian ancestry.",
    "year": 1924,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Tom Landry",
    "birthday": "1924-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Tom_Landry_Jan_1997.jpg/316px-Tom_Landry_Jan_1997.jpg",
    "extract": "Thomas Wade Landry was an American professional football player and coach. He was the first head coach of the Dallas Cowboys in the National Football League (NFL), a position he held for 29 seasons. During his coaching career, he created many new formations and methods, such as the now popular 4–3 defense, and the \"flex defense\" system made famous by the \"Doomsday Defense\" squads he built during his tenure with the Cowboys. His 29 consecutive years from 1960 to 1988 as the coach of one team is an NFL record, along with his 20 consecutive winning seasons, which is considered to be his most impressive professional accomplishment.",
    "year": 1924,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Rudolf Vrba",
    "birthday": "1924-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/aa/Rudolf_Vrba%2C_November_1978.jpg/320px-Rudolf_Vrba%2C_November_1978.jpg",
    "extract": "Rudolf \"Rudi\" Vrba was a Slovak-Jewish biochemist who, as a teenager in 1942, was deported to the Auschwitz concentration camp in German-occupied Poland. He became known for having escaped from the camp in April 1944, at the height of the Holocaust, and for having co-written a detailed report about the mass murder that was taking place there. Distribution of the report by George Mantello in Switzerland is credited with having halted the mass deportation of Hungary's Jews to Auschwitz in July 1944, saving more than 200,000 lives. After the war Vrba trained as a biochemist, working mostly in England and Canada.",
    "year": 1924,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Betsy Drake",
    "birthday": "1923-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Betsy_Drake_in_Every_Girl_Should_Be_Married_trailer.jpg/320px-Betsy_Drake_in_Every_Girl_Should_Be_Married_trailer.jpg",
    "extract": "Betsy Drake was an American actress and writer. She was the third wife of actor Cary Grant.",
    "year": 1923,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Vasilije Mokranjac",
    "birthday": "1923-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Vasilije_Mokranjac_1998_Yugoslavia_stamp.jpg/250px-Vasilije_Mokranjac_1998_Yugoslavia_stamp.jpg",
    "extract": "Vasilije Mokranjac was a Serbian composer, professor of composition at the Faculty of Music in Belgrade and a member of the Serbian Academy of Sciences and Arts. He was one of the most prominent Serbian composers in the second half of the 20th century. Although famed for his symphonies, he also wrote piano music, as well as music for radio, film and theatre. He won the most prestigious awards in former Yugoslavia, including the October Prize, the award of the Yugoslav Radio-Diffusion, as well as the Lifetime Achievement Award.",
    "year": 1923,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Donald Blakeslee",
    "birthday": "1917-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/67/Donald_Blakeslee.jpg",
    "extract": "Donald James Matthew Blakeslee was an officer in the United States Air Force, whose aviation career began as a pilot in the Royal Canadian Air Force flying Spitfire fighter aircraft during World War II. He then became a member of the Royal Air Force Eagle Squadrons, before transferring to the United States Army Air Forces in 1942. He flew more combat missions against the Luftwaffe than any other American fighter pilot, and by the end of the war was a flying ace credited with 15.5 aerial victories.",
    "year": 1917,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Herbert Lom",
    "birthday": "1917-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/66/Herbert_Lom.jpg",
    "extract": "Herbert Charles Angelo Kuchačevič ze Schluderpacheru, known professionally as Herbert Lom, was a Czech–born British actor who moved to the United Kingdom in 1939. In a career lasting more than 60 years, he generally appeared in character roles, often portraying criminals or suave villains in his younger years, and professional men as he aged. Highly versatile, he proved a skilled comic actor in The Pink Panther franchise.",
    "year": 1917,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ferdinand Marcos",
    "birthday": "1917-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Ferdinand_Marcos.jpg/214px-Ferdinand_Marcos.jpg",
    "extract": "Ferdinand Emmanuel Edralin Marcos Sr. was a Filipino politician, lawyer, dictator, and kleptocrat who was the 10th president of the Philippines from 1965 to 1986. He ruled under martial law from 1972 until 1981 and kept most of his martial law powers until he was deposed in 1986, branding his rule as \"constitutional authoritarianism\" under his Kilusang Bagong Lipunan. One of the most controversial leaders of the 20th century, Marcos' rule was infamous for its corruption, extravagance, and brutality.",
    "year": 1917,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jessica Mitford",
    "birthday": "1917-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Jessica_Mitford%2C_by_William_Acton.jpg/261px-Jessica_Mitford%2C_by_William_Acton.jpg",
    "extract": "Jessica Lucy \"Decca\" Treuhaft was an English author, one of the six aristocratic Mitford sisters noted for their sharply conflicting politics.",
    "year": 1917,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Pavle, Serbian Patriarch",
    "birthday": "1914-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Patrijarh_Pavle.jpg/250px-Patrijarh_Pavle.jpg",
    "extract": "Pavle was the patriarch of the Serbian Orthodox Church from 1990 to his death. His full title was His Holiness the Archbishop of Peć, Metropolitan of Belgrade and Karlovci, and Serbian Patriarch Pavle. Before his death, he was the oldest living leader of an Eastern Orthodox church. Because of poor health, he spent his last years in the Military Medical Academy in Belgrade, while his duties were carried out by Metropolitan Amfilohije.",
    "year": 1914,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Bear Bryant",
    "birthday": "1913-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Bear_Bryant_1977.jpg/254px-Bear_Bryant_1977.jpg",
    "extract": "Paul William \"Bear\" Bryant was an American college football player and coach. He is considered by many to be the greatest college football coach of all time, and best known as the head coach of the University of Alabama football team. During his 25-year tenure as Alabama's head coach, he amassed six national championships and thirteen conference championships. Upon his retirement in 1982, he held the record for the most wins (323) as a head coach in collegiate football history. The Paul W. Bryant Museum, Paul W. Bryant Hall, Paul W. Bryant Drive, and Bryant–Denny Stadium are all named in his honor at the University of Alabama. He was also known for his trademark black and white houndstooth hat, deep voice, casually leaning up against the goal post during pre-game warmups, and holding his rolled-up game plan while on the sidelines. Before arriving at Alabama, Bryant was head football coach at the University of Maryland, the University of Kentucky, and Texas A&M University.",
    "year": 1913,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jacinto Convit",
    "birthday": "1913-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3d/Dr._Jacinto_Convit.png",
    "extract": "Jacinto Convit García was a Venezuelan physician and scientist, known for developing a vaccine to prevent leprosy and his studies to treat cancer. He played a role in founding Venezuela's National Institute of Biomedicine and held many leprosy-related positions. Among Convit's many honors for his work on leprosy and tropical diseases was Spain's Prince of Asturias Award in the Scientific and Technical Research category and France's Legion of Honor. In 1988, Convit was nominated for a Nobel Prize in Medicine for his experimental anti-leprosy vaccine.",
    "year": 1913,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Lala Amarnath",
    "birthday": "1911-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Lala_Amarnath_at_Lord%27s_1936.jpg/288px-Lala_Amarnath_at_Lord%27s_1936.jpg",
    "extract": "Lala Amarnath Bharadwaj was an Indian cricketer. He scored a century on test debut and became the first player to score a century for the India national cricket team in Test cricket. He was independent India's first cricket captain and captained India in their first Test series win against Pakistan in 1952. He was also awarded the Padma Bhushan by the Government of India.",
    "year": 1911,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Bola de Nieve",
    "birthday": "1911-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/63/Bola_de_Nieve.png",
    "extract": "Bola de Nieve, born Ignacio Jacinto Villa Fernández, was a Cuban singer-pianist and songwriter. His name originates from his round, black face.",
    "year": 1911,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Lev Oborin",
    "birthday": "1907-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Lew_Oborin.jpg/320px-Lew_Oborin.jpg",
    "extract": "Lev Nikolayevich Oborin was a Soviet and Russian pianist, composer and pedagogue. He was the winner of the first International Chopin Piano Competition in 1927.",
    "year": 1907,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Theodor W. Adorno",
    "birthday": "1903-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Theodor_W._Adorno.jpg/241px-Theodor_W._Adorno.jpg",
    "extract": "Theodor W. Adorno was a German philosopher, sociologist, psychologist, musicologist, and composer known for his critical theory of society.",
    "year": 1903,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Philipp Bouhler",
    "birthday": "1899-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Bundesarchiv_Bild_146-1983-094-01%2C_Phillip_Bouhler.jpg/228px-Bundesarchiv_Bild_146-1983-094-01%2C_Phillip_Bouhler.jpg",
    "extract": "Philipp Bouhler was a German senior Nazi Party functionary who was both a Reichsleiter and Chief of the Chancellery of the Führer of the NSDAP. He was also the SS official responsible for the Aktion T4 euthanasia program that killed more than 250,000 disabled adults and children in Nazi Germany, as well as co-initiator of Aktion 14f13, also called Sonderbehandlung, that killed 15,000–20,000 concentration camp prisoners.",
    "year": 1899,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Jimmie Davis",
    "birthday": "1899-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Jimmie_Davis_1962.jpg/244px-Jimmie_Davis_1962.jpg",
    "extract": "James Houston Davis was an American politician, singer and songwriter of both sacred and popular songs. Davis was elected for two nonconsecutive terms from 1944 to 1948 and from 1960 to 1964 as the governor of his native Louisiana. As Governor, Davis was an opponent of efforts to desegregate Louisiana.",
    "year": 1899,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Gerald Templer",
    "birthday": "1898-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/35/Sir_gerald_templer.gif",
    "extract": "Field Marshal Sir Gerald Walter Robert Templer, was a senior British Army officer. He fought in both the world wars and had taken part in the crushing of the Arab Revolt in Palestine. As Chief of the Imperial General Staff, the professional head of the British Army, from 1955 to 1958, he was Prime Minister Anthony Eden's chief military adviser during the Suez Crisis. He is also credited as a founder of the United Kingdom's National Army Museum.",
    "year": 1898,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Vinoba Bhave",
    "birthday": "1895-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Vinoba_Bhave_1983_stamp_of_India.jpg/219px-Vinoba_Bhave_1983_stamp_of_India.jpg",
    "extract": "Vinayak Narahari also known as Vinoba Bhave ; 11 September 1895 – 15 November 1982) was an Indian advocate of nonviolence and human rights. Often called Acharya, he is best known for the Bhoodan Movement. He is considered a National Teacher of India and the spiritual successor of Mahatma Gandhi. He was an eminent philosopher. The Gita has also been translated into Marathi language by him with the name as Geetai(means Mother Geeta in marathi).",
    "year": 1895,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Douglas Hawkes",
    "birthday": "1893-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Douglas_Hawkes_on_AJS.jpg/299px-Douglas_Hawkes_on_AJS.jpg",
    "extract": "Wallace Douglas Hawkes was a British motor car designer, businessman and racing driver. He was born in Barton, Gloucestershire, and died, aged 80, in Athens, Greece.",
    "year": 1893,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "D. H. Lawrence",
    "birthday": "1885-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/D_H_Lawrence_passport_photograph.jpg/251px-D_H_Lawrence_passport_photograph.jpg",
    "extract": "David Herbert Lawrence was an English writer and poet. His collected works represent, among other things, an extended reflection upon the dehumanising effects of modernity and industrialisation. Lawrence's writing explores issues such as sexuality, emotional health, vitality, spontaneity, and instinct. His novels include Sons and Lovers, The Rainbow, Women in Love, and Lady Chatterley's Lover.",
    "year": 1885,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Sudhamoy Pramanick",
    "birthday": "1884-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a6/Sudhamoy.jpg/241px-Sudhamoy.jpg",
    "extract": "Sudhamoy Pramanick was a Bengali advocate from Shantipur. He was the lifetime secretary of the Tili Samaj, a societal benefit organization. In his time he was one of the fortunate Presidencians - a year senior to Rajendra Prasad, the first President of India. He was a social activist - member of the executive committee of the Indian National Congress and involved with the Satyagraha movement to campaign for Indian independence.",
    "year": 1884,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Louis Coatalen",
    "birthday": "1879-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Sunbeam_-_Flickr_-_Terry_Wha_%28cropped%29.jpg/320px-Sunbeam_-_Flickr_-_Terry_Wha_%28cropped%29.jpg",
    "extract": "\nLouis Hervé Coatalen was an automobile engineer and racing driver born in Brittany who spent much of his adult life in Britain and took British nationality. He was a pioneer of the design and development of internal combustion engines for cars and aircraft.",
    "year": 1879,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Felix Dzerzhinsky",
    "birthday": "1877-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/RIAN_archive_6464_Dzerzhinsky.jpg/229px-RIAN_archive_6464_Dzerzhinsky.jpg",
    "extract": "Felix Edmundovich Dzerzhinsky, nicknamed \"Iron Felix\", was a Bolshevik revolutionary and official, born into Polish nobility. From 1917 until his death in 1926, Dzerzhinsky led the first two Soviet state-security organizations, the Cheka and the OGPU, establishing a secret police for the post-revolutionary Soviet regime. He was one of the architects of the Red Terror and decossackization.",
    "year": 1877,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "James Jeans",
    "birthday": "1877-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/James_Hopwood_Jeans.jpg/226px-James_Hopwood_Jeans.jpg",
    "extract": "Sir James Hopwood Jeans was an English physicist, astronomer and mathematician.",
    "year": 1877,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Scipione Borghese, 10th Prince of Sulmona",
    "birthday": "1871-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Barzini%26Borghese.jpg/320px-Barzini%26Borghese.jpg",
    "extract": "Prince Luigi Marcantonio Francesco Rodolfo Scipione Borghese, commonly known as Scipione Borghese, was an Italian aristocrat, industrialist, politician, explorer, mountain climber and racing driver belonging to the House of Borghese.",
    "year": 1871,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Rainis",
    "birthday": "1865-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/a1/Rainis.jpg",
    "extract": "Rainis was the pseudonym of Jānis Pliekšāns, a Latvian poet, playwright, translator, and politician. Rainis' works include the classic plays Uguns un nakts and Indulis un Ārija, and a highly regarded translation of Goethe's Faust. His works had a profound influence on the literary Latvian language, and the ethnic symbolism he employed in his major works has been central to Latvian nationalism.",
    "year": 1865,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Julian Byng, 1st Viscount Byng of Vimy",
    "birthday": "1862-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Picture_of_Julian_Byng%2C_1st_Viscount_Byng_of_Vimy.jpg/259px-Picture_of_Julian_Byng%2C_1st_Viscount_Byng_of_Vimy.jpg",
    "extract": "Field Marshal Julian Hedworth George Byng, 1st Viscount Byng of Vimy, was a British Army officer who served as Governor General of Canada, the 12th since the Canadian Confederation.",
    "year": 1862,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Hawley Harvey Crippen",
    "birthday": "1862-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Dr_crippen.jpg/240px-Dr_crippen.jpg",
    "extract": "Hawley Harvey Crippen, usually known as Dr. Crippen, was an American homeopath, ear and eye specialist and medicine dispenser. He was hanged in Pentonville Prison in London for the murder of his wife Cora Henrietta Crippen. Crippen was one of the first criminals to be captured with the aid of wireless telegraphy.",
    "year": 1862,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "O. Henry",
    "birthday": "1862-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/William_Sydney_Porter_by_doubleday.jpg/280px-William_Sydney_Porter_by_doubleday.jpg",
    "extract": "William Sydney Porter, better known by his pen name O. Henry, was an American short story writer.",
    "year": 1862,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Juhani Aho",
    "birthday": "1861-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Juhani_Aho.jpg/261px-Juhani_Aho.jpg",
    "extract": "Juhani Aho, originally Johannes Brofeldt, was a Finnish author and journalist. He was nominated for the Nobel prize in literature twelve times.",
    "year": 1861,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "James Allan (rugby union)",
    "birthday": "1860-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/James_Allan.jpg/213px-James_Allan.jpg",
    "extract": "James Allan was a New Zealand rugby union player who played eight games for the All Blacks, the New Zealand national rugby union team, and was nicknamed the Taieri Giant. Allan played in the first match contested by the New Zealand team, and the New Zealand Rugby Union regard him as the first ever All Black.",
    "year": 1860,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Vjenceslav Novak",
    "birthday": "1859-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Novak_vjenceslav.jpg/226px-Novak_vjenceslav.jpg",
    "extract": "Vjenceslav Novak was a Croatian Realist writer, dramatist, and music historian.",
    "year": 1859,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Mary Watson Whitney",
    "birthday": "1847-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Mary_Watson_Whitney.jpg/232px-Mary_Watson_Whitney.jpg",
    "extract": "Mary Watson Whitney was an American astronomer and for 22 years the head of the Vassar Observatory where 102 scientific papers were published under her guidance.",
    "year": 1847,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "John Ireland (bishop)",
    "birthday": "1838-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/John_Ireland_%28archbishop_of_Saint_Paul%29.jpg/252px-John_Ireland_%28archbishop_of_Saint_Paul%29.jpg",
    "extract": "John Ireland was an American religious leader who was the third Roman Catholic bishop and first Roman Catholic archbishop of Saint Paul, Minnesota (1888–1918). He became both a religious as well as civic leader in Saint Paul during the turn of the 20th century. Ireland was known for his progressive stance on education, immigration and relations between church and state, as well as his opposition to saloons and political corruption. He promoted the Americanization of Catholicism, especially in the furtherance of progressive social ideals. He was a leader of the modernizing element in the Roman Catholic Church during the Progressive Era. He created or helped to create many religious and educational institutions in Minnesota. He is also remembered for his acrimonious relations with Eastern Catholics.",
    "year": 1838,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Fitz Hugh Ludlow",
    "birthday": "1836-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Fitz_Hugh_Ludlow.jpg/231px-Fitz_Hugh_Ludlow.jpg",
    "extract": "Fitz Hugh Ludlow, sometimes seen as Fitzhugh Ludlow, was an American author, journalist, and explorer; best known for his autobiographical book The Hasheesh Eater (1857).",
    "year": 1836,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Thomas Hill (painter)",
    "birthday": "1829-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Thomas_Hill_%28artist%29.jpg/319px-Thomas_Hill_%28artist%29.jpg",
    "extract": "Thomas Hill was an English-born American artist of the 19th century. He produced many fine paintings of the California landscape, in particular of the Yosemite Valley, as well as the White Mountains of New Hampshire.",
    "year": 1829,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Eduard Hanslick",
    "birthday": "1825-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Hanslick.jpg/265px-Hanslick.jpg",
    "extract": "Eduard Hanslick was an Austrian music critic, aesthetician and historian. Among the leading critics of his time, he was the chief music critic of the Neue Freie Presse from 1864 until the end of his life. He was a conservative critic and championed absolute music over programmatic music for much of his career. As such, he sided with and promoted the faction of Robert Schumann and Johannes Brahms in the so-called \"War of the Romantics\", often deriding the works of composers such as Franz Liszt and Richard Wagner. His best known work, the 1854 treatise Vom Musikalisch-Schönen, was a landmark in the aesthetics of music and outlines much of his artistic and philosophical beliefs on music.",
    "year": 1825,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Carl Zeiss",
    "birthday": "1816-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Carl_Zeiss_from_Auerbach_1907.png/248px-Carl_Zeiss_from_Auerbach_1907.png",
    "extract": "Carl Zeiss was a German scientific instrument maker, optician and businessman. In 1846 he founded his workshop, which is still in business as Carl Zeiss AG. Zeiss gathered a group of gifted practical and theoretical opticians and glass makers to reshape most aspects of optical instrument production. His collaboration with Ernst Abbe revolutionized optical theory and practical design of microscopes. Their quest to extend these advances brought Otto Schott into the enterprises to revolutionize optical glass manufacture. The firm of Carl Zeiss grew to one of the largest and most respected optical firms in the world.",
    "year": 1816,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Daniel S. Dickinson",
    "birthday": "1800-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Daniel_Dickinson_NY.jpg/252px-Daniel_Dickinson_NY.jpg",
    "extract": "Daniel Stevens Dickinson was an American politician and lawyer, most notable as a United States Senator from 1844 to 1851.",
    "year": 1800,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Franz Ernst Neumann",
    "birthday": "1798-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Franz_Ernst_Neumann_by_Carl_Steffeck_1886.jpg/260px-Franz_Ernst_Neumann_by_Carl_Steffeck_1886.jpg",
    "extract": "Franz Ernst Neumann was a German mineralogist, physicist and mathematician.",
    "year": 1798,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Friedrich Kuhlau",
    "birthday": "1786-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/09/Friedrich_Kuhlau.gif",
    "extract": "Friedrich Daniel Rudolf Kuhlau was a Danish pianist and composer during the late Classical and early Romantic periods. He was a central figure of the Danish Golden Age and is immortalized in Danish cultural history through his music for Elves' Hill, the first true work of Danish National Romanticism and a concealed tribute to the absolute monarchy. To this day it is his version of this melody which is the definitive arrangement.",
    "year": 1786,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Mungo Park (explorer)",
    "birthday": "1771-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Mungo_Park_portrait_bw.jpg/289px-Mungo_Park_portrait_bw.jpg",
    "extract": "Mungo Park was a Scottish explorer of West Africa. After an exploration of the upper Niger River around 1796, he wrote a popular and influential travel book titled Travels in the Interior Districts of Africa in which he theorized the Niger and Congo merged to become the same river. He was killed during a second expedition, having successfully traveled about two-thirds of the way down the Niger. With Park's death, the idea of a Niger-Congo merger remained an open question although it became the leading theory among geographers. The mystery of the Niger's course, which had been speculated about since the Ancient Greeks and was second only to the mystery of the Nile's source, was not solved for another 25 years, in 1830, when it was discovered the Niger and Congo were in fact separate rivers.",
    "year": 1771,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Valentino Fioravanti",
    "birthday": "1764-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Valentino_fioravanti.jpg/259px-Valentino_fioravanti.jpg",
    "extract": "Valentino Fioravanti was a celebrated Italian composer of opera buffas.",
    "year": 1764,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Princess Charlotte of Saxe-Meiningen",
    "birthday": "1751-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Charlotte_Amalie_of_Saxe-Meiningen.jpg/250px-Charlotte_Amalie_of_Saxe-Meiningen.jpg",
    "extract": "Princess Charlotte of Saxe-Meiningen was a member of the House of Saxe-Meiningen and a Princess of Saxe-Meiningen by birth and a member of the House of Saxe-Gotha-Altenburg and Duchess consort of Saxe-Gotha-Altenburg through her marriage to Ernest II, Duke of Saxe-Gotha-Altenburg.",
    "year": 1751,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Johann Bernhard Basedow",
    "birthday": "1723-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/00.1.J.B.Basedow.jpg/232px-00.1.J.B.Basedow.jpg",
    "extract": "Johann Bernhard Basedow was a German educational reformer, teacher and writer. He founded the Philanthropinum, a short-lived but influential progressive school in Dessau, and was the author of \"Elementarwerk\", a popular illustrated textbook for children.",
    "year": 1723,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "William Boyce (composer)",
    "birthday": "1711-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/William_Boyce.jpg/263px-William_Boyce.jpg",
    "extract": "William Boyce was an English composer and organist. Like Beethoven later on, he became deaf but continued to compose. He knew Handel, Arne, Gluck, Bach, Abel, and a very young Mozart all of whom respected his work.",
    "year": 1711,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "James Thomson (poet, born 1700)",
    "birthday": "1700-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/James_Thomson_%28Scottish_poet%29.jpg/264px-James_Thomson_%28Scottish_poet%29.jpg",
    "extract": "James Thomson was a Scottish poet and playwright, known for his poems The Seasons and The Castle of Indolence, and for the lyrics of \"Rule, Britannia!\".",
    "year": 1700,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Johann Gottlieb Heineccius",
    "birthday": "1681-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Johann_Gottlieb_Heineccius.jpg/193px-Johann_Gottlieb_Heineccius.jpg",
    "extract": "Johann Gottlieb Heineccius was a German jurist from Eisenberg, Thuringia.",
    "year": 1681,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Henri de La Tour d'Auvergne, Viscount of Turenne",
    "birthday": "1611-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Henri_de_la_Tour_d%27Auvergne%2C_Vicomte_de_Turenne_by_Circle_of_Philippe_de_Champaigne.jpg/272px-Henri_de_la_Tour_d%27Auvergne%2C_Vicomte_de_Turenne_by_Circle_of_Philippe_de_Champaigne.jpg",
    "extract": "Henri de La Tour d'Auvergne, vicomte de Turenne, commonly known as Turenne [ty.ʁɛn], was a French general and one of only six Marshals to have been promoted Marshal General of France. The most illustrious member of the La Tour d'Auvergne family, his military exploits over his five-decade career earned him a reputation as one of the greatest military commanders in modern history.",
    "year": 1611,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Vincenzo Maculani",
    "birthday": "1578-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Galileo_facing_the_Roman_Inquisition.jpg/320px-Galileo_facing_the_Roman_Inquisition.jpg",
    "extract": "Vincenzo Maculani was an Italian Catholic Cardinal, inquisitor and military architect. He was known as a severe man, harsh and without compassion, who preferred the black cappa of his order to the brighter red he was later entitled to wear as a cardinal.",
    "year": 1578,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Daniyal Mirza",
    "birthday": "1572-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Portrait_of_Sultan_Daniyal.jpg/186px-Portrait_of_Sultan_Daniyal.jpg",
    "extract": "Shahzada Daniyal Mirza was an Imperial Prince of the Mughal Empire who served as the Viceroy of the Deccan. He was the third son of Emperor Akbar and the brother of Emperor Jahangir. He was the foster son of Mariam-uz-Zamani, the favorite consort of Akbar.",
    "year": 1572,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Joseph Calasanz",
    "birthday": "1557-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/San_Jos%C3%A9_de_Calasanz_%28Museo_del_Prado%29.jpg/238px-San_Jos%C3%A9_de_Calasanz_%28Museo_del_Prado%29.jpg",
    "extract": "Joseph Calasanz, , also known as Joseph Calasanctius and Iosephus a Mater Dei, was a Spanish Catholic priest, educator and the founder of the Pious Schools, providing free education to the sons of the poor, and the Religious Order that ran them, commonly known as the Piarists. He was a close friend of the renowned astronomer Galileo Galilei. He is honored as a saint by the Catholic Church.",
    "year": 1557,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "John George, Elector of Brandenburg",
    "birthday": "1525-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/JohannGeorg1564.JPG/244px-JohannGeorg1564.JPG",
    "extract": "John George of Brandenburg was a prince-elector of the Margraviate of Brandenburg (1571–1598).",
    "year": 1525,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Pierre de Ronsard",
    "birthday": "1524-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Portrait_de_Ronsard_par_Benjamin_Foulon.jpg/211px-Portrait_de_Ronsard_par_Benjamin_Foulon.jpg",
    "extract": "Pierre de Ronsard was a French poet or, as his own generation in France called him, a \"prince of poets\".",
    "year": 1524,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Ulisse Aldrovandi",
    "birthday": "1522-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Ulysse_Aldrovandi.jpg/224px-Ulysse_Aldrovandi.jpg",
    "extract": "Ulisse Aldrovandi was an Italian naturalist, the moving force behind Bologna's botanical garden, one of the first in Europe. Carl Linnaeus and the comte de Buffon reckoned him the father of natural history studies. He is usually referred to, especially in older scientific literature in Latin, as Aldrovandus; his name in Italian is equally given as Aldroandi.",
    "year": 1522,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Louise of Savoy",
    "birthday": "1476-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Bemberg_fondation_Toulouse_-_Portrait_de_Louise_de_Savoie%2C_m%C3%A8re_de_Fran%C3%A7ois_Ier_-_%C3%89cole_De_Jean_Clouet_%281475%3B1485-1540%29_22x17_Inv.1013.jpg/246px-Bemberg_fondation_Toulouse_-_Portrait_de_Louise_de_Savoie%2C_m%C3%A8re_de_Fran%C3%A7ois_Ier_-_%C3%89cole_De_Jean_Clouet_%281475%3B1485-1540%29_22x17_Inv.1013.jpg",
    "extract": "Louise of Savoy was a French noble and regent, Duchess suo jure of Auvergne and Bourbon, Duchess of Nemours, and the mother of King Francis I. She was politically active and served as the regent of France in 1515, in 1525–1526 and in 1529.",
    "year": 1476,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Bernardo Accolti",
    "birthday": "1465-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Portret_van_Bernardo_Accolti_Portretten_van_beroemde_Italianen_met_wapenschild_in_ondermarge_%28serietitel%29%2C_RP-P-1909-4600.jpg/242px-Portret_van_Bernardo_Accolti_Portretten_van_beroemde_Italianen_met_wapenschild_in_ondermarge_%28serietitel%29%2C_RP-P-1909-4600.jpg",
    "extract": "Bernardo Accolti was an Italian poet.",
    "year": 1465,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Eleanor of Lancaster",
    "birthday": "1318-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Eleanor%2C_Countess_of_Arundel.jpg/249px-Eleanor%2C_Countess_of_Arundel.jpg",
    "extract": "Eleanor of Lancaster, Countess of Arundel was the fifth daughter of Henry, 3rd Earl of Lancaster and Maud Chaworth.",
    "year": 1318,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Minamoto no Yoriie",
    "birthday": "1182-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Minamoto_no_Yoriie.jpg/320px-Minamoto_no_Yoriie.jpg",
    "extract": "Minamoto no Yoriie  was the second shōgun (1202–1203) of Japan's Kamakura shogunate, and the first son of first shōgun Yoritomo. His Dharma name was Hokke-in-dono Kingo Da'i Zengo (法華院殿金吾大禅閤).",
    "year": 1182,
    "month": 9,
    "day": 11,
    "language": "en"
  },
  {
    "name": "Yuknoom Chʼeen II",
    "birthday": "600-9-11",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Funerary_Mask_of_Yuknoom_Ch%27een_II_%28Jade%2C_Omphacite%2C_Green_Quartz%2C_and_diverse_Shell%29..._Calakmul%2C_Late_Classic_%28600-800_AD%29.jpg/242px-Funerary_Mask_of_Yuknoom_Ch%27een_II_%28Jade%2C_Omphacite%2C_Green_Quartz%2C_and_diverse_Shell%29..._Calakmul%2C_Late_Classic_%28600-800_AD%29.jpg",
    "extract": "Yuknoom Chʼeen II, known as Yuknoom the Great, was a Mayan ruler of the Kaan kingdom, which had its capital at Calakmul during the Classic Period of Mesoamerican chronology.",
    "year": 600,
    "month": 9,
    "day": 11,
    "language": "en"
  }
]