[
  {
    "name": "Steven Gardiner",
    "birthday": "1995-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Steven_Gardiner_Doha_2019.jpg/274px-Steven_Gardiner_Doha_2019.jpg",
    "extract": "Steven Gardiner is a Bahamian track and field sprinter competing in the 400 metres and 200 metres. He is the current Olympic and world champion in the 400 m, and also won the silver medal at the 2017 World Championships in that event. His winning time of 43.48 s from the 2019 World Championships is the Bahamian record and makes him the sixth-fastest man in the history of the event. Gardiner also owns the Bahamian records in the outdoor 300 m and 200 m, with times of 31.83 s and 19.75 s respectively, and the world best in the indoor 300 m at 31.56 s.",
    "year": 1995,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Gideon Jung",
    "birthday": "1994-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Gideon_Jung_2017.jpg/231px-Gideon_Jung_2017.jpg",
    "extract": "Gideon Jung is a German professional footballer who currently plays as a defender or defensive midfielder for Bundesliga club Greuther Fürth.",
    "year": 1994,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "RM (rapper)",
    "birthday": "1994-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/RM_for_Dispatch_%22Boy_With_Luv%22_MV_behind_the_scene_shooting%2C_15_March_2019_05.jpg/210px-RM_for_Dispatch_%22Boy_With_Luv%22_MV_behind_the_scene_shooting%2C_15_March_2019_05.jpg",
    "extract": "Kim Nam-joon, known professionally as RM, is a South Korean rapper, songwriter and record producer. He is the leader of the South Korean boy group BTS.",
    "year": 1994,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Elina Svitolina",
    "birthday": "1994-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Svitolina_RG19_%2816%29_%2848199019751%29.jpg/214px-Svitolina_RG19_%2816%29_%2848199019751%29.jpg",
    "extract": "Elina Mykhailivna Svitolina is a Ukrainian professional tennis player. She reached career-high rankings of world No. 3 in singles and 108 in doubles. Svitolina has won 16 WTA Tour singles titles and finished runner-up three times.",
    "year": 1994,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Thomas Meunier",
    "birthday": "1991-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/2019-07-17_SG_Dynamo_Dresden_vs._Paris_Saint-Germain_by_Sandro_Halank%E2%80%93121.jpg/259px-2019-07-17_SG_Dynamo_Dresden_vs._Paris_Saint-Germain_by_Sandro_Halank%E2%80%93121.jpg",
    "extract": "Thomas Meunier is a Belgian professional footballer who plays as a right-back for Bundesliga club Borussia Dortmund and the Belgium national team.",
    "year": 1991,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Freddie Freeman",
    "birthday": "1989-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Freddie_Freeman_HR_from_Nationals_vs._Braves_at_Nationals_Park%2C_April_6th%2C_2021_%28All-Pro_Reels_Photography%29_%2851102625370%29_%28cropped%29.png/193px-Freddie_Freeman_HR_from_Nationals_vs._Braves_at_Nationals_Park%2C_April_6th%2C_2021_%28All-Pro_Reels_Photography%29_%2851102625370%29_%28cropped%29.png",
    "extract": "Frederick Charles Freeman is an American professional baseball first baseman for the Los Angeles Dodgers of Major League Baseball (MLB). Previously, Freeman played for the Atlanta Braves for 12 seasons. He made his MLB debut in 2010 and is a five-time MLB All-Star. Freeman won a Gold Glove Award in 2018, the Silver Slugger Award in 2019, 2020 and 2021, and the National League's Most Valuable Player Award in 2020. Freeman won the 2021 World Series over the Houston Astros as a member of the Braves. After 12 seasons with the Braves, he entered free agency and then signed a six-year contract with the Dodgers.",
    "year": 1989,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Andrew Luck",
    "birthday": "1989-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Andrew_Luck_vs._Redskins_2018.jpg/225px-Andrew_Luck_vs._Redskins_2018.jpg",
    "extract": "Andrew Austen Luck is a former American football quarterback who played in the National Football League (NFL) for 7 seasons with the Indianapolis Colts. One of the most highly touted amateur prospects during his college football career at Stanford, Luck won the Maxwell, Walter Camp, and Johnny Unitas Golden Arm Awards as a senior. Following his collegiate success, he was selected first overall by the Colts in the 2012 NFL Draft.",
    "year": 1989,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Amanda Jenssen",
    "birthday": "1988-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Amanda_Jenssen_i_Alls%C3%A5ng_p%C3%A5_Skansen_2013.jpg/242px-Amanda_Jenssen_i_Alls%C3%A5ng_p%C3%A5_Skansen_2013.jpg",
    "extract": "Jenny Amanda Katarina Jenssen, known professionally as Amanda Jenssen, is a Swedish singer and songwriter who first rose to prominence as the Swedish Idol 2007 runner-up. Her first album, Killing My Darlings (2008), became one of that year's best-selling albums in Sweden, peaking at number 1 on the Swedish album chart. She also had success with her music singles, with seven individual placements on the Swedish singles chart.",
    "year": 1988,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Kamila Chudzik",
    "birthday": "1986-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Olympics_2008_-_Kamila_Chudzik.jpg/134px-Olympics_2008_-_Kamila_Chudzik.jpg",
    "extract": "Kamila Chudzik is a retired Polish heptathlete. She won a bronze medal at the Berlin World Championship in August 2009. That success was followed by a series of injuries which effectively ended her career. She officially retired in 2015.",
    "year": 1986,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Joanne Jackson (swimmer)",
    "birthday": "1986-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Joanne_Jackson_%28cropped%29.jpg/188px-Joanne_Jackson_%28cropped%29.jpg",
    "extract": "Joanne Amy Jackson is an English freestyle swimmer. She is the sister of retired Olympic swimmer Nicola Jackson. She was born in Northallerton and went to Richmond School, North Yorkshire.",
    "year": 1986,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Yuto Nagatomo",
    "birthday": "1986-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Yuto_Nagatomo_in_2018.jpg/213px-Yuto_Nagatomo_in_2018.jpg",
    "extract": "Yuto Nagatomo  is a Japanese professional footballer who plays as a full-back for Japanese club FC Tokyo and the Japan national team.",
    "year": 1986,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Alfie Allen",
    "birthday": "1986-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Alfie_Allen_by_Gage_Skidmore_2.jpg/221px-Alfie_Allen_by_Gage_Skidmore_2.jpg",
    "extract": "Alfie Evan Allen is an English actor. He portrayed Theon Greyjoy on all eight seasons of the HBO fantasy series Game of Thrones (2011–2019), for which he received a nomination for the Primetime Emmy Award for Outstanding Supporting Actor in a Drama Series.",
    "year": 1986,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Emmy Rossum",
    "birthday": "1986-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Emmy_Rossum_%2824341757766%29.jpg/232px-Emmy_Rossum_%2824341757766%29.jpg",
    "extract": "Emmanuelle Grey Rossum is an American actress, director, and singer. She is known for her portrayal of Fiona Gallagher in the television series Shameless (2011–2019). Since the mid-2010s, she has also directed and produced television, including the 2022 Peacock series Angelyne in which she also stars.",
    "year": 1986,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Nashat Akram",
    "birthday": "1984-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Nashat_Akram_playing_for_Al-Shorta_in_2013.jpg/199px-Nashat_Akram_playing_for_Al-Shorta_in_2013.jpg",
    "extract": "Nashat Akram Abid Ali Al-Eissa is a former Iraqi professional footballer. Popularly dubbed \"The Maestro\" and \"The Musician\", Akram usually played as a playmaker or as an attacking midfielder and was known for his exceptional vision and excellent passing ability, as well as his ability to score goals from long range.",
    "year": 1984,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Chelsea Carey",
    "birthday": "1984-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Chelsea_Carey_2019.jpg/160px-Chelsea_Carey_2019.jpg",
    "extract": "Chelsea Danielle Carey is a Canadian curler from Calgary, Alberta. She is the 2016 and 2019 Canadian and Alberta women's champion skip and 2014 Manitoba provincial women's champion skip.",
    "year": 1984,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Daniel Muir",
    "birthday": "1983-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Daniel_Muir_2010.jpg/208px-Daniel_Muir_2010.jpg",
    "extract": "Daniel Travanti Muir is a former American football defensive tackle in the National Football League (NFL). He was signed by the Green Bay Packers as an undrafted free agent in 2007. He played college football at Kent State. \nMuir has also been a member of the Indianapolis Colts, St. Louis Rams, and New York Jets.",
    "year": 1983,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Sergio Parisse",
    "birthday": "1983-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Geneva_Rugby_Cup_-_20140808_-_SF_vs_LOU_-_Sergio_Parisse_2.jpg/212px-Geneva_Rugby_Cup_-_20140808_-_SF_vs_LOU_-_Sergio_Parisse_2.jpg",
    "extract": "Sergio Matteo Parisse is an Italian rugby union player. He currently plays for French club Toulon and captained the Italian national team through the 2019 Rugby World Cup. Parisse is Italy's most-capped player, and currently third most-capped player worldwide. He was the first Italian rugby union player to be nominated for the IRB International Player of the Year, first in 2008 and again in 2013. Parisse is widely considered one of the greatest number eights to play the game in the modern era, and the greatest Italian rugby player of all time. He also holds the joint record of playing in five Rugby World Cups.",
    "year": 1983,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Clayton Richard",
    "birthday": "1983-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Clayton_Richard_2012.JPG/224px-Clayton_Richard_2012.JPG",
    "extract": "Clayton Colby Richard is an American former professional baseball pitcher. He played in Major League Baseball (MLB) for the Chicago White Sox, San Diego Padres, Chicago Cubs, and Toronto Blue Jays.",
    "year": 1983,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Carly Smithson",
    "birthday": "1983-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Carly_Smithson_in_parade.jpg/245px-Carly_Smithson_in_parade.jpg",
    "extract": "Carly Sarah Smithson is an Irish soul and pop rock singer, songwriter and actress who was the sixth place finalist on the seventh season of American Idol. In 2001, Smithson released her first studio album for MCA Records called Ultimate High. Smithson was dropped from the record label in 2002. After being introduced to former Evanescence guitarist Ben Moody in early 2009, plans for Smithson's post-Idol solo album were scrapped and instead she became the lead singer of the now defunct gothic metal band We Are the Fallen.",
    "year": 1983,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Zoran Planinić",
    "birthday": "1982-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/ZoranPlaninicBCKhimki.jpg/213px-ZoranPlaninicBCKhimki.jpg",
    "extract": "Zoran Planinić is a Croatian former professional basketball player.",
    "year": 1982,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Sal Rinauro",
    "birthday": "1982-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Sal_Rianuro.jpg/214px-Sal_Rianuro.jpg",
    "extract": "Salvatore Rinauro is an American professional wrestler. He is best known for his work in Ring of Honor, Full Impact Pro and National Wrestling Alliance in addition to being a member of The Embassy. He currently wrestles for WrestleMerica NWA Power, Southern Fried Championship Wrestling, Anarchy Wrestling and others.",
    "year": 1982,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jennifer Hudson",
    "birthday": "1981-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Jennifer-hudson-gesf-2018-8400.jpg/320px-Jennifer-hudson-gesf-2018-8400.jpg",
    "extract": "Jennifer Kate Hudson, also known by her nickname J.Hud, is an American singer and actress. Throughout her career, Hudson has received various accolades for both her music and acting, including an Academy Award, two Grammy Awards, a Daytime Emmy Award, a Golden Globe Award, and a Screen Actors Guild Award. Her Emmy, Grammy, Oscar and Tony nominations make her one of few black individuals to be nominated for the four major American entertainment awards (EGOT). Time named her one of the 100 most influential people in the world in 2020.",
    "year": 1981,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Sean Burroughs",
    "birthday": "1980-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Burroughswin.jpg/320px-Burroughswin.jpg",
    "extract": "Sean Patrick Burroughs, is an American former professional baseball third baseman, who played in Major League Baseball (MLB) for the San Diego Padres, Tampa Bay Devil Rays, Arizona Diamondbacks, and Minnesota Twins. During his playing days, Burroughs stood 6 feet 1 inch (1.85 m) tall, weighing 195 pounds (88 kg). He batted left-handed and threw right-handed.",
    "year": 1980,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Yao Ming",
    "birthday": "1980-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Yao_Ming_in_2014.jpg/320px-Yao_Ming_in_2014.jpg",
    "extract": "Yao Ming is a Chinese basketball executive and former professional player. He played for the Shanghai Sharks of the Chinese Basketball Association (CBA) and the Houston Rockets of the National Basketball Association (NBA). Yao was selected to start for the Western Conference in the NBA All-Star Game eight times, and was named to the All-NBA Team five times. During his final season, he was the tallest active player in the NBA, at 2.29 m.",
    "year": 1980,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Kevin Sinfield",
    "birthday": "1980-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Kevin_Sinfield_1.jpg/320px-Kevin_Sinfield_1.jpg",
    "extract": "Kevin Sinfield is the son of Geoffrey Sinfield. He is the defence coach for the Leicester Tigers Rugby Union club. He is a former professional rugby league player, captain and director of rugby for Leeds Rhinos. Sinfield also represented England and Great Britain. His usual position was loose forward, although he played both stand-off and hooker on occasion. He is widely regarded as one of the greatest kickers in rugby league history.",
    "year": 1980,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Josef Vašíček",
    "birthday": "1980-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/51/Josef_Va%C5%A1%C3%AD%C4%8Dek_%28hrob%29.jpg",
    "extract": "Josef Vašíček was a Czech professional ice hockey player. Vašíček last played for Lokomotiv Yaroslavl of the Kontinental Hockey League (KHL) and died in the 2011 Lokomotiv Yaroslavl plane crash. He had played seven seasons in the National Hockey League (NHL) for the Carolina Hurricanes, Nashville Predators and New York Islanders before moving to Russia in 2008 to play for Yaroslavl.",
    "year": 1980,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Elisabetta Canalis",
    "birthday": "1978-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Elisabetta_Canalis_66%C3%A8me_Festival_de_Venise_%28Mostra%29.jpg/267px-Elisabetta_Canalis_66%C3%A8me_Festival_de_Venise_%28Mostra%29.jpg",
    "extract": "Elisabetta Canalis is an Italian actress and showgirl.",
    "year": 1978,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ben McKenzie",
    "birthday": "1978-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Ben_McKenzie_%2817032849756%29_%28cropped%29.jpg/225px-Ben_McKenzie_%2817032849756%29_%28cropped%29.jpg",
    "extract": "Benjamin McKenzie Schenkkan is an American actor. He is best known for his television roles as Ryan Atwood on the teen drama The O.C. (2003–2007), Ben Sherman on the crime drama Southland (2009–2013) and James Gordon on the crime drama Gotham (2014–2019).",
    "year": 1978,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ruben Studdard",
    "birthday": "1978-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Ruben_studdard_cropped_1b.jpg/237px-Ruben_studdard_cropped_1b.jpg",
    "extract": "Ruben Studdard is an American singer and actor. He rose to fame as winner of the second season of American Idol and received a Grammy Award nomination in 2003 for Best Male R&B Vocal Performance for his recording of \"Superstar\". In the years following Idol, Studdard has released seven studio albums, including his platinum-selling debut, Soulful, and the top-selling gospel follow-up, I Need an Angel. He is most well known for his recording career, which has produced hits including \"Flying Without Wings\", \"Sorry 2004\", and \"Change Me\", but he has also segued into television and stage work. Most notably, he starred as Fats Waller in a national tour revival of Ain't Misbehavin', which spawned a Grammy-nominated soundtrack.",
    "year": 1978,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Nathan Bracken",
    "birthday": "1977-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Nathan_Bracken.jpg/238px-Nathan_Bracken.jpg",
    "extract": "Nathan Wade Bracken is a former Australian cricketer. A tall left-arm fast-medium bowler, Bracken is capable of swinging the ball both ways. He has represented Australia in all forms of the game. Bracken represented New South Wales in Australian domestic cricket, Eastern Suburbs in Sydney Grade Cricket and also appeared for English County team Gloucestershire in 2004. On 28 January 2011 he announced his retirement from the game due to a chronic knee injury. On 9 February 2012 it was reported that he sued Cricket Australia over the latter's alleged incompetency in managing his knee injury.",
    "year": 1977,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Grant Denyer",
    "birthday": "1977-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Grant_Denyer_at_Flickerfest_%288369366333%29.jpg/216px-Grant_Denyer_at_Flickerfest_%288369366333%29.jpg",
    "extract": "Grant Craig Denyer is an Australian television and radio presenter and motor racing driver living in Bathurst, who has worked for several television networks, including Seven Network and Network 10, mostly serving as a presenter.",
    "year": 1977,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "David Thompson (footballer, born 1977)",
    "birthday": "1977-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/1_david_thompson_2017.jpg/219px-1_david_thompson_2017.jpg",
    "extract": "David Anthony Thompson is an English football pundit currently working for the BBC. Thompson played as a midfielder, though he had to retire aged 29 through an osteochondral defect of the left knee sustained at age 25. He is currently a UEFA A and B licensed coach working towards his professional licence. In August 2021, he became a director of football at Europa in the Gibraltar National League.",
    "year": 1977,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Maciej Żurawski",
    "birthday": "1976-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Maciej_Zurawski_5.jpg/299px-Maciej_Zurawski_5.jpg",
    "extract": "Maciej Stanisław Żurawski is a Polish former professional footballer who played as a forward.",
    "year": 1976,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Luis Castillo (second baseman)",
    "birthday": "1975-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Luis_Castillo3.jpg/320px-Luis_Castillo3.jpg",
    "extract": "Luis Antonio Castillo is a Dominican professional baseball second baseman. He played in Major League Baseball for the Florida Marlins, New York Mets, and Minnesota Twins from 1996 through 2010.",
    "year": 1975,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Caroline Aigle",
    "birthday": "1974-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Caroline_Aigle.JPG/320px-Caroline_Aigle.JPG",
    "extract": "Commandant Caroline Aigle was a French aviator who achieved a historical first when, at the age of 25, she became the first woman fighter pilot in the French Air Force. Her promising military career was cut short by death from cancer seven years later. She was posthumously awarded the Médaille de l'Aéronautique.",
    "year": 1974,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jennifer Nettles",
    "birthday": "1974-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Jennifer_Nettles_2008-11-06.jpg/320px-Jennifer_Nettles_2008-11-06.jpg",
    "extract": "Jennifer Odessa Nettles is an American singer, songwriter, actress and record producer.",
    "year": 1974,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Guy Smith (racing driver)",
    "birthday": "1974-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Guy_Smith_Spa2009.JPG/273px-Guy_Smith_Spa2009.JPG",
    "extract": "Guy Smith is a semi-retired British professional racing driver who has competed in various levels of motorsport, most notably the 24 Hours of Le Mans, which he won in 2003, and the American Le Mans Series, which he won in 2011.",
    "year": 1974,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Tarana Burke",
    "birthday": "1973-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Tarana_Burke_from_She%27s_Revolutionary.jpg/320px-Tarana_Burke_from_She%27s_Revolutionary.jpg",
    "extract": "Tarana Burke is an American activist from The Bronx, New York, who started the Me Too movement. In 2006, Burke began using metoo to help other women with similar experiences to stand up for themselves. Over a decade later, in 2017, #MeToo became a viral hashtag when Alyssa Milano and other women began using it to tweet about the Harvey Weinstein sexual abuse cases. The phrase and hashtag quickly developed into a broad-based, and eventually international movement.",
    "year": 1973,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Paul Walker",
    "birthday": "1973-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/PaulWalkerEdit-1.jpg/239px-PaulWalkerEdit-1.jpg",
    "extract": "Paul William Walker IV was an American actor. He was known for his role as Brian O'Conner in the Fast & Furious franchise.",
    "year": 1973,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Gideon Emery",
    "birthday": "1972-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Gideon_Emery_-_Howlercon_2017_%28cropped%29.jpg/308px-Gideon_Emery_-_Howlercon_2017_%28cropped%29.jpg",
    "extract": "Gideon Emery is an English actor and singer. He is best known for his role as Deucalion in Teen Wolf and for providing voice-over work in video games, television series and films.",
    "year": 1972,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Paul Green (rugby league)",
    "birthday": "1972-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Paul_Green_Broncos.jpg/320px-Paul_Green_Broncos.jpg",
    "extract": "Paul Gregory Green is an Australian professional rugby league football coach who was most recently the head coach of Queensland in the State of Origin series, and a former professional rugby league footballer who played in the 1990s and 2000s.",
    "year": 1972,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Younes El Aynaoui",
    "birthday": "1971-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Aynaoui.jpg/207px-Aynaoui.jpg",
    "extract": "Younes El Aynaoui is a former professional tennis player from Morocco.",
    "year": 1971,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Shocker (wrestler)",
    "birthday": "1971-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/LuchaLibreObrera065.JPG/320px-LuchaLibreObrera065.JPG",
    "extract": "José Luis Jair Soria is a Mexican luchador or professional wrestler, who works under the ring name Shocker. He currently works for Consejo Mundial de Lucha Libre in Mexico and has previously worked for AAA in Mexico, Total Nonstop Action Wrestling, in the United States and New Japan Pro-Wrestling in Japan. Soria is a second-generation professional wrestler; his father, Rubén Soria, was an active wrestler from 1963 to the 1970s.",
    "year": 1971,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Nathan Larson (musician)",
    "birthday": "1970-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Nathan_Larson_%40_BBF_%288024296074%29.jpg/320px-Nathan_Larson_%40_BBF_%288024296074%29.jpg",
    "extract": "Nathan Peter Larson is an American guitarist, singer, songwriter, and author. He came to prominence in the 1990s as the guitarist for the rock group Shudder to Think. He has since worked on many film score compositions. He is married to Nina Persson, the lead singer of the Swedish rock band The Cardigans, and the couple have collaborated on several musical projects.",
    "year": 1970,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Max Boot",
    "birthday": "1969-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/58/Max_Boot.jpg",
    "extract": "Max Alexandrovich Boot is a Russian-American author, consultant, editorialist, lecturer, and military historian. He worked as a writer and editor for Christian Science Monitor and then for The Wall Street Journal in the 1990s. He is currently the Jeane J. Kirkpatrick Senior Fellow in National Security Studies at the Council on Foreign Relations and a contributor to The Washington Post. He has written for numerous publications such as The Weekly Standard, the Los Angeles Times, and The New York Times, and he has also authored books of military history. In 2018, Boot published The Road Not Taken, a biography of Edward Lansdale, and The Corrosion of Conservatism: Why I Left the Right, which details Boot's \"ideological journey from a 'movement' conservative to a man without a party\" in the aftermath of the 2016 presidential election.",
    "year": 1969,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ángel Cabrera",
    "birthday": "1969-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Angel_Cabrera_by_Kwee_Song_Lim.jpg/238px-Angel_Cabrera_by_Kwee_Song_Lim.jpg",
    "extract": "Ángel Cabrera is an Argentine professional golfer who has played on both the European Tour and PGA Tour. He is known affectionately as \"El Pato\" in Spanish (\"The Duck\") for his waddling gait. He is a two-time major champion, with wins at the U.S. Open in 2007 and the Masters in 2009; he was the first Argentine and South American to win either. He also lost in a sudden death playoff at the Masters in 2013.",
    "year": 1969,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "James Frey",
    "birthday": "1969-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/James_Frey_%2810818%29.jpg/320px-James_Frey_%2810818%29.jpg",
    "extract": "James Frey is an American writer and businessman. His first two books, A Million Little Pieces (2003) and My Friend Leonard (2005), were bestsellers marketed as memoirs. Large parts of the stories were later found to be exaggerated or fabricated, sparking a media controversy. His 2008 novel Bright Shiny Morning was also a bestseller.",
    "year": 1969,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Shigeki Maruyama",
    "birthday": "1969-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Maruyama_Shigeki_2006.jpg/320px-Maruyama_Shigeki_2006.jpg",
    "extract": "Shigeki Maruyama is a Japanese professional golfer.",
    "year": 1969,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Larry LaLonde",
    "birthday": "1968-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Larry_LaLonde_Primus_Pordenone_2012.jpg/239px-Larry_LaLonde_Primus_Pordenone_2012.jpg",
    "extract": "Reid Laurence \"Larry\" LaLonde, also known as Ler LaLonde, is an American musician best known as the guitarist for Primus, a position that he has served since 1989, where he is known for his experimental accompaniment to the bass playing of bandmate Les Claypool. Previously, he played guitar for the groups Possessed, Blind Illusion, No Forcefield, and the Frank Zappa tribute band \"Caca\". He also has collaborated more recently with artists such as Serj Tankian and Tom Waits.",
    "year": 1968,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Paul F. Tompkins",
    "birthday": "1968-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Paul_F._Tompkins_%28cropped%29.jpg/252px-Paul_F._Tompkins_%28cropped%29.jpg",
    "extract": "Paul Francis Tompkins is an American comedian, actor, and writer. He is known for his work in television on such programs as Mr. Show with Bob and David, Real Time with Bill Maher, and Best Week Ever, later renamed Best Week Ever with Paul F. Tompkins.",
    "year": 1968,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Louis C.K.",
    "birthday": "1967-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Louis_CK_2012_Shankbone.JPG/241px-Louis_CK_2012_Shankbone.JPG",
    "extract": "Louis Székely, known professionally as Louis C.K., is an American stand-up comedian, screenwriter, actor, and filmmaker. C.K. won three Peabody Awards three Grammy Awards, six Primetime Emmy Awards, and a Screen Actors Guild Award as well as numerous awards for The Chris Rock Show, Louie, and his stand-up specials Live at the Beacon Theater (2011) and Oh My God (2013). In 2015, Rolling Stone ranked C.K.'s stand-up special Shameless number three on their \"Divine Comedy: 25 Best Stand-Up Specials and Movies of All Time\" list and ranked him fourth on its 2017 list of the 50 best stand-up comics of all time.",
    "year": 1967,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Pat Listach",
    "birthday": "1967-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Pat_Listach_Astros_March_2014.jpg/247px-Pat_Listach_Astros_March_2014.jpg",
    "extract": "Patrick Alan Listach is the former Manager of the Triple-A Tacoma Rainiers of the Pacific Coast League and a former Major League Baseball shortstop, minor league manager, and major league third base coach.",
    "year": 1967,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ben Folds",
    "birthday": "1966-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Ben_Folds_2007.jpg/213px-Ben_Folds_2007.jpg",
    "extract": "Benjamin Scott Folds is an American singer-songwriter, musician, composer and record producer. Folds was the frontman and pianist of the alternative rock band Ben Folds Five from 1993 to 2000, and again in the early 2010s during their reunion. He has recorded a number of solo albums and performed live as a solo artist. He has also collaborated with musicians such as William Shatner, Regina Spektor, \"Weird Al\" Yankovic, and yMusic, and undertaken experimental songwriting projects with authors such as Nick Hornby and Neil Gaiman. He has frequently performed arrangements of his music with uncommon instrumentation, including symphony orchestras and a cappella groups. In addition to contributing music to the soundtracks of the animated films Hoodwinked!, and Over the Hedge, Folds has produced several albums, including Amanda Palmer's first solo album.",
    "year": 1966,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Einstein Kristiansen",
    "birthday": "1965-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/%C3%98istein_Kristiansen.jpg/320px-%C3%98istein_Kristiansen.jpg",
    "extract": "Øistein Kristiansen, formerly known under his artist name Einstein Kristiansen, is a Norwegian cartoonist, designer, TV-host and co-founder of Singapore-based Earthtree Pte Ltd, who together with his two business partners Henry Steed and Mark Hillman, produces children's television programming, animation and image campaigns for MTV Asia, Nickelodeon and Singapore network Mediacorp TV12.",
    "year": 1965,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Midnight (wrestler)",
    "birthday": "1965-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Midnight_crop.jpg/308px-Midnight_crop.jpg",
    "extract": "Ann-Marie Crooks is a Jamaican-born American former female bodybuilder and professional wrestler. She was previously working for World Championship Wrestling (WCW) in 1999 under the ring name Midnight.",
    "year": 1965,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Greg Gutfeld",
    "birthday": "1964-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Greg_Gutfeld_%2851326244437%29_%28cropped%29.jpg/237px-Greg_Gutfeld_%2851326244437%29_%28cropped%29.jpg",
    "extract": "Gregory John Gutfeld is an American television host, political commentator, comedian, and author. He is the host of the late-night comedy talk show Gutfeld!, and hosted a Saturday night edition of Gutfeld! called The Greg Gutfeld Show from May 2015 until March 2021, when it was announced the show would transition to weeknights. Gutfeld is also one of five co-hosts and panelists on the political talk show The Five. Both of his shows air on the Fox News Channel. From 2007 to 2015, Gutfeld hosted the 3AM series Red Eye, a late-night talk show that also aired on the Fox News Channel.",
    "year": 1964,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Dieter Hecking",
    "birthday": "1964-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Dieter_Hecking_-_Pressekonferenz_zur_Vorstellung_von_Luiz_Gustavo_2013_%28cropped%29.jpg/258px-Dieter_Hecking_-_Pressekonferenz_zur_Vorstellung_von_Luiz_Gustavo_2013_%28cropped%29.jpg",
    "extract": "Dieter-Klaus Hecking is a German football manager, who last managed Hamburger SV and former professional player. He played for Hannover 96 and Eintracht Braunschweig. He returned to manage Hannover despite the long-standing and bitter rivalry between the two clubs.",
    "year": 1964,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Sunay Akın",
    "birthday": "1962-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Sunay_Ak%C4%B1n_at_Kocaeli_Book_Exhibition%2C_May_2016.jpg/231px-Sunay_Ak%C4%B1n_at_Kocaeli_Book_Exhibition%2C_May_2016.jpg",
    "extract": "Sunay Akın is a Turkish poet, writer, TV host, journalist, and a philanthropist. He is the founder of Istanbul Toy Museum.",
    "year": 1962,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Amy Yasbeck",
    "birthday": "1962-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Amy_Yasbeck_Photo_Op_GalaxyCon_Louisville_2019.jpg/235px-Amy_Yasbeck_Photo_Op_GalaxyCon_Louisville_2019.jpg",
    "extract": "Amy Marie Yasbeck is an American actress. She is best known for her role as Casey Chappel Davenport on the sitcom Wings from 1994 to 1997, and for having played the mermaid Madison in the television film Splash, Too in 1988. She has guest starred in several television shows and appeared in the films House II: The Second Story, Pretty Woman, Problem Child, Problem Child 2, The Mask, Robin Hood: Men in Tights and Dracula: Dead and Loving It.",
    "year": 1962,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Mylène Farmer",
    "birthday": "1961-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Myl%C3%A8ne_farmer_Live_2019_%28cropped%29.jpg/249px-Myl%C3%A8ne_farmer_Live_2019_%28cropped%29.jpg",
    "extract": "Mylène Jeanne Gautier, known professionally as Mylène Farmer, is a Canadian-born French singer, songwriter, occasional actress, writer, and entrepreneur. Having sold more than 30 million records in France, she is among the most successful recording artists of all time in that country. She holds the record for the most number one hit singles in the French charts, with twenty-one to date – eight of which were consecutive.",
    "year": 1961,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Evan Jenkins (politician)",
    "birthday": "1960-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Evan_Jenkins_official_congressional_photo.jpg/276px-Evan_Jenkins_official_congressional_photo.jpg",
    "extract": "Evan Hollin Jenkins was a justice of the Supreme Court of Appeals of West Virginia. He joined the Court in 2018 and served as chief justice in 2021. He resigned from the court on February 4, 2022. He served as a U.S. Representative from West Virginia from 2015 to 2018. He is a Republican, having switched his party affiliation from Democratic in 2013.",
    "year": 1960,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Scott Brown (politician)",
    "birthday": "1959-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Ambassador_Scott_Brown.jpg/249px-Ambassador_Scott_Brown.jpg",
    "extract": "Scott Philip Brown is an American diplomat, attorney, and politician who served as the United States Ambassador to New Zealand and Samoa. He is a former United States Senator for Massachusetts (2010–2013), and also was the 2014 Republican nominee for the U.S. Senate in New Hampshire. Prior to his Senate tenure, Brown served as a member of the Massachusetts General Court, first in the State House of Representatives (1998–2004) and then in the State Senate (2004–2010).",
    "year": 1959,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Deron Cherry",
    "birthday": "1959-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Whiteman_AFB_visit_141118-F-PD075-216_%28cropped%29.jpg/185px-Whiteman_AFB_visit_141118-F-PD075-216_%28cropped%29.jpg",
    "extract": "Deron Leigh Cherry is an American former professional football player who was a free safety for the Kansas City Chiefs in the National Football League (NFL) from 1981 to 1991. Cherry was a free safety and punter at Rutgers University, intercepting a total of 9 passes over his three seasons, which he returned for 126 yards and two touchdowns. In 1979, he was named the team's MVP. In 1979 and 1980, Cherry earned AP All-East honors. In 1981, he was signed by the Kansas City Chiefs as a free agent but was released in the final teams cuts. Cherry rejoined the club as a safety, and made his first career interception against the Oakland Raiders.",
    "year": 1959,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Sigmar Gabriel",
    "birthday": "1959-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/MJK63118_Sigmar_Gabriel_%28Frankfurter_Buchmesse_2018%29.jpg/200px-MJK63118_Sigmar_Gabriel_%28Frankfurter_Buchmesse_2018%29.jpg",
    "extract": "Sigmar Hartmut Gabriel is a German politician who was the Federal Minister for Foreign Affairs from 2017 to 2018 and the vice-chancellor of Germany from 2013 to 2018. He was Leader of the Social Democratic Party of Germany (SPD) from 2009 to 2017, which made him the party's longest-serving leader since Willy Brandt. He was the Federal Minister of the Environment from 2005 to 2009 and the Federal Minister for Economic Affairs and Energy from 2013 to 2017. From 1999 to 2003 Gabriel was Minister-President of Lower Saxony.",
    "year": 1959,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Wilfred Benítez",
    "birthday": "1958-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Wilfred_Ben%C3%ADtez_1980.jpg/284px-Wilfred_Ben%C3%ADtez_1980.jpg",
    "extract": "Wilfred \"Wilfredo\" Benítez is a New York-born Puerto Rican former professional boxer and the youngest world champion in the sport's history. Earning his first of three career world titles in separate weight divisions at the age of seventeen, he is best remembered as a skilled and aggressive fighter with exceptional defensive abilities, along with his fights with Roberto Durán, Thomas Hearns, and Sugar Ray Leonard.",
    "year": 1958,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jan Egeland",
    "birthday": "1957-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Jan_Egeland_in_Pakistan_%28128%29.jpg/213px-Jan_Egeland_in_Pakistan_%28128%29.jpg",
    "extract": "Jan Egeland is a Norwegian diplomat, political scientist, humanitarian leader and former Labour Party politician who has been Secretary General of the Norwegian Refugee Council since 2013. He served as State Secretary in the Norwegian Ministry of Foreign Affairs from 1990 to 1997 and as United Nations Undersecretary-General for Humanitarian Affairs and Emergency Relief Coordinator from 2003 to 2006.",
    "year": 1957,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Rachel Ward",
    "birthday": "1957-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Rachel_Ward_Tropfest_2012_%281%29.jpg/320px-Rachel_Ward_Tropfest_2012_%281%29.jpg",
    "extract": "Rachel Claire Ward is an English-Australian actress, film director, screenwriter and television director.",
    "year": 1957,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Hans Zimmer",
    "birthday": "1957-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Hans-Zimmer-profile.jpg/241px-Hans-Zimmer-profile.jpg",
    "extract": "Hans Florian Zimmer is a German film score composer and music producer. He has won two Oscars and four Grammys, and has been nominated for two Emmys and a Tony. Zimmer was also named on the list of Top 100 Living Geniuses, published by The Daily Telegraph.",
    "year": 1957,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Barry Andrews (musician)",
    "birthday": "1956-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/XTC_Band.jpg/320px-XTC_Band.jpg",
    "extract": "Barry Andrews is an English singer, songwriter, musician, and keyboardist, formerly of the bands XTC and League of Gentlemen, who co-founded Shriekback. He has collaborated with Brian Eno on several projects, most recently guesting on keyboards for the 2005 album Another Day on Earth. Andrews also played on the 1980 Iggy Pop album Soldier with David Bowie, Ivan Kral, Glen Matlock and Klaus Kruger.",
    "year": 1956,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Leslie Cheung",
    "birthday": "1956-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f5/Leslie_Cheung_%281956%29.jpg/221px-Leslie_Cheung_%281956%29.jpg",
    "extract": "Leslie Cheung Kwok-wing (張國榮) was a Hong Kong singer and actor. Throughout a 26-year career from 1977 until his death, Cheung released over 40 music albums and acted in 56 films. He was one of the most prominent pioneers that shaped the identity of Cantopop during the 1980s and became known for his flamboyant, often outrageous stage appearance. His venture into acting in the 1990s was recognised for his portrayal of queer characters in a then-conservative film industry. His career was marked with both praise and criticism, with numerous public discussions focusing on his sexual orientation and androgynous persona.",
    "year": 1956,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "David Goodhart",
    "birthday": "1956-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/72/David_Goodhart_at_UCL%2C_November_2015_en-wiki.jpg/255px-David_Goodhart_at_UCL%2C_November_2015_en-wiki.jpg",
    "extract": "David Goodhart is a British journalist, commentator and author. He is the founder and a former editor of Prospect magazine.",
    "year": 1956,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Robert Gober",
    "birthday": "1954-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/03/Sinks_Install_2.jpg/320px-Sinks_Install_2.jpg",
    "extract": "Robert Gober is an American sculptor. His work is often related to domestic and familiar objects such as sinks, doors, and legs.",
    "year": 1954,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Scott Hamilton (musician)",
    "birthday": "1954-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Scott_Hamilton_%26_Ray_Brown.jpg/247px-Scott_Hamilton_%26_Ray_Brown.jpg",
    "extract": "Scott Hamilton is an American jazz tenor saxophonist associated with swing and mainstream jazz. His eldest son, Shō Īmura, is the vocalist of the Japanese rock band Okamoto's.",
    "year": 1954,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Peeter Volkonski",
    "birthday": "1954-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Peeter_Volkonski.jpg/320px-Peeter_Volkonski.jpg",
    "extract": "Prince Peeter Volkonski is an Estonian rock-musician, composer, actor, and theatre director.",
    "year": 1954,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Nan Goldin",
    "birthday": "1953-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Nan_Goldin_Portrait.png/232px-Nan_Goldin_Portrait.png",
    "extract": "Nancy Goldin is an American photographer and activist. Her work often explores LGBT subcultures, moments of intimacy, the HIV/AIDS crisis, and the opioid epidemic. Her most notable work is The Ballad of Sexual Dependency (1986), a slide show, which documents the post-Stonewall gay subculture and Goldin's family and friends. She is a founding member of the an advocacy group P.A.I.N.. She lives and works in New York City, Berlin, and Paris.",
    "year": 1953,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Gerry Beckley",
    "birthday": "1952-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/GerryBeckleyHWOFFeb2012.jpg/217px-GerryBeckleyHWOFFeb2012.jpg",
    "extract": "Gerald Linford Beckley, better known as Gerry Beckley, is an American singer, songwriter, and musician, and a founding member of the band America.",
    "year": 1952,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Neil Peart",
    "birthday": "1952-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/NeilPeart.JPG/320px-NeilPeart.JPG",
    "extract": "Neil Ellwood Peart OC was a Canadian musician, songwriter, and author, best known as the drummer and primary lyricist of the rock band Rush. Peart earned numerous awards for his musical performances, including an induction into the Modern Drummer Readers Poll Hall of Fame in 1983, making him the youngest person ever so honoured. Known to fans by the nickname 'The Professor', his drumming was renowned for its technical proficiency and his live performances for their exacting nature and stamina.",
    "year": 1952,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Bertie Ahern",
    "birthday": "1951-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Bertie_Ahern_2006_%28cropped_2%29.jpg/240px-Bertie_Ahern_2006_%28cropped_2%29.jpg",
    "extract": "Bartholomew Patrick \"Bertie\" Ahern is an Irish former Fianna Fáil politician who served as Taoiseach from 1997 to 2008, Leader of Fianna Fáil from 1994 to 2008, Leader of the Opposition from 1994 to 1997, Tánaiste and Minister for Arts, Culture and the Gaeltacht from November 1994 to December 1994, Deputy Leader of Fianna Fáil from 1992 to 1994, Minister for Industry and Commerce in January 1993, Minister for Finance from 1991 to 1994, Minister for Labour from 1987 to 1991, Government Chief Whip and Minister of State at the Department of Defence from March 1982 to December 1982 and Lord Mayor of Dublin from 1986 to 1987. He served as a Teachta Dála (TD) from 1977 to 2011.",
    "year": 1951,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ray Gravell",
    "birthday": "1951-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e9/Ray_Gravell_Lions.jpg",
    "extract": "Raymond William Robert Gravell was a Welsh rugby union centre who played club rugby for Llanelli RFC.\nAt international level, Gravell earned 23 caps for Wales and was selected for the 1980 British Lions tour to South Africa.",
    "year": 1951,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Joe Pantoliano",
    "birthday": "1951-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/JoePantolianoFeb2009_%28cropped%29.jpg/258px-JoePantolianoFeb2009_%28cropped%29.jpg",
    "extract": "Joseph Peter Pantoliano is an American character actor who has appeared in over 150 film, television and stage productions.",
    "year": 1951,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ali-Ollie Woodson",
    "birthday": "1951-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Ali-Ollie_Woodson_Illustration.png/320px-Ali-Ollie_Woodson_Illustration.png",
    "extract": "Ali-Ollie Woodson was an American R&B singer, musician, songwriter, keyboardist, drummer, and occasional actor best known for his twelve years with the Temptations alongside Otis Williams. He also worked with Aretha Franklin, Jean Carn, and Bill Pinkney.",
    "year": 1951,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Marguerite Blais",
    "birthday": "1950-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Marguerite_Blais_2019_%28cropped%29.jpg/263px-Marguerite_Blais_2019_%28cropped%29.jpg",
    "extract": "Marie Josephine Marguerite Blais is a Canadian politician, journalist, radio host and television host from Quebec. She is currently a Coalition Avenir Québec Member of the National Assembly of Québec and is the current Minister Responsible for Seniors and Informal Caregivers and Member of the Comité ministériel des services aux citoyens since October 2018. She was a Liberal Member of the National Assembly of Quebec for the electoral division of Saint-Henri–Sainte-Anne in Montreal from 2007 to 2015, and served as the Minister responsible for Seniors, vice-chair of the Comité ministériel du développement social, éducatif et culturel and member of the Conseil du trésor.",
    "year": 1950,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Mike Murphy (ice hockey, born 1950)",
    "birthday": "1950-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Mike_Murphy_action_shot.jpg/235px-Mike_Murphy_action_shot.jpg",
    "extract": "Michael John Murphy is a Canadian former professional ice hockey player who played in the National Hockey League for 13 years for the St. Louis Blues, New York Rangers and the Los Angeles Kings and has been Assistant and Head Coach in the NHL for The Los Angeles Kings, Ottawa Senators, Vancouver Canucks, Toronto Maple Leafs and the New York Rangers. Murphy also played for Team Canada winning a Bronze Medal in 1978 and Coached Team Canada, International Hockey League (IHL). Murphy is presently Senior Vice President of the NHL, hockey operations.",
    "year": 1950,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Charles Burlingame",
    "birthday": "1949-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Cfburlingame-02.jpg/252px-Cfburlingame-02.jpg",
    "extract": "Charles Frank \"Chic\" Burlingame III was the pilot of American Airlines Flight 77, the aircraft that was crashed by terrorists into the Pentagon during the September 11 attacks.",
    "year": 1949,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Irina Rodnina",
    "birthday": "1949-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Irina_Rodnina_2018.jpg/227px-Irina_Rodnina_2018.jpg",
    "extract": "Irina Konstantinovna Rodnina is a Russian politician and retired figure skater, who is the only pair skater to win 10 successive World Championships (1969–78) and three successive Olympic gold medals. She was elected to the State Duma in the 2007 legislative election as a member of President Vladimir Putin's United Russia party. As a figure skater, she initially competed with Alexei Ulanov and later teamed up with Alexander Zaitsev. She is the first pair skater to win the Olympic title with two different partners, followed only by Artur Dmitriev.",
    "year": 1949,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Tony Stevens",
    "birthday": "1949-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Tony_Stevens_-_Foghat_-_1973.jpg/215px-Tony_Stevens_-_Foghat_-_1973.jpg",
    "extract": "Tony Stevens is an English musician, best known as the bassist with the bands Foghat, Savoy Brown, and Nobody's Business.",
    "year": 1949,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Steve Turre",
    "birthday": "1948-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Steve_Turre_in_2010.jpg/320px-Steve_Turre_in_2010.jpg",
    "extract": "Stephen Johnson Turre is an American jazz trombonist and a pioneer of using seashells as instruments, a composer, arranger, and educator at the collegiate-conservatory level. For fifty-eight years, Turre has been active in jazz, rock, and Latin jazz – in live venues, recording studios, television, and cinema production.",
    "year": 1948,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "David Grant (academic)",
    "birthday": "1947-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/WCM_past_present_future.jpg/320px-WCM_past_present_future.jpg",
    "extract": "Sir David Grant is a British academic who was the Vice-Chancellor of Cardiff University in Wales from 2001 to 2012. Following his appointment, Grant oversaw the merger between Cardiff University and the University of Wales College of Medicine, which was completed in 2004, and the award of University Status to Cardiff.",
    "year": 1947,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Gerald Howarth",
    "birthday": "1947-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Gerald_Howarth%2C_Parliamentary_Under_Secretary_of_State_for_the_MOD.jpg/256px-Gerald_Howarth%2C_Parliamentary_Under_Secretary_of_State_for_the_MOD.jpg",
    "extract": "Sir James Gerald Douglas Howarth, known as Gerald Howarth, is a British Conservative Party politician. He was the Member of Parliament (MP) for Aldershot from 1997 until 2017, having been the MP for Cannock and Burntwood from 1983 to 1992.",
    "year": 1947,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jim Liberman",
    "birthday": "1945-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/JungleJimBurnout.jpg/320px-JungleJimBurnout.jpg",
    "extract": "Russell James Liberman was an American funny car drag racer, nicknamed \"Jungle Jim.\" In 2001, he was named #17 on the list of the Top 50 NHRA drivers of all time. Liberman was known for driving backwards at 100 miles per hour (160 km/h) after doing his burnout.",
    "year": 1945,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Milo Manara",
    "birthday": "1945-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Milo_Manara_Lodz_2008.jpg/249px-Milo_Manara_Lodz_2008.jpg",
    "extract": "Maurilio Manara, known professionally as Milo Manara, is an Italian comic book writer and artist.",
    "year": 1945,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "John Mauceri",
    "birthday": "1945-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/John_Mauceri.JPG/245px-John_Mauceri.JPG",
    "extract": "John Francis Mauceri is an American conductor, producer, educator and writer. Since making his professional conducting debut almost half a century ago, Mauceri has appeared with most of the world's great orchestras, guest conducted at the premiere opera houses, produced and musically supervised Tony and Olivier Award-winning Broadway musicals, and served as university faculty and administrator. Through his varied career, he has taken the lead in the preservation and performance of many genres of music and has supervised/conducted important premieres by composers as diverse as Debussy, Stockhausen, Korngold, Hindemith, Bernstein, Sibelius, Ives, Elfman, and Shore. He is also a leading performer of music banned by the Third Reich and especially music of Hollywood's émigré composers.",
    "year": 1945,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Lonnie Mayne",
    "birthday": "1944-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Moondog_Mayne_-_Wrestling_Annual_-_June_1975.jpg/263px-Moondog_Mayne_-_Wrestling_Annual_-_June_1975.jpg",
    "extract": "Ronald Doyle \"Lonnie\" Mayne was an American professional wrestler in the 1960s and 1970s who frequently went by the name Moondog Mayne. He wrestled in various National Wrestling Alliance territories, as well as the World Wide Wrestling Federation in 1973.",
    "year": 1944,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Vladimir Spivakov",
    "birthday": "1944-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Vladimir_Spivakov.jpg/204px-Vladimir_Spivakov.jpg",
    "extract": "Vladimir Teodorovich Spivakov is a Soviet and Russian conductor and violinist best known for his work with the Moscow Virtuosi chamber orchestra.",
    "year": 1944,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Barry White",
    "birthday": "1944-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Barry_White%2C_Bestanddeelnr_927-0098_%28cropped%29.jpg/255px-Barry_White%2C_Bestanddeelnr_927-0098_%28cropped%29.jpg",
    "extract": "Barry Eugene Carter, better known by his stage name Barry White, was an American singer and songwriter. A two-time Grammy Award winner known for his bass-baritone voice and romantic image, his greatest success came in the 1970s as a solo singer and with The Love Unlimited Orchestra, crafting many enduring soul, funk, and disco songs such as his two biggest hits: \"Can't Get Enough of Your Love, Babe\" and \"You're the First, the Last, My Everything\".",
    "year": 1944,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Maria Muldaur",
    "birthday": "1943-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Maria_Muldaur_1969_%28cropped%29.jpg/240px-Maria_Muldaur_1969_%28cropped%29.jpg",
    "extract": "Maria Muldaur is an American folk and blues singer who was part of the American folk music revival in the early 1960s. She recorded the 1973 hit song \"Midnight at the Oasis\" and continues to record albums in the folk, blues, early jazz, gospel, country, and R&B traditions.",
    "year": 1943,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Leonard Peltier",
    "birthday": "1943-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/87/Leonard_Peltier_headshot_from_FBI_Poster_-_01.gif",
    "extract": "Leonard Peltier is a Native American activist and mainstay member of the American Indian Movement who, following a controversial trial, was convicted of aiding and abetting murder and has been imprisoned since 1977. He was sentenced to two consecutive terms of life imprisonment for aiding and abetting resulting in the death of two Federal Bureau of Investigation (FBI) agents in a June 26, 1975 shooting on the Pine Ridge Indian Reservation in South Dakota.",
    "year": 1943,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Michel Drucker",
    "birthday": "1942-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Salon_Du_Livre_2011_Michel_Drucker_2.jpg/320px-Salon_Du_Livre_2011_Michel_Drucker_2.jpg",
    "extract": "Michel Drucker, CQ is a popular French journalist and TV host. He has been on screen for so long and so permanently, that he once said that some people consider that he was included in the price of their TV sets.",
    "year": 1942,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Tomás Marco",
    "birthday": "1942-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Tom%C3%A1s_Marco.jpg/320px-Tom%C3%A1s_Marco.jpg",
    "extract": "Tomás Marco Aragón is a Spanish composer and writer on music.",
    "year": 1942,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Linda Gray",
    "birthday": "1940-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Linda_Gray.jpg/230px-Linda_Gray.jpg",
    "extract": "Linda Ann Gray is an American film, stage and television actress, director, producer and former model, best known for her role as Sue Ellen Ewing, the long-suffering wife of Larry Hagman's character J.R. on the CBS television drama series Dallas, for which she was nominated for the 1981 Primetime Emmy Award for Outstanding Lead Actress in a Drama Series. The role also earned her two Golden Globe Award nominations.",
    "year": 1940,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Henry Waxman",
    "birthday": "1939-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Henry_Waxman%2C_official_photo_portrait_color.jpg/273px-Henry_Waxman%2C_official_photo_portrait_color.jpg",
    "extract": "Henry Arnold Waxman is an American politician who served as a U.S. representative from California from 1975 to 2015. He is a member of the Democratic Party.",
    "year": 1939,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Judy Clay",
    "birthday": "1938-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/58/Judy_Clay.jpg",
    "extract": "Judy Clay was an American soul and gospel singer, who achieved greatest success as a member of two recording duos in the 1960s.",
    "year": 1938,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Tatiana Troyanos",
    "birthday": "1938-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/39/Tatiana_Troyanos.jpg",
    "extract": "Tatiana Troyanos was an American mezzo-soprano of Greek and German descent, remembered as \"one of the defining singers of her generation\". Her voice, \"a paradoxical voice — larger than life yet intensely human, brilliant yet warm, lyric yet dramatic\" — \"was the kind you recognize after one bar, and never forget\", wrote Cori Ellison in Opera News.",
    "year": 1938,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "George Chuvalo",
    "birthday": "1937-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/George_Chuvalo.jpg/320px-George_Chuvalo.jpg",
    "extract": "George Louis Chuvalo CM is a Canadian former professional boxer who was a five-time Canadian heavyweight champion and two-time world heavyweight title challenger. Chuvalo was never knocked down in his 93 bout professional career including fights against Muhammad Ali, Joe Frazier, and George Foreman. Chuvalo unsuccessfully challenged Muhammad Ali for the heavyweight championship in 1966. Chuvalo was inducted into the Ontario Sports Hall of Fame in 1995.",
    "year": 1937,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Richard Hunt (sculptor)",
    "birthday": "1935-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Young_Richard_Hunt_in_Cleveland_Ave_Studio_-_Chicago_1962.jpg/253px-Young_Richard_Hunt_in_Cleveland_Ave_Studio_-_Chicago_1962.jpg",
    "extract": "Richard Howard Hunt is an American artist and sculptor. In the second half of the 20th century, he became \"the foremost African-American abstract sculptor and artist of public sculpture.\" Hunt, the descendant of enslaved people brought through the port of Savannah from West Africa, studied at the School of the Art Institute of Chicago in the 1950s, and while there received multiple prizes for his work. He was the first African American sculptor to have a retrospective at Museum of Modern Art in 1971. Hunt has created over 160 public sculpture commissions in prominent locations in 24 states across the United States, more than any other sculptor. With a career that spans seven decades, Hunt has held over 150 solo exhibitions and is represented in more than 100 public museums across the globe from California to Maine, Detroit to Birmingham, and Vienna to Jerusalem. Hunt has served on the Smithsonian Institution's National Board of Directors. Hunt's abstract, modern and contemporary sculpture work is notable for its presence in exhibitions and public displays as early as the 1950s, despite social pressures for the obstruction of African-American art at the time. Naomi Beckwith, Deputy Director and Jennifer and David Stockman Chief Curator of the Solomon R. Guggenheim Museum declared Richard Hunt \"One of the most innovative artists of the Twentieth Century.\" President Barack Obama has stated \"Richard Hunt is one of the greatest artists Chicago has ever produced.\"",
    "year": 1935,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Atli Dam",
    "birthday": "1932-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/55/PM_Atli_Dam.jpg",
    "extract": "Atli Pætursson Dam was a Faroese politician who served as Prime Minister of the Faroe Islands on three occasions, most recently from 1991 to 1993. To this date, he is the longest-serving Prime Minister in Faroese history, having served a total of 16 years.",
    "year": 1932,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ian Holm",
    "birthday": "1931-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Ian_Holm.jpg/240px-Ian_Holm.jpg",
    "extract": "Sir Ian Holm Cuthbert, professionally known as Ian Holm, was an English actor who was knighted in 1998 for his contributions to theatre and film. Beginning his career on the British stage as a standout member of the Royal Shakespeare Company, he later transitioned into a successful and prolific screen career. On film he portrayed a variety of both supporting and leading characters, earning critical acclaim and many accolades in the process.",
    "year": 1931,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "George Jones",
    "birthday": "1931-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/George_Jones.jpg/219px-George_Jones.jpg",
    "extract": "George Glenn Jones was an American musician, singer, and songwriter. He achieved international fame for his long list of hit records, including his best-known song \"He Stopped Loving Her Today\", as well as his distinctive voice and phrasing. For the last two decades of his life, Jones was frequently referred to as the greatest living country singer. Country music scholar Bill Malone writes, \"For the two or three minutes consumed by a song, Jones immerses himself so completely in its lyrics, and in the mood it conveys, that the listener can scarcely avoid becoming similarly involved.\" The shape of his nose and facial features earned Jones the nickname \"The Possum\". Jones has been called \"The Rolls Royce of Country Music\" and had more than 160 chart singles to his name from 1955 until his death in 2013.",
    "year": 1931,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Robert Irwin (artist)",
    "birthday": "1928-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Robert_Irwin_Scrim_Veil_Black_Rectangle_Natural_Light_Whitney_2013.jpg/320px-Robert_Irwin_Scrim_Veil_Black_Rectangle_Natural_Light_Whitney_2013.jpg",
    "extract": "Robert W. Irwin is an American installation artist who has explored perception and the conditional in art, often through site-specific, architectural interventions that alter the physical, sensory and temporal experience of space.",
    "year": 1928,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ernie Vandeweghe",
    "birthday": "1928-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Ernie_Vandeweghe_Colgate.jpg/217px-Ernie_Vandeweghe_Colgate.jpg",
    "extract": "Ernest Maurice Vandeweghe Jr. was an American professional basketball player. He was best known for playing for the New York Knicks of the NBA and for the athletic successes of his family. He and his wife Colleen Kay Hutchins were the parents of former NBA All-Star Kiki VanDeWeghe and Olympic swimmer Tauna Vandeweghe, and grandparents of tennis professional Coco Vandeweghe.",
    "year": 1928,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Stan Lopata",
    "birthday": "1925-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b3/Stan_Lopata.jpg",
    "extract": "Stanley Edward Lopata was an American professional baseball player. A catcher, Lopata played in Major League Baseball for 13 seasons in the National League with the Philadelphia Phillies and Milwaukee Braves. In 853 career games, Lopata recorded a batting average of .254 and accumulated 661 hits, 116 home runs, and 379 runs batted in (RBI).",
    "year": 1925,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Dickie Moore (actor)",
    "birthday": "1925-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Dickie_Moore_in_Youth_Runs_Wild.jpg/237px-Dickie_Moore_in_Youth_Runs_Wild.jpg",
    "extract": "John Richard Moore Jr. was an American actor known professionally as Dickie Moore, he was one of the last surviving actors to have appeared in silent film. A busy and popular actor during his childhood and youth, he appeared in over 100 films until the 1950s. Among his most notable appearances were the Our Gang series and films such as Oliver Twist, Blonde Venus, Sergeant York and Out of the Past.",
    "year": 1925,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Amílcar Cabral",
    "birthday": "1924-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Cabral_2.png/320px-Cabral_2.png",
    "extract": "Amílcar Lopes da Costa Cabral was a Bissau-Guinean and Cape Verdean agricultural engineer, pan-Africanist, intellectual, poet, theoretician, revolutionary, political organizer, nationalist and diplomat. He was one of Africa's foremost anti-colonial leaders.",
    "year": 1924,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Antonio Cafiero",
    "birthday": "1922-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Antonio_Cafiero_1988.png/215px-Antonio_Cafiero_1988.png",
    "extract": "Antonio Francisco Cafiero was an Argentine Justicialist Party politician. Cafiero held a number of important posts throughout his career, including, most notably, the governorship of Buenos Aires Province from 1987 to 1991, the Cabinet Chief's Office under interim president Eduardo Camaño from 2001 to 2002, and a seat in the Senate of the Nation from 1993 to 2005.",
    "year": 1922,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jackson Mac Low",
    "birthday": "1922-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Gloria_Graham_Jackson_Mac_Low.jpg/320px-Gloria_Graham_Jackson_Mac_Low.jpg",
    "extract": "Jackson Mac Low was an American poet, performance artist, composer and playwright, known to most readers of poetry as a practioneer of systematic chance operations and other non-intentional compositional methods in his work, which Mac Low first experienced in the musical work of John Cage, Earle Brown, and Christian Wolff. He was married to the artist Iris Lezak from 1962 to 1978, and to the poet Anne Tardos from 1990 until his death.",
    "year": 1922,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Mark Rosenzweig (psychologist)",
    "birthday": "1922-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/6e/Rosenzweig.jpg/270px-Rosenzweig.jpg",
    "extract": "Mark Richard Rosenzweig was an American research psychologist whose research on neuroplasticity in animals indicated that the adult brain remains capable of anatomical remodelling and reorganization based on life experiences, overturning the conventional wisdom that the brain reached full maturity in childhood.",
    "year": 1922,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Frank McGee (journalist)",
    "birthday": "1921-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/69/Frank_McGee_NBC_News.jpg",
    "extract": "Frank McGee was an American television journalist, best known for his work with NBC from the late 1950s into the early 1970s.",
    "year": 1921,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Stanisław Lem",
    "birthday": "1921-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/St_Lem_resize.jpg/250px-St_Lem_resize.jpg",
    "extract": "Stanisław Herman Lem was a Polish writer of science fiction and essays on various subjects, including philosophy, futurology, and literary criticism. Many of his science fiction stories are of satirical and humorous character. Lem's books have been translated into more than 50 languages and have sold more than 45 million copies. Worldwide, he is best known as the author of the 1961 novel Solaris. In 1976 Theodore Sturgeon wrote that Lem was the most widely read science fiction writer in the world. Lem is the author of the fundamental philosophical work \"Summa Technologiae\", in which he anticipated the creation of virtual reality, artificial intelligence, and also developed the ideas of human autoevolution, the creation of artificial worlds, and many others. Lem's science fiction works explore philosophical themes through speculations on technology, the nature of intelligence, the impossibility of communication with and understanding of alien intelligence, despair about human limitations, and humanity's place in the universe. His essays and philosophical books cover these and many other topics.",
    "year": 1921,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Irene Dailey",
    "birthday": "1920-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Irene_Dailey-Martin_Sheen_in_The_Subject_Was_Roses.jpg/320px-Irene_Dailey-Martin_Sheen_in_The_Subject_Was_Roses.jpg",
    "extract": "Irene Dailey was an American stage, film, and television actress.",
    "year": 1920,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Rais Amrohvi",
    "birthday": "1914-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/64/Rais_Amrohvi.jpg",
    "extract": " Rais Amrohvi, whose real name was Syed Muhammad Mehdi (1914-1988) was a Pakistani scholar, Urdu poet, paranormal investigator, and psychoanalyst and elder brother of Jaun Elia. He was known for his style of qatanigari. He wrote quatrains for Pakistani newspaper Jang for several decade. He promoted the Urdu language and supported the Urdu-speaking people of Pakistan. His family is regarded as family of poets.",
    "year": 1914,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Desmond Llewelyn",
    "birthday": "1914-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Desmond_Llewelyn_01.jpg/240px-Desmond_Llewelyn_01.jpg",
    "extract": "Desmond Wilkinson Llewelyn was a Welsh actor. He was best known for his role as Q in 17 of the James Bond films between 1963 and 1999.",
    "year": 1914,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Jesse Owens",
    "birthday": "1913-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Jesse_Owens_1936.jpg/233px-Jesse_Owens_1936.jpg",
    "extract": "James Cleveland \"Jesse\" Owens was an American track and field athlete who won four gold medals at the 1936 Olympic Games.",
    "year": 1913,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Louis MacNeice",
    "birthday": "1907-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/77/Macneice_longley.png",
    "extract": "Frederick Louis MacNeice was an Irish poet and playwright, and a member of the Auden Group, which also included W. H. Auden, Stephen Spender and Cecil Day-Lewis. MacNeice's body of work was widely appreciated by the public during his lifetime, due in part to his relaxed but socially and emotionally aware style. Never as overtly or simplistically political as some of his contemporaries, he expressed a humane opposition to totalitarianism as well as an acute awareness of his roots.",
    "year": 1907,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Murder of Linda Agostini",
    "birthday": "1905-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Linda_Agostini_1930.jpg/240px-Linda_Agostini_1930.jpg",
    "extract": "Florence Linda Agostini, known posthumously as the \"Pyjama Girl\", was an English Australian manslaughter victim found on a stretch of road in Albury, New South Wales, Australia, in September 1934.",
    "year": 1905,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "István Horthy",
    "birthday": "1904-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Horthy_Istv%C3%A1n_MFI.jpg/192px-Horthy_Istv%C3%A1n_MFI.jpg",
    "extract": "István Horthy de Nagybánya was Hungarian regent Admiral Miklós Horthy's eldest son, a politician, and, during World War II, a fighter pilot.",
    "year": 1904,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "John Courtney Murray",
    "birthday": "1904-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/23/John_Courtney_Murray.jpg",
    "extract": "John Courtney Murray was an American Jesuit priest and theologian, who was especially known for his efforts to reconcile Catholicism and religious pluralism, particularly focusing on the relationship between religious freedom and the institutions of a democratically structured modern state.",
    "year": 1904,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Juscelino Kubitschek",
    "birthday": "1902-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Juscelino.jpg/214px-Juscelino.jpg",
    "extract": "Juscelino Kubitschek de Oliveira, also known by his initials JK, was a prominent Brazilian politician who served as the 21st president of Brazil from 1956 to 1961. His term was marked by economic prosperity and political stability, being most known for the construction of a new capital, Brasília.",
    "year": 1902,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Marya Zaturenska",
    "birthday": "1902-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d0/Marya_Zaturenska.jpg",
    "extract": "Marya Zaturenska was an American lyric poet, winner of the Pulitzer Prize for Poetry in 1938.",
    "year": 1902,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Shmuel Hurwitz",
    "birthday": "1901-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/34/%D7%A9%D7%9E%D7%95%D7%90%D7%9C_%D7%94%D7%95%D7%A8%D7%91%D7%99%D7%A5.jpg",
    "extract": "Shmuel Hurwitz was an Israeli agronomist.",
    "year": 1901,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Haskell Curry",
    "birthday": "1900-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/HaskellBCurry.jpg/260px-HaskellBCurry.jpg",
    "extract": "Haskell Brooks Curry was an American mathematician and logician. Curry is best known for his work in combinatory logic. While the initial concept of combinatory logic was based on a single paper by Moses Schönfinkel, Curry did much of the development. Curry is also known for Curry's paradox and the Curry–Howard correspondence. There are three programming languages named after him, Haskell, Brook and Curry, as well as the concept of currying, a technique used for transforming functions in mathematics and computer science.",
    "year": 1900,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ben Shahn",
    "birthday": "1898-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f0/Ben_Shahn_artist.jpg",
    "extract": "Ben Shahn was an American artist. He is best known for his works of social realism, his left-wing political views, and his series of lectures published as The Shape of Content.",
    "year": 1898,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Irène Joliot-Curie",
    "birthday": "1897-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Ir%C3%A8ne_Joliot-Curie_Harcourt.jpg/238px-Ir%C3%A8ne_Joliot-Curie_Harcourt.jpg",
    "extract": "Irène Joliot-Curie was a French chemist, physicist and politician, the elder daughter of Pierre and Marie Curie, and the wife of Frédéric Joliot-Curie. Jointly with her husband, Joliot-Curie was awarded the Nobel Prize in Chemistry in 1935 for their discovery of artificial radioactivity, making them the second ever married couple to win the Nobel Prize, while adding to the Curie family legacy of five Nobel Prizes. This made the Curies the family with the most Nobel laureates to date. She was also one of the first three women to be a member of a French government, becoming undersecretary for Scientific Research under the Popular Front in 1936. Both children of the Joliot-Curies, Hélène and Pierre, are also prominent scientists.",
    "year": 1897,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Kyuichi Tokuda",
    "birthday": "1894-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/TOKUDA_Kyuichi.jpg/231px-TOKUDA_Kyuichi.jpg",
    "extract": "Kyuichi Tokuda  was a Japanese politician and first chairman of the Japanese Communist Party from 1945 until his death in 1953.",
    "year": 1894,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Dorothy Maud Wrinch",
    "birthday": "1894-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Dorothy_Maud_Wrinch_1921.jpg/225px-Dorothy_Maud_Wrinch_1921.jpg",
    "extract": "Dorothy Maud Wrinch was a mathematician and biochemical theorist best known for her attempt to deduce protein structure using mathematical principles. She was a champion of the controversial 'cyclol' hypothesis for the structure of proteins.",
    "year": 1894,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Alfred A. Knopf Sr.",
    "birthday": "1892-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Alfred_A._Knopf.jpg/251px-Alfred_A._Knopf.jpg",
    "extract": "Alfred Abraham Knopf Sr. was an American publisher of the 20th century, and co-founder of Alfred A. Knopf, Inc. His contemporaries included the likes of Bennett Cerf and Donald Klopfer, and Frank Nelson Doubleday, J. Henry Harper and Henry Holt. Knopf paid special attention to the quality of printing, binding, and design in his books, and earned a reputation as a purist in both content and presentation.",
    "year": 1892,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Pedro Albizu Campos",
    "birthday": "1891-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2c/Albizu.jpg",
    "extract": "Pedro Albizu Campos was a Puerto Rican attorney and politician, and the leading figure in the Puerto Rican independence movement. Gifted in languages, he spoke six. He graduated from Harvard Law School with the highest grade point average in his law class, an achievement that earned him the right to give the valedictorian speech at his graduation ceremony. However, animus towards his mixed racial heritage led to his professors delaying two of his final exams in order to keep Albizu Campos from graduating on time. During his time at Harvard University he became involved in the Irish struggle for independence.",
    "year": 1891,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Arthur Hays Sulzberger",
    "birthday": "1891-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/39/Arthur_Hays_Sulzberger.png",
    "extract": "Arthur Hays Sulzberger was the publisher of The New York Times from 1935 to 1961. During that time, daily circulation rose from 465,000 to 713,000 and Sunday circulation from 745,000 to 1.4 million; the staff more than doubled, reaching 5,200; advertising linage grew from 19 million to 62 million column inches per year; and gross income increased almost sevenfold, reaching 117 million dollars.",
    "year": 1891,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ugo Pasquale Mifsud",
    "birthday": "1889-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Malta_-_Floriana_-_Triq_Sarria_-_The_Mall_31_ies.jpg/213px-Malta_-_Floriana_-_Triq_Sarria_-_The_Mall_31_ies.jpg",
    "extract": "Sir Ugo Pasquale Mifsud was a Maltese politician, the 3rd Prime Minister of Malta under British home rule, and the first to serve a full term in power.\nHe held office from 1924 to 1927 and from 1932 to 1933. He was a member of the Nationalist Party and the Maltese Italian community.",
    "year": 1889,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Maurice Chevalier",
    "birthday": "1888-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Maurice_Chevalier-publicity.jpg/253px-Maurice_Chevalier-publicity.jpg",
    "extract": "Maurice Auguste Chevalier was a French singer, actor and entertainer. He is perhaps best known for his signature songs, including \"Livin' In The Sunlight\", \"Valentine\", \"Louise\", \"Mimi\", and \"Thank Heaven for Little Girls\" and for his films, including The Love Parade, The Big Pond, The Smiling Lieutenant, One Hour with You and Love Me Tonight. His trademark attire was a boater hat and tuxedo.",
    "year": 1888,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Heinrich Hoffmann (photographer)",
    "birthday": "1885-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Heinrich_Hoffmann_cropped.jpg/241px-Heinrich_Hoffmann_cropped.jpg",
    "extract": "Heinrich Hoffmann was Adolf Hitler's official photographer, and a Nazi politician and publisher, who was a member of Hitler's intimate circle. Hoffmann's photographs were a significant part of Hitler's propaganda campaign to present himself and the Nazi Party as a significant mass phenomenon. He received royalties from all uses of Hitler's image, even on postage stamps, which made him a millionaire over the course of Hitler's rule. After the Second World War he was tried and sentenced to four years in prison for war profiteering. He was classified by the Allies' Art Looting Investigators to be a \"major offender\" in Nazi art plundering of Jews, as both art dealer and collector and his art collection, which contained many artworks looted from Jews, was ordered confiscated by the Allies. In 1956, the Bavarian State ordered all art under its control and formerly possessed by Hoffmann to be returned to him.",
    "year": 1885,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Martin Klein (wrestler)",
    "birthday": "1884-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Martin_Klein_and_Alfred_Asikainen.jpg/320px-Martin_Klein_and_Alfred_Asikainen.jpg",
    "extract": "Martin Klein was an Estonian wrestler who competed for the Russian Empire at the 1912 Summer Olympics. He won the silver medal in the middleweight class, becoming the first Olympic medalist from Estonia. In the semifinal against the reigning world champion Alfred Asikainen, the two grappled for 11 hours and 40 minutes on a sunny day outdoors, until Klein managed to pin Asikainen. Klein was so exhausted from the bout – the longest wrestling match ever recorded – that he was unable to wrestle for the gold the next day, leaving Swedish wrestler Claes Johansson with the gold medal.",
    "year": 1884,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Ion Agârbiceanu",
    "birthday": "1882-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Ion_Ag%C3%A2rbiceanu_%281%29.jpg/272px-Ion_Ag%C3%A2rbiceanu_%281%29.jpg",
    "extract": "Ion Agârbiceanu was an Austro-Hungarian-born Romanian writer, journalist, politician, theologian and Greek-Catholic priest. Born among the Romanian peasant class of Transylvania, he was originally an Orthodox, but chose to embrace Eastern Catholicism. Assisted by the Catholic congregation of Blaj, he graduated from Budapest University, after which he was ordained. Agârbiceanu was initially assigned to a parish in the Apuseni Mountains, which form the backdrop to much of his fiction. Before 1910, Agârbiceanu had achieved literary fame in both Transylvania and the Kingdom of Romania, affiliating with Astra cultural society in 1912; his work was disputed between the rival schools of Sămănătorul and Poporanism. After a debut in poetry, he became a highly prolific author of novels, novellas, and other forms of prose, being rated as \"Chekhovian\" or \"Tolstoyan\" for his talents in describing the discreet suffering of common folk.",
    "year": 1882,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "H. L. Mencken",
    "birthday": "1880-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/H-L-Mencken-1928.jpg/221px-H-L-Mencken-1928.jpg",
    "extract": "Henry Louis Mencken was an American journalist, essayist, satirist, cultural critic, and scholar of American English. He commented widely on the social scene, literature, music, prominent politicians, and contemporary movements. His satirical reporting on the Scopes Trial, which he dubbed the \"Monkey Trial\", also gained him attention.",
    "year": 1880,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Matsunosuke Onoe",
    "birthday": "1875-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Onoe-Matsunosuke.jpg/198px-Onoe-Matsunosuke.jpg",
    "extract": "Matsunosuke Onoe , sometimes known as Medama no Matchan , was a Japanese actor. His birth name is Tsuruzo Nakamura. He is sometimes credited as Yukio Koki, Tamijaku Onoe, or Tsunusaburo Onoe, and as a kabuki artist he went by the name Tsurusaburo Onoe. He gained great popularity, appearing in over 1,000 films, and has been called the first superstar of Japanese cinema.",
    "year": 1875,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Paweł Owerłło",
    "birthday": "1869-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Pawel_Owerllo_%2836544274%29.jpg/220px-Pawel_Owerllo_%2836544274%29.jpg",
    "extract": "Paweł Owerłło was a Polish stage and film actor. He appeared in more than 45 films between 1912 and 1939.",
    "year": 1869,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Freeman Freeman-Thomas, 1st Marquess of Willingdon",
    "birthday": "1866-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Freeman_Freeman-Thomas_by_Henry_Walter_Barnett.jpg/235px-Freeman_Freeman-Thomas_by_Henry_Walter_Barnett.jpg",
    "extract": "Freeman Freeman-Thomas, 1st Marquess of Willingdon, was a British Liberal politician and administrator who served as Governor General of Canada, the 13th since Canadian Confederation, and as Viceroy and Governor-General of India, the country's 22nd.",
    "year": 1866,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Carl Eytel",
    "birthday": "1862-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Carl_Eytel%2C_artist%2C_sketching_on_his_pad_during_his_trip_with_George_Wharton_James_to_the_Colorado_River%2C_ca.1900_%28CHS-4299%29.jpg/320px-Carl_Eytel%2C_artist%2C_sketching_on_his_pad_during_his_trip_with_George_Wharton_James_to_the_Colorado_River%2C_ca.1900_%28CHS-4299%29.jpg",
    "extract": "Carl Eytel was a German American artist who built his reputation for paintings and drawings of desert subjects in the American Southwest. Immigrating to the United States in 1885, he settled in Palm Springs, California in 1903. With an extensive knowledge of the Sonoran Desert, Eytel traveled with author George Wharton James as he wrote the successful Wonders of the Colorado Desert, and contributed over 300 drawings to the 1908 work. While he enjoyed success as an artist, he lived as an ascetic and would die in poverty. Eytel's most important work, Desert Near Palm Springs, hangs in the History Room of the California State Library.",
    "year": 1862,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Manuel Espinosa Batista",
    "birthday": "1857-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Manuel_Espinosa_Batista%2C_pr%C3%B3cer_de_Panam%C3%A1.jpg/230px-Manuel_Espinosa_Batista%2C_pr%C3%B3cer_de_Panam%C3%A1.jpg",
    "extract": "Manuel Espinosa Batista was a Colombian pharmacist turned politician who campaigned for a separate Panama state and became one of \"Founders of the Republic\". He is known for his philanthropy.",
    "year": 1857,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Johann H. Beck",
    "birthday": "1856-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Johann_H._Beck_bust.jpg/240px-Johann_H._Beck_bust.jpg",
    "extract": "Johann Heinrich Beck was an American composer and conductor. Born in Cleveland, Ohio, he wrote a number of pieces for orchestra, as well as a string sextet and a string quartet. He also gave music composition instruction to African-American opera composer Harry Lawrence Freeman.",
    "year": 1856,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Simon-Napoléon Parent",
    "birthday": "1855-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Simon-Napol%C3%A9on_Parent.png/281px-Simon-Napol%C3%A9on_Parent.png",
    "extract": "Simon-Napoléon Parent was the 12th premier of Quebec from October 3, 1900 to March 21, 1905, as well as serving as President of the Quebec Bridge and Railway Company.",
    "year": 1855,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "H. H. Asquith",
    "birthday": "1852-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Herbert_Henry_Asquith.jpg/245px-Herbert_Henry_Asquith.jpg",
    "extract": "Herbert Henry Asquith, 1st Earl of Oxford and Asquith,, generally known as H. H. Asquith, was a British statesman and Liberal politician who served as Prime Minister of the United Kingdom from 1908 to 1916. He was the last Liberal prime minister to command a majority government, and the most recent Liberal to have served as Leader of the Opposition. He played a major role in the design and passage of major liberal legislation and a reduction of the power of the House of Lords. In August 1914, Asquith took Great Britain and the British Empire into the First World War. During 1915, his government was vigorously attacked for a shortage of munitions and the failure of the Gallipoli Campaign. He formed a coalition government with other parties but failed to satisfy critics and was forced to resign in December 1916, and never regained power.",
    "year": 1852,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Louis IV, Grand Duke of Hesse",
    "birthday": "1837-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Grand_Duke_Ludwig_IV_of_He-1.jpg/232px-Grand_Duke_Ludwig_IV_of_He-1.jpg",
    "extract": "Louis IV was the Grand Duke of Hesse and by Rhine from 13 June 1877 until his death in 1892. Through his own and his children's marriages he was connected to the British Royal Family, to the Imperial House of Russia and to other reigning dynasties of Europe.",
    "year": 1837,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "William Sprague IV",
    "birthday": "1830-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/William_Sprague_1830-1915_-_Brady-Handy-cropped-retouched.jpg/255px-William_Sprague_1830-1915_-_Brady-Handy-cropped-retouched.jpg",
    "extract": "William Sprague IV was the 27th Governor of Rhode Island from 1860 to 1863, and U.S. Senator from 1863 to 1875. He participated in the First Battle of Bull Run during the American Civil War while he was a sitting Governor.",
    "year": 1830,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Anselm Feuerbach",
    "birthday": "1829-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Anselm_Feuerbach_-_Self-Portrait_-_Google_Art_Project.jpg/252px-Anselm_Feuerbach_-_Self-Portrait_-_Google_Art_Project.jpg",
    "extract": "Anselm Feuerbach was a German painter. He was the leading classicist painter of the German 19th-century school.",
    "year": 1829,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Charles Dudley Warner",
    "birthday": "1829-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Charles_Dudley_Warner%2C_bw_photo_portrait%2C_c1897.jpg/217px-Charles_Dudley_Warner%2C_bw_photo_portrait%2C_c1897.jpg",
    "extract": "Charles Dudley Warner was an American essayist, novelist, and friend of Mark Twain, with whom he co-authored the novel The Gilded Age: A Tale of Today.",
    "year": 1829,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "William Morgan (South Australian politician)",
    "birthday": "1828-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/William_Morgan_%28Australian_politician%29.jpg/228px-William_Morgan_%28Australian_politician%29.jpg",
    "extract": "Sir William Morgan was the Premier of South Australia between 1878 and 1881.",
    "year": 1828,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Richard Jordan Gatling",
    "birthday": "1818-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Richard_Jordan_Gatling.jpg/214px-Richard_Jordan_Gatling.jpg",
    "extract": "Richard Jordan Gatling was an American inventor best known for his invention of the Gatling gun, which is considered to be the first successful machine gun.",
    "year": 1818,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Theodor Kullak",
    "birthday": "1818-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Theodor_Kullak.jpg/280px-Theodor_Kullak.jpg",
    "extract": "Theodor Kullak was a German pianist, composer, and teacher.",
    "year": 1818,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Edward Shepherd Creasy",
    "birthday": "1812-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Portret_van_Edward_Creasy_Sir_Edward_Shepherd_Creasy_%28titel_op_object%29%2C_RP-F-2001-7-235A-5.jpg/271px-Portret_van_Edward_Creasy_Sir_Edward_Shepherd_Creasy_%28titel_op_object%29%2C_RP-F-2001-7-235A-5.jpg",
    "extract": "Sir Edward Shepherd Creasy was an English historian and jurist.",
    "year": 1812,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Richard March Hoe",
    "birthday": "1812-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Richard_March_Hoe_-_Brady-Handy.jpg/212px-Richard_March_Hoe_-_Brady-Handy.jpg",
    "extract": "Richard March Hoe was an American inventor from New York City who designed a rotary printing press and related advancements, including the \"Hoe web perfecting press\" in 1871; it used a continuous roll of paper and revolutionized newspaper publishing.",
    "year": 1812,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Samuel Joseph May",
    "birthday": "1797-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Samuel_Joseph_May.jpg/238px-Samuel_Joseph_May.jpg",
    "extract": "Samuel Joseph May was an American reformer during the nineteenth century who championed education, women's rights, and abolition of slavery. May argued on behalf of all working people that the rights of humanity were more important than the rights of property, and advocated for minimum wages and legal limitations on the amassing of wealth.",
    "year": 1797,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Benjamin Carr",
    "birthday": "1768-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Benjamin_Carr_by_John_Sartain.jpg/254px-Benjamin_Carr_by_John_Sartain.jpg",
    "extract": "Benjamin Carr was an American composer, singer, teacher, and music publisher.",
    "year": 1768,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Johann Heinrich Jung",
    "birthday": "1740-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Johann_Heinrich_Jung_crop.jpg/259px-Johann_Heinrich_Jung_crop.jpg",
    "extract": "Johann Heinrich Jung, better known by his assumed name Heinrich Stilling, was a German author.",
    "year": 1740,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Mary Bosanquet Fletcher",
    "birthday": "1739-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Mary_Bosanquet_Fletcher.jpg/218px-Mary_Bosanquet_Fletcher.jpg",
    "extract": "Mary Bosanquet Fletcher was an English preacher credited with persuading John Wesley, a founder of Methodism, to allow women to preach in public. She was born into an affluent family, but after converting to Methodism, rejected its luxurious life. She was involved in charity work throughout her life, operating a school and orphanage until her marriage to John Fletcher. She and a friend, Sarah Crosby, began preaching and leading meetings at her orphanage and became the most popular female preachers of their time. Bosanquet was known as a \"Mother in Israel\", a Methodist term of honour, for her work in spreading the denomination across England.",
    "year": 1739,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "William Dugdale",
    "birthday": "1605-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Wenceslas_Hollar_-_William_Dugdale_%28State_5%29_cropped.jpg/244px-Wenceslas_Hollar_-_William_Dugdale_%28State_5%29_cropped.jpg",
    "extract": "Sir William Dugdale was an English antiquary and herald. As a scholar he was influential in the development of medieval history as an academic subject.",
    "year": 1605,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "María de Zayas",
    "birthday": "1590-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/MariadeZayas.jpg/320px-MariadeZayas.jpg",
    "extract": "María de Zayas y Sotomayor wrote during Spain's Golden Age of literature. She is considered by a number of modern critics as one of the pioneers of modern literary feminism, while others consider her simply a well-accomplished baroque author. The female characters in de Zayas's stories were used as vehicles to enlighten readers about the plight of women in Spanish society, or to instruct them in proper ways to live their lives.",
    "year": 1590,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "Francis I of France",
    "birthday": "1494-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Fran%C3%A7ois_Ier_Louvre.jpg/247px-Fran%C3%A7ois_Ier_Louvre.jpg",
    "extract": "Francis I was King of France from 1515 until his death in 1547. He was the son of Charles, Count of Angoulême, and Louise of Savoy. He succeeded his first cousin once removed and father-in-law Louis XII, who died without a son.",
    "year": 1494,
    "month": 9,
    "day": 12,
    "language": "en"
  },
  {
    "name": "John Mowbray, 3rd Duke of Norfolk",
    "birthday": "1415-9-12",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Coat_of_Arms_of_Sir_John_Mowbray%2C_3rd_Duke_of_Norfolk%2C_KG.png/320px-Coat_of_Arms_of_Sir_John_Mowbray%2C_3rd_Duke_of_Norfolk%2C_KG.png",
    "extract": "John Mowbray, 3rd Duke of Norfolk, KG, Earl Marshal was a fifteenth-century English magnate who, despite having a relatively short political career, played a significant role in the early years of the Wars of the Roses. Mowbray was born in 1415, the only son and heir of John de Mowbray, 2nd Duke of Norfolk, and Katherine Neville. He inherited his titles upon his father's death in 1432. As a minor he became a ward of King Henry VI and was placed under the protection of Humphrey, Duke of Gloucester, alongside whom Mowbray would later campaign in France. He seems to have had an unruly and rebellious youth. Although the details of his misconducts are unknown, they were severe enough for the King to place strictures upon him and separate him from his followers. Mowbray's early career was spent in the military, where he held the wartime office of Earl Marshal. Later he led the defence of England's possessions in Normandy during the Hundred Years' War. He fought in Calais in 1436, and during 1437–38 served as warden of the east march on the Anglo-Scottish border, before returning to Calais.",
    "year": 1415,
    "month": 9,
    "day": 12,
    "language": "en"
  }
]