[
  {
    "name": "Quin Houff",
    "birthday": "1997-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Quin_houff_%2846857425314%29_%28cropped%29.jpg/218px-Quin_houff_%2846857425314%29_%28cropped%29.jpg",
    "extract": "Quin Walton Houff is an American professional stock car racing driver.",
    "year": 1997,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Joe Ofahengaue",
    "birthday": "1995-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Joe_Ofahengaue_Brisbane_Broncos.jpg/171px-Joe_Ofahengaue_Brisbane_Broncos.jpg",
    "extract": "Joseph Ofahengaue, also known by the nickname of \"Jo\"', is a Tonga international rugby league professional footballer who plays as a prop and lock for the Wests Tigers in the NRL.",
    "year": 1995,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "JP Tokoto",
    "birthday": "1993-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/J._P._Tokoto_OKC_Blues.JPG/212px-J._P._Tokoto_OKC_Blues.JPG",
    "extract": "Jean-Pierre Tokoto II is an American professional basketball player for Hapoel Tel Aviv of the Israeli Premier League. He played college basketball for the University of North Carolina before playing professionally in the NBA G League, Australia, Israel and Spain.",
    "year": 1993,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Jae Park",
    "birthday": "1992-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/170311_DAY6_%EC%9D%8C%EC%95%85%EC%A4%91%EC%8B%AC_%EB%AF%B8%EB%8B%88%ED%8C%AC%EB%AF%B8%ED%8C%85_by_SinC_%283%29.jpg/320px-170311_DAY6_%EC%9D%8C%EC%95%85%EC%A4%91%EC%8B%AC_%EB%AF%B8%EB%8B%88%ED%8C%AC%EB%AF%B8%ED%8C%85_by_SinC_%283%29.jpg",
    "extract": "Park Jae-hyung, better known as Jae, is an American musician, singer, songwriter, and composer of Korean descent, best known as a former vocalist and lead guitarist of South Korean rock band Day6. Prior to joining Day6, he gained attention in South Korea as one of the final six contestants in the first season of the singing competition television series K-pop Star. In 2020, Park began releasing solo music under the name eaJ.",
    "year": 1992,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Phil Ofosu-Ayeh",
    "birthday": "1991-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Phil_Ofosu-Ayeh_2013_3_%28cropped%29.jpg/247px-Phil_Ofosu-Ayeh_2013_3_%28cropped%29.jpg",
    "extract": "Phil Ofosu-Ayeh is a professional footballer who plays as a right-back for Halmstads BK. Born in Germany, Ofosu-Ayeh has made one appearance for the Ghana national team.",
    "year": 1991,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Aaron Mooy",
    "birthday": "1990-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/20180601_FIFA_Friendly_Match_Czech_Republic_vs._Australia_Aaron_Mooy_850_0283.jpg/213px-20180601_FIFA_Friendly_Match_Czech_Republic_vs._Australia_Aaron_Mooy_850_0283.jpg",
    "extract": "Aaron Frank Mooy is an Australian professional footballer who plays as a midfielder for \nShanghai SIPG and the Australia national team.",
    "year": 1990,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Tim Moltzen",
    "birthday": "1988-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Tim_Moltzen_%2826_April_2009%29_2.jpg/230px-Tim_Moltzen_%2826_April_2009%29_2.jpg",
    "extract": "Tim Moltzen is an Australian former professional rugby league footballer who played for the Wests Tigers in the National Rugby League. He mostly played at fullback, halfback and five-eighth, but could also fill in at centre.",
    "year": 1988,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Vaila Barsley",
    "birthday": "1987-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Vaila_Barsley_2014.jpg/320px-Vaila_Barsley_2014.jpg",
    "extract": "Vaila Marie Barsley is a football defender who is the captain of Swedish Damallsvenskan club IF Brommapojkarna.",
    "year": 1987,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Aly Cissokho",
    "birthday": "1987-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c0/Cissokho%2C_Aly.jpg",
    "extract": "Aly Cissokho is a French professional footballer who plays for Lamphun Warrior. He plays as a left back and has been described as a \"sprightly left-back with good speed and stamina\".",
    "year": 1987,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Rhett Titus",
    "birthday": "1987-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Rhett_Titus%2C_wrestler%2C_Baltimore%2C_MD_2019.png/266px-Rhett_Titus%2C_wrestler%2C_Baltimore%2C_MD_2019.png",
    "extract": "Everett Lawrence Titus is an American professional wrestler working for Ring of Honor (ROH). where he is a former ROH World Television Champion, an overall two-time ROH Tag Team Champion individually, as well as winning the now-defunct Top of the Class Trophy once.",
    "year": 1987,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Jenna Marbles",
    "birthday": "1986-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/RISE_-_Jenna_Marbles_01_%28cropped%29.jpg/256px-RISE_-_Jenna_Marbles_01_%28cropped%29.jpg",
    "extract": "Jenna Nicole Mourey, better known by her pseudonym Jenna Marbles, is an American former YouTuber. Over the span of ten years, her YouTube channel has accumulated approximately 1.7 billion video views and over 19 million subscribers.",
    "year": 1986,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "George Watsky",
    "birthday": "1986-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/George_Watsky_by_Gage_Skidmore.jpg/232px-George_Watsky_by_Gage_Skidmore.jpg",
    "extract": "George Virden Watsky, better known mononymously as Watsky, is an American rapper, singer, musician, songwriter, record producer, poet, author, and illustrator.",
    "year": 1986,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Prince Harry, Duke of Sussex",
    "birthday": "1984-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Lancering_Invictus_Games_2020-7_%28cropped%29.jpg/233px-Lancering_Invictus_Games_2020-7_%28cropped%29.jpg",
    "extract": "Prince Harry, Duke of Sussex, is a member of the British royal family. He is the younger son of Charles, Prince of Wales, and Diana, Princess of Wales, and is sixth in the line of succession to the British throne.",
    "year": 1984,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Loek van Mil",
    "birthday": "1984-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/L_van_mil20140913.jpg/240px-L_van_mil20140913.jpg",
    "extract": "Ludovicus Jacobus Maria \"Loek\" van Mil was a Dutch professional baseball pitcher. At the height of 7 feet 1 inch (2.16 m), he was one of the tallest players in the history of professional baseball. He played for Curaçao Neptunus of the Honkbal Hoofdklasse and for the Tohoku Rakuten Golden Eagles of the Nippon Professional Baseball (NPB). On the Netherlands national baseball team he served as the team's closer in the 2013 World Baseball Classic and the 2015 Premier 12 and appeared in the 2007 Baseball World Cup. He missed the 2008 Summer Olympics due to injury.",
    "year": 1984,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Cyhi the Prynce",
    "birthday": "1984-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Cyhidaprynce2014.jpg/213px-Cyhidaprynce2014.jpg",
    "extract": "Cydel Charles Young, known professionally as CyHi da Prynce, is an American rapper, singer, and songwriter. In 2009, Young signed his first major-label contract with Konvict Muzik, with the backing of Def Jam Recordings. In 2010, he began to gain more attention with his work alongside fellow American rapper Kanye West. Young went on to appear on West's highly acclaimed album, My Beautiful Dark Twisted Fantasy (2010) and has released nine mixtapes, with the latest being BHP II: NAACP (2015), a conscious hip hop concept mixtape about the history of black people in America and the sequel to Black Hystori Project, released in February 2014. He was released from his Def Jam contract in August 2015. In November 2017, he released his debut album, No Dope on Sundays, under Sony Music, following years of label disputes and series of mixtapes spanning his career.",
    "year": 1984,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Luke Hochevar",
    "birthday": "1983-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Luke_Hochevar_on_June_22%2C_2016_%281%29.jpg/263px-Luke_Hochevar_on_June_22%2C_2016_%281%29.jpg",
    "extract": "Luke Anthony Hochevar is an American former professional baseball pitcher. He played college baseball at the University of Tennessee, and played in Major League Baseball (MLB) for the Kansas City Royals.",
    "year": 1983,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Ben Schwartz",
    "birthday": "1981-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Ben_Schwartz_%2840817487103%29.jpg/253px-Ben_Schwartz_%2840817487103%29.jpg",
    "extract": "Benjamin Schwartz is an American actor, comedian, writer, director, and producer. He has portrayed Jean-Ralphio Saperstein on the NBC sitcom Parks and Recreation and Clyde Oberholt on the Showtime series House of Lies; voiced Randy Cunningham in Randy Cunningham: 9th Grade Ninja, Dewey Duck in DuckTales, and Leonardo in Rise of the Teenage Mutant Ninja Turtles; and appeared many times in the CollegeHumor web series Jake and Amir.",
    "year": 1981,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "David Diehl",
    "birthday": "1980-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/David_Diehl_2013.jpg/196px-David_Diehl_2013.jpg",
    "extract": "David Michael Diehl is a former American football offensive lineman who played his entire career with the New York Giants of the National Football League (NFL). He was the Giants starting left tackle on two Super Bowl championship teams, beating the New England Patriots in both games. He played college football for the University of Illinois. The Giants selected him in the fifth round of the 2003 NFL Draft.",
    "year": 1980,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Mike Dunleavy Jr.",
    "birthday": "1980-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Mike_Dunleavy%2C_Jr._on_March_13%2C_2013_%28cropped%29.jpg/304px-Mike_Dunleavy%2C_Jr._on_March_13%2C_2013_%28cropped%29.jpg",
    "extract": "Michael Joseph Dunleavy Jr. is an American former professional basketball player who is the assistant general manager for the Golden State Warriors of the National Basketball Association (NBA). He previously played for the Warriors, Indiana Pacers, Milwaukee Bucks, Chicago Bulls, Cleveland Cavaliers and Atlanta Hawks. He is the son of long-time NBA player and former NBA head coach Mike Dunleavy Sr.",
    "year": 1980,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Dave Annable",
    "birthday": "1979-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Dave_Annable.jpg/213px-Dave_Annable.jpg",
    "extract": "David Rodman Annable is an American actor. His roles include Justin Walker on the ABC television drama Brothers & Sisters (2006–11), Henry Martin on the ABC supernatural drama 666 Park Avenue (2012–13), and Pierce Harrison on the NBC medical drama Heartbeat (2016).",
    "year": 1979,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Patrick Marleau",
    "birthday": "1979-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Marleau_in_2016.jpg/320px-Marleau_in_2016.jpg",
    "extract": "Patrick Denis Marleau is a Canadian former professional ice hockey forward. With 1,779 NHL games played, he is the all-time leader in games played in league history. The San Jose Sharks drafted Marleau second overall in the 1997 NHL Entry Draft, and Marleau has spent the vast majority of his NHL career with the franchise, becoming its all-time leader in goals, even strength goals, power play goals, points, shots, and games played. Marleau is also the fourth player in NHL history to record 900 consecutive games played, reaching the mark one game after breaking the overall games played record. He was the third-last active player who played in the NHL in the 1990s.",
    "year": 1979,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Carlos Ruiz (Guatemalan footballer)",
    "birthday": "1979-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Carlos_Ruiz.JPG/138px-Carlos_Ruiz.JPG",
    "extract": "Carlos Humberto Ruiz Gutiérrez, initially nicknamed El Pescadito but gradually known as just Pescado or \"Fish\", is a Guatemalan former professional footballer. A product of CSD Municipal's youth academy, Ruiz has played for five MLS clubs, scoring 88 goals in 182 MLS regular-season matches and 16 goals in the post-season, which is the second most post-season goals in MLS history. In 2002, he was named the MLS's Most Valuable Player of the season.",
    "year": 1979,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Zach Filkins",
    "birthday": "1978-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Zach_Filkins_%40_Carling_Academy_10-3-08_%28cropped%29.JPG/229px-Zach_Filkins_%40_Carling_Academy_10-3-08_%28cropped%29.JPG",
    "extract": "Zachary Douglas Filkins is an American musician, actor and songwriter. He is a guitarist for the pop rock band OneRepublic.",
    "year": 1978,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Eiður Guðjohnsen",
    "birthday": "1978-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Ei%C3%B0ur_Gu%C3%B0johnsen_2018.jpg/320px-Ei%C3%B0ur_Gu%C3%B0johnsen_2018.jpg",
    "extract": "Eiður Smári Guðjohnsen is an Icelandic professional football coach and former player who played as a forward. Eiður saw his greatest success in England and Spain with Chelsea and Barcelona respectively, where he won the UEFA Champions League and La Liga with the latter and the League Cup and Premiership twice with the former. Along with two spells at Bolton Wanderers fourteen years apart, he also played in Iceland, the Netherlands, France, Greece, Belgium, China and Norway in a club career lasting 22 years.",
    "year": 1978,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Genki Horiguchi",
    "birthday": "1978-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/%E5%A0%80%E5%8F%A3%E5%85%83%E6%B0%972016.jpg/242px-%E5%A0%80%E5%8F%A3%E5%85%83%E6%B0%972016.jpg",
    "extract": "Hiromasa Horiguchi  is a Japanese professional wrestler, better known by the ring name Genki Horiguchi . He is currently a full-time wrestler for Dragon Gate. He has also competed in Wrestling Society X and Ring of Honor.",
    "year": 1978,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Chimamanda Ngozi Adichie",
    "birthday": "1977-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/2020_-_Chimamanda_Ngozi_Adichie_%28sq_cropped%29_%28cropped%29.jpg/320px-2020_-_Chimamanda_Ngozi_Adichie_%28sq_cropped%29_%28cropped%29.jpg",
    "extract": "Chimamanda Ngozi Adichie is a Nigerian writer whose works include novels, short stories and nonfiction. She was described in The Times Literary Supplement as \"the most prominent\" of a \"procession of critically acclaimed young anglophone authors [which] is succeeding in attracting a new generation of readers to African literature\", particularly in her second home, the United States.",
    "year": 1977,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Angela Aki",
    "birthday": "1977-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Angela-aki15.jpg/320px-Angela-aki15.jpg",
    "extract": "Kiyomi Angela Aki  known professionally as Angela Aki , is a pop singer, songwriter and pianist born in Itano, Tokushima, Japan to an Italian American mother and a Japanese father.",
    "year": 1977,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Leander Jordan",
    "birthday": "1977-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Leander_Jordan-Aug-11-06-Autograph.jpg/306px-Leander_Jordan-Aug-11-06-Autograph.jpg",
    "extract": "Leander Jordan is a former American football offensive tackle. He was drafted by the Carolina Panthers in the third round of the 2000 NFL Draft. He played college football at Indiana University of Pennsylvania (IUP).",
    "year": 1977,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Jason Terry",
    "birthday": "1977-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Jason_Terry_3.jpg/193px-Jason_Terry_3.jpg",
    "extract": "Jason Eugene Terry is an American former professional basketball player and current head coach for the Grand Rapids Gold of the NBA G League. He played 19 seasons in the National Basketball Association (NBA). He was a combo guard and is nicknamed \"The Jet\". With the Dallas Mavericks, Terry won the NBA Sixth Man of the Year Award in 2009 and an NBA championship in 2011. As of March 2020, Terry has made the seventh-most three-point field goals in NBA history.",
    "year": 1977,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Brett Kimmorley",
    "birthday": "1976-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Brett_Kimmorley_%28rugby_league_player%2C_born_1976%29.jpg/213px-Brett_Kimmorley_%28rugby_league_player%2C_born_1976%29.jpg",
    "extract": "Brett \"Noddy\" Kimmorley is an Australian former professional rugby league footballer who played in the 1990s and 2000s. A New South Wales interstate and Australian international representative halfback, he last played for the Canterbury-Bankstown Bulldogs of the NRL. He previously played for five other clubs: Newcastle Knights, Hunter Mariners, Melbourne Storm, Northern Eagles and the Cronulla-Sutherland Sharks. Kimmorley also represented Country NSW four times and New South Wales ten times as well as playing 15 times for his country including the 2000 World Cup. He also played two Super League Tests. He retired at the end of the 2010 NRL season.",
    "year": 1976,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Paul Thomson",
    "birthday": "1976-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/FFS_%28Franz_Ferdinand_%26_Sparks%29_%40_Albert_Hall%2C_Manchester_25-8-2015_%2820906203585%29.jpg/240px-FFS_%28Franz_Ferdinand_%26_Sparks%29_%40_Albert_Hall%2C_Manchester_25-8-2015_%2820906203585%29.jpg",
    "extract": "Paul Robert Thomson is a Scottish drummer who played for the Glasgow-based band Franz Ferdinand from their formation in 2002 until October 2021.",
    "year": 1976,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Matt Thornton (baseball)",
    "birthday": "1976-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/AAAA5930_Matt_Thornton.jpg/129px-AAAA5930_Matt_Thornton.jpg",
    "extract": "Matthew J. Thornton, is an American former professional baseball pitcher. Born in Three Rivers, Michigan he grew up and attended high school in Centreville. He played in Major League Baseball (MLB) for the Seattle Mariners, Chicago White Sox, Boston Red Sox, New York Yankees, Washington Nationals, and San Diego Padres. Thornton is the all-time American League leader in holds.",
    "year": 1976,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Martina Krupičková",
    "birthday": "1975-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/The_Artist_Martina_Krupickova.jpg/320px-The_Artist_Martina_Krupickova.jpg",
    "extract": "Martina Krupičková is a Czech oil on canvas artist.",
    "year": 1975,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Arata Iura",
    "birthday": "1974-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Iura_Arata_from_%22Waiting_for_the_Moon%22_at_Opening_Ceremony_of_the_Tokyo_International_Film_Festival_2017_%2839305078495%29.jpg/213px-Iura_Arata_from_%22Waiting_for_the_Moon%22_at_Opening_Ceremony_of_the_Tokyo_International_Film_Festival_2017_%2839305078495%29.jpg",
    "extract": "Arata Iura , previously known as Arata, is a Japanese actor, model and fashion designer. He is the Director of fashion brand Elnest Creative Activity. He holds the position of Director at the Artisan Culture Organisation Institute.",
    "year": 1974,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Prince Daniel, Duke of Västergötland",
    "birthday": "1973-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Prince_Daniel_in_May_2016.png/243px-Prince_Daniel_in_May_2016.png",
    "extract": "Prince Daniel, Duke of Västergötland, is a member of the Swedish royal family. Prior to his marriage to the heir apparent, Crown Princess Victoria, he was a personal trainer and gym owner and ran a company called Balance Training with three gyms in central Stockholm.",
    "year": 1973,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Jimmy Carr",
    "birthday": "1972-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Jimmy_Carr%2C_2015-04-13_3_%28crop%29.jpg/320px-Jimmy_Carr%2C_2015-04-13_3_%28crop%29.jpg",
    "extract": "James Anthony Patrick Carr is a British-Irish comedian, presenter, writer, and actor. He is known for his deadpan delivery of controversial one-liners, for which he has been both praised and criticised. He began his comedy career in 2000, at the age of 28, and has regularly appeared on television since 2002 as the host of Channel 4 panel shows such as 8 Out of 10 Cats, 8 Out of 10 Cats Does Countdown, and The Big Fat Quiz of the Year.",
    "year": 1972,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Queen Letizia of Spain",
    "birthday": "1972-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/VisitaoficialMexicoEspa%C3%B1a_%28cropped%29_%28cropped%29.jpg/221px-VisitaoficialMexicoEspa%C3%B1a_%28cropped%29_%28cropped%29.jpg",
    "extract": "Letizia Ortiz Rocasolano is Queen of Spain as the wife of King Felipe VI. She came from a middle-class family and worked as a journalist for ABC and EFE before becoming a news anchor at CNN+ and Televisión Española. In 2004, she married Felipe, then Prince of Asturias and heir apparent to the Spanish throne. Their daughters, Leonor and Sofía, were born in 2005 and 2007 respectively. As Princess of Asturias, Letizia represented her father-in-law, King Juan Carlos, in Spain and abroad. On her father-in-law's abdication in June 2014, Felipe and Letizia became king and queen.",
    "year": 1972,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Lady Victoria",
    "birthday": "1972-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/LadyVictoriaAugust2013.png/320px-LadyVictoriaAugust2013.png",
    "extract": "Victoria Ann Moreno, better known by her ring name Lady Victoria, is an American professional wrestler/luchadora, manager/valet, and actress. She began training to wrestle in 1991 and made her American professional wrestling debut on January 16, 1993. Lady Victoria made her first Mexican wrestling appearance during the Consejo Mundial de Lucha Libre (EMLL) event held at the Grand Olympic Auditorium in Los Angeles on July 9, 1994 as well as her Lucha Libre AAA debut in Tijuana in 1995 and television debut at Triplemanía IV-A in Orizaba, Veracruz on July 15, 1996. During her career, Lady Victoria has performed all over the USA and Mexico, performing for companies such as AAA, CMLL/EMLL, International Wrestling Revolution Group, Promo Azteca, and Xtreme Pro Wrestling.",
    "year": 1972,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Nathan Astle",
    "birthday": "1971-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Australia_vs._New_Zealand_%28cropped%29.jpg/320px-Australia_vs._New_Zealand_%28cropped%29.jpg",
    "extract": "Nathan John Astle is a former New Zealand cricketer, who played all formats of the game. A right-handed batsman who played as an opener in One Day Internationals (ODI), while batting in the middle order in Test matches. In a career that spanned 12 years, Astle played 81 Tests and 223 ODIs accumulating 4,702 and 7,090 runs respectively. As of 2013, he is New Zealand's second-most prolific run scorer. Astle collected 154 wickets with his medium-paced bowling at the international level. He holds two records – scoring the fastest double century in Test cricket and the second highest individual score in the fourth innings of a Test match. Both the records were achieved when he made 222 against England in Christchurch in 2002.",
    "year": 1971,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Josh Charles",
    "birthday": "1971-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Josh_Charles_%2817272036905%29.jpg/240px-Josh_Charles_%2817272036905%29.jpg",
    "extract": "Joshua Aaron Charles is an American actor. He is best known for the roles of Dan Rydell on Sports Night;  Will Gardner on The Good Wife, which earned him two Primetime Emmy Award nominations; and his early work as Knox Overstreet in Dead Poets Society.",
    "year": 1971,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Wayne Ferreira",
    "birthday": "1971-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Wayne_Ferreira_ATC2010.jpg/212px-Wayne_Ferreira_ATC2010.jpg",
    "extract": "Wayne Richard Ferreira is a South African former professional tennis player and current tennis coach.",
    "year": 1971,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Michael Malone (basketball)",
    "birthday": "1971-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/%D0%9C%D0%B0%D1%98%D0%BA%D0%BB_%D0%9C%D0%B0%D0%BB%D0%BE%D1%83%D0%BD_2020.png/279px-%D0%9C%D0%B0%D1%98%D0%BA%D0%BB_%D0%9C%D0%B0%D0%BB%D0%BE%D1%83%D0%BD_2020.png",
    "extract": "Michael Malone is an American professional basketball coach who is the head coach of the Denver Nuggets of the National Basketball Association (NBA). He has also been the head coach of the Sacramento Kings. Malone previously served as an assistant coach of the New York Knicks, Cleveland Cavaliers, New Orleans Hornets, and Golden State Warriors.",
    "year": 1971,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Ben Wallers",
    "birthday": "1971-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Ben_Wallers_of_The_Rebel%2C_2008.jpg/320px-Ben_Wallers_of_The_Rebel%2C_2008.jpg",
    "extract": "Benedict Roger Wallers, also known as The Rebel, is the frontman, guitarist, vocalist and songwriter for the band Country Teasers. His lyrics often deal with taboo subjects such as racism, sexism and xenophobia from first-person standpoints.",
    "year": 1971,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Allen Shellenberger",
    "birthday": "1969-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Allen_Shellenberger.jpg/320px-Allen_Shellenberger.jpg",
    "extract": "Allen Shellenberger was an American drummer who played in the band Lit.",
    "year": 1969,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Paul Abbott (baseball)",
    "birthday": "1967-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/ef/Paul_Abbott_-_Visalia_Oaks_-_1988.jpg",
    "extract": "Paul David Abbott is an American former professional baseball pitcher. He was a part of the 2001 Seattle Mariners team who tied the Major League Baseball (MLB) record for the most wins in a season, with Abbott compiling a 17–4 win–loss record. He has one of the highest lifetime winning percentages as a Mariner (.679). Since 2010, he has worked as a minor league pitching coach for the Boston Red Sox organization.",
    "year": 1967,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Wenn V. Deramas",
    "birthday": "1966-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7b/Wenn_deramas.png",
    "extract": "Edwin Villanes Deramas, more commonly known as Direk Wenn or Wenn V. Deramas, was a film and TV director and writer from the Philippines.",
    "year": 1966,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Robert Fico",
    "birthday": "1964-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Robert_Fico_2017.jpg/247px-Robert_Fico_2017.jpg",
    "extract": "Robert Fico is a Slovak politician who served as the prime minister of Slovakia from 2006 to 2010 and from 2012 to 2018. He has been the first leader of the Direction – Social Democracy (SMER-SD) party since 1999. First elected to Parliament in 1992, he was later appointed to the Council of Europe. Following his party's victory in the 2006 parliamentary election, he formed the first Fico Cabinet.",
    "year": 1964,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Doyle Wolfgang von Frankenstein",
    "birthday": "1964-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Paul_Doyle_Caiafa_playing_with_Danzig_at_Wacken_Open_Air_2013_04.jpg/204px-Paul_Doyle_Caiafa_playing_with_Danzig_at_Wacken_Open_Air_2013_04.jpg",
    "extract": "Doyle Wolfgang von Frankenstein is an American guitarist best known for his material with the horror punk band the Misfits and his own band eponymously named Doyle.",
    "year": 1964,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Pete Myers",
    "birthday": "1963-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Coach_Pete_Myers.jpg/320px-Coach_Pete_Myers.jpg",
    "extract": "Peter Eddie Myers is an American former professional basketball player and a former assistant coach for the NBA team Chicago Bulls.",
    "year": 1963,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Terry Lamb",
    "birthday": "1961-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Terry_Lamb.jpg/290px-Terry_Lamb.jpg",
    "extract": "Terry Lamb OAM,, also known by the nickname of \"Baa\", is an Australian former rugby league footballer and coach. He played 350 games, with the Western Suburbs (1980–1983) and Canterbury-Bankstown (1984–1996).",
    "year": 1961,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Helen Margetts",
    "birthday": "1961-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Helen_Margetts.JPG/213px-Helen_Margetts.JPG",
    "extract": "Helen Zerlina Margetts, is Professor of Internet and Society at the Oxford Internet Institute (OII), University of Oxford and from 2011 to 2018 was Director of the OII. She is currently Director of the Public Policy Programme at The Alan Turing Institute. She is a political scientist specialising in digital era governance and politics, and has published over a hundred books, journal articles and research reports in this field.",
    "year": 1961,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Dan Marino",
    "birthday": "1961-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Danmarino.jpg/270px-Danmarino.jpg",
    "extract": "Daniel Constantine Marino Jr. is a former American football quarterback who played in the National Football League (NFL) for 17 seasons with the Miami Dolphins. After a successful college career at Pittsburgh and being named First-team All-American in 1981, Marino was the last quarterback taken in the first round of the quarterback class of 1983. Marino held or currently holds dozens of NFL records associated with the quarterback position, and despite never being on a Super Bowl-winning team, he is recognized among the greatest quarterbacks in American football history.",
    "year": 1961,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Lisa Vanderpump",
    "birthday": "1960-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Lisa_Vanderpump_cropped.jpg/304px-Lisa_Vanderpump_cropped.jpg",
    "extract": "Lisa Vanderpump is a British restaurateur, designer, television personality, author and humanitarian. She has appeared on The Real Housewives of Beverly Hills, Vanderpump Rules, and Vanderpump Dogs.",
    "year": 1960,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Mark Kirk",
    "birthday": "1959-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Senator_Mark_Kirk_official_portrait.jpg/256px-Senator_Mark_Kirk_official_portrait.jpg",
    "extract": "Mark Steven Kirk is a retired American politician and attorney who served as a United States senator from Illinois from 2010 to 2017, and as the United States representative for Illinois's 10th congressional district from 2001 to 2010. A member of the Republican Party, Kirk describes himself as socially liberal and fiscally conservative.",
    "year": 1959,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Joel Quenneville",
    "birthday": "1958-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Coach_Q_%286728537851%29.jpg/213px-Coach_Q_%286728537851%29.jpg",
    "extract": "Joel Norman Quenneville is a Canadian–American ice hockey coach and former player in the National Hockey League (NHL). Nicknamed \"Coach Q\", he is second in NHL coaching wins at 1,090. Quenneville achieved his greatest success as head coach of the Chicago Blackhawks, whom he led to three Stanley Cup titles between 2008 and 2018. His championship victory in 2010 was the Blackhawks' first since 1961, ending the then-longest Stanley Cup drought. He also served as the head coach of the St. Louis Blues from 1996 to 2004, the Colorado Avalanche from 2005 to 2008, and the Florida Panthers from 2019 to 2021.",
    "year": 1958,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Wendie Jo Sperber",
    "birthday": "1958-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Wendie_Jo_Sperber.jpg/247px-Wendie_Jo_Sperber.jpg",
    "extract": "Wendie Jo Sperber was an American actress, known for her performances in the films I Wanna Hold Your Hand (1978), Bachelor Party (1984), and Back to the Future (1985), as well as the television sitcoms Bosom Buddies (1980–1982) and Private Benjamin (1982–1983).",
    "year": 1958,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Ross J. Anderson",
    "birthday": "1956-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Ross_Anderson_%28security_researcher%29.jpg/207px-Ross_Anderson_%28security_researcher%29.jpg",
    "extract": "Ross John Anderson, FRS, FREng is a researcher, author, and industry consultant in security engineering. He is Professor of Security Engineering at the Department of Computer Science and Technology, University of Cambridge where he is part of the University's security group.",
    "year": 1956,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Ned Rothenberg",
    "birthday": "1956-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Ned_Rothenberg.jpg/320px-Ned_Rothenberg.jpg",
    "extract": "Ned Rothenberg is an American multi-instrumentalist and composer. He specializes in woodwind instruments, including the alto saxophone, clarinet, bass clarinet, flute, and shakuhachi. He is known for his work in contemporary classical and free improvisation. Rothenberg is a graduate of the Oberlin Conservatory of Music. He was a founding member of the woodwind trio New Winds with J. D. Parran and Robert Dick. He has performed with Samm Bennett, Paul Dresher, Fred Frith, Evan Parker, Marc Ribot, Elliott Sharp, John Zorn, Yuji Takahashi, Sainkho Namtchylak, and Katsuya Yokoyama.",
    "year": 1956,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Željka Antunović",
    "birthday": "1955-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/20_obljetnica_osnivanja_OS_RH_Zeljka_Antunovic_26052011.jpg/234px-20_obljetnica_osnivanja_OS_RH_Zeljka_Antunovic_26052011.jpg",
    "extract": "Željka Antunović is a Croatian former politician who served as acting president of the Social Democratic Party between April and June 2007, and as Minister of Defence from 2002 until 2003 in the second cabinet of Ivica Račan. She was the first and to date only female holder of the office.",
    "year": 1955,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Abdul Qadir (cricketer)",
    "birthday": "1955-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/81/Abdul_Qadir_1990_%28cropped%29.jpg",
    "extract": "Abdul Qadir Khan was an international cricketer who bowled leg spin for Pakistan. Qadir is widely regarded as one of the best leg spinners of the 1970s and 1980s and was a role model for up and coming leg spinners. Later he was a commentator and Chief Selector of the Pakistan Cricket Board, from which he resigned due to differences of opinion with leading Pakistan cricket administrators.",
    "year": 1955,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Bruce Reitherman",
    "birthday": "1955-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Bruce_Reitherman.jpg/320px-Bruce_Reitherman.jpg",
    "extract": "Bruce Reitherman is an American filmmaker and former child actor. He voiced Mowgli in The Jungle Book and Christopher Robin in Winnie the Pooh and the Honey Tree.",
    "year": 1955,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Adrian Adonis",
    "birthday": "1954-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/71/Adrian_Adonis_with_rose.jpg/174px-Adrian_Adonis_with_rose.jpg",
    "extract": "Keith Adonis Franke was an American professional wrestler better known by his ring name Adrian Adonis. He was best known for his appearances with the American Wrestling Association and World Wrestling Federation throughout the 1980s.",
    "year": 1954,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Hrant Dink",
    "birthday": "1954-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/2b/Hrant_Dink.jpg/274px-Hrant_Dink.jpg",
    "extract": "Hrant Dink was a Turkish intellectual, editor-in-chief of Agos, journalist and columnist.",
    "year": 1954,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Keiko Takeshita",
    "birthday": "1953-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/%E7%AB%B9%E4%B8%8B%E6%99%AF%E5%AD%90.jpg/250px-%E7%AB%B9%E4%B8%8B%E6%99%AF%E5%AD%90.jpg",
    "extract": "Keiko Takeshita is a Japanese actress. She starred in the Japanese version of From Up on Poppy Hill as Hana Matsuzaki.",
    "year": 1953,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Margie Moran",
    "birthday": "1953-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Margie_Moran_Miss_Universe_2016.jpg/229px-Margie_Moran_Miss_Universe_2016.jpg",
    "extract": "Maria Margarita Roxas Moran-Floirendo, professionally known as Margie Moran, is a Filipino beauty queen, actress and peace advocate who was the president of Ballet Philippines and the current chairperson of the Cultural Center of the Philippines. She is best known for winning the second Miss Universe crown for the Philippines as Miss Universe 1973.",
    "year": 1953,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Kelly Keagy",
    "birthday": "1952-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Kelly_Keagy.jpg/320px-Kelly_Keagy.jpg",
    "extract": "Kelly Dean Keagy is an American drummer and co-lead vocalist, best known for his work with Night Ranger. Keagy sang lead vocals on several of their hits, such as \"Sister Christian\", \"Sing Me Away\", and \"Sentimental Street\".",
    "year": 1952,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Pete Carroll",
    "birthday": "1951-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Pete_Carroll_MNF_vs_WFT_%28cropped%29.jpg/216px-Pete_Carroll_MNF_vs_WFT_%28cropped%29.jpg",
    "extract": "Peter Clay Carroll is an American football coach who is the head coach and executive vice president for the Seattle Seahawks of the National Football League (NFL). He was previously the head football coach of the University of Southern California football team, where he won six bowl games.",
    "year": 1951,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Johan Neeskens",
    "birthday": "1951-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Johan_Neeskens_1974.jpg/240px-Johan_Neeskens_1974.jpg",
    "extract": "Johannes Jacobus Neeskens is a Dutch football manager and former player. A midfielder, he was an important member of the Netherlands national team that finished as runners-up in the 1974 and 1978 FIFA World Cups and is considered one of the greatest midfielders of all time. In 2004, he was named one of the 125 Greatest Living Footballers at a FIFA Awards Ceremony, while in 2017 he has been included in the FourFourTwo list of the 100 all-time greatest players, at the 64th position.",
    "year": 1951,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Fred Seibert",
    "birthday": "1951-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Fred_Seibert_by_Gage_Skidmore.jpg/238px-Fred_Seibert_by_Gage_Skidmore.jpg",
    "extract": "Frederick Seibert is an American television producer, co-founder of MTV and the CEO of FredFilms, an animation production company based in Burbank, California. He has held leading positions with MTV Networks, Hanna-Barbera, Next New Networks, and Frederator Studios and Networks. Seibert is an angel investor in several technology and media start-ups, has produced live action and animated programs for cable television and the internet, and began his professional career as a jazz and blues record producer. Seibert's work has been honored in numerous fields. In music production his production has been nominated for a Grammy Award, he has received an AIGA Medal for lifetime exceptional achievements, he is a member of the Animation Magazine Hall of Fame and has been awarded several Annie Awards and Emmy Awards for his television productions.",
    "year": 1951,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Rajiv Malhotra",
    "birthday": "1950-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Rajiv_malhotra.png/274px-Rajiv_malhotra.png",
    "extract": "Rajiv Malhotra is an India born American Hindutva activist, author and founder of Infinity Foundation, which focuses on Indic studies, and also funds projects such as Columbia University's project to translate the Tibetan Buddhist Tengyur.",
    "year": 1950,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Mirza Masroor Ahmad",
    "birthday": "1950-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Mirza_Masroor_Ahmad_%28cropped%29.jpg/235px-Mirza_Masroor_Ahmad_%28cropped%29.jpg",
    "extract": "Mirza Masroor Ahmad is the current and fifth leader of the Ahmadiyya Muslim Community. His official title within the movement is Fifth Caliph of the Messiah. He was elected on 22 April 2003, three days after the death of his predecessor Mirza Tahir Ahmad.",
    "year": 1950,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Joe Barton",
    "birthday": "1949-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Joe_Barton_official_congressional_photo.jpg/320px-Joe_Barton_official_congressional_photo.jpg",
    "extract": "Joseph Linus Barton is an American politician who represented Texas's 6th congressional district in the U.S. House of Representatives from 1985 to 2019. The district included Arlington, part of Fort Worth, and several small towns and rural areas south of the Dallas–Fort Worth Metroplex. He was also a member of the Tea Party Caucus. In 2014, Barton became the longest-serving member of the Texas congressional delegation.",
    "year": 1949,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Russel L. Honoré",
    "birthday": "1947-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Honore_300.jpg/256px-Honore_300.jpg",
    "extract": "Russel L. Honoré is a retired lieutenant general who served as the 33rd commanding general of the U.S. First Army at Fort Gillem, Georgia. He is best known for serving as commander of Joint Task Force Katrina responsible for coordinating military relief efforts for Hurricane Katrina–affected areas across the Gulf Coast and as the 2nd Infantry Division's commander while stationed in South Korea. He served until his retirement from the Army on January 11, 2008. Honoré is sometimes known as \"The Ragin' Cajun\".",
    "year": 1947,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Theodore Long",
    "birthday": "1947-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Theodore_Long_Louisville_Supercon_2018.jpg/228px-Theodore_Long_Louisville_Supercon_2018.jpg",
    "extract": "Theodore Robert Rufus Long is an American former professional referee, and manager known for his work for WWE serving as an on-screen authority figure. Long began his career in the National Wrestling Alliance and made his WWE debut in 1998 as a referee. He transitioned to be an on-screen manager in 2003 and later served as general manager of SmackDown for two tenures lasting a combined six years as well as one stint as ECW general manager.",
    "year": 1947,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Tommy Lee Jones",
    "birthday": "1946-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Tommy_Lee_Jones_2017.jpg/250px-Tommy_Lee_Jones_2017.jpg",
    "extract": "Tommy Lee Jones is an American actor and film director. He has received four Academy Award nominations, winning Best Supporting Actor for his performance as U.S. Marshal Samuel Gerard in the 1993 thriller film The Fugitive.",
    "year": 1946,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Oliver Stone",
    "birthday": "1946-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Oliver_Stone_by_Gage_Skidmore.jpg/238px-Oliver_Stone_by_Gage_Skidmore.jpg",
    "extract": "William Oliver Stone is an American film director, producer, and screenwriter. Stone won an Academy Award for Best Adapted Screenplay as writer of Midnight Express (1978), and wrote the gangster film remake Scarface (1983). Stone achieved prominence as writer and director of the war drama Platoon (1986), which won Academy Awards for Best Director and Best Picture. Platoon was the first in a trilogy of films based on the Vietnam War, in which Stone served as an infantry soldier. He continued the series with Born on the Fourth of July (1989)—for which Stone won his second Best Director Oscar—and Heaven & Earth (1993). Stone's other works include the Salvadoran Civil War-based drama Salvador (1986); the financial drama Wall Street (1987) and its sequel Wall Street: Money Never Sleeps (2010); the Jim Morrison biographical film The Doors (1991); the satirical black comedy crime film Natural Born Killers (1994); a trilogy of films based on the American Presidency: JFK (1991), Nixon (1995), and W. (2008); and Snowden (2016).",
    "year": 1946,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Howard Waldrop",
    "birthday": "1946-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Howard_Waldrop.jpg/219px-Howard_Waldrop.jpg",
    "extract": "Howard Waldrop is a science fiction author who works primarily in short fiction. He received the World Fantasy Award for Life Achievement in 2021.",
    "year": 1946,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Carmen Maura",
    "birthday": "1945-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/%28Carmen_Maura%29_Entrega_de_la_Medalla_internacional_de_las_Artes_de_la_Comunidad_de_Madrid_a_Carmen_Maura_%2833552184358%29_%28cropped%29.jpg/239px-%28Carmen_Maura%29_Entrega_de_la_Medalla_internacional_de_las_Artes_de_la_Comunidad_de_Madrid_a_Carmen_Maura_%2833552184358%29_%28cropped%29.jpg",
    "extract": "María del Carmen García Maura OAXS is a Spanish actress. In a career that has spanned six decades, Maura is best known for her collaborations with noted Spanish film directors Pedro Almodóvar and Álex de la Iglesia. Maura holds the record for most Goya Awards for Best Leading Actress, more than any other actress in the history of Spanish film. She also won a Cesar Award in 2013 and a Cannes Film Festival Award in 2006.",
    "year": 1945,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Jessye Norman",
    "birthday": "1945-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Jessye_Norman-_In_Conversation_with_Tom_Hall_%2815977754135%29_%28cropped%29.jpg/320px-Jessye_Norman-_In_Conversation_with_Tom_Hall_%2815977754135%29_%28cropped%29.jpg",
    "extract": "Jessye Mae Norman was an American opera singer and recitalist. She was able to perform dramatic soprano roles, but refused to be limited to that voice type. A commanding presence on operatic, concert and recital stages, Norman was associated with roles including Beethoven's Leonore, Wagner's Sieglinde and Kundry, Cassandre and Didon by Berlioz and Bartók's Judith. The New York Times music critic Edward Rothstein described her voice as a \"grand mansion of sound\", and wrote that \"it has enormous dimensions, reaching backward and upward. It opens onto unexpected vistas. It contains sunlit rooms, narrow passageways, cavernous halls.\"",
    "year": 1945,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Hans-Gert Pöttering",
    "birthday": "1945-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/P%C3%B6ttering%2C_Hans-Gert-9757.jpg/213px-P%C3%B6ttering%2C_Hans-Gert-9757.jpg",
    "extract": "Hans-Gert Pöttering is a German lawyer, historian and conservative politician, who served as President of the European Parliament from January 2007 to July 2009 and as Chairman of the CDU-affiliated Konrad Adenauer Foundation from 2010 to 2017.",
    "year": 1945,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Mauro Piacenza",
    "birthday": "1944-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Card-piac3.jpg/213px-Card-piac3.jpg",
    "extract": "Mauro Piacenza JCD is an Italian prelate of the Catholic Church. A cardinal since 2010, he has served as Penitentiary Major of the Apostolic Penitentiary since his appointment by Pope Francis on 21 September 2013. He was Prefect of the Congregation for the Clergy from 7 October 2010 to 21 September 2013. where he had been Secretary since 2007. At that Congregation, Pope Benedict XVI, according to one report, valued \"his efficiency and in-depth knowledge of how the Congregation worked and its problems\" and \"his traditionalist ecclesiastical line of thought\".",
    "year": 1944,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Graham Taylor",
    "birthday": "1944-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Graham_Taylor.jpg/239px-Graham_Taylor.jpg",
    "extract": "Graham Taylor was an English football player, manager, pundit and chairman of Watford Football Club. He was the manager of the England national football team from 1990 to 1993, and also managed Lincoln City, Watford, Aston Villa and Wolverhampton Wanderers.",
    "year": 1944,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Lee Dorman",
    "birthday": "1942-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/01_Iron_Butterfly_Retro_Music_Hall_Praha_11_3_2012.jpg/320px-01_Iron_Butterfly_Retro_Music_Hall_Praha_11_3_2012.jpg",
    "extract": "Douglas Lee Dorman was an American bass guitarist best known as a member of the psychedelic rock band Iron Butterfly. After replacing Jerry Penrod following Iron Butterfly’s debut album, Dorman had four stints with the group; 1967 to 1971, 1977 to 1978, 1978 to 1985, and from 1987 until his death in 2012. Shortly after his first departure from Iron Butterfly in 1971, Dorman co-founded the band Captain Beyond with ex-Deep Purple lead vocalist Rod Evans, Dorman’s Butterfly band mate Larry Reinhardt, and Bobby Caldwell. Dorman was raised in St. Louis, Missouri, and moved to San Diego in the 1960s. He began playing bass guitar in his teens. While recording In-A-Gadda-Da-Vida, Dorman assisted Erik Brann with the arrangement of Brann's song \"Termination,\" and was given a co-writing credit.",
    "year": 1942,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Philip Harris, Baron Harris of Peckham",
    "birthday": "1942-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Official_portrait_of_Lord_Harris_of_Peckham_crop_2.jpg/240px-Official_portrait_of_Lord_Harris_of_Peckham_crop_2.jpg",
    "extract": "Philip Charles Harris, Baron Harris of Peckham, is an English businessman and politician. A prominent Conservative Party donor, Harris is a member of the House of Lords.",
    "year": 1942,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Ksenia Milicevic",
    "birthday": "1942-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Ksenia3.jpg/320px-Ksenia3.jpg",
    "extract": "Ksenia Milicevic is a French painter, architect and town planner. She is based in Paris, with a studio in Bateau-Lavoir in Montmartre and also maintains a base in South West France.",
    "year": 1942,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Flórián Albert",
    "birthday": "1941-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Fl%C3%B3ri%C3%A1n_Albert_cropped.jpg/244px-Fl%C3%B3ri%C3%A1n_Albert_cropped.jpg",
    "extract": "Flórián Albert was a Hungarian professional football player, manager and sports official, who was named European Footballer of the Year in 1967. Nicknamed \"The Emperor\", he played as a forward, and has been described as one of the most elegant footballers of all time.",
    "year": 1941,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Signe Toly Anderson",
    "birthday": "1941-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Signe_Toly_Anderson.jpg/210px-Signe_Toly_Anderson.jpg",
    "extract": "Signe Toly Anderson was an American singer who was one of the founding members of the American rock band Jefferson Airplane.",
    "year": 1941,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Mirosław Hermaszewski",
    "birthday": "1941-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Miroslaw_H.jpg/216px-Miroslaw_H.jpg",
    "extract": "Mirosław Hermaszewski is a former Polish cosmonaut, fighter plane pilot, and retired Polish Air Force officer. He became the first, and to this day remains the only, Polish national in space when he flew aboard the Soviet Soyuz 30 spacecraft in 1978. He was the 89th human to reach outer space.",
    "year": 1941,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Yuri Norstein",
    "birthday": "1941-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Youri_Norstein_1_%28FdI_2012%29.JPG/264px-Youri_Norstein_1_%28FdI_2012%29.JPG",
    "extract": "Yuri Borisovich Norstein, PAR is a Soviet and Russian animator best known for his animated shorts Hedgehog in the Fog and Tale of Tales. Since 1981, he has been working on a feature film called The Overcoat, based on the short story by Nikolai Gogol of the same name. According to the Washington Post, \"he is considered by many to be not just the best animator of his era, but the best of all time\".",
    "year": 1941,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Viktor Zubkov",
    "birthday": "1941-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Viktor_Zubkov_%282019-06-02%29_02_%28cropped%29.jpg/222px-Viktor_Zubkov_%282019-06-02%29_02_%28cropped%29.jpg",
    "extract": "Viktor Alekseyevich Zubkov is a Russian civil servant, politician and businessman who served as the 36th Prime Minister of Russia from September 2007 to May 2008. He was Vladimir Putin's First Deputy Prime Minister during the presidency of Dmitry Medvedev.",
    "year": 1941,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Merlin Olsen",
    "birthday": "1940-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7e/Merlin_Olsen.jpg",
    "extract": "Merlin Jay Olsen was an American football player, announcer, and actor. For his entire 15-year professional football career he was a defensive tackle with the Los Angeles Rams in the National Football League (NFL). He was selected to play in the Pro Bowl 14 times — every year but his last. The only other football players to have matched that number are the former offensive lineman Bruce Matthews, the former tight end Tony Gonzalez, and the former quarterback Peyton Manning.",
    "year": 1940,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Subramanian Swamy",
    "birthday": "1939-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/97/Dr_Subramanian_Swamy_photo.jpeg",
    "extract": "Subramanian Swamy is an Indian politician, economist and statistician, who serves as a nominated Member of Parliament in Rajya Sabha, the upper house of the Indian Parliament. Before joining politics, he was a professor of Mathematical Economics at the Indian Institute of Technology, Delhi. He is known for his Hindu nationalist views. Swamy was a member of the Planning Commission of India and was a Cabinet Minister in the Chandra Shekhar government. Between 1994 and 1996, Swamy was Chairman of the Commission on Labour Standards and International Trade under former Prime Minister P. V. Narasimha Rao. Swamy was a long-time member of the Janata Party, serving as its president until 2013 when he joined the Bharatiya Janata Party (BJP). He has written on foreign affairs of India dealing largely with China, Pakistan and Israel. He was nominated to Rajya Sabha on 26 April 2016.",
    "year": 1939,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Gaylord Perry",
    "birthday": "1938-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/GaylordPerryFlickr.jpg/320px-GaylordPerryFlickr.jpg",
    "extract": "Gaylord Jackson Perry is an American former professional baseball player. He played in Major League Baseball as a right-handed pitcher for eight different teams from 1962 to 1983. During a 22-year baseball career, Perry compiled 314 wins, 3,534 strikeouts, and a 3.11 earned run average. He was elected to the Baseball Hall of Fame in his third year of eligibility in 1991.",
    "year": 1938,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Joey Carew",
    "birthday": "1937-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f4/MC_Carew_1966.jpg",
    "extract": "Michael Conrad \"Joey\" Carew was a West Indian cricketer who played in 19 Tests from 1963 to 1972.",
    "year": 1937,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Fernando de la Rúa",
    "birthday": "1937-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Fernando_de_la_R%C3%BAa_con_bast%C3%B3n_y_banda_de_presidente.jpg/256px-Fernando_de_la_R%C3%BAa_con_bast%C3%B3n_y_banda_de_presidente.jpg",
    "extract": "Fernando de la Rúa was an Argentine politician and a member of the Radical Civic Union (UCR) political party who served as President of Argentina from 10 December 1999 to 21 December 2001. De la Rúa was born in Córdoba; he entered politics after graduating with a degree in law. He was elected senator in 1973 and unsuccessfully ran for the office of Vice President as Ricardo Balbín's running mate the same year. He was re-elected senator in 1983 and 1993, and as deputy in 1991. He unsuccessfully opposed the pact of Olivos between President Carlos Menem and party leader Raúl Alfonsín, which enabled the 1994 amendment of the Argentine Constitution and the re-election of Menem in 1995.",
    "year": 1937,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "King Curtis Iaukea",
    "birthday": "1937-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f6/KingCurtis.jpg/320px-KingCurtis.jpg",
    "extract": "Curtis Piehau Iaukea III was an American professional wrestler better known as King Curtis Iaukea. Iaukea won championships in several of the major regional U.S. promotions, both as a single and in various tag team combinations, during the 1960s. He then competed in the World Wrestling Federation (WWF) where he won the WWF Tag Team Championship with Baron Scicluna. He was also later The Master of the Dungeon of Doom in World Championship Wrestling (WCW). Under the name \"Iau Kea\" he appeared in the film The Three Stooges Go Around the World in a Daze with Moe Howard declaring \"That's not a man! That's a committee!\".",
    "year": 1937,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Robert Lucas Jr.",
    "birthday": "1937-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Banco_de_Inglaterra%2C_Londres%2C_Inglaterra%2C_2014-08-11%2C_DD_141_%28cropped%29.JPG/320px-Banco_de_Inglaterra%2C_Londres%2C_Inglaterra%2C_2014-08-11%2C_DD_141_%28cropped%29.JPG",
    "extract": "Robert Emerson Lucas Jr. is an American economist at the University of Chicago, where he is currently the John Dewey Distinguished Service Professor Emeritus in Economics and the College. Widely regarded as the central figure in the development of the new classical approach to macroeconomics, he received the Nobel Prize in Economics in 1995 \"for having developed and applied the hypothesis of rational expectations, and thereby having transformed macroeconomic analysis and deepened our understanding of economic policy\". He has been characterized by N. Gregory Mankiw as \"the most influential macroeconomist of the last quarter of the 20th century.\" As of 2020, he ranks as the 11th most cited economist in the world.",
    "year": 1937,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Pino Puglisi",
    "birthday": "1937-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e4/Pino_Puglisi.jpg",
    "extract": "Giuseppe \"Pino\" Puglisi was a Roman Catholic priest in the rough Palermo neighbourhood of Brancaccio. He openly challenged the Mafia who controlled the neighbourhood, and was killed by them on his 56th birthday. His life story has been retold in a book, Pino Puglisi, il prete che fece tremare la mafia con un sorriso (2013), and portrayed in a film, Come Into the Light (2005). He is the first person to be killed by the Mafia who was declared Blessed by the Catholic Church.",
    "year": 1937,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Ashley Cooper (tennis)",
    "birthday": "1936-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Ashley_Cooper_1958.jpg/203px-Ashley_Cooper_1958.jpg",
    "extract": "Ashley John Cooper AO was an Australian tennis player who played between 1953 and 1968. He was ranked as the world's No. 1 amateur player during the years of 1957 and 1958. Cooper won four singles and four doubles titles at Grand Slam tournaments. He won three of the four Grand Slam events in 1958. He turned professional in 1959. Cooper won the Slazenger Professional Championships tournament in 1959. He won the Grand Prix de Europe professional tour of Europe in 1960. Cooper won the European Cup professional tour of Europe in 1962. He retired from tennis play at the end of 1962 due to injury.",
    "year": 1936,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Dinkha IV",
    "birthday": "1935-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Assyrian_Patriarch_Dinkha_IV_Khanania.jpg/320px-Assyrian_Patriarch_Dinkha_IV_Khanania.jpg",
    "extract": "Mar Dinkha IV, born Dinkha Khanania was an Eastern Christian prelate who served as the 120th Catholicos-Patriarch of the Assyrian Church of the East. He was born in the village of Darbandokeh (Derbendoki), Iraq and led the Church in exile in Chicago for most of his life.",
    "year": 1935,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Tomie dePaola",
    "birthday": "1934-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/68/Tomie_dePaola.jpg",
    "extract": "Thomas Anthony \"Tomie\" dePaola was an American writer and illustrator who created more than 260 children's books, such as Strega Nona. He received the Children's Literature Legacy Award for his lifetime contribution to American children's literature in 2011.",
    "year": 1934,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Rafael Frühbeck de Burgos",
    "birthday": "1933-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/ff/Rafael_Fr%C3%BChbeck_de_Burgos.jpg",
    "extract": "Rafael Frühbeck de Burgos was a Spanish conductor and composer. Frühbeck was born in Burgos, Spain to a family of German ancestry. He first took up conducting while on military service in the Spanish Army before graduating from the Hochschule für Musik in Munich. Frühbeck was principal conductor of various orchestras around the world, starting with the Bilbao Symphony Orchestra from 1958 to 1962, then moving on to the Spanish National Orchestra, Yomiuri Nippon Symphony Orchestra of Tokyo and many others. Throughout his career Frühbeck de Burgos recorded on a number of labels. He was a member of the Academy of Fine Arts and History Institución Fernán González. His honours include the 2011 Conductor of the Year award from Musical America.",
    "year": 1933,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Neil Bartlett (chemist)",
    "birthday": "1932-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c9/Neil_Bartlett.jpg",
    "extract": "Neil Bartlett was a chemist who specialized in fluorine and compounds containing fluorine, and became famous for creating the first noble gas compounds. He taught chemistry at the University of British Columbia and the University of California, Berkeley.",
    "year": 1932,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Eva Burrows",
    "birthday": "1929-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/GeneralEvaBurrows.jpg/320px-GeneralEvaBurrows.jpg",
    "extract": "General Eva Evelyn Burrows, AC, OF was an Australian Salvation Army Officer and was, from 1986 to 1993, the 13th General of the Salvation Army. She served as an Officer of the Salvation Army from 1951 to her retirement in 1993. In 1993 Henry Gariepy released her biography, General of God's Army the Authorized Biography of General Eva Burrows.",
    "year": 1929,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Murray Gell-Mann",
    "birthday": "1929-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/MurrayGellMannJI1.jpg/320px-MurrayGellMannJI1.jpg",
    "extract": "Murray Gell-Mann was an American physicist who received the 1969 Nobel Prize in Physics for his work on the theory of elementary particles. He was the Robert Andrews Millikan Professor of Theoretical Physics Emeritus at the California Institute of Technology, a distinguished fellow and one of the co-founders of the Santa Fe Institute, a professor of physics at the University of New Mexico, and the Presidential Professor of Physics and Medicine at the University of Southern California.",
    "year": 1929,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "John Julius Norwich",
    "birthday": "1929-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1d/John-Julius-Cooper-2nd-Viscount-Norwich.jpg/232px-John-Julius-Cooper-2nd-Viscount-Norwich.jpg",
    "extract": "John Julius Cooper, 2nd Viscount Norwich,, known as John Julius Norwich, was an English popular historian, travel writer, and television personality.",
    "year": 1929,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Wilbur Snyder",
    "birthday": "1929-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/2e/Wilbur_Snyder.jpg/262px-Wilbur_Snyder.jpg",
    "extract": "Wilbur Snyder was an American football player and professional wrestler.",
    "year": 1929,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Cannonball Adderley",
    "birthday": "1928-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Julian_and_Nat_Adderley_1966.JPG/268px-Julian_and_Nat_Adderley_1966.JPG",
    "extract": "Julian Edwin \"Cannonball\" Adderley was an American jazz alto saxophonist of the hard bop era of the 1950s and 1960s.",
    "year": 1928,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Rudolf Anderson",
    "birthday": "1927-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Rudolf_Anderson.jpg/255px-Rudolf_Anderson.jpg",
    "extract": "Rudolf Anderson Jr. was an American and United States Air Force major and pilot. He was the first recipient of the Air Force Cross, the U.S. military's and Air Force's second-highest award and decoration for valor. The only U.S fatality by enemy fire during the Cuban Missile Crisis, Anderson died when his U-2 reconnaissance aircraft was shot down over Cuba. He had previously served in Korea after the Korean War ended.",
    "year": 1927,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Norm Crosby",
    "birthday": "1927-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Norm_Crosby_1965.JPG/264px-Norm_Crosby_1965.JPG",
    "extract": "Norman Lawrence Crosby was an American comedian born in Boston, Massachusetts. He was often referred to as \"The Master of Malaprop\".",
    "year": 1927,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Shōhei Imamura",
    "birthday": "1926-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/0f/Sh%C5%8Dhei_Imamura.jpg",
    "extract": "Shōhei Imamura  was a Japanese film director. His main interest as a filmmaker lay in the depiction of the lower strata of Japanese society. A key figure in the Japanese New Wave, who continued working into the 21st century, Imamura is the only director from Japan to win two Palme d'Or awards.",
    "year": 1926,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Jean-Pierre Serre",
    "birthday": "1926-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Jean-Pierre_Serre_2003.jpg/308px-Jean-Pierre_Serre_2003.jpg",
    "extract": "Jean-Pierre Serre is a French mathematician who has made contributions to algebraic topology, algebraic geometry, and algebraic number theory. He was awarded the Fields Medal in 1954, the Wolf Prize in 2000 and the inaugural Abel Prize in 2003.",
    "year": 1926,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Erika Köth",
    "birthday": "1925-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/ErikaK%C3%B6th1.JPG/240px-ErikaK%C3%B6th1.JPG",
    "extract": "Erika Köth was a German operatic high coloratura soprano, particularly associated with the roles of Zerbinetta and Zerlina.",
    "year": 1925,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Carlo Rambaldi",
    "birthday": "1925-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Carlo_Rambaldi_al_Giffoni_Film_Festival_2010_-_cropped.jpg/253px-Carlo_Rambaldi_al_Giffoni_Film_Festival_2010_-_cropped.jpg",
    "extract": "Carlo Rambaldi was an Italian special effects artist, winner of three Oscars: one Special Achievement Academy Award for Best Visual Effects in 1977 for the 1976 version of King Kong and two Academy Awards for Best Visual Effects in 1980 and 1983 for, respectively, Alien (1979) and E.T. the Extra-Terrestrial (1982). He is most famous for his work in those two last mentioned films, that is for the mechanical head-effects for the creature in Alien and the design of the title character of E.T. the Extra-Terrestrial.",
    "year": 1925,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Helle Virkner",
    "birthday": "1925-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Jens_Otto_Krag%2C_Helle_Virkner%2C_and_children.jpg/320px-Jens_Otto_Krag%2C_Helle_Virkner%2C_and_children.jpg",
    "extract": "Helle Genie Virkner née Lotinga was a Danish actress, author and spouse of Prime Minister Jens Otto Krag",
    "year": 1925,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Lucebert",
    "birthday": "1924-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Lucebert_%281987%29.jpg/240px-Lucebert_%281987%29.jpg",
    "extract": "Lucebert was a Dutch artist who first became known as the poet of the COBRA movement.",
    "year": 1924,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "György Lázár",
    "birthday": "1924-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/L%C3%A1z%C3%A1r_Gy%C3%B6rgy_%28PM_1975-1987%29.jpg/285px-L%C3%A1z%C3%A1r_Gy%C3%B6rgy_%28PM_1975-1987%29.jpg",
    "extract": "György Lázár was a Hungarian Communist politician who served as Chairman of the Council of Ministers from 1975 to 1987. He retired from politics in 1988.",
    "year": 1924,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Bobby Short",
    "birthday": "1924-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Bobby_Short_2000.jpg/279px-Bobby_Short_2000.jpg",
    "extract": "Robert Waltrip Short was an American cabaret singer and pianist, best known for his interpretations of songs by popular composers of the first half of the 20th century such as Rodgers and Hart, Cole Porter, Jerome Kern, Harold Arlen, Richard A. Whiting, Vernon Duke, Noël Coward and George and Ira Gershwin.",
    "year": 1924,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Mordechai Tzipori",
    "birthday": "1924-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Mordechai_Tzipori%2C_1995_%28cropped%29.jpg/174px-Mordechai_Tzipori%2C_1995_%28cropped%29.jpg",
    "extract": "Mordechai Tzipori was an Israeli politician who served as Minister of Communications from 1981 until 1984.",
    "year": 1924,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Bob Anderson (fencer)",
    "birthday": "1922-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e5/Bob_Anderson_%28fencer%2C_choreographer%2C_born_1922%29.jpg/320px-Bob_Anderson_%28fencer%2C_choreographer%2C_born_1922%29.jpg",
    "extract": "Robert James Gilbert Anderson was an English Olympic fencer and a renowned film fight choreographer, with a cinema career that spanned more than 50 years and included films such as Highlander, The Princess Bride, The Mask of Zorro, The Lord of the Rings, and Die Another Day. He was regarded as the premier choreographer of Hollywood sword-fighting, and during his career he coached many actors in swordsmanship, including Errol Flynn, Sean Connery, Antonio Banderas, Viggo Mortensen, Adrian Paul, and Johnny Depp. He also appeared as a stunt double for Darth Vader's lightsaber battles in The Empire Strikes Back and Return of the Jedi.",
    "year": 1922,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Jackie Cooper",
    "birthday": "1922-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Jackie_Cooper_1956.JPG/255px-Jackie_Cooper_1956.JPG",
    "extract": "John Cooper Jr. was an American actor, television director, producer, and executive. He was a child actor who made the transition to an adult career. Cooper was the first child actor to receive an Oscar nomination. At age 9 he became the youngest performer to be nominated for an Academy Award for Best Actor, an honor that he received for the film Skippy (1931). For nearly 50 years, Cooper remained the youngest Oscar nominee in any category.",
    "year": 1922,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Gaetano Cozzi",
    "birthday": "1922-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Dott._Prof._Gaetano_Cozzi%2C_Venezia%2C_Italia%2C_1997..jpg/227px-Dott._Prof._Gaetano_Cozzi%2C_Venezia%2C_Italia%2C_1997..jpg",
    "extract": "Gaetano Cozzi was an Italian historian, professor at Padua University, and researcher with the Giorgio Cini Foundation and Fondazione Benetton Studi e Ricerche. He was a specialist in Venetian history, with special attention to the institutions, the relationship between law and society and the cultural environment.",
    "year": 1922,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Mary Soames",
    "birthday": "1922-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Mary_Soames_%281965%29.jpg/240px-Mary_Soames_%281965%29.jpg",
    "extract": "Mary Soames, Baroness Soames, was an English author. The youngest of the five children of Winston Churchill and his wife, Clementine, she worked for multiple public organisations including the Red Cross and the Women's Voluntary Service from 1939 to 1941, and joined the Auxiliary Territorial Service in 1941. She was the wife of Conservative politician Christopher Soames.",
    "year": 1922,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Richard Gordon (English author)",
    "birthday": "1921-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/78/Richard_Gordon_%28English_author%29.jpg/320px-Richard_Gordon_%28English_author%29.jpg",
    "extract": "Richard Gordon, was an English ship's surgeon and anaesthetist. As Richard Gordon, Ostlere wrote numerous novels, screenplays for film and television and accounts of popular history, mostly dealing with the practice of medicine. He was best known for a long series of comic novels on a medical theme beginning with Doctor in the House, and the subsequent film, television, radio and stage adaptations. His The Alarming History of Medicine was published in 1993, and he followed this with The Alarming History of Sex.",
    "year": 1921,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Fausto Coppi",
    "birthday": "1919-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Fausto_Coppi%2C_Tour_de_France_1952_01_%28cropped%29.jpg/228px-Fausto_Coppi%2C_Tour_de_France_1952_01_%28cropped%29.jpg",
    "extract": "Angelo Fausto Coppi was an Italian cyclist, the dominant international cyclist of the years after the Second World War. His successes earned him the title Il Campionissimo. He was an all-round racing cyclist: he excelled in both climbing and time trialing, and was also a great sprinter. He won the Giro d'Italia five times, the Tour de France twice, and the World Championship in 1953. Other notable results include winning the Giro di Lombardia five times, the Milan–San Remo three times, as well as wins at Paris–Roubaix and La Flèche Wallonne and setting the hour record (45.798 km) in 1942.",
    "year": 1919,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Heda Margolius Kovály",
    "birthday": "1919-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Heda_Margolius_Kov%C3%A1ly.jpg/257px-Heda_Margolius_Kov%C3%A1ly.jpg",
    "extract": "Heda Margolius Kovály was a Czech writer and translator. She survived the Łódź ghetto and Auschwitz where her parents died. She later escaped whilst being marched to Bergen-Belsen to find that no one would take her in. Her husband was made a deputy minister in Czechoslovakia and he was then hanged as a traitor. As the wife of disgraced man she married again and she and her husband were treated badly. They left for the US in 1968 when the country was invaded by the Warsaw Pact countries. She published her biography in 1973. She and her husband did not return to her homeland until 1996.",
    "year": 1919,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Phil Lamason",
    "birthday": "1918-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Phil_Lamason.jpg/238px-Phil_Lamason.jpg",
    "extract": "Phillip John Lamason, was a pilot in the Royal New Zealand Air Force (RNZAF) during the Second World War, who rose to prominence as the senior officer in charge of 168 Allied airmen taken to Buchenwald concentration camp, Germany, in August 1944. Raised in Napier, he joined the RNZAF in September 1940, and by April 1942 was a pilot officer serving with the Royal Air Force in Europe. On 8 June 1944, Lamason was in command of a Lancaster heavy bomber that was shot down during a raid on railway marshalling yards near Paris. Bailing out, he was picked up by members of the French Resistance and hidden at various locations for seven weeks. While attempting to reach Spain along the Comet line, Lamason was betrayed by a double agent within the Resistance and seized by the Gestapo.",
    "year": 1918,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Margot Loyola",
    "birthday": "1918-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Margot_Loyola_2013_%2811116198533%29.jpg/320px-Margot_Loyola_2013_%2811116198533%29.jpg",
    "extract": "Margot Loyola Palacios was a musician, folk singer and researcher of the folklore of Chile and Latin America in general.",
    "year": 1918,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Nipsey Russell",
    "birthday": "1918-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Nipsey_Russell_1971.jpg/253px-Nipsey_Russell_1971.jpg",
    "extract": "Julius \"Nipsey\" Russell was an American actor, comedian, poet, and dancer best known for his appearances as a panelist on game shows from the 1960s through the 1990s, including Match Game, Password, Hollywood Squares, To Tell the Truth, and Pyramid. His appearances were often distinguished by short, humorous poems he recited during the broadcast, which led to his nickname \"the poet laureate of television\". He had one of the leading roles in the film version of The Wiz as the Tin Man. He was a frequent guest on the Dean Martin Celebrity Roast series and often appeared on Late Night with Conan O'Brien during the program's early years.",
    "year": 1918,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Hilde Güden",
    "birthday": "1917-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Hilde_Gueden_%281962%29.jpg/240px-Hilde_Gueden_%281962%29.jpg",
    "extract": "Hilde Güden was an Austrian soprano who was one of the most appreciated Straussian and Mozartian sopranos of her day. Her youthful and lively interpretations made her an ideal interpreter of roles such as Zerbinetta in Ariadne auf Naxos and Susanna in Le nozze di Figaro.",
    "year": 1917,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Buddy Jeannette",
    "birthday": "1917-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/20/Buddy_Jeannette_1948.jpg",
    "extract": "Harry Edward \"Buddy\" Jeannette was an American professional basketball player and coach.",
    "year": 1917,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Margaret Lockwood",
    "birthday": "1916-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5c/MargaretLockwood1.jpg/205px-MargaretLockwood1.jpg",
    "extract": "Margaret Lockwood, CBE, was an English actress. One of Britain's most popular film stars of the 1930s and 1940s, her film appearances included The Lady Vanishes (1938), Night Train to Munich (1940), The Man in Grey (1943), and The Wicked Lady (1945). She was nominated for the BAFTA Award for Best British Actress for the 1955 film Cast a Dark Shadow. She also starred in the television series Justice (1971–74).",
    "year": 1916,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Frederick C. Weyand",
    "birthday": "1916-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Frederick_Carlton_Weyand.jpg/253px-Frederick_Carlton_Weyand.jpg",
    "extract": "Frederick Carlton Weyand was a general in the United States Army. Weyand was the last commander of United States military operations in the Vietnam War from 1972 to 1973, and served as the 28th Chief of Staff of the United States Army from 1974 to 1976.",
    "year": 1916,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Al Casey (jazz guitarist)",
    "birthday": "1915-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Al_Casey_and_Eddie_Barefield%2C_Caf%C3%A9_Society%2C_New_York%2C_between_1946_and_1948_%28William_P._Gottlieb_01161%29.jpg/306px-Al_Casey_and_Eddie_Barefield%2C_Caf%C3%A9_Society%2C_New_York%2C_between_1946_and_1948_%28William_P._Gottlieb_01161%29.jpg",
    "extract": "Albert Aloysius Casey was an American jazz guitarist who was a member of Fats Waller's band during the 1930s and early 1940s.",
    "year": 1915,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Creighton Abrams",
    "birthday": "1914-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/GEN_Creighton_W_Abrams.JPG/252px-GEN_Creighton_W_Abrams.JPG",
    "extract": "Creighton Williams Abrams Jr. was a United States Army general who commanded military operations in the Vietnam War from 1968 to 1972, which saw United States troop strength in South Vietnam reduced from a peak of 543,000 to 49,000. He was then Chief of Staff of the United States Army from 1972 until his death in 1974.",
    "year": 1914,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Adolfo Bioy Casares",
    "birthday": "1914-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Adolfo_Bioy_Casares_1968.png/230px-Adolfo_Bioy_Casares_1968.png",
    "extract": "Adolfo Bioy Casares was an Argentine fiction writer, journalist, diarist, and translator. He was a friend and frequent collaborator with his fellow countryman Jorge Luis Borges. He is the author of the Fantastique novel The Invention of Morel.",
    "year": 1914,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Henry Brant",
    "birthday": "1913-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/1c/Henry_Brant.jpg",
    "extract": "Henry Dreyfuss Brant was a Canadian-born American composer. An expert orchestrator with a flair for experimentation, many of Brant's works featured spatialization techniques.",
    "year": 1913,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Bruno Hoffmann",
    "birthday": "1913-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Bruno_Hoffmann_%281988%29.tif/lossy-page1-252px-Bruno_Hoffmann_%281988%29.tif.jpg",
    "extract": "Bruno Hoffmann was a German player of the glass harp. Hoffmann is widely acknowledged as the virtuoso who reanimated contemporary interest in the glass harp and glass harmonica.",
    "year": 1913,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "John N. Mitchell",
    "birthday": "1913-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Interview_with_Atty._Gen._John_Mitchell_01_copy.jpg/265px-Interview_with_Atty._Gen._John_Mitchell_01_copy.jpg",
    "extract": "John Newton Mitchell was the 67th Attorney General of the United States under President Richard Nixon and chairman of Nixon's 1968 and 1972 presidential campaigns. Prior to that, he had been a municipal bond lawyer and one of Nixon's closest personal friends. He was tried and convicted as a result of his involvement in the Watergate scandal.",
    "year": 1913,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Johannes Steinhoff",
    "birthday": "1913-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Bundesarchiv_Bild_146-1997-041-03%2C_Johannes_Steinhoff.jpg/228px-Bundesarchiv_Bild_146-1997-041-03%2C_Johannes_Steinhoff.jpg",
    "extract": "Johannes \"Macky\" Steinhoff was a Luftwaffe fighter ace during World War II, German general, and NATO official. He was one of very few Luftwaffe pilots who survived to fly operationally through the whole of the war period 1939–45. Steinhoff was also one of the highest-scoring pilots with 176 victories, and one of the first to fly the Messerschmitt Me 262 jet fighter in combat as a member of the Jagdverband 44 squadron led by Adolf Galland. Steinhoff was decorated with the Knight's Cross of the Iron Cross with Oak Leaves and Swords, and later received the Grand Cross of the Order of Merit of the Federal Republic of Germany and several foreign awards including the American Legion of Merit and the French Legion of Honour. He played a role in the so-called Fighter Pilots' Revolt late in the war, when several senior air force officers confronted Hermann Göring.",
    "year": 1913,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Luther Terry",
    "birthday": "1911-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Luther_Terry_photo_portrait_as_surgeon_general.jpg/291px-Luther_Terry_photo_portrait_as_surgeon_general.jpg",
    "extract": "Luther Leonidas Terry was an American physician and public health official. He was appointed the ninth Surgeon General of the United States from 1961 to 1965, and is best known for his warnings against the dangers and the impact of tobacco use on health.",
    "year": 1911,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "C. N. Annadurai",
    "birthday": "1909-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/CN_Annadurai.jpg/239px-CN_Annadurai.jpg",
    "extract": "Conjeevaram Natarajan Annadurai, popularly known as Anna also known as Arignar Anna or Perarignar Anna, was an Indian politician who served as the fourth and last Chief Minister of Madras State from 1967 until 1969 and first Chief Minister of Tamil Nadu for 20 days before his death. He was the first member of a Dravidian party to hold either post.",
    "year": 1909,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Phil Arnold",
    "birthday": "1909-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/34/Phil_Arnold.jpg",
    "extract": "Phil Arnold was an American screen, stage, television, and vaudeville actor. He appeared in approximately 150 films and television shows between 1939 and 1968.",
    "year": 1909,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Kid Sheik",
    "birthday": "1908-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/PreservationHall1960sSavannahGrandfather.jpg/313px-PreservationHall1960sSavannahGrandfather.jpg",
    "extract": "George Colar, better known as Kid Sheik or Kid Sheik Cola, was a New Orleans jazz trumpeter. He is most associated with Dixieland jazz and was a long-term performer with the Preservation Hall Jazz Band. He got his nickname from his chic style of dress.",
    "year": 1908,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Penny Singleton",
    "birthday": "1908-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/PennySingleton.jpg/262px-PennySingleton.jpg",
    "extract": "Penny Singleton was an American actress and labor leader. During her 60-year career, Singleton appeared as the comic-strip heroine Blondie Bumstead in a series of 28 motion pictures from 1938 until 1950 and the popular Blondie radio program from 1939 until 1950. Singleton also provided the voice of Jane Jetson in the animated series The Jetsons from 1962 to 1963.",
    "year": 1908,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Gunnar Ekelöf",
    "birthday": "1907-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/00/Gunnar-ekelof.jpg",
    "extract": "Bengt Gunnar Ekelöf was a Swedish poet and writer. He was a member of the Swedish Academy from 1958 and was awarded an honorary doctorate in philosophy by Uppsala University in 1958. He won a number of prizes for his poetry.",
    "year": 1907,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Fay Wray",
    "birthday": "1907-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Wray%2C_Fay_01.jpg/264px-Wray%2C_Fay_01.jpg",
    "extract": "Vina Fay Wray was a Canadian/American actress best remembered for starring as Ann Darrow in the 1933 film King Kong. Through an acting career that spanned nearly six decades, Wray attained international recognition as an actress in horror films. She has been dubbed one of the early \"scream queens\".",
    "year": 1907,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Walter E. \"Jack\" Rollins",
    "birthday": "1906-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/11/Walter_E._Rollins.jpg/259px-Walter_E._Rollins.jpg",
    "extract": "Walter E. \"Jack\" Rollins was an American musician born in Scottdale, Pennsylvania and raised in Keyser, West Virginia. Rollins wrote the lyrics to holiday favorites \"Here Comes Peter Cottontail,\" \"Frosty the Snowman,\" and \"Smokey the Bear.\" The music was written by his partner Steve Nelson. Rollins co-wrote many country songs for artists such as Gene Autry, Hank Snow, George Jones Eddy Arnold and Jimmy Durante.",
    "year": 1906,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Umberto II of Italy",
    "birthday": "1904-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Umberto_II%2C_1944.jpg/261px-Umberto_II%2C_1944.jpg",
    "extract": "Umberto II, full name Umberto Nicola Tommaso Giovanni Maria di Savoia, was the last King of Italy. He reigned for 34 days, from 9 May 1946 to 12 June 1946, although he had been de facto head of state since 1944 and was nicknamed the May King.",
    "year": 1904,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Sheilah Graham",
    "birthday": "1904-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/4c/Sheilah_Graham_Westbrook.jpg",
    "extract": "Sheilah Graham was a British-born, nationally syndicated American gossip columnist during Hollywood's \"Golden Age\". In her youth, she had been a showgirl and a freelance writer for Fleet Street in London. These early experiences would converge in her career in Hollywood, which spanned nearly four decades, as a successful columnist and author.",
    "year": 1904,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Roy Acuff",
    "birthday": "1903-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Roy_Acuff_1950.JPG/258px-Roy_Acuff_1950.JPG",
    "extract": "Roy Claxton Acuff was an American country music singer, fiddler, and promoter. Known as the \"King of Country Music\", Acuff is often credited with moving the genre from its early string band and \"hoedown\" format to the singer-based format that helped make it internationally successful. In 1952, Hank Williams told Ralph Gleason, \"He's the biggest singer this music ever knew. You booked him and you didn't worry about crowds. For drawing power in the South, it was Roy Acuff, then God.\"",
    "year": 1903,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Donald Bailey (civil engineer)",
    "birthday": "1901-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/D_C_Bailey-_Designer_of_the_Bailey_Bridge%2C_UK%2C_1944_D23537.jpg/218px-D_C_Bailey-_Designer_of_the_Bailey_Bridge%2C_UK%2C_1944_D23537.jpg",
    "extract": "Sir Donald Coleman Bailey, OBE was an English civil engineer who invented the Bailey bridge. Field Marshal Montgomery is recorded as saying that \"without the Bailey bridge, we should not have won the war.\"",
    "year": 1901,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "J. Slauerhoff",
    "birthday": "1898-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Slauerhoff2.jpg/277px-Slauerhoff2.jpg",
    "extract": "Jan Jacob Slauerhoff, who published as J. Slauerhoff, was a Dutch poet and novelist. He is considered one of the most important Dutch language writers.",
    "year": 1898,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Magda Lupescu",
    "birthday": "1895-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Magda_Lupescu%2C_Rumunii_Karola_II.jpg/320px-Magda_Lupescu%2C_Rumunii_Karola_II.jpg",
    "extract": "Magda Lupescu, later officially known as Princess Elena of Romania, was the mistress and later wife of King Carol II of Romania.",
    "year": 1895,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Chic Harley",
    "birthday": "1894-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2d/Chic_Harley.jpg",
    "extract": "Charles Wesley \"Chic\" Harley was one of the outstanding American football players of the first half of the 20th century and the player who first brought Ohio State University's football program to national attention. Harley was Ohio State's first consensus first-team All-America selection and first three-time All-America selection. In 1951, he became a charter inductee in the College Football Hall of Fame.",
    "year": 1894,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Oskar Klein",
    "birthday": "1894-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/76/Oskar_Klein.jpg",
    "extract": "Oskar Benjamin Klein was a Swedish theoretical physicist.",
    "year": 1894,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Jean Renoir",
    "birthday": "1894-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Jean_Renoir_%281959%29.tif/lossy-page1-222px-Jean_Renoir_%281959%29.tif.jpg",
    "extract": "Jean Renoir was a French film director, screenwriter, actor, producer and author. As a film director and actor, he made more than forty films from the silent era to the end of the 1960s. His films La Grande Illusion (1937) and The Rules of the Game (1939) are often cited by critics as among the greatest films ever made. He was ranked by the BFI's Sight & Sound poll of critics in 2002 as the fourth greatest director of all time. Among numerous honours accrued during his lifetime, he received a Lifetime Achievement Academy Award in 1975 for his contribution to the motion picture industry. Renoir was the son of the painter Pierre-Auguste Renoir. He was one of the first filmmakers to be known as an auteur.",
    "year": 1894,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Silpa Bhirasri",
    "birthday": "1892-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Professeur_Silpa_Bhirasri.jpg/227px-Professeur_Silpa_Bhirasri.jpg",
    "extract": "Silpa Bhirasri, born Corrado Feroci, was a Tuscan-born Thai sculptor. He is considered the father of modern art in Thailand and was instrumental in the founding of today's Silpakorn University.",
    "year": 1892,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Ernest Bullock",
    "birthday": "1890-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/2f/Ernest-Bullock-1960.jpg",
    "extract": "Sir Ernest Bullock (1890–1979) was an English organist, composer, and teacher. He was organist of Exeter Cathedral from 1917 to 1928 and of Westminster Abbey from 1928 to 1941. In the latter post he was jointly responsible for the music at the coronation of George VI in 1937.",
    "year": 1890,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Sonja Branting-Westerståhl",
    "birthday": "1890-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Sonja_Branting-Westerst%C3%A5hl.png/243px-Sonja_Branting-Westerst%C3%A5hl.png",
    "extract": "Sonja Branting-Westerståhl was a Swedish lawyer and politician. She was one of the first female lawyers in Sweden and specialised in matrimonial law. A social democrat, she was active in raising awareness of the rise of far-right politics in 1930s and 1940s. In 1948, she served in the lower house of the Riksdag, the Swedish Parliament, for a short period.",
    "year": 1890,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Agatha Christie",
    "birthday": "1890-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Agatha_Christie.png/280px-Agatha_Christie.png",
    "extract": "Dame Agatha Mary Clarissa Christie, Lady Mallowan, was an English writer known for her 66 detective novels and 14 short story collections, particularly those revolving around fictional detectives Hercule Poirot and Miss Marple. She also wrote the world's longest-running play, The Mousetrap, which has been performed in the West End since 1952, as well as six novels under the pseudonym Mary Westmacott. In 1971, she was made a Dame (DBE) for her contributions to literature. Guinness World Records lists Christie as the best-selling fiction writer of all time, her novels having sold more than two billion copies.",
    "year": 1890,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Frank Martin (composer)",
    "birthday": "1890-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Frank-Martin-1959.jpg/320px-Frank-Martin-1959.jpg",
    "extract": "Frank Martin was a Swiss composer, who spent much of his life in the Netherlands.",
    "year": 1890,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Robert Benchley",
    "birthday": "1889-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Robert_Benchley_photographed_in_Vanity_Fair.jpg/248px-Robert_Benchley_photographed_in_Vanity_Fair.jpg",
    "extract": "Robert Charles Benchley was an American humorist best known for his work as a newspaper columnist and film actor. From his beginnings at The Harvard Lampoon while attending Harvard University, through his many years writing essays and articles for Vanity Fair and The New Yorker and his acclaimed short films, Benchley's style of humor brought him respect and success during his life, from his peers at the Algonquin Round Table in New York City to contemporaries in the burgeoning film industry.",
    "year": 1889,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Claude McKay",
    "birthday": "1889-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Mackey.jpg/229px-Mackey.jpg",
    "extract": "Festus Claudius \"Claude\" McKay OJ was a Jamaican-American writer and poet. He was a central figure in the Harlem Renaissance.",
    "year": 1889,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Antonio Ascari",
    "birthday": "1888-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Antonio_Ascari_en_1925%2C_sur_Alfa_Romeo_P2.jpg/320px-Antonio_Ascari_en_1925%2C_sur_Alfa_Romeo_P2.jpg",
    "extract": "Antonio Ascari was an Italian Grand Prix motor racing champion. He won four Grands Prix before his premature death at the 1925 French Grand Prix. He was the father of two-time World Champion Alberto Ascari.",
    "year": 1888,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Carlos Dávila",
    "birthday": "1887-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Carlos_D%C3%A1vila_Espinoza_%281927%29.jpg/244px-Carlos_D%C3%A1vila_Espinoza_%281927%29.jpg",
    "extract": "Carlos Gregorio Dávila Espinoza, was a Chilean political figure, journalist, chairman of the Government Junta of Chile in 1932, and secretary general of the Organization of American States (OAS) from 1954 until his death in 1955.",
    "year": 1887,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Paul Lévy (mathematician)",
    "birthday": "1886-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Paul_Pierre_Levy_1886-1971.jpg/232px-Paul_Pierre_Levy_1886-1971.jpg",
    "extract": "Paul Pierre Lévy was a French mathematician who was active especially in probability theory, introducing fundamental concepts such as local time, stable distributions and characteristic functions. Lévy processes, Lévy flights, Lévy measures, Lévy's constant, the Lévy distribution, the Lévy area, the Lévy arcsine law, and the fractal Lévy C curve are named after him.",
    "year": 1886,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Esteban Terradas i Illa",
    "birthday": "1883-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Esteve_Terradas_5809.JPG/240px-Esteve_Terradas_5809.JPG",
    "extract": "Esteban Terrades i Illa also known as Esteve Terradas, was a Spanish mathematician, scientist and engineer. He researched and taught widely in the fields of mathematics and the physical sciences, working not only in his native Catalonia, but also in the rest of Spain and in South America. He was also active as a consultant in the Spanish aeronautics, electric power, telephone and railway industries.",
    "year": 1883,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Ettore Bugatti",
    "birthday": "1881-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Ettore_Bugatti_in_1932.jpg/286px-Ettore_Bugatti_in_1932.jpg",
    "extract": "Ettore Arco Isidoro Bugatti was an Italian-born French automobile designer and manufacturer. He is remembered as the founder and proprietor of the automobile manufacturing company Automobiles E. Bugatti, which he founded in 1909 in the then German town of Molsheim in the Alsace region of what is now France.",
    "year": 1881,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Joseph Lyons",
    "birthday": "1879-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Joseph_Aloysius_Lyons_%28cropped%29.jpg/225px-Joseph_Aloysius_Lyons_%28cropped%29.jpg",
    "extract": "Joseph Aloysius Lyons was an Australian politician who served as the 10th Prime Minister of Australia, in office from 1932 until his death in 1939. He began his career in the Australian Labor Party (ALP), but became the founding leader of the United Australia Party (UAP) after the 1931 ALP split. He had earlier served as Premier of Tasmania from 1923 to 1928.",
    "year": 1879,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Jakob Ehrlich",
    "birthday": "1877-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/JakobEhrlich.jpg/204px-JakobEhrlich.jpg",
    "extract": "Jakob Ehrlich was an early Zionist and leader of the Jewish Community in Vienna, Austria. Ehrlich represented the city's 180,000 Jewish citizens in the city government before World War II, and was among those deported in the \"Prominententransport\" to the Nazi concentration camp at Dachau, soon after the German army entered Vienna in March 1938. He died in Dachau a few weeks later, from beatings. His wife, Irma Hutter Ehrlich emigrated to England, then the USA with their son where she was active in the rescue of Jewish children from Europe, working with WIZO and Hadassah.",
    "year": 1877,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Yente Serdatzky",
    "birthday": "1877-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/ac/Yente_Serdatsky.jpg",
    "extract": "Yente Serdatzky was a Russian-born American Yiddish-language writer of short fiction and plays, active in New York City.",
    "year": 1877,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Bruno Walter",
    "birthday": "1876-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Bruno_Walter_Wien_1912.jpg/198px-Bruno_Walter_Wien_1912.jpg",
    "extract": "Bruno Walter was a German-born conductor, pianist and composer. Born in Berlin, he escaped Nazi Germany in 1933, was naturalised as a French citizen in 1938, and settled in the United States in 1939. He worked closely with Gustav Mahler, whose music he helped to establish in the repertory, held major positions with the Leipzig Gewandhaus Orchestra, New York Philharmonic, Concertgebouw Orchestra, Salzburg Festival, Vienna State Opera, Bavarian State Opera, Staatsoper Unter den Linden and Deutsche Oper Berlin, among others, made recordings of historical and artistic significance, and is widely considered to be one of the great conductors of the 20th century.",
    "year": 1876,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Sarat Chandra Chattopadhyay",
    "birthday": "1876-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Sarat_Chandra_Chattopadhyay_portrait.jpg/259px-Sarat_Chandra_Chattopadhyay_portrait.jpg",
    "extract": "Sarat Chandra Chattopadhyay, alternatively spelt as Sarat Chandra Chatterjee, was a Bengali novelist and short story writer of the early 20th century. Most of his works deal with the lifestyle, tragedy and struggle of the village people and the contemporary social practices that prevailed in Bengal. He remains the most popular, translated, and adapted Indian author of all time.",
    "year": 1876,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Vladimir May-Mayevsky",
    "birthday": "1867-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/54/Mai-Mayevsky.jpg/207px-Mai-Mayevsky.jpg",
    "extract": "Vladimir Zenonovich May-Mayevsky KCMG was a general in the Imperial Russian Army and one of the leaders of the counterrevolutionary White movement during the Russian Civil War.",
    "year": 1867,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Prince Sigismund of Prussia (1864–1866)",
    "birthday": "1864-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Sigismund_%281%29.jpg/201px-Sigismund_%281%29.jpg",
    "extract": "Prince Francis Frederick Sigismund of Prussia was the fourth child and third son of Crown Prince Frederick William of Prussia, and Victoria, Princess Royal, eldest daughter of the British Queen Victoria.",
    "year": 1864,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Horatio Parker",
    "birthday": "1863-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Horatio_William_Parker_1916.jpg/234px-Horatio_William_Parker_1916.jpg",
    "extract": "Horatio William Parker was an American composer, organist and teacher. He was a central figure in musical life in New Haven, Connecticut in the late 19th century, and is best remembered as the undergraduate teacher of Charles Ives while the composer attended Yale University.",
    "year": 1863,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "M. Visvesvaraya",
    "birthday": "1861-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Vishveshvarayya_in_his_30%27s.jpg/256px-Vishveshvarayya_in_his_30%27s.jpg",
    "extract": "Sir Mokshagundam Srinivasa Shastry Vishveshwarayya, FASc, often referred by his initials, MV, was an Indian civil engineer, statesman and the 19th Diwan of Mysore, serving from 1912 to 1919. He started his primary education in Bangalore, received his BSc degree from the University of Madras, and then DCE from the University of Bombay through its affiliated institution and 3rd oldest Engineering College in Asia, College of Engineering, Pune. He received India's highest honour, the Bharat Ratna, in 1955.",
    "year": 1861,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Charles de Foucauld",
    "birthday": "1858-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/60/Charles_de_Foucauld.jpg",
    "extract": "Charles Eugène de Foucauld de Pontbriand, Viscount of Foucauld was a French soldier, explorer, geographer, ethnographer, Catholic priest and hermit who lived among the Tuareg people in the Sahara in Algeria. He was assassinated in 1916. His inspiration and writings led to the founding of the Little Brothers of Jesus among other religious congregations.",
    "year": 1858,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Jenő Hubay",
    "birthday": "1858-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Jen%C5%91_Hubay%2C_by_Georg_Fayer.jpg/234px-Jen%C5%91_Hubay%2C_by_Georg_Fayer.jpg",
    "extract": "Jenő Hubay, Jenő Hubay von Szalatna, Hungarian: szalatnai Hubay Jenő, also known by his German name Eugen Huber, was a Hungarian violinist, composer and music teacher.",
    "year": 1858,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "William Howard Taft",
    "birthday": "1857-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/William_Howard_Taft%2C_head-and-shoulders_portrait%2C_facing_front.jpg/240px-William_Howard_Taft%2C_head-and-shoulders_portrait%2C_facing_front.jpg",
    "extract": "William Howard Taft was the 27th president of the United States (1909–1913) and the tenth chief justice of the United States (1921–1930), the only person to have held both offices. Taft was elected president in 1908, the chosen successor of Theodore Roosevelt, but was defeated for reelection in 1912 by Woodrow Wilson after Roosevelt split the Republican vote by running as a third-party candidate. In 1921, President Warren G. Harding appointed Taft to be chief justice, a position he held until a month before his death.",
    "year": 1857,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Edward Bouchet",
    "birthday": "1852-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Edward_A._Bouchet.jpg/224px-Edward_A._Bouchet.jpg",
    "extract": "Edward Alexander Bouchet was an American physicist and educator and was the first African American to earn a Ph.D. from any American university, completing his dissertation in physics at Yale in 1876. On the basis of his academic record he was elected to the Phi Beta Kappa Society. In 1874, he became one of the first African Americans to graduate from Yale College.",
    "year": 1852,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Jan Ernst Matzeliger",
    "birthday": "1852-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Jan_ernst_matzeliger.gif/234px-Jan_ernst_matzeliger.gif",
    "extract": "Jan Ernst Matzeliger was an inventor whose lasting machine brought significant change to the manufacturing of shoes.",
    "year": 1852,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "George Franklin Grant",
    "birthday": "1846-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/George_Franklin_Grant_%281870%29.png/201px-George_Franklin_Grant_%281870%29.png",
    "extract": "George Franklin Grant was the first African-American professor at Harvard. He was also a Boston dentist, and an inventor of a wooden golf tee.",
    "year": 1846,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Porfirio Díaz",
    "birthday": "1830-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Porfirio_Diaz_in_uniform.jpg/243px-Porfirio_Diaz_in_uniform.jpg",
    "extract": "José de la Cruz Porfirio Díaz Mori, known as Porfirio Díaz, was a Mexican general and politician who served seven terms as President of Mexico, a total of 31 years, from 28 November 1876 to 6 December 1876, 17 February 1877 to 1 December 1880 and from 1 December 1884 to 25 May 1911. The entire period from 1876 to 1911 is often referred to as Porfiriato and has been characterized as a de facto dictatorship.",
    "year": 1830,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Alexander Butlerov",
    "birthday": "1828-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Butlerov%2C_A._M._1828-1886.jpg/202px-Butlerov%2C_A._M._1828-1886.jpg",
    "extract": "Alexander Mikhaylovich Butlerov was a Russian chemist, one of the principal creators of the theory of chemical structure (1857–1861), the first to incorporate double bonds into structural formulas, the discoverer of hexamine (1859), the discoverer of formaldehyde (1859) and the discoverer of the formose reaction (1861). He first proposed the idea of possible tetrahedral arrangement of valence bonds in carbon compounds in 1862.",
    "year": 1828,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Cyprien Tanguay",
    "birthday": "1819-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4e/Cyprien_Tanguay.jpg",
    "extract": "Cyprien Tanguay was a French Canadian priest and historian.",
    "year": 1819,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Halfdan Kjerulf",
    "birthday": "1815-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Portrett_av_Halfdan_Kjerulf_-_kopi_etter_Knud_Bergslien_-_Oslo_Museum_-_OB.00068.jpg/273px-Portrett_av_Halfdan_Kjerulf_-_kopi_etter_Knud_Bergslien_-_Oslo_Museum_-_OB.00068.jpg",
    "extract": "Halfdan Kjerulf was a Norwegian composer.",
    "year": 1815,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "James Fenimore Cooper",
    "birthday": "1789-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/James_Fenimore_Cooper_by_Brady.jpg/251px-James_Fenimore_Cooper_by_Brady.jpg",
    "extract": "James Fenimore Cooper was an American writer of the first half of the 19th century. His historical romances depicting colonist and Indigenous characters from the 17th to the 19th centuries created a unique form of American literature. He lived much of his boyhood and the last fifteen years of life in Cooperstown, New York, which was founded by his father William Cooper on property that he owned. Cooper became a member of the Episcopal Church shortly before his death and contributed generously to it. He attended Yale University for three years, where he was a member of the Linonian Society.",
    "year": 1789,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Manuel Maria Barbosa du Bocage",
    "birthday": "1765-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Retrato_de_Bocage_%281905%29_-_Francisco_Augusto_Flamengo_%28Museu_de_Set%C3%BAbal%29.png/226px-Retrato_de_Bocage_%281905%29_-_Francisco_Augusto_Flamengo_%28Museu_de_Set%C3%BAbal%29.png",
    "extract": "Manuel Maria Barbosa l'Hedois du Bocage, most often referred to simply as Bocage, was a Portuguese Neoclassic poet, writing at the beginning of his career under the pen name Elmano Sadino.",
    "year": 1765,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Bogislav Friedrich Emanuel von Tauentzien",
    "birthday": "1760-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Graf-tauentzien.jpg/243px-Graf-tauentzien.jpg",
    "extract": "Bogislav Friedrich Emanuel Graf Tauentzien von Wittenberg was a Prussian general of the Napoleonic Wars.",
    "year": 1760,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Cornelio Saavedra",
    "birthday": "1759-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Cornelio_Saavedra_-_1810.jpg/249px-Cornelio_Saavedra_-_1810.jpg",
    "extract": "Cornelio Judas Tadeo de Saavedra y Rodríguez was a military officer and statesman from the Viceroyalty of the Río de la Plata. He was instrumental in the May Revolution, the first step of Argentina's independence from Spain, and was appointed president of the Primera Junta.",
    "year": 1759,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Jean Sylvain Bailly",
    "birthday": "1736-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Jean_Sylvain_Bailly%2C_Maire_de_Paris.png/255px-Jean_Sylvain_Bailly%2C_Maire_de_Paris.png",
    "extract": "Jean Sylvain Bailly was a French astronomer, mathematician, freemason, and political leader of the early part of the French Revolution. He presided over the Tennis Court Oath, served as the mayor of Paris from 1789 to 1791, and was ultimately guillotined during the Reign of Terror.",
    "year": 1736,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Jean-Baptiste Vaquette de Gribeauval",
    "birthday": "1715-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Jean-Baptiste_Vaquette_Fr%C3%A9chencourt_de_Gribeauval_%281715-1789%29.jpg/273px-Jean-Baptiste_Vaquette_Fr%C3%A9chencourt_de_Gribeauval_%281715-1789%29.jpg",
    "extract": "Lieutenant General Jean-Baptiste Vaquette de Gribeauval was a French artillery officer and engineer who revolutionised the French cannon, creating a new production system that allowed for lighter, more uniform guns without sacrificing range. His Gribeauval system superseded the de Vallière system. These guns proved essential to French military victories during the Napoleonic Wars. Gribeauval is credited as the earliest known advocate for the interchangeability of gun parts. He is thus one of the principal influences on the later development of interchangeable manufacture.",
    "year": 1715,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Sophia Dorothea of Celle",
    "birthday": "1666-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Sophie_Dorothea_von_Braunschweig-L%C3%BCneburg%40Residenzmuseum_Celle20160708_01.jpg/241px-Sophie_Dorothea_von_Braunschweig-L%C3%BCneburg%40Residenzmuseum_Celle20160708_01.jpg",
    "extract": "Sophia Dorothea of Brunswick-Lüneburg-Celle was the repudiated wife of future King George I of Great Britain. The union with her first cousin was a marriage of state, arranged by her father George William, her father-in-law the Elector of Hanover, and her mother-in-law, Electress Sophia of Hanover, first cousin of King Charles II of England. Sophia Dorothea is best remembered for her alleged affair with Count Philip Christoph von Königsmarck that led to her being imprisoned in the Castle of Ahlden for the last thirty years of her life.",
    "year": 1666,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Titus Oates",
    "birthday": "1649-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Titus_Oates.jpg/256px-Titus_Oates.jpg",
    "extract": "Titus Oates was an English priest who fabricated the \"Popish Plot\", a supposed Catholic conspiracy to kill King Charles II.",
    "year": 1649,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "François de La Rochefoucauld (writer)",
    "birthday": "1613-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Fran%C3%A7ois_de_La_Rochefoucauld.jpg/248px-Fran%C3%A7ois_de_La_Rochefoucauld.jpg",
    "extract": "François VI, Duc de La Rochefoucauld, Prince de Marcillac was an accomplished French moralist of the era of French Classical literature and author of Maximes and Memoirs, the only two works of his dense literary oeuvre published. His maxims portray the callous nature of human conduct, with a cynical attitude towards putative virtue and avowals of affection, friendship, love, and loyalty. Leonard Tancock regards Maxims as \"one of the most deeply felt, most intensely lived texts in French literature\", with his \"experience, his likes and dislikes, sufferings and petty spites ... crystallized into absolute truths.\"",
    "year": 1613,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Giovanni Battista Rinuccini",
    "birthday": "1592-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Rinuccini.JPG/258px-Rinuccini.JPG",
    "extract": "Giovanni Battista Rinuccini (1592–1653) was an Italian Roman Catholic archbishop in the mid-seventeenth century. He was a noted legal scholar and became chamberlain to Pope Gregory XV. In 1625 Pope Urban VIII made him the Archbishop of Fermo in Italy. In 1645 Pope Innocent X sent him to Ireland as Papal Nuncio. He brought money and weapons to help the Confederate Irish in its conflict against the English Parliamentarians. Rinuccini became the dominant figure of the hard-line Clerical Faction of the Confederates refusing the alliance with the Irish Royalists.",
    "year": 1592,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Catherine of Austria, Queen of Poland",
    "birthday": "1533-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Cranach_the_Younger_Catherine_of_Austria.jpg/273px-Cranach_the_Younger_Catherine_of_Austria.jpg",
    "extract": "Catherine of Austria was one of the fifteen children of Ferdinand I, Holy Roman Emperor and Anna of Bohemia and Hungary. In 1553, she married Polish King Sigismund II Augustus and became Queen consort of Poland and Grand Duchess consort of Lithuania. Their marriage was not happy and they had no children together. After a likely miscarriage in 1554 and a bout of illness in 1558, Sigismund became increasingly distant. He tried but failed to obtain a divorce from the pope. In 1565, Catherine returned to Austria and lived in Linz until her death. Sigismund died just a few months after her bringing the Jagiellon dynasty to its end.",
    "year": 1533,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Mary of Hungary (governor of the Netherlands)",
    "birthday": "1505-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Mary_%281505%E2%80%931558%29%2C_Queen_of_Hungary.jpg/269px-Mary_%281505%E2%80%931558%29%2C_Queen_of_Hungary.jpg",
    "extract": "Mary of Austria, also known as Mary of Hungary, was queen of Hungary and Bohemia as the wife of King Louis II, and was later governor of the Habsburg Netherlands.",
    "year": 1505,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Jacopo Salviati",
    "birthday": "1461-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Portrait_of_a_Knight_of_Malta%2C_Probably_Fra_Jacopo_Salviati_MET_DT254471.jpg/241px-Portrait_of_a_Knight_of_Malta%2C_Probably_Fra_Jacopo_Salviati_MET_DT254471.jpg",
    "extract": "Jacopo Salviati was an Italian politician and son-in-law of Lorenzo de' Medici. He was married to the Lorenzo's daughter the prestigious Lucrezia de' Medici, on 10 September 1486, and they would have 10 children together. The son of Giovanni Salviati and Maddalena Gondi, he devoted himself to the economic affairs of the family, becoming very wealthy. He then engaged in political life. He was Prior of the Guilds in 1499 and 1518, then gonfalonier of Justice in 1514. In 1513, he was appointed ambassador to Rome.",
    "year": 1461,
    "month": 9,
    "day": 15,
    "language": "en"
  },
  {
    "name": "Marco Polo",
    "birthday": "1254-9-15",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Marco_Polo_-_costume_tartare.jpg/229px-Marco_Polo_-_costume_tartare.jpg",
    "extract": "Marco Emilio Polo was a Venetian merchant, explorer, and writer from the Republic of Venice who travelled through Asia along the Silk Road between 1271 and 1295. His travels are recorded in The Travels of Marco Polo, a book that described to Europeans the then mysterious culture and inner workings of the Eastern world, including the wealth and great size of the Mongol Empire and China in the Yuan Dynasty, giving their first comprehensive look into China, Persia, India, Japan and other Asian cities and countries.",
    "year": 1254,
    "month": 9,
    "day": 15,
    "language": "en"
  }
]