[
  {
    "name": "Auston Matthews",
    "birthday": "1997-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Auston_Matthews_9.jpg/320px-Auston_Matthews_9.jpg",
    "extract": "Auston Taylour Matthews is an American professional ice hockey center and alternate captain for the Toronto Maple Leafs of the National Hockey League (NHL). Born in San Ramon, California, Matthews and his family moved to Scottsdale, Arizona, when he was an infant. After playing baseball and hockey during his childhood, he developed a particular interest in hockey after watching the local Arizona Coyotes play. A product of the USA Hockey National Team Development Program in the United States Hockey League (USHL), Matthews played for the ZSC Lions of the Swiss National League prior to being drafted into the NHL in 2016, winning a Swiss Cup title that same year. Matthews was widely considered the top prospect of the draft, and was selected first overall by the Toronto Maple Leafs.",
    "year": 1997,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Patrick Mahomes",
    "birthday": "1995-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Chiefs_190_%2851615696893%29_%28cropped%29.jpg/230px-Chiefs_190_%2851615696893%29_%28cropped%29.jpg",
    "extract": "Patrick Lavon Mahomes II is an American football quarterback for the Kansas City Chiefs of the National Football League (NFL). The son of former Major League Baseball (MLB) pitcher Pat Mahomes, he initially played college football and college baseball at Texas Tech University. Following his sophomore year, he quit baseball to focus solely on football. In his junior year, he led all NCAA Division I FBS players in multiple categories including passing yards (5,052) and total touchdowns (53). He was selected 10th overall by the Kansas City Chiefs in the 2017 NFL Draft.",
    "year": 1995,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Sofiane Boufal",
    "birthday": "1993-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/XXIII_Memorial_Quinocho_%28RC_Celta_vs_Mainz_05%29_-_23_%28cropped%29.jpg/211px-XXIII_Memorial_Quinocho_%28RC_Celta_vs_Mainz_05%29_-_23_%28cropped%29.jpg",
    "extract": "Sofiane Boufal is a Moroccan professional footballer who plays as a winger or attacking midfielder for Ligue 1 club Angers and the Morocco national team.",
    "year": 1993,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Sophie Howard (footballer)",
    "birthday": "1993-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/SAP_Frauen-Fu%C3%9FballCup_2016_-_Sophie_Howard.jpg/240px-SAP_Frauen-Fu%C3%9FballCup_2016_-_Sophie_Howard.jpg",
    "extract": "Sophie Louise Howard is a football defender who most recently played for Leicester City of England's FA Women's Super League. Since 2017, she has been a member of the senior Scotland national team.",
    "year": 1993,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ryo Ishikawa",
    "birthday": "1991-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Ryo_Ishikawa_in_June_2011_%285830658315%29.jpg/320px-Ryo_Ishikawa_in_June_2011_%285830658315%29.jpg",
    "extract": "Ryo Ishikawa , also known by the nickname \"Hanikami Ōji\" , is a Japanese professional golfer.",
    "year": 1991,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Cameron King",
    "birthday": "1991-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Cameron_King.jpg/212px-Cameron_King.jpg",
    "extract": "Cameron King is an Australian former professional rugby league footballer who played as a hooker in the 2010s and 2020s.",
    "year": 1991,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Sean Scannell",
    "birthday": "1990-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Sean_Scannell_2012.jpg/135px-Sean_Scannell_2012.jpg",
    "extract": "Sean Scannell is a professional footballer who plays as a winger for National League club Grimsby Town.",
    "year": 1990,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Pixie Geldof",
    "birthday": "1990-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Pixie_Geldof_September_2014.jpg/219px-Pixie_Geldof_September_2014.jpg",
    "extract": "Little Pixie Geldof is an English model and singer. She is the third daughter of Bob Geldof and Paula Yates.",
    "year": 1990,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Kate Deines",
    "birthday": "1989-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Kate_Deines%2C_Washington_vs._Seattle_U%2C_August_20%2C_2010.jpg/256px-Kate_Deines%2C_Washington_vs._Seattle_U%2C_August_20%2C_2010.jpg",
    "extract": "Kathleen Ann Deines is an American soccer midfielder-defender. She most recently played for Turbine Potsdam in the German Bundesliga and Seattle Reign FC of the National Women's Soccer League. Deines was a fourth round pick of the Atlanta Beat of Women's Professional Soccer in the 2012 WPS Draft of college seniors on January 13, 2012. The WPS Board of Governors voted to suspend the 2012 season on January 30 citing pending legal issues. Subsequently, she was free to sign with other teams and rejoined the Seattle Sounders Women, the organization she had previously played for from 2007 to 2009. After the formation of the National Women's Soccer League in late 2012, Deines played for the Seattle Reign during the league's first two seasons. She was traded to FC Kansas City in late 2014 but announced her retirement from professional soccer on March 31, 2015 before the 2015 season began.",
    "year": 1989,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Paul Huntington",
    "birthday": "1987-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Paul_Huntington_2016.jpg/240px-Paul_Huntington_2016.jpg",
    "extract": "Paul David Huntington is an English professional footballer who formerly played as a centre-back for Preston North End who had made a total of 308 appearances for the club over a 10 year period.",
    "year": 1987,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ravichandran Ashwin",
    "birthday": "1986-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3c/Ravichandran_Ashwin_%28cropped%29.jpg",
    "extract": "Ravichandran Ashwin is an Indian international cricketer. An all-rounder who bats right-handed and bowls right-arm off-break, he plays for Tamil Nadu in domestic cricket and Rajasthan Royals in the Indian Premier League. He is the fastest Indian bowler to reach the 50-, 100-, 150-, 200-, 250-, 300-, 350- and 400-wicket mark in Test cricket in terms of number of innings. In 2016, he became the third Indian to win the ICC Cricketer of the Year award. Considered to be one of the best spin bowlers of his generation, he is currently the highest-ranked spinner in Test cricket, and the highest-ranked Test bowler for India on the ICC Player Rankings. He has won nine Man of the Series awards in Test cricket, which is the highest by an Indian cricketer.",
    "year": 1986,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Paolo De Ceglie",
    "birthday": "1986-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Paolo_De_Ceglie.jpg/240px-Paolo_De_Ceglie.jpg",
    "extract": "Paolo De Ceglie is an Italian professional footballer who plays as a left-back, wing-back, or as a winger. He spent most of his career with Italian club Juventus, where he won three Serie A titles, among other trophies, but also had loan spells with other Italian teams, as well as a stint with French side Marseille. In his prime, he was known for his pace, and was considered one of the fastest players in Serie A in 2010.",
    "year": 1986,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Tomáš Berdych",
    "birthday": "1985-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Berdych_WM19_%289%29_%2848521867956%29.jpg/213px-Berdych_WM19_%289%29_%2848521867956%29.jpg",
    "extract": "Tomáš Berdych is a Czech former professional tennis player. His most notable achievement was reaching the final of the 2010 Wimbledon Championships, causing consecutive upsets by defeating top seed and six-time champion Roger Federer in the quarterfinals, and No. 3 Novak Djokovic in the semifinals. In the final, he lost to Rafael Nadal in straight sets. Berdych's biggest career title was the Paris Masters in 2005 as an unseeded player, defeating Ivan Ljubičić in the final.",
    "year": 1985,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "José Gonçalves (footballer)",
    "birthday": "1985-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Jose_Goncalves_2008.jpg/307px-Jose_Goncalves_2008.jpg",
    "extract": "José Júlio Gomes Gonçalves is a Portuguese professional footballer who plays as a left back or central defender for the reserve team of FC Zürich.",
    "year": 1985,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Brendan Oake",
    "birthday": "1985-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Brendan_Oake.jpg/242px-Brendan_Oake.jpg",
    "extract": "Brendan Oake is an Australian former professional rugby league footballer played for the Parramatta Eels in the National Rugby League. He played as a second-row, prop or lock.",
    "year": 1985,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Alexander Ovechkin",
    "birthday": "1985-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Alex_Ovechkin_2018-05-21.jpg/295px-Alex_Ovechkin_2018-05-21.jpg",
    "extract": "Alexander Mikhailovich Ovechkin is a Russian professional ice hockey left winger and captain of the Washington Capitals of the National Hockey League (NHL). Nicknamed \"Ovi\" and \"the Great Eight\", Ovechkin has been widely regarded as one of the greatest goal scorers of all time and holds the record for the most power play goals in NHL history.",
    "year": 1985,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Mason Raymond",
    "birthday": "1985-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Mason_Raymond_Practice.jpg/213px-Mason_Raymond_Practice.jpg",
    "extract": "Mason Evan Raymond is a Canadian former professional ice hockey winger who played in the National Hockey League (NHL) with the Vancouver Canucks, Toronto Maple Leafs, Calgary Flames and the Anaheim Ducks. He represented Canada in South Korea for the 2018 Winter Olympics.",
    "year": 1985,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Mary Mohler",
    "birthday": "1984-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Mary_Mohler_2009.jpg/301px-Mary_Mohler_2009.jpg",
    "extract": "Mary Elizabeth Mohler is an American former competition swimmer and former world record-holder in the Women's 200-meter butterfly.",
    "year": 1984,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "John Kucera",
    "birthday": "1984-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/John_Kucera.jpg/240px-John_Kucera.jpg",
    "extract": "John Kucera is a retired World Cup alpine ski racer from Canada.",
    "year": 1984,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Patrick van Luijk",
    "birthday": "1984-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/20090821-WK2009-Patrick_van_Luijk.jpg/320px-20090821-WK2009-Patrick_van_Luijk.jpg",
    "extract": "Patrick Jermaine Herschel van Luijk is a Dutch sprinter.",
    "year": 1984,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Garth Murray",
    "birthday": "1982-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Garth_Murray.jpg/231px-Garth_Murray.jpg",
    "extract": "Garth Robert Murray is a Canadian former professional ice hockey forward who played in the National Hockey League (NHL) for the New York Rangers, Montreal Canadiens, Florida Panthers and the Phoenix Coyotes.",
    "year": 1982,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Casey Janssen",
    "birthday": "1981-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/MG_3284_Casey_Janssen.jpg/198px-MG_3284_Casey_Janssen.jpg",
    "extract": "Robert Casey Janssen is an American former professional baseball pitcher. He pitched for two seasons in various levels of the Toronto Blue Jays' minor league organization before his debut in 2006 as a starting pitcher. Janssen was moved to the bullpen as a middle reliever and spot starter from 2007 to 2011, and in 2012 he was put in the closing role. Janssen also played for the Washington Nationals.",
    "year": 1981,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Bakari Koné",
    "birthday": "1981-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Bakari_Kon%C3%A9_%28Baky%29.jpg/266px-Bakari_Kon%C3%A9_%28Baky%29.jpg",
    "extract": "Bakari Koné is an Ivorian former professional footballer who played as a winger.",
    "year": 1981,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Dan Haren",
    "birthday": "1980-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Dan_Haren_on_September_16%2C_2011_%281%29.jpg/320px-Dan_Haren_on_September_16%2C_2011_%281%29.jpg",
    "extract": "Daniel John Haren is an American former professional baseball pitcher. Haren played in Major League Baseball (MLB) for the St. Louis Cardinals, Oakland Athletics, Arizona Diamondbacks, Los Angeles Angels of Anaheim, Washington Nationals, Los Angeles Dodgers, Miami Marlins, and Chicago Cubs. He now serves as an executive with the Diamondbacks.",
    "year": 1980,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Shabana Mahmood",
    "birthday": "1980-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Official_portrait_of_Shabana_Mahmood_MP_crop_2.jpg/240px-Official_portrait_of_Shabana_Mahmood_MP_crop_2.jpg",
    "extract": "Shabana Mahmood is a British Labour Party politician and barrister serving as the Member of Parliament (MP) for Birmingham Ladywood since 2010. She has served in the Shadow Cabinet of Keir Starmer as the Labour Party National Campaign Coordinator since 2021. She also served as Shadow Chief Secretary to the Treasury in 2015.",
    "year": 1980,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Oliver Risser",
    "birthday": "1980-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Oliver_Risser_-_2009-09-27_at_19-27-10.jpg/320px-Oliver_Risser_-_2009-09-27_at_19-27-10.jpg",
    "extract": "Oliver Hanjorge Risser is a former footballer who played as a midfielder. He represented Namibia internationally as well as having spells playing in Norway, Finland, England and Belgium.",
    "year": 1980,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Akin Ayodele",
    "birthday": "1979-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Akin_Ayodele.jpg/219px-Akin_Ayodele.jpg",
    "extract": " Akinola James Ayodele is a former American football linebacker in the National Football League (NFL) for the Jacksonville Jaguars, Dallas Cowboys, Miami Dolphins, and Buffalo Bills. He was drafted by the Jacksonville Jaguars in the third round of the 2002 NFL Draft. He played college football at Purdue.",
    "year": 1979,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Flo Rida",
    "birthday": "1979-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Flo_Rida2012.jpg/213px-Flo_Rida2012.jpg",
    "extract": "Tramar Lacel Dillard, better known by his stage name Flo Rida, is an American rapper from Carol City, Florida. His 2007 breakout single \"Low\" was number one for 10 weeks in the United States and broke the record for digital download sales at the time of its release.",
    "year": 1979,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Nick Cordero",
    "birthday": "1978-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/31/NickCordero.jpg",
    "extract": "Nicholas Eduardo Alberto Cordero was a Canadian actor and singer. He was nominated for the Tony Award for Best Featured Actor in a Musical for his role as Cheech in the 2014 Broadway musical Bullets Over Broadway and was twice nominated for Drama Desk Awards. His career also included television roles and film roles.",
    "year": 1978,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Sam Esmail",
    "birthday": "1977-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Sam_Esmail_at_SXSW_2016.jpg/251px-Sam_Esmail_at_SXSW_2016.jpg",
    "extract": "Sam Esmail is an American film and television producer, director, and screenwriter who runs the production company Esmail Corp. He is best known as the creator, writer and director of the award-winning USA Network television series Mr. Robot (2015–2019), starring Rami Malek. He also wrote and directed the feature film Comet. He directed and produced the acclaimed Amazon Prime Video psychological thriller Homecoming (2018–2020), starring Julia Roberts and Janelle Monáe, and produced USA's Briarpatch (2020), Starz's Gaslit (2022), and Peacock's Angelyne (2022). As of 2022, Esmail is attached to produce a number of upcoming television series and films, including the series The Resort, which Esmail co-created, and Metropolis, and the film Leave the World Behind; the latter two for which he also serves as director and writer.",
    "year": 1977,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Simone Perrotta",
    "birthday": "1977-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Simone_Perrotta_2007.jpg/320px-Simone_Perrotta_2007.jpg",
    "extract": "Simone Perrotta is an Italian former professional footballer who played as a midfielder. Throughout his career, he stood out for his work-rate, energy, and box-to-box play as a ball-winner in the midfield area. After initially playing for Italian sides Reggina, Juventus, Bari, and Chievo, Perrotta went on to spend most of his career with Serie A club Roma, until his retirement on 29 June 2013; he won consecutive Coppa Italia titles with the club in 2007 and 2008, as well as the 2007 Supercoppa Italiana.",
    "year": 1977,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Wilko de Vogt",
    "birthday": "1975-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/bc/WilkoDeVogt.jpg",
    "extract": "Wilko de Vogt is a former Dutch football goalkeeper.",
    "year": 1975,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jimmie Johnson",
    "birthday": "1975-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Jimmie_johnson_%2849562468442%29.jpg/209px-Jimmie_johnson_%2849562468442%29.jpg",
    "extract": "Jimmie Kenneth Johnson is an American professional auto racing driver who competes in the NTT IndyCar Series, driving the No. 48 Honda full-time for Chip Ganassi Racing and IMSA WeatherTech SportsCar Championship, driving the No. 48 Cadillac on a part-time schedule for Ally Cadillac Racing. A seven-time NASCAR Cup Series champion, he competed full-time in the series from 2002 to 2020, driving the No. 48 Chevrolet with Hendrick Motorsports, before transitioning to open-wheel racing. Johnson's seven Cup championships, the first five of which are consecutive, are tied with Richard Petty and Dale Earnhardt for the most all-time. Many analysts and fellow drivers consider Johnson to be one of the greatest NASCAR drivers of all time.",
    "year": 1975,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Pumpkinhead (rapper)",
    "birthday": "1975-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/71/Pumpkinhead_rapper.jpg",
    "extract": "Robert Alan Diaz known by his stage name Pumpkinhead or P.H., was an American rapper and hip hop artist. He grew up in the Park Slope area of Brooklyn, New York with his mother and younger sister.",
    "year": 1975,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Tormod Granheim",
    "birthday": "1974-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/TormodGranheim.png/277px-TormodGranheim.png",
    "extract": "Tormod Granheim is a Norwegian adventurer and motivational speaker involved in expeditions and extreme skiing. On May 16, 2006, he made the first ski descent of Mount Everest's North Face by the Norton Couloir.",
    "year": 1974,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Rasheed Wallace",
    "birthday": "1974-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Rasheed_Wallace_2_cropped.jpg/213px-Rasheed_Wallace_2_cropped.jpg",
    "extract": "Rasheed Abdul Wallace is an American basketball coach for the Memphis Tigers and former professional player. A native of Philadelphia, Wallace played college basketball at the University of North Carolina before declaring for the draft in 1995, where he'd play 16 seasons in the National Basketball Association (NBA).",
    "year": 1974,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Demis Nikolaidis",
    "birthday": "1973-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e7/Lekidis-nikolaidis.jpg",
    "extract": "Themistoklis \"Demis\" Nikolaidis is a Greek former professional footballer who played as a striker. He was the forty second president of AEK Athens, and is considered one of the finest footballers Greece has produced. In his early childhood and teenage years he lived in the city of Alexandroupoli, in the northeast part of Greece. In a sterling career with Ethnikos Alexandroupolis, Apollon Smyrnis, AEK Athens and Atlético Madrid, Nikolaidis earned his reputation as a \"born goalscorer\", scoring prolifically for club and country. His power, pace and skill on the ball have been widely praised.",
    "year": 1973,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Nate Berkus",
    "birthday": "1971-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Nate_Berkus_in_CES_2014_Press_Conference.jpg/320px-Nate_Berkus_in_CES_2014_Press_Conference.jpg",
    "extract": "Nathan Jay Berkus is an American interior designer, author, and television personality. He runs the Chicago interior design firm Nate Berkus Associates and was a regularly featured guest on The Oprah Winfrey Show, offering design advice to viewers as well as coordinating surprise make-overs for people's homes. He has released numerous lines of products and authored several books.",
    "year": 1971,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Mike Catt",
    "birthday": "1971-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Mike_Catt_%284319558641%29.jpg/157px-Mike_Catt_%284319558641%29.jpg",
    "extract": "Michael John Catt OBE is a South African-born former rugby union player who played for the England national rugby union team. He played professionally for the clubs London Irish and Bath. He earned 75 international caps for England and played in two World Cup Finals, in 2003 and 2007. With his appearance in the October 2007 final, at age 36 years 1 month, he became the oldest ever player to play in a Rugby World Cup final. Since 2008, Catt has coached various rugby teams, and has since 2019 been an assistant coach for the Ireland national rugby team.",
    "year": 1971,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Mauro Milanese",
    "birthday": "1971-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Mauro_milanese.jpg/240px-Mauro_milanese.jpg",
    "extract": "Mauro Milanese is an Italian former footballer and manager, who played as a left back. He has also been capped for the Italy national football team. He played 2 international games for Italy national first team and 200 matches at Serie A, 100 matches at Lega Pro Prima Divisione and two seasons playing in the Championship. In 2014, he was manager of Leyton Orient.",
    "year": 1971,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Adam Devlin",
    "birthday": "1969-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Adam_Devlin%2C_live_at_Nottingham_Splendour.jpg/301px-Adam_Devlin%2C_live_at_Nottingham_Splendour.jpg",
    "extract": "Adam Devlin is an English musician, best known as the guitarist and songwriter for The Bluetones.",
    "year": 1969,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ken Doherty",
    "birthday": "1969-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Ken_Doherty_PHC_2012-3.jpg/320px-Ken_Doherty_PHC_2012-3.jpg",
    "extract": "Ken Doherty is an Irish professional snooker player, commentator and radio presenter.",
    "year": 1969,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Keith Flint",
    "birthday": "1969-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Keith_in_2009.jpg/209px-Keith_in_2009.jpg",
    "extract": "Keith Charles Flint was an English singer, dancer and motorcycle racer. He was a member of the electronic dance act The Prodigy. Starting out as a dancer, he became the frontman of the group and performed on the group's two UK number-one singles, \"Firestarter\" and \"Breathe\", both released in 1996. He was also the lead singer of his own band, Flint. He owned a motorcycle racing team, Team Traction Control, which won four Isle of Man TT races throughout 2015 and 2016, and competed in the British Superbike Championship.",
    "year": 1969,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Cheryl Strayed",
    "birthday": "1968-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Cheryl_strayed_2012.jpg/240px-Cheryl_strayed_2012.jpg",
    "extract": "Cheryl Strayed is an American writer and podcast host. She has written four books: the novel Torch (2006) and the nonfiction books Wild: From Lost to Found on the Pacific Crest Trail (2012), Tiny Beautiful Things (2012) and Brave Enough (2015). Wild, which told the story of a long hike that Strayed took in 1995, was an international bestseller, and was adapted as the 2014 film Wild.",
    "year": 1968,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Tito Vilanova",
    "birthday": "1968-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Tito_Vilanova_%282012%29.jpg/196px-Tito_Vilanova_%282012%29.jpg",
    "extract": "Francesc \"Tito\" Vilanova Bayó was a Spanish professional football central midfielder and manager.",
    "year": 1968,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Michael Carbajal",
    "birthday": "1967-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Michael_Carbajal_by_Gage_Skidmore.jpg/238px-Michael_Carbajal_by_Gage_Skidmore.jpg",
    "extract": "Michael Carbajal is an American five-time world boxing champion of Mexican descent. His nickname was \"Little Hands Of Stone,\" after his favorite boxer,\"Hands Of Stone\" Roberto Durán.",
    "year": 1967,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Doug E. Fresh",
    "birthday": "1966-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Doug_E._Fresh_performing_in_2010.jpg/320px-Doug_E._Fresh_performing_in_2010.jpg",
    "extract": "Doug E. Fresh is a Barbados-born American rapper, record producer, and beatboxer, also known as the \"Human Beat Box\". The pioneer of 20th-century American beatboxing, Fresh is able to accurately imitate drum machines and various special effects using only his mouth, lips, gums, throat, tongue and a microphone.",
    "year": 1966,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Kyle Chandler",
    "birthday": "1965-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Kyle_Chandler-Nov2009.jpg/217px-Kyle_Chandler-Nov2009.jpg",
    "extract": "Kyle Martin Chandler is an American actor. Making his screen acting debut in a 1988 television film, Quiet Victory: The Charlie Wedemeyer Story, Chandler's first regular television role was in the ABC drama Homefront (1991–93). This was followed by the lead role of Gary Hobson in the CBS series Early Edition (1996–2000), for which he won a Saturn Award for Best Actor on Television. His other television roles include the sitcom What About Joan? (2001) and the legal drama The Lyon's Den (2003), both short-lived, and a well-received guest appearance on the medical drama Grey's Anatomy, for which Chandler received his first Primetime Emmy Award nomination.",
    "year": 1965,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Yuji Naka",
    "birthday": "1965-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Yuji_Naka%27_-_Magic_-_Monaco_-_2015-03-21-_P1030036_%28cropped%29.jpg/213px-Yuji_Naka%27_-_Magic_-_Monaco_-_2015-03-21-_P1030036_%28cropped%29.jpg",
    "extract": "Yuji Naka  is a Japanese video game programmer, designer and producer. He is the former head of the Sega studio Sonic Team, where he was the lead programmer of the original Sonic the Hedgehog series on the Sega Mega Drive. Naka also led development on games including Nights into Dreams (1996), Burning Rangers (1998), Sonic Adventure (1998) and three games in the Phantasy Star franchise (1987-2000). In 2006, he left Sega to found Prope, an independent game company. Naka also worked under Square Enix to direct Balan Wonderworld (2021).",
    "year": 1965,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Guy Picciotto",
    "birthday": "1965-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Guy_Picciotto.jpg/208px-Guy_Picciotto.jpg",
    "extract": "Guy Charles Picciotto is an American singer, songwriter, guitarist, musician, and producer from Washington, DC.",
    "year": 1965,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Bryan Singer",
    "birthday": "1965-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Brian_Singer_%22International_Competition_Jury%22_at_Opening_Ceremony_of_the_28th_Tokyo_International_Film_Festival_%2822427114066%29_%28cropped%29.jpg/213px-Brian_Singer_%22International_Competition_Jury%22_at_Opening_Ceremony_of_the_28th_Tokyo_International_Film_Festival_%2822427114066%29_%28cropped%29.jpg",
    "extract": "Bryan Jay Singer is an American film director, producer, and screenwriter. He is the founder of Bad Hat Harry Productions and has produced almost all of the films he has directed.",
    "year": 1965,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Masahiro Chono",
    "birthday": "1963-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Masahiro_Chono_3.jpg/294px-Masahiro_Chono_3.jpg",
    "extract": "Masahiro \"Masa\" Chono  is an American-born Japanese-American retired professional wrestler and actor best known for his 26 year stint with New Japan Pro-Wrestling (NJPW). As the leader of NWO Japan, Team 2000 and Black New Japan, he was the promotion's top heel for much of his career, beginning in 1994 when he adopted his Yakuza inspired gimmick.",
    "year": 1963,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "James Urbaniak",
    "birthday": "1963-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/James_Urbaniak_by_Gage_Skidmore.jpg/262px-James_Urbaniak_by_Gage_Skidmore.jpg",
    "extract": "James Christian Urbaniak is an American character actor. He is best known for his roles as Simon Grim in three Hal Hartley films: Henry Fool (1997), Fay Grim (2006) and Ned Rifle (2014), Robert Crumb in American Splendor (2003), Dr. Thaddeus \"Rusty\" Venture in the animated series The Venture Bros. (2003–2018), Grant Grunderschmidt in Review (2014–2017) and Arthur Tack in Difficult People (2015–2017).",
    "year": 1963,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Baz Luhrmann",
    "birthday": "1962-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Baz_Luhrmann.jpg/213px-Baz_Luhrmann.jpg",
    "extract": "Mark Anthony “Baz” Luhrmann is an Australian director, writer, and producer with projects spanning film, television, opera, theatre, music, and recording industries. He is regarded by some as a contemporary example of an auteur for his style and deep involvement in the writing, directing, design, and musical components of all his work. He is the most commercially successful Australian director, with four of his films in the top ten highest worldwide grossing Australian films of all time.",
    "year": 1962,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Dustin Nguyen",
    "birthday": "1962-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Dustin_Nguyen_22072007_BKKIFF.jpg/243px-Dustin_Nguyen_22072007_BKKIFF.jpg",
    "extract": "Dustin Nguyen is a Vietnamese-American actor and filmmaker. He is best known for his roles as Harry Truman Ioki on 21 Jump Street and as Johnny Loh on VIP. In film, he is known for starring in Little Fish, The Doom Generation and The Rebel.",
    "year": 1962,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Hesham Qandil",
    "birthday": "1962-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Hesham_Mohamed_Qandil_World_Economic_Forum_2013_crop.jpg/320px-Hesham_Mohamed_Qandil_World_Economic_Forum_2013_crop.jpg",
    "extract": "Hesham Mohamed Qandil is an Egyptian engineer and civil servant who was Prime Minister of Egypt from 2012 to 2013. Qandil was appointed as Prime Minister by President Mohamed Morsi on 24 July 2012 and sworn in on 2 August 2012. Qandil previously served as Minister of Water Resources and Irrigation from 2011 to 2012.",
    "year": 1962,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Wayne Riley",
    "birthday": "1962-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Wayne_Riley.JPG/240px-Wayne_Riley.JPG",
    "extract": "Wayne Riley is an Australian professional golfer.",
    "year": 1962,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "BeBe Winans",
    "birthday": "1962-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/BeBe_Winans_2019.jpg/287px-BeBe_Winans_2019.jpg",
    "extract": "Benjamin \"BeBe\" Winans is an American gospel and R&B singer. He is a member of the noted Winans family, most members of which are also gospel artists. Winans has released nine albums, seven with his sister CeCe as BeBe & CeCe Winans and one with three Winans brothers.",
    "year": 1962,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jim Cornette",
    "birthday": "1961-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a2/JimCornette2015Cropped.jpg/320px-JimCornette2015Cropped.jpg",
    "extract": "James Mark Cornette is an American author and podcaster who has previously worked in the professional wrestling industry as an agent, booker, color commentator, manager, promoter, trainer, and occasional professional wrestler.",
    "year": 1961,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Giorgos Koumoutsakos",
    "birthday": "1961-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Giorgos_Koumoutsakos_01.JPG/212px-Giorgos_Koumoutsakos_01.JPG",
    "extract": "Giorgos Koumoutsakos is a Greek politician with the liberal New Democracy party, and a member of the European parliament.",
    "year": 1961,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ty Tabor",
    "birthday": "1961-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Ty_Tabor.jpg/180px-Ty_Tabor.jpg",
    "extract": "Ty Tabor is the lead guitarist, songwriter, and co-lead vocalist for the progressive metal band, King's X.",
    "year": 1961,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "John Franco",
    "birthday": "1960-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/John_Franco_2008-09-28.jpg/235px-John_Franco_2008-09-28.jpg",
    "extract": "John Anthony Franco is an American former professional baseball player. He played in Major League Baseball as a left-handed relief pitcher between 1984 and 2005. Franco established himself as an All-Star player with the Cincinnati Reds before spending the majority of his career with the New York Mets. He ended his 22-year career with one final season with the Houston Astros.",
    "year": 1960,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Damon Hill",
    "birthday": "1960-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Damon_Hill_May_2012_Cropped.jpg/306px-Damon_Hill_May_2012_Cropped.jpg",
    "extract": "Damon Graham Devereux Hill, is a British former racing driver from England and the 1996 Formula One World Champion. He is the son of Graham Hill, and, along with Nico Rosberg, one of two sons of a Formula One World Champion to also win the title. He started racing on motorbikes in 1981, and after minor success moved on to single-seater racing cars.",
    "year": 1960,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Alan Krueger",
    "birthday": "1960-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/20170817_AlanKrueger_FacultyPortrait_CF_0011_%28cropped%29.jpg/239px-20170817_AlanKrueger_FacultyPortrait_CF_0011_%28cropped%29.jpg",
    "extract": "Alan Bennett Krueger was an American economist who was the James Madison Professor of Political Economy at Princeton University and Research Associate at the National Bureau of Economic Research. He served as Assistant Secretary of the Treasury for Economic Policy, nominated by President Barack Obama, from May 2009 to October 2010, when he returned to Princeton. He was nominated in 2011 by Obama as chair of the White House Council of Economic Advisers, and served in that office from November 2011 to August 2013. He was among the 50 highest ranked economists in the world according to Research Papers in Economics.",
    "year": 1960,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Janez Janša",
    "birthday": "1958-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/%D0%AF%D0%BD%D0%B5%D0%B7_%D0%AF%D0%BD%D1%88%D0%B0_%2815-12-2021%29.jpg/245px-%D0%AF%D0%BD%D0%B5%D0%B7_%D0%AF%D0%BD%D1%88%D0%B0_%2815-12-2021%29.jpg",
    "extract": "Ivan Janša, baptized and best known as Janez Janša, is a Slovenian politician who served three times as a prime minister of Slovenia, a position he had held from 2004 to 2008, from 2012 to 2013, and from 2020 to 2022. Since 1993, Janša has led the Slovenian Democratic Party, which has emerged as the pre-eminent Slovenian conservative party. Janša lost his fourth bid for prime minister in April 2022, his party defeated by the Freedom Movement party.",
    "year": 1958,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Tom Waddell (baseball)",
    "birthday": "1958-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Tom_Waddell_Indians.jpg/224px-Tom_Waddell_Indians.jpg",
    "extract": "Thomas David Waddell was a Scottish Major League Baseball pitcher. One of only eight Scotland natives to ever be a major league ballplayer, he pitched for the Cleveland Indians from 1984 to 1985, and again in 1987.",
    "year": 1958,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "David Bintley",
    "birthday": "1957-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/David_Bintley_CBE_-Tokyo.jpg/228px-David_Bintley_CBE_-Tokyo.jpg",
    "extract": "Sir David Julian Bintley is an English former ballet dancer, the artistic director of the Birmingham Royal Ballet, and co-artistic director of the New National Theatre Tokyo ballet company.",
    "year": 1957,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Almazbek Atambayev",
    "birthday": "1956-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Almazbek_Atambayev_%2809-11-2017%29.jpg/199px-Almazbek_Atambayev_%2809-11-2017%29.jpg",
    "extract": "Almazbek Sharshenovich Atambayev is a Kyrgyz politician who served as the President of Kyrgyzstan from 1 December 2011 to 24 November 2017. He was Prime Minister of Kyrgyzstan from 17 December 2010 to 1 December 2011, and from 29 March 2007 to 28 November 2007. He served as Chairman of the Social Democratic Party of Kyrgyzstan (SDPK) from 30 July 1999 to 23 September 2011.",
    "year": 1956,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Thad Bosley",
    "birthday": "1956-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Thad_Bosley_Cubs.jpg/243px-Thad_Bosley_Cubs.jpg",
    "extract": "Thaddis Bosley Jr. is an American former professional baseball outfielder for the California Angels, Chicago White Sox (1978–1980), Milwaukee Brewers (1981), Seattle Mariners (1982), Chicago Cubs (1983–1986), Kansas City Royals (1987–1988) and Texas Rangers (1989–1990).",
    "year": 1956,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Mandawuy Yunupingu",
    "birthday": "1956-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/201000_-_Opening_Ceremony_Yothu_Yindi_perform_2_-_3b_-_2000_Sydney_opening_ceremony_photo.jpg/210px-201000_-_Opening_Ceremony_Yothu_Yindi_perform_2_-_3b_-_2000_Sydney_opening_ceremony_photo.jpg",
    "extract": "Mandawuy Djarrtjuntjun Yunupingu, formerly Tom Djambayang Bakamana Yunupingu; skin name Gudjuk; also known as Dr Yunupingu, was an Aboriginal Australian musician and educator.",
    "year": 1956,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Charles Martinet",
    "birthday": "1955-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Charles_Martinet_Photo_Op_GalaxyCon_Richmond_2020.jpg/235px-Charles_Martinet_Photo_Op_GalaxyCon_Richmond_2020.jpg",
    "extract": "Charles Martinet is an American actor and voice actor, known for his portrayal of both Mario and Luigi in the Super Mario video game series since 1992. He is also the voice of other characters in the series such as Wario and Waluigi.",
    "year": 1955,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Mike Parson",
    "birthday": "1955-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Mike_Parson_official_photo.jpg/225px-Mike_Parson_official_photo.jpg",
    "extract": "Michael Lynn Parson is an American politician serving as the 57th governor of Missouri since 2018. A member of the Republican Party, Parson previously served in the Missouri House of Representatives from 2005 to 2011 and in the Missouri Senate from 2011 to 2017. He served as the 47th lieutenant governor of Missouri under Eric Greitens from 2017 to 2018. He was sworn in as the state's governor on June 1, 2018, following Greitens's resignation; he served the remainder of Greitens' term and was elected governor in his own right in 2020 over Missouri State Auditor Nicole Galloway.",
    "year": 1955,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Luís Amado",
    "birthday": "1953-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Luis_Amado.JPEG/256px-Luis_Amado.JPEG",
    "extract": "Luís Filipe Marques Amado, GCC is a portuguese politician who served as Minister of Foreign Affairs from 2006 to 2011 in Portugal's XIII Government led by the Socialist Party. Before replacing Diogo Freitas do Amaral as Minister of Foreign Affairs, on 30 June 2006, Amado had served as Minister of Defence. On 30 June 2007, he succeeded to the EU Council Presidency on behalf of Portugal.",
    "year": 1953,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Rita Rudner",
    "birthday": "1953-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Rita_Rudner.jpg/213px-Rita_Rudner.jpg",
    "extract": "Rita Rudner is an American comedian. Beginning her career as a Broadway dancer, Rudner noticed the lack of female comedians in New York City and turned to stand-up comedy, where she has flourished for over three decades. Her performance on a variety of HBO specials and numerous appearances on The Tonight Show with Johnny Carson, helped establish Rudner as one of the premier comics to emerge from the comedy boom of the 1980s.",
    "year": 1953,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Russell Brown (British politician)",
    "birthday": "1951-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Russell_Brown_MP_2005-11-06.jpg/295px-Russell_Brown_MP_2005-11-06.jpg",
    "extract": "Russell Leslie Brown is a Scottish Labour Party politician. He is a former Member of Parliament (MP) for Dumfriesshire (1997–2005) and Dumfries and Galloway (2005–2015). He lost his seat at the 2015 general election to Richard Arkless of the Scottish National Party.",
    "year": 1951,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Cassandra Peterson",
    "birthday": "1951-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Cassandra_Peterson_by_Gage_Skidmore.jpg/253px-Cassandra_Peterson_by_Gage_Skidmore.jpg",
    "extract": "Cassandra Peterson is an American actress, writer, and singer. She is best known for her portrayal of the horror hostess character Elvira, Mistress of the Dark. Peterson gained fame on Los Angeles television station KHJ-TV in her stage persona as Elvira, hosting Elvira's Movie Macabre, a weekly B movie presentation.",
    "year": 1951,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Narendra Modi",
    "birthday": "1950-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Official_Photograph_of_Prime_Minister_Narendra_Modi_Potrait.png/270px-Official_Photograph_of_Prime_Minister_Narendra_Modi_Potrait.png",
    "extract": "Narendra Damodardas Modi is an Indian politician serving as the 14th and current prime minister of India since 2014. Modi was the chief minister of Gujarat from 2001 to 2014 and is the Member of Parliament from Varanasi. He is a member of the Bharatiya Janata Party (BJP) and of the Rashtriya Swayamsevak Sangh (RSS), a right-wing Hindu nationalist paramilitary volunteer organisation. He is the first prime minister to have been born after India's independence in 1947 and the second prime minister not belonging to the Indian National Congress to have won two consecutive majorities in the Lok Sabha, or the lower house of India's parliament. He is also the longest serving prime minister from a non-Congress party.",
    "year": 1950,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Kemal Monteno",
    "birthday": "1948-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Kemal_Monteno_Klagenfurt_2011_2.jpg/254px-Kemal_Monteno_Klagenfurt_2011_2.jpg",
    "extract": "Kemal Monteno was a Bosnian recording artist and singer-songwriter whose career stretched from the 1960s to the 2010s.",
    "year": 1948,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "John Ritter",
    "birthday": "1948-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/John_Ritter_1977.jpg/213px-John_Ritter_1977.jpg",
    "extract": "Jonathan Southworth Ritter was an American actor. Ritter was a son of the singing cowboy star Tex Ritter and the father of actors Jason and Tyler Ritter. He is known for playing Jack Tripper on the ABC sitcom Three's Company (1977–1984), and received a Primetime Emmy Award and a Golden Globe Award for the role in 1984. Ritter briefly reprised the role on the spin-off Three's a Crowd, which aired for one season, producing 22 episodes before its cancellation in 1985.",
    "year": 1948,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Tessa Jowell",
    "birthday": "1947-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Tessa_Jowell_Cropped.jpg/240px-Tessa_Jowell_Cropped.jpg",
    "extract": "Tessa Jane Helen Douglas Jowell, Baroness Jowell, was a British Labour Party politician and life peer who served as the Member of Parliament (MP) for Dulwich and West Norwood, previously Dulwich, from 1992 to 2015.",
    "year": 1947,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Enrique Krauze",
    "birthday": "1947-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0b/Enrique_Krauze_1.jpg",
    "extract": "Enrique Krauze is a Mexican historian, essayist, editor, and entrepreneur. He has written more than twenty books, some of which are: Mexico: Biography of Power, Redeemers, and El pueblo soy yo. He has also produced more than 500 television programs and documentaries about Mexico’s history. His biographical, historical works, and his political and literary essays, which have reached a broad audience, have made him famous.",
    "year": 1947,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Gail Carson Levine",
    "birthday": "1947-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Gail_Carson_Levine_by_David_Shankbone.jpg/320px-Gail_Carson_Levine_by_David_Shankbone.jpg",
    "extract": "Gail Carson Levine is an American author of young adult books. Her second novel, Ella Enchanted, received a Newbery Honor in 1998.",
    "year": 1947,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jeff MacNelly",
    "birthday": "1947-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/1f/Jeff_MacNelly.jpg",
    "extract": "Jeffrey Kenneth \"Jeff\" MacNelly was an American editorial cartoonist and the creator of the comic strip Shoe. After Shoe had been established in papers, MacNelly created the single-panel strip Pluggers. The Wall Street Journal wrote: \"MacNelly's superb draftsmanship as well as his heightened sense of the ridiculous is in the vanguard of a new generation of American cartoonists.\"",
    "year": 1947,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Billy Bonds",
    "birthday": "1946-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/BillyBonds.JPG/320px-BillyBonds.JPG",
    "extract": "William Arthur Bonds is a former professional footballer and manager, who is most often associated with West Ham United with whom he spent 27 years as player and manager. He played 799 first-team games for West Ham in a career spanning 21 seasons.",
    "year": 1946,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Heimar Lenk",
    "birthday": "1946-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/KE_Heimar_Lenk.jpg/216px-KE_Heimar_Lenk.jpg",
    "extract": "Heimar Lenk is an Estonian journalist and politician. He has supported the Estonian Centre Party since 1994.",
    "year": 1946,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Phil Jackson",
    "birthday": "1945-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Phil_Jackson_3_cropped.jpg/226px-Phil_Jackson_3_cropped.jpg",
    "extract": "Philip Douglas Jackson is an American former professional basketball player, coach, who is a coaching advisor for the Los Angeles Lakers in the National Basketball Association (NBA). A power forward, Jackson played 12 seasons in the NBA, winning NBA championships with the New York Knicks in 1970 and 1973. Jackson was the head coach of the Chicago Bulls from 1989 to 1998, leading them to six NBA championships. He then coached the Los Angeles Lakers from 1999 to 2004 and again from 2005 to 2011; the team won five league titles under his leadership. Jackson's 11 NBA titles as a coach surpassed the previous record of nine set by Red Auerbach.",
    "year": 1945,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Bhakti Charu Swami",
    "birthday": "1945-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Git_govind_large.jpg/320px-Git_govind_large.jpg",
    "extract": "Bhakti Charu Swami was an Indian spiritual leader of the International Society for Krishna Consciousness (ISKCON) and a disciple of ISKCON's founder A. C. Bhaktivedanta Swami Prabhupada.",
    "year": 1945,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Les Emmerson",
    "birthday": "1944-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Les_Emmerson.jpg/212px-Les_Emmerson.jpg",
    "extract": "Robert Leslie Emmerson was a Canadian musician and singer. He was the lead vocalist and guitarist for the band Five Man Electrical Band, and their predecessor band The Staccatos. He also recorded as a solo artist, charting three top 40 hits in Canada, including the #5 hit \"Control Of Me\".",
    "year": 1944,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Reinhold Messner",
    "birthday": "1944-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Reinhold_Messner_at_Frankfurt_Book_Fair_2017_%2826%29_%28cropped%29.jpg/228px-Reinhold_Messner_at_Frankfurt_Book_Fair_2017_%2826%29_%28cropped%29.jpg",
    "extract": "Reinhold Andreas Messner is an Italian mountaineer, explorer, and author from South Tyrol. He made the first solo ascent of Mount Everest and, along with Peter Habeler, the first ascent of Everest without supplemental oxygen. He was the first climber to ascend all fourteen peaks over 8,000 metres (26,000 ft) above sea level. Messner was the first to cross Antarctica and Greenland with neither snowmobiles nor dog sleds. He also crossed the Gobi Desert alone.",
    "year": 1944,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jean Taylor",
    "birthday": "1944-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Jean_Ellen_Taylor_at_ICTP_Trieste_02_%28cropped%29.jpg/320px-Jean_Ellen_Taylor_at_ICTP_Trieste_02_%28cropped%29.jpg",
    "extract": "Jean Ellen Taylor is an American mathematician who is a professor emerita at Rutgers University and visiting faculty at Courant Institute of Mathematical Sciences of New York University.",
    "year": 1944,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Des Lynam",
    "birthday": "1942-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Deslynam.jpg/188px-Deslynam.jpg",
    "extract": "Desmond Michael Lynam, is an Irish-born television and radio presenter. In a broadcasting career spanning more than forty years, he has hosted television coverage of many of the world's major sporting events, presenting Grandstand, Match of the Day, Wimbledon, the Grand National, Sportsnight, the World Cup and Olympic Games, as well as presenting non-sporting programmes such as Holiday, How Do They Do That? and Countdown.",
    "year": 1942,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Lupe Ontiveros",
    "birthday": "1942-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Lupe_Ontiveros.jpg/251px-Lupe_Ontiveros.jpg",
    "extract": "Guadalupe Ontiveros was an American actress best known for portraying Yolanda Saldívar in the film Selena. She acted in numerous films and television shows, often playing a maid or, near the end of her career, an all-knowing grandmother. She was nominated for an Emmy Award for her work on Desperate Housewives and received critical acclaim for her role in Chuck & Buck, for which she won the National Board of Review award for Best Supporting Actress, and was also nominated for an Independent Spirit Award.",
    "year": 1942,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Bob Matsui",
    "birthday": "1941-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Robert_matsui.jpg/259px-Robert_matsui.jpg",
    "extract": "Robert Takeo Matsui was an American politician from the state of California. Matsui was a member of the Democratic Party and served in the U.S. House of Representatives as the congressman for California's 5th congressional district from 1979 until his death at the end of his 13th term.",
    "year": 1941,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jan Eliasson",
    "birthday": "1940-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Jan_Eliasson_2010-06-17_002.jpg/213px-Jan_Eliasson_2010-06-17_002.jpg",
    "extract": "Jan Kenneth Eliasson is a Swedish diplomat who was Deputy Secretary-General of the United Nations from July 2012 to December 2016. A member of the Swedish Social Democratic Party, Eliasson served as Minister for Foreign Affairs from 24 April to 6 October 2006. Eliasson was appointed as Governing Board Chair of the Stockholm International Peace Research Institute in April 2017 and assumed his role as of 1 June 2017.",
    "year": 1940,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Gilberto Parlotti",
    "birthday": "1940-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Gilberto_Parlotti.JPG/217px-Gilberto_Parlotti.JPG",
    "extract": "Gilberto Parlotti was an Italian professional motorcycle racer competing in the FIM World Championship between 1969 and 1972. He competed for the Benelli, Derbi, Morbidelli and Tomos factories.",
    "year": 1940,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "David Souter",
    "birthday": "1939-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/DavidSouter.jpg/247px-DavidSouter.jpg",
    "extract": "David Hackett Souter is a retired associate justice of the Supreme Court of the United States. He served from October 1990 to his retirement in June 2009. Appointed by President George H. W. Bush to fill the seat that had been vacated by William J. Brennan Jr., Souter sat on both the Rehnquist and the Roberts courts.",
    "year": 1939,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Paul Benedict",
    "birthday": "1938-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Paul_Benedict_The_Jeffersons_1975.JPG/202px-Paul_Benedict_The_Jeffersons_1975.JPG",
    "extract": "Paul Benedict was an American actor who made numerous appearances in television and films, beginning in 1965. He was known for his roles as The Number Painter on the PBS children's show Sesame Street and as the English neighbor Harry Bentley on the CBS sitcom The Jeffersons.",
    "year": 1938,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Perry Robinson",
    "birthday": "1938-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Perry_Robinson_Cavete_2011a_by_Justus_Nussbaum_.jpg/179px-Perry_Robinson_Cavete_2011a_by_Justus_Nussbaum_.jpg",
    "extract": "Perry Morris Robinson was an American jazz clarinetist and composer. He was the son of composer Earl Robinson.",
    "year": 1938,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Bobby Wine",
    "birthday": "1938-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Bobby_Wine.jpg/251px-Bobby_Wine.jpg",
    "extract": "Robert Paul Wine Sr. is a former shortstop, coach and manager in Major League Baseball (MLB). An excellent fielder who struggled as a batsman, Wine spent 12 seasons in the National League with the Philadelphia Phillies and the Montreal Expos (1969–72). He won the NL Gold Glove Award in 1963.",
    "year": 1938,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Nigel Boocock",
    "birthday": "1937-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Nigel_Boocock_270376.jpg/220px-Nigel_Boocock_270376.jpg",
    "extract": "Nigel Boocock was a British speedway rider who appeared in eight Speedway World Championship finals and was a reserve in one other (1962).",
    "year": 1937,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Orlando Cepeda",
    "birthday": "1937-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Orlando_Cepeda_1962.png/247px-Orlando_Cepeda_1962.png",
    "extract": "Orlando Manuel Cepeda Pennes, nicknamed \"The Baby Bull\" and \"Peruchin\", is a Puerto Rican former Major League Baseball first baseman and a member of the National Baseball Hall of Fame. The 1958 National League Rookie of the Year, Cepeda was voted the National League Most Valuable Player in 1967, the year that his team, the St. Louis Cardinals, won the World Series. Overall, he appeared in three World Series and was the first winner of the American League's Outstanding Designated Hitter Award in 1973. He batted .300 or better 9 times in the 14 seasons he appeared in over 100 games, much of it played in what is now called the \"Second Deadball Era.\"",
    "year": 1937,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Sitakant Mahapatra",
    "birthday": "1937-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Sitakant_Mahapatra.jpg/274px-Sitakant_Mahapatra.jpg",
    "extract": "Sitakant Mahapatra is an Indian poet and literary critic in Odia as well as English. He served in the Indian Administrative Service (IAS) from 1961 until he retired in 1995, and has held ex officio posts such as the Chairman of National Book Trust, New Delhi since then.",
    "year": 1937,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Gerald Guralnik",
    "birthday": "1936-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/549_%28640x568%29.jpg/320px-549_%28640x568%29.jpg",
    "extract": "Gerald Stanford \"Gerry\" Guralnik was the Chancellor’s Professor of Physics at Brown University. In 1964 he co-discovered the Higgs mechanism and Higgs boson with C. R. Hagen and Tom Kibble (GHK). As part of Physical Review Letters' 50th anniversary celebration, the journal recognized this discovery as one of the milestone papers in PRL history. While widely considered to have authored the most complete of the early papers on the Higgs theory, GHK were controversially not included in the 2013 Nobel Prize in Physics.",
    "year": 1936,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ken Kesey",
    "birthday": "1935-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9b/Ken_Kesey%2C_American_author%2C_1935-2001.jpg/246px-Ken_Kesey%2C_American_author%2C_1935-2001.jpg",
    "extract": "Ken Elton Kesey was an American novelist, essayist and countercultural figure. He considered himself a link between the Beat Generation of the 1950s and the hippies of the 1960s.",
    "year": 1935,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Maureen Connolly",
    "birthday": "1934-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Maureen_Connolly_1953.jpg/209px-Maureen_Connolly_1953.jpg",
    "extract": "Maureen Catherine Connolly-Brinker, known as \"Little Mo\", was an American tennis player, the winner of nine major singles titles in the early 1950s. In 1953, she became the first woman to win a Grand Slam. She is also the only player in history to win a title without losing a set at all four major championships. The following year, in July 1954, a horseback riding accident seriously injured her right leg and ended her competitive tennis career at age 19.",
    "year": 1934,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Bulldog Brower",
    "birthday": "1933-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/1b/Bulldog_Brower.jpg",
    "extract": "Richard Gland was an American professional wrestler who used the ring name Dick \"Bulldog\" Brower.",
    "year": 1933,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Chuck Grassley",
    "birthday": "1933-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Chuck_Grassley_official_photo_2017.jpg/256px-Chuck_Grassley_official_photo_2017.jpg",
    "extract": "Charles Ernest Grassley is an American politician serving as the president pro tempore emeritus of the United States Senate, and the senior United States senator from Iowa, having held the seat since 1981. He is in his seventh Senate term, having first been elected in 1980.",
    "year": 1933,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Claude Provost",
    "birthday": "1933-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Claude_Provost_Chex_card.jpg/229px-Claude_Provost_Chex_card.jpg",
    "extract": "Claude Joseph Antoine Provost was a Canadian professional ice hockey right winger.",
    "year": 1933,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Robert B. Parker",
    "birthday": "1932-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Robert_B._Parker_at_Manchester_Library.jpg/317px-Robert_B._Parker_at_Manchester_Library.jpg",
    "extract": "Robert Brown Parker was an American writer, primarily of fiction within the mystery/detective genre. His most famous works were the 40 novels written about the fictional private detective Spenser. ABC television network developed the television series Spenser: For Hire based on the character in the mid-1980s; a series of TV movies was also produced based on the character. His works incorporate encyclopedic knowledge of the Boston metropolitan area. The Spenser novels have been cited by critics and bestselling authors as influencing their own work and reviving and changing the detective genre, including Robert Crais, Harlan Coben, and Dennis Lehane.",
    "year": 1932,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Indarjit Singh",
    "birthday": "1932-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Official_portrait_of_Lord_Singh_of_Wimbledon_crop_2.jpg/240px-Official_portrait_of_Lord_Singh_of_Wimbledon_crop_2.jpg",
    "extract": "Indarjit Singh, Baron Singh of Wimbledon, sometimes transliterated Inderjit Singh, is a British journalist and broadcaster, a prominent British Indian active in Sikh and interfaith activities, and a member of the House of Lords.",
    "year": 1932,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Samuel Ogbemudia",
    "birthday": "1932-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4c/Samuel_Osaigbovo_Ogbemudia.gif/320px-Samuel_Osaigbovo_Ogbemudia.gif",
    "extract": "Samuel Osaigbovo Ogbemudia was a Nigerian army officer and politician. He was military Governor (1967–1975) of the Mid-West State, later renamed Bendel State, part of which in turn became Edo State After the return to democracy in 1999, he became a power in the Peoples Democratic Party (PDP). In September 2009, Governor Adams Oshiomhole of Edo state and others attended his 77th birthday celebration in Benin. He is noted as one of the founding fathers of the very prestigious University of Benin Teaching Hospital (UBTH)",
    "year": 1932,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Anne Bancroft",
    "birthday": "1931-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Anne_Bancroft_1952.jpg/256px-Anne_Bancroft_1952.jpg",
    "extract": "Anne Bancroft was an American actress. Respected for her acting prowess and versatility, Bancroft received an Academy Award, three BAFTA Awards, two Golden Globe Awards, two Tony Awards, two Primetime Emmy Awards and a Cannes Film Festival Award. She is one of only 24 thespians to achieve the Triple Crown of Acting.",
    "year": 1931,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jean-Claude Carrière",
    "birthday": "1931-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/CARRIERE_Jean_Claude-24x30-2006.jpg/288px-CARRIERE_Jean_Claude-24x30-2006.jpg",
    "extract": "Jean-Claude Carrière was a French novelist, screenwriter and actor. He received an Academy Award for best short film for co-writing Heureux Anniversaire (1963), and was later conferred an Honorary Oscar in 2014. He was nominated for the Academy Award three other times for his work in The Discreet Charm of the Bourgeoisie (1972), That Obscure Object of Desire (1977), and The Unbearable Lightness of Being (1988). He also won a César Award for Best Original Screenplay in The Return of Martin Guerre (1983).",
    "year": 1931,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "David Huddleston",
    "birthday": "1930-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/David-huddleston-trailer.jpg/320px-David-huddleston-trailer.jpg",
    "extract": "David William Huddleston was an American actor. An Emmy Award nominee, Huddleston had a prolific television career, and appeared in many films including Blazing Saddles, Crime Busters, Santa Claus: The Movie, and The Big Lebowski.",
    "year": 1930,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Lalgudi Jayaraman",
    "birthday": "1930-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/02/Lalgudi_Jayaraman.jpg/245px-Lalgudi_Jayaraman.jpg",
    "extract": "Lalgudi Gopala Iyer Jayaraman was an Indian Carnatic violinist, vocalist and composer. He is commonly grouped with M.S. Gopalakrishnan and T.N.Krishnan as part of the violin-trinity of Carnatic Music. He was awarded Padma Bhushan by the Government of India in 2001.",
    "year": 1930,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Theo Loevendie",
    "birthday": "1930-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Wereldpremiere_van_opera_Naima_op_7_juni_in_Carre_Theo_Loevendie_%28kop%29%2C_Bestanddeelnr_933-3449.jpg/212px-Wereldpremiere_van_opera_Naima_op_7_juni_in_Carre_Theo_Loevendie_%28kop%29%2C_Bestanddeelnr_933-3449.jpg",
    "extract": "Theo Loevendie is a Dutch composer and clarinet player.",
    "year": 1930,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Edgar Mitchell",
    "birthday": "1930-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Edgar_Mitchell_cropped.jpg/264px-Edgar_Mitchell_cropped.jpg",
    "extract": "Edgar Dean Mitchell was a United States Navy officer and aviator, test pilot, aeronautical engineer, ufologist and NASA astronaut. As the Lunar Module Pilot of Apollo 14, he spent nine hours working on the lunar surface in the Fra Mauro Highlands region, making him the sixth person to walk on the Moon.",
    "year": 1930,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Thomas P. Stafford",
    "birthday": "1930-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Thomas_Stafford.jpg/256px-Thomas_Stafford.jpg",
    "extract": "Thomas Patten Stafford is an American former Air Force officer, test pilot, and NASA astronaut, and one of 24 people who flew to the Moon. He also served as Chief of the Astronaut Office from 1969 to 1971.",
    "year": 1930,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "David Craig, Baron Craig of Radley",
    "birthday": "1929-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Official_portrait_of_Lord_Craig_of_Radley_crop_2.jpg/240px-Official_portrait_of_Lord_Craig_of_Radley_crop_2.jpg",
    "extract": "Marshal of the Royal Air Force David Brownrigg Craig, Baron Craig of Radley, is a retired Royal Air Force officer and member of the House of Lords. He was a fast jet pilot in the 1950s, a squadron commander in the 1960s and a station commander in the 1970s. He served as Chief of the Air Staff during the late 1980s, when the Boeing Airborne early warning and control system was ordered and the European Fighter programme was being developed. He then served as Chief of the Defence Staff during the Gulf War. He was granted a life peerage as Baron Craig of Radley after his retirement from active service in 1991, sitting as a crossbencher.",
    "year": 1929,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Stirling Moss",
    "birthday": "1929-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Stirling_Moss_2014_2_amk.jpg/213px-Stirling_Moss_2014_2_amk.jpg",
    "extract": "Sir Stirling Craufurd Moss was a British Formula One racing driver. An inductee into the International Motorsports Hall of Fame, he won 212 of the 529 races he entered across several categories of competition and has been described as \"the greatest driver never to win the World Championship\". In a seven-year span between 1955 and 1961 Moss finished as championship runner-up four times and in third place the other three times.",
    "year": 1929,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Park Honan",
    "birthday": "1928-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/fe/ParkHonan1.jpg",
    "extract": "Leonard Hobart Park Honan was an American academic and author who spent most of his career in the UK. He wrote widely on the lives of authors and poets and published important biographies of such writers as Robert Browning, Matthew Arnold, Jane Austen, William Shakespeare and Christopher Marlowe.",
    "year": 1928,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Roddy McDowall",
    "birthday": "1928-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/RoddyMcDowall.jpg/253px-RoddyMcDowall.jpg",
    "extract": "Roderick Andrew Anthony Jude McDowall was a British actor, film director and photographer. He is best known for portraying Cornelius and Caesar in the original Planet of the Apes film series, as well as Galen in the spin-off television series. He began his acting career as a child in England, and then in the United States, in How Green Was My Valley (1941), My Friend Flicka (1943) and Lassie Come Home (1943).",
    "year": 1928,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "George Blanda",
    "birthday": "1927-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/George_Blanda_1955_Bowman.JPG/210px-George_Blanda_1955_Bowman.JPG",
    "extract": "George Frederick Blanda was an American football quarterback and placekicker who played professionally in the American Football League (AFL) and National Football League (NFL). Blanda played 26 seasons of professional football, the most in the sport's history, and had scored more points than anyone in history at the time of his retirement.",
    "year": 1927,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Bill Black",
    "birthday": "1926-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Bill_Black.jpg/186px-Bill_Black.jpg",
    "extract": "William Patton Black Jr. was an American musician and bandleader who is noted as one of the pioneers of rock and roll. He was the bassist in Elvis Presley's early trio. Black later formed Bill Black's Combo.",
    "year": 1926,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Curtis Harrington",
    "birthday": "1926-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/06/Curtis_Harrington.jpg/272px-Curtis_Harrington.jpg",
    "extract": "Gene Curtis Harrington was an American film and television director whose work included experimental films, horror films and episodic television. He is considered one of the forerunners of New Queer Cinema.",
    "year": 1926,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jean-Marie Lustiger",
    "birthday": "1926-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Jean_Marie_Lustiger_par_Claude_Truong-Ngoc_1988.jpg/217px-Jean_Marie_Lustiger_par_Claude_Truong-Ngoc_1988.jpg",
    "extract": "Aron Jean-Marie Lustiger was a French cardinal of the Roman Catholic Church. He was Archbishop of Paris from 1981 until his resignation in 2005. He was elevated to the cardinalate in 1983 by Pope John Paul II. His life is depicted in the 2013 film Le métis de Dieu.",
    "year": 1926,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Jack McDuff",
    "birthday": "1926-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/43/Jack_McDuff_photo.jpg",
    "extract": "Eugene McDuff, known professionally as \"Brother\" Jack McDuff or \"Captain\" Jack McDuff, was an American jazz organist and organ trio bandleader who was most prominent during the hard bop and soul jazz era of the 1960s, often performing with an organ trio. He is also credited with giving guitarist George Benson his first break.",
    "year": 1926,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Dorothy Loudon",
    "birthday": "1925-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Dorothy_Loudon.jpg/223px-Dorothy_Loudon.jpg",
    "extract": "Dorothy Loudon was an American actress and singer. She won the Tony Award for Best Lead Actress in a Musical in 1977 for her performance as Miss Hannigan in Annie. Loudon was also nominated for Tony Awards for her lead performances in the musicals The Fig Leaves Are Falling and Ballroom, as well as a Golden Globe award for her appearances on The Garry Moore Show.",
    "year": 1925,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "John List",
    "birthday": "1925-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/0b/John_List_%28mugshot%29.jpg",
    "extract": "John Emil List was an American murderer and long-time fugitive. On November 9, 1971, he killed his wife, mother, and three children at their home in Westfield, New Jersey, and then disappeared; he had planned the murders so meticulously that nearly a month passed before anyone suspected that anything was amiss.",
    "year": 1925,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Hank Williams",
    "birthday": "1923-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Hank_Williams_Promotional_Photo.jpg/245px-Hank_Williams_Promotional_Photo.jpg",
    "extract": "Hiram \"Hank\" Williams was an American singer, songwriter, and musician. Regarded as one of the most significant and influential American singers and songwriters of the 20th century, he recorded 55 singles that reached the top 10 of the Billboard Country & Western Best Sellers chart, including 12 that reached No. 1.",
    "year": 1923,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Agostinho Neto",
    "birthday": "1922-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/President_MPLA%2C_heer_Neto_door_Den_Uyl_ontvangen_premier_Den_Uyl_en_A_Neto_%28r%29%2C_Bestanddeelnr_927-8518_%28cropped%29.jpg/249px-President_MPLA%2C_heer_Neto_door_Den_Uyl_ontvangen_premier_Den_Uyl_en_A_Neto_%28r%29%2C_Bestanddeelnr_927-8518_%28cropped%29.jpg",
    "extract": "António Agostinho da Silva Neto  was an Angolan politician and poet. He served as the first president of Angola from 1975 to 1979, having led the Popular Movement for the Liberation of Angola (MPLA) in the war for independence (1961–1974). Until his death, he led the MPLA in the civil war (1975–2002). Known also for his literary activities, he is considered Angola's preeminent poet. His birthday is celebrated as National Heroes' Day, a public holiday in Angola.",
    "year": 1922,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Dinah Sheridan",
    "birthday": "1920-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/14/Dinah-sheridan-899575l-poza.jpg/252px-Dinah-sheridan-899575l-poza.jpg",
    "extract": "Dinah Sheridan was an English actress with a career spanning seven decades. She was best known for the films Genevieve (1953) and The Railway Children (1970); the long-running BBC comedy series Don't Wait Up (1983–1990); and for her distinguished theatre career in London's West End.",
    "year": 1920,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Lea Gottlieb",
    "birthday": "1918-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Leah_Gottlieb.jpg/228px-Leah_Gottlieb.jpg",
    "extract": "Lea Gottlieb was an Israeli fashion designer and businesswoman. She immigrated to Israel from Hungary after World War II, and founded the Gottex company.",
    "year": 1918,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Chaim Herzog",
    "birthday": "1918-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Israeli_President_Chaim_Herzog.jpg/239px-Israeli_President_Chaim_Herzog.jpg",
    "extract": "Major-General Chaim Herzog was an Irish-born Israeli politician, general, lawyer and author who served as the sixth President of Israel between 1983 and 1993. Born in Belfast and raised primarily in Dublin, the son of Ireland's Chief Rabbi Yitzhak HaLevi Herzog, he immigrated to Mandatory Palestine in 1935 and served in the Haganah Jewish paramilitary group during the 1936–1939 Arab revolt. He returned to Palestine after the war and, following the end of the British Mandate and Israel's Declaration of Independence in 1948, fought in the Battles of Latrun during the 1948 Arab–Israeli War. He retired from the Israel Defence Forces in 1962 with the rank of major-general.",
    "year": 1918,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ib Melchior",
    "birthday": "1917-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/IBat90%262minutesNEW.jpg/247px-IBat90%262minutesNEW.jpg",
    "extract": "Ib Jørgen Melchior was a Danish-American novelist, short-story writer, film producer, film director, and screenwriter of low-budget American science fiction movies, most of them released by American International Pictures.",
    "year": 1917,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Isang Yun",
    "birthday": "1917-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/41/Yun_Isang.jpg/285px-Yun_Isang.jpg",
    "extract": "Isang Yun, also spelled Yun I-sang, was a Korean-born composer who made his later career in West Germany.",
    "year": 1917,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Mary Stewart (novelist)",
    "birthday": "1916-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5f/Mary_Stewart_%28novelist%29.jpg/262px-Mary_Stewart_%28novelist%29.jpg",
    "extract": "Mary, Lady Stewart was a British novelist who developed the romantic mystery genre, featuring smart, adventurous heroines who could hold their own in dangerous situations. She also wrote children's books and poetry, but may be best known for her Merlin series, which straddles the boundary between the historical novel and fantasy.",
    "year": 1916,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "M. F. Husain",
    "birthday": "1915-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/MFHussain2.jpg/272px-MFHussain2.jpg",
    "extract": "Maqbool Fida Husain was an Indian artist known for executing bold, vibrantly coloured narrative paintings in a modified Cubist style. He was one of the most celebrated and internationally recognised Indian artists of the 20th century. He was one of the founding members of Bombay Progressive Artists' Group.\nM.F. Husain is associated with Indian modernism in the 1940s. His early association with the Bombay Progressive Artists' Group used modern technique, and was inspired by the \"new\" India after the partition of 1947. His narrative paintings, executed in a modified Cubist style, can be caustic and funny as well as serious and sombre. His themes—sometimes treated in series—include topics as diverse as Gandhi, Mother Teresa, the Ramayana, the Mahabharata, the British Raj, and motifs of Indian urban and rural life. In September 2020, his painting titled “Voices”, auctioned for a record $2.5 million.",
    "year": 1915,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Thomas J. Bata",
    "birthday": "1914-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Thomas_J_Bata_det.JPG/217px-Thomas_J_Bata_det.JPG",
    "extract": "Tomáš Jan Baťa,, also known as Thomas Bata Jr. and Tomáš Baťa ml., was a Czech-born Canadian businessman and philanthropist. He ran the Bata Shoe Company from the 1940s until the 1980s.",
    "year": 1914,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "William Grut",
    "birthday": "1914-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/William_Grut_1948.jpg/194px-William_Grut_1948.jpg",
    "extract": "William Oscar Guernsey Grut was a Swedish modern pentathlete. He competed at the 1948 Summer Olympics in London, where he won the gold medal in modern pentathlon. Grut was a multiple Swedish swimming champion and received the Svenska Dagbladet Gold Medal in 1948.",
    "year": 1914,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Irena Kwiatkowska",
    "birthday": "1912-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/2008.04.04._Irena_Kwiatkowska_Fot._Mariusz_Kubik_03.jpg/240px-2008.04.04._Irena_Kwiatkowska_Fot._Mariusz_Kubik_03.jpg",
    "extract": "Irena Kwiatkowska was a popular Polish actress, known in Poland for her many cabaret roles and monologues, as well as appearances in movies and television shows.",
    "year": 1912,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Maksim Tank",
    "birthday": "1912-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/2012._Stamp_of_Belarus_36-2012-09-05-m.jpg/227px-2012._Stamp_of_Belarus_36-2012-09-05-m.jpg",
    "extract": "\nMaksim Tank was a Belarusian Soviet journalist, poet and translator.",
    "year": 1912,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Elizabeth Enright",
    "birthday": "1909-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b3/Elizabeth_Enright%2C_children%27s_author%2C_photo.jpg",
    "extract": "Elizabeth Wright Enright Gillham was an American writer of children's books, an illustrator, writer of short stories for adults, literary critic and teacher of creative writing. Perhaps best known as the Newbery Medal-winning author of Thimble Summer (1938) and the Newbery runner-up Gone-Away Lake (1957), she also wrote the popular Melendy quartet. A Newbery Medal laureate and a multiple winner of the O. Henry Award, her short stories and articles for adults appeared in many popular magazines and have been reprinted in anthologies and textbooks.",
    "year": 1909,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Rafayel Israyelian",
    "birthday": "1908-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Rafael_Israyelyan.jpg/279px-Rafael_Israyelyan.jpg",
    "extract": "Rafayel \"Rafo\" Israyelian was an Armenian architect.",
    "year": 1908,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Warren E. Burger",
    "birthday": "1907-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Warren_e_burger_photo.jpeg/210px-Warren_e_burger_photo.jpeg",
    "extract": "Warren Earl Burger was an American lawyer and jurist who served as the 15th chief justice of the United States from 1969 to 1986. Born in Saint Paul, Minnesota, Burger graduated from the St. Paul College of Law in 1931. He helped secure the Minnesota delegation's support for Dwight D. Eisenhower at the 1952 Republican National Convention. After Eisenhower won the 1952 presidential election, he appointed Burger to the position of Assistant Attorney General in charge of the Civil Division. In 1956, Eisenhower appointed Burger to the United States Court of Appeals for the District of Columbia Circuit. Burger served on this court until 1969 and became known as a critic of the Warren Court.",
    "year": 1907,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "J. R. Jayewardene",
    "birthday": "1906-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Junius_Richard_Jayawardana_%281906-1996%29.jpg/234px-Junius_Richard_Jayawardana_%281906-1996%29.jpg",
    "extract": "Junius Richard Jayewardene, commonly abbreviated in Sri Lanka as J.R., was the leader of Sri Lanka from 1977 to 1989, serving as Prime Minister from 1977 to 1978 and as the second President of Sri Lanka from 1978 to 1989. He was a leader of the nationalist movement in Ceylon who served in a variety of cabinet positions in the decades following independence. A longtime member of the United National Party, he led it to a landslide victory in 1977 and served as Prime Minister for half a year before becoming the country's first executive president under an amended constitution.",
    "year": 1906,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Edgar Wayburn",
    "birthday": "1906-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/0b/Edgar_Wayburn.jpg",
    "extract": "Edgar Arthur Wayburn was an American environmentalist who was elected president of the Sierra Club five times in the 1960s. He has been described as one of the least-known and yet most successful defenders of America's natural heritage. He is considered instrumental to achievements such as the creation of the Golden Gate National Recreation Area, the creation and later expansion of Redwood National Park and Point Reyes National Seashore, and the expansion of Mount Tamalpais State Park.",
    "year": 1906,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Tshekedi Khama",
    "birthday": "1905-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Dikgosi_Tshekedi_and_Bathoen_II_on_the_occasion_of_the_visit_of_the_British_royal_Family_in_April_1947.jpg/290px-Dikgosi_Tshekedi_and_Bathoen_II_on_the_occasion_of_the_visit_of_the_British_royal_Family_in_April_1947.jpg",
    "extract": "Tshekedi Khama was the regent-king of the Bamangwato tribe in 1926 after the death of Sekgoma II.",
    "year": 1905,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Karel Miljon",
    "birthday": "1903-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/NK_boksen_voor_amateurs_1924.jpg/311px-NK_boksen_voor_amateurs_1924.jpg",
    "extract": "Karel Leendert Miljon was a Dutch boxer, who won the bronze medal in the light heavyweight division at the 1928 Summer Olympics in Amsterdam.",
    "year": 1903,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Frank O'Connor",
    "birthday": "1903-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fc/Frank_O%27Connor_Portrait.jpg/240px-Frank_O%27Connor_Portrait.jpg",
    "extract": "Frank O'Connor was an Irish writer of over 150 works, best known for his short stories and memoirs. The Frank O'Connor International Short Story Award is named in his honour.",
    "year": 1903,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Minanogawa Tōzō",
    "birthday": "1903-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Minanogawa.jpg/197px-Minanogawa.jpg",
    "extract": "Minanogawa Tōzō , also known as Asashio Kyojiro , was a Japanese professional sumo wrestler from Tsukuba, Ibaraki. He was the sport's 34th yokozuna.",
    "year": 1903,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Bea Miles",
    "birthday": "1902-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Portrait_of_Bee_Miles.jpg/246px-Portrait_of_Bee_Miles.jpg",
    "extract": "Beatrice Miles was an Australian eccentric and bohemian rebel. Described as Sydney's \"iconic eccentric\", she was known for her contentious relationships with the city's taxi drivers and for her ability to quote any passage from Shakespeare for money.",
    "year": 1902,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Francis Chichester",
    "birthday": "1901-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/46/Sir_Francis_Chichester_portrait.jpg",
    "extract": "Sir Francis Charles Chichester KBE was a British businessman, pioneering aviator and solo sailor.",
    "year": 1901,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Hughie Critz",
    "birthday": "1900-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/HughCritz1933Goudey.jpg/267px-HughCritz1933Goudey.jpg",
    "extract": "Hugh Melville Critz was an American second baseman in Major League Baseball for the Cincinnati Reds in the 1920s and the New York Giants in the 1930s.",
    "year": 1900,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Lena Frances Edwards",
    "birthday": "1900-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/95/Lena_Frances_Edwards.jpg/218px-Lena_Frances_Edwards.jpg",
    "extract": "Lena Frances Edwards was a New Jersey physician who was awarded the Presidential Medal of Freedom.",
    "year": 1900,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "J. Willard Marriott",
    "birthday": "1900-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0b/J_Willard_Marriott.jpg",
    "extract": "John Willard Marriott, Sr. was an American entrepreneur and businessman. He was the founder of the Marriott Corporation, the parent company of the world's largest hospitality, hotel chains, and food services companies. The Marriott company rose from a small root beer stand in Washington, D.C. in 1927 to a chain of family restaurants by 1932, to its first motel in 1957. By the time he died, the Marriott company operated 1,400 restaurants and 143 hotels and resorts worldwide, including two theme parks, earned US$4.5 billion in revenue annually with 154,600 employees. The company's interests also extended to a line of cruise ships.",
    "year": 1900,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Martha Ostenso",
    "birthday": "1900-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Martha_Ostenso.png/224px-Martha_Ostenso.png",
    "extract": "Martha Ostenso was a Norwegian American novelist and screenwriter.",
    "year": 1900,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Earl Webb",
    "birthday": "1897-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/89/Earl_Webb.png",
    "extract": "William Earl Webb was an American right fielder in Major League Baseball, playing from 1925 to 1933. He played for five teams, including the Boston Red Sox for three years. He batted left-handed, and threw right-handed. He was born in White County, Tennessee and died in Jamestown, Tennessee.",
    "year": 1897,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Anton Irv",
    "birthday": "1886-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/LRSR_1_%C3%BClem_A.Irv_VS_ajal_Aegviidu_jaamas.jpg/213px-LRSR_1_%C3%BClem_A.Irv_VS_ajal_Aegviidu_jaamas.jpg",
    "extract": "Anton Irv VR I/2, VR II/2, VR II/3 was a highly decorated Estonian combat soldier and military officer during World War I and in the Estonian War of Independence.",
    "year": 1886,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Charles Tomlinson Griffes",
    "birthday": "1884-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/87/Charles_Griffes.jpg",
    "extract": "Charles Tomlinson Griffes was an American composer for piano, chamber ensembles and voice.",
    "year": 1884,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "William Carlos Williams",
    "birthday": "1883-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/William_Carlos_Williams_passport_photograph_1921_%28cropped%29.jpg/221px-William_Carlos_Williams_passport_photograph_1921_%28cropped%29.jpg",
    "extract": "William Carlos Williams was an American poet, writer, and physician closely associated with modernism and imagism.",
    "year": 1883,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Alfred Carpenter",
    "birthday": "1881-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Arthur_Stockdale_Cope_-_Alfred_Francis_Blakeney_Carpenter.jpg/270px-Arthur_Stockdale_Cope_-_Alfred_Francis_Blakeney_Carpenter.jpg",
    "extract": "Vice-Admiral Alfred Francis Blakeney Carpenter, VC was a Royal Navy officer who was selected by his fellow officers and men to receive the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.",
    "year": 1881,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Rube Foster",
    "birthday": "1879-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/81/Rube-foster.jpg/217px-Rube-foster.jpg",
    "extract": "Andrew \"Rube\" Foster was an American baseball player, manager, and executive in the Negro leagues. He was elected to the Baseball Hall of Fame in 1981.",
    "year": 1879,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Periyar",
    "birthday": "1879-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/17/PeriyarEVRStamp.jpg",
    "extract": "Erode Venkatappa Ramasamy, revered as Periyar or Thanthai Periyar, was an Indian social activist and politician who started the Self-Respect Movement and Dravidar Kazhagam. He is known as the 'Father of the Dravidian movement'. He rebelled against Brahminical dominance and gender and caste inequality in Tamil Nadu. Since 2021, the Indian state of Tamil Nadu celebrates his birth anniversary as 'Social Justice Day'.",
    "year": 1879,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Vincenzo Tommasini",
    "birthday": "1878-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Vincenzo_Tommasini_%28before_1950%29_-_Archivio_Storico_Ricordi_FOTO002829.jpg/232px-Vincenzo_Tommasini_%28before_1950%29_-_Archivio_Storico_Ricordi_FOTO002829.jpg",
    "extract": "Vincenzo Tommasini was an Italian composer.",
    "year": 1878,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Walter Murdoch",
    "birthday": "1874-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/be/Deakin_Uni._acc._MS0001_Murdoch_family.jpg/238px-Deakin_Uni._acc._MS0001_Murdoch_family.jpg",
    "extract": "Sir Walter Logie Forbes Murdoch, was a prominent Australian academic and essayist famous for his intelligence and wit. He was a founding professor of English and former Chancellor of the University of Western Australia (UWA) in Perth, Western Australia.",
    "year": 1874,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Christian Lous Lange",
    "birthday": "1869-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Christian_Lous_Lange.jpg/226px-Christian_Lous_Lange.jpg",
    "extract": "Christian Lous Lange was a Norwegian historian, teacher, and political scientist. He was one of the world's foremost exponents of the theory and practice of internationalism.",
    "year": 1869,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "James Alexander Calder",
    "birthday": "1868-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/James_Alexander_Calder_in_1920.jpg/229px-James_Alexander_Calder_in_1920.jpg",
    "extract": "James Alexander Calder, was a Canadian politician.",
    "year": 1868,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Vera Yevstafievna Popova",
    "birthday": "1867-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/29/Vera_Bogdanovskaia.png",
    "extract": "Vera Yevstafievna Popova, née Vera Bogdanovskaya was a Russian chemist. She was one of the first female chemists in Russia, and the first Russian female author of a chemistry textbook.\nShe \"probably became the first woman to die in the cause of chemistry\" as a result of an explosion in her laboratory.",
    "year": 1867,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "William Murray McPherson",
    "birthday": "1865-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/William_McPherson_1929_%28cropped%29.jpg/228px-William_McPherson_1929_%28cropped%29.jpg",
    "extract": "Sir William Murray McPherson, KBE was an Australian philanthropist and politician. He was the 31st Premier of Victoria.",
    "year": 1865,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Mykhailo Kotsiubynsky",
    "birthday": "1864-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/M-kotsjubynskyj.jpg/312px-M-kotsjubynskyj.jpg",
    "extract": "Mykhailo Mykhailovych Kotsiubynsky, was a Ukrainian author whose writings described typical Ukrainian life at the start of the 20th century. Kotsiubynsky's early stories were described as examples of ethnographic realism; in the years to come, with his style of writing becoming more and more sophisticated, he evolved into one of the most talented Ukrainian impressionist and modernist writers. The popularity of his novels later led to some of them being made into Soviet movies.",
    "year": 1864,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Frank Dawson Adams",
    "birthday": "1859-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Frank_Dawson_Adams.png/206px-Frank_Dawson_Adams.png",
    "extract": "Frank Dawson Adams was a Canadian geologist.",
    "year": 1859,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Billy the Kid",
    "birthday": "1859-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Billy_the_Kid_tintype%2C_Fort_Sumner%2C_1879-80-Edit2.jpg/191px-Billy_the_Kid_tintype%2C_Fort_Sumner%2C_1879-80-Edit2.jpg",
    "extract": "Billy the Kid, also known by the pseudonym William H. Bonney, was an outlaw and gunfighter of the American Old West, who killed eight men before he was shot and killed at the age of 21. He also fought in New Mexico's Lincoln County War, during which he allegedly committed three murders.",
    "year": 1859,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "I. L. Patterson",
    "birthday": "1859-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Isaac_L._Patterson.jpg/239px-Isaac_L._Patterson.jpg",
    "extract": "Isaac Lee \"Ike\" Patterson, was the 18th Governor of Oregon from 1927 to 1929. An Oregon native, he served in the Oregon Legislative Assembly from 1918 to 1922, and was a farmer in the Willamette Valley. He was the first Oregon-born Governor of the State of Oregon.",
    "year": 1859,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Konstantin Tsiolkovsky",
    "birthday": "1857-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/%D0%9A%D0%BE%D0%BD%D1%81%D1%82%D0%B0%D0%BD%D1%82%D0%B8%D0%BD_%D0%A6%D0%B8%D0%BE%D0%BB%D0%BA%D0%BE%D0%B2%D1%81%D0%BA%D0%B8%D0%B9.jpg/231px-%D0%9A%D0%BE%D0%BD%D1%81%D1%82%D0%B0%D0%BD%D1%82%D0%B8%D0%BD_%D0%A6%D0%B8%D0%BE%D0%BB%D0%BA%D0%BE%D0%B2%D1%81%D0%BA%D0%B8%D0%B9.jpg",
    "extract": "\nKonstantin Eduardovich Tsiolkovsky was a Russian and Soviet rocket scientist who pioneered astronautic theory. Along with the Frenchman Robert Esnault-Pelterie, the Germans Hermann Oberth, Fritz von Opel and the American Robert H. Goddard, he is one of the founding fathers of modern rocketry and astronautics. His works later inspired leading Soviet rocket-engineers Sergei Korolev and Valentin Glushko, who contributed to the success of the Soviet space program.\n\nTsiolkovsky spent most of his life in a log house on the outskirts of Kaluga, about 200 km (120 mi) southwest of Moscow. A recluse by nature, his unusual habits made him seem bizarre to his fellow townsfolk.\n",
    "year": 1857,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "David Dunbar Buick",
    "birthday": "1854-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/David_Dunbar_Buick.jpg/240px-David_Dunbar_Buick.jpg",
    "extract": "David Dunbar Buick was a Scottish-born American Detroit-based inventor, best known for founding the Buick Motor Company. He headed this company and its predecessor from 1899–1906, thereby helping to create one of the most successful nameplates in United States motor vehicle history.",
    "year": 1854,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Frederick Corbett",
    "birthday": "1853-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Frederick_Corbett_VC.jpg/190px-Frederick_Corbett_VC.jpg",
    "extract": "Frederick Corbett VC was an English recipient of the Victoria Cross, the highest award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces. Corbett was born on 17 September 1853 in Maldon, Essex, and died there in 1912. His name at birth was David Embleton. He served in first the King's Royal Rifle Corps (1873–83) and second, the Royal Artillery (1884–91).",
    "year": 1853,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Guerra Junqueiro",
    "birthday": "1850-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Guerra_junqueiro_%281%29_cropped.jpg/247px-Guerra_junqueiro_%281%29_cropped.jpg",
    "extract": "Abílio Manuel Guerra Junqueiro was a Portuguese top civil servant, member of the Portuguese House of Representatives, journalist, author, and poet. His work helped inspire the creation of the Portuguese First Republic. Junqueiro wrote highly satiric poems criticizing conservatism, romanticism, and the Church leading up to the Portuguese Revolution of 1910. He was one of Europe's greatest poets. Junqueiro studied law at the University of Coimbra.",
    "year": 1850,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Bernhard Riemann",
    "birthday": "1826-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Georg_Friedrich_Bernhard_Riemann.jpeg/293px-Georg_Friedrich_Bernhard_Riemann.jpeg",
    "extract": "Georg Friedrich Bernhard Riemann was a German mathematician who made contributions to analysis, number theory, and differential geometry. In the field of real analysis, he is mostly known for the first rigorous formulation of the integral, the Riemann integral, and his work on Fourier series. His contributions to complex analysis include most notably the introduction of Riemann surfaces, breaking new ground in a natural, geometric treatment of complex analysis. His 1859 paper on the prime-counting function, containing the original statement of the Riemann hypothesis, is regarded as a foundational paper of analytic number theory. Through his pioneering contributions to differential geometry, Riemann laid the foundations of the mathematics of general relativity. He is considered by many to be one of the greatest mathematicians of all time.",
    "year": 1826,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Lucius Quintus Cincinnatus Lamar",
    "birthday": "1825-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Lucius_Quintus_Cincinnatus_Lamar_II_-_Brady-Handy.jpg/260px-Lucius_Quintus_Cincinnatus_Lamar_II_-_Brady-Handy.jpg",
    "extract": "Lucius Quintus Cincinnatus Lamar II was an American politician, diplomat, and jurist. A member of the Democratic Party, he represented Mississippi in both houses of Congress, served as the United States Secretary of the Interior, and was an Associate Justice of the Supreme Court of the United States. He also served as an official in the Confederate States of America.",
    "year": 1825,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Arthur Saint-Léon",
    "birthday": "1821-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Arthur_Saint-Leon_-photo_by_B._Braquehais_-circa_1865.JPG/208px-Arthur_Saint-Leon_-photo_by_B._Braquehais_-circa_1865.JPG",
    "extract": "Arthur Saint-Léon was the Maître de Ballet of St. Petersburg Imperial Ballet from 1859 until 1869 and is famous for creating the choreography of the ballet Coppélia.",
    "year": 1821,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Émile Augier",
    "birthday": "1820-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/%C3%89mile_Augier_by_Adam-Salomon_c1870s.jpg/259px-%C3%89mile_Augier_by_Adam-Salomon_c1870s.jpg",
    "extract": "Guillaume Victor Émile Augier was a French dramatist. He was the thirteenth member to occupy seat 1 of the Académie française on 31 March 1857.",
    "year": 1820,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Earl Van Dorn",
    "birthday": "1820-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Earl_Van_Dorn.jpg/221px-Earl_Van_Dorn.jpg",
    "extract": "Earl Van Dorn started his military career as a United States Army officer but joined Confederate forces in 1861 after the Civil War broke out. He was a major general when he was killed in a private conflict.",
    "year": 1820,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Marthinus Wessel Pretorius",
    "birthday": "1819-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/94/Marthinus_Wessel_Pretorius.jpg",
    "extract": "Marthinus Wessel Pretorius was the first president of the South African Republic, and also compiled the constitution of the Republic.",
    "year": 1819,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Hermann Trautschold",
    "birthday": "1817-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Trautschold.jpg/280px-Trautschold.jpg",
    "extract": "Gustav Heinrich Ludwig Hermann Trautschold was a German-Russian geologist and paleontologist and also pharmacist. From 1869-1888 he was a professor at the Petrovsky Agricultural and Forestry Academy. Trautschold was known as a specialist in the paleontology and stratigraphy of Carboniferous, Jurassic and Cretaceous deposits of the European part of Russia. He was brother of painter Wilhelm Trautschold.",
    "year": 1817,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Heinrich Kuhl",
    "birthday": "1797-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Heinrich_Kuhl00.jpg/265px-Heinrich_Kuhl00.jpg",
    "extract": "Heinrich Kuhl was a German naturalist and zoologist.",
    "year": 1797,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Nadezhda Durova",
    "birthday": "1783-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Nadezhda_Durova.jpg/236px-Nadezhda_Durova.jpg",
    "extract": "Nadezhda Andreyevna Durova, also known as Alexander Durov, Alexander Sokolov and Alexander Andreevich Alexandrov, was a woman who, while disguised as a man, became a decorated soldier in the Russian cavalry during the Napoleonic wars. She was the first known female officer in the Russian military. Her memoir, The Cavalry Maiden, is a significant document of its era because few junior officers of the Napoleonic wars published their experiences, and because it is one of the earliest autobiographies in the Russian language.",
    "year": 1783,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Johann August Apel",
    "birthday": "1771-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Johann-August-Apel.jpg/258px-Johann-August-Apel.jpg",
    "extract": "Johann August Apel was a German writer and jurist. Apel was born and died in Leipzig.",
    "year": 1771,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Marquis de Condorcet",
    "birthday": "1743-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Nicolas_de_Condorcet.PNG/259px-Nicolas_de_Condorcet.PNG",
    "extract": "Marie Jean Antoine Nicolas de Caritat, Marquis of Condorcet, known as Nicolas de Condorcet, was a French philosopher and mathematician. His ideas, including support for a liberal economy, free and equal public instruction, constitutional government, and equal rights for women and people of all races, have been said to embody the ideals of the Age of Enlightenment, of which he has been called the \"last witness,\" and Enlightenment rationalism. He died in prison after a period of flight from French Revolutionary authorities.",
    "year": 1743,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "John Rutledge",
    "birthday": "1739-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/John_Rutledge_color_painting.jpg/263px-John_Rutledge_color_painting.jpg",
    "extract": "John Rutledge was an American Founding Father, politician, and jurist who served as one of the original associate justices of the Supreme Court and the second chief justice of the United States. Additionally, he served as the first president of South Carolina and later as its first governor after the Declaration of Independence was signed.",
    "year": 1739,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Friedrich Wilhelm von Steuben",
    "birthday": "1730-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Baron_Steuben_by_Peale%2C_1780.jpg/262px-Baron_Steuben_by_Peale%2C_1780.jpg",
    "extract": "Friedrich Wilhelm August Heinrich Ferdinand von Steuben, also referred to as Baron von Steuben, was a Prussian military officer who played a leading role in the American Revolutionary War by reforming the Continental Army into a disciplined and professional fighting force. His contributions marked a significant improvement in the performance of American troops, and he is subsequently regarded as one of the fathers of the United States Army.",
    "year": 1730,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Maria Luisa Gabriella of Savoy",
    "birthday": "1688-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Mar%C3%ADa_Luisa_Gabriela_de_Saboya%2C_primera_esposa_de_Felipe_V_de_Espa%C3%B1a_%28Museo_del_Prado%29.jpg/166px-Mar%C3%ADa_Luisa_Gabriela_de_Saboya%2C_primera_esposa_de_Felipe_V_de_Espa%C3%B1a_%28Museo_del_Prado%29.jpg",
    "extract": "Maria Luisa Gabriella of Savoy, nicknamed La Savoyana, was Queen of Spain by marriage to Philip V. She acted as regent during her husband's absence from 1702 until 1703 and had great influence as a political adviser during the War of the Spanish Succession. Because of her effectiveness, she was well-loved in her adoptive country.",
    "year": 1688,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Ranuccio II Farnese, Duke of Parma",
    "birthday": "1630-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Jacob_Denys_-_Portrait_of_Ranuccio_II.jpg/192px-Jacob_Denys_-_Portrait_of_Ranuccio_II.jpg",
    "extract": "Ranuccio II Farnese was the sixth Duke of Parma and Piacenza from 1646 until his death nearly 50 years later and Duke of Castro from 1646 until 1649.",
    "year": 1630,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "John Prideaux",
    "birthday": "1578-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/PrideauxArms2.PNG/278px-PrideauxArms2.PNG",
    "extract": "John Prideaux was an English academic and Bishop of Worcester.",
    "year": 1578,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Edward Fortunatus",
    "birthday": "1565-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Eduard_Fortunat_von_Baden.jpg/228px-Eduard_Fortunat_von_Baden.jpg",
    "extract": "Edward Fortunatus of Baden was Margrave of Baden-Rodemachern and Baden-Baden.",
    "year": 1565,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Pope Paul V",
    "birthday": "1550-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/C_o_a_Paulus_V.svg/267px-C_o_a_Paulus_V.svg.png",
    "extract": "Pope Paul V, born Camillo Borghese, was head of the Catholic Church and ruler of the Papal States from 16 May 1605 to his death. In 1611, he honored Galileo Galilei as a member of the Papal Accademia dei Lincei and supported his discoveries. In 1616, Pope Paul V instructed Cardinal Bellarmine to inform Galileo that the Copernican theory could not be taught as fact, but Bellarmine's certificate allowed Galileo to continue his studies in search for evidence and use the geocentric model as a theoretical device. That same year Paul V assured Galileo that he was safe from persecution so long as he, the Pope, should live. Bellarmine's certificate was used by Galileo for his defense at the trial of 1633.",
    "year": 1550,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Celio Calcagnini",
    "birthday": "1479-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Calcagnini_-_Opere%2C_1544_-_1233192.jpg/229px-Calcagnini_-_Opere%2C_1544_-_1233192.jpg",
    "extract": "Celio Calcagnini, also known as Caelius Calcagninus, was an Italian humanist and scientist from Ferrara. His learning as displayed in his collected works is very broad.",
    "year": 1479,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "James of Portugal",
    "birthday": "1433-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Coat_of_arms_of_James_of_Portugal.svg/290px-Coat_of_arms_of_James_of_Portugal.svg.png",
    "extract": "James of Portugal, also known as James of Coimbra, James of Lusitania, was a Portuguese infante (prince) of the House of Aviz, and a bishop and cardinal of the Roman Catholic Church.",
    "year": 1433,
    "month": 9,
    "day": 17,
    "language": "en"
  },
  {
    "name": "Charles the Simple",
    "birthday": "879-9-17",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Denier_sous_Charles_III_le_Simple.jpg/320px-Denier_sous_Charles_III_le_Simple.jpg",
    "extract": "Charles III, called the Simple or the Straightforward, was King of West Francia from 898 until 922 and the king of Lotharingia from 911 until 919–923. He was a member of the Carolingian dynasty.",
    "year": 879,
    "month": 9,
    "day": 17,
    "language": "en"
  }
]