[
  {
    "name": "Kim Yo-han (singer)",
    "birthday": "1999-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Kim_Yo-han_at_Seoul_Fashion_Week_SS_2020_01.png/213px-Kim_Yo-han_at_Seoul_Fashion_Week_SS_2020_01.png",
    "extract": "Kim Yo-han, also known by the mononym Yohan, is a South Korean singer and actor. He is a member of the boy group WEi and a former member of boy group X1, finishing first on Produce X 101. He made his solo debut with the digital single \"No More\" on August 25, 2020. He debuted in acting through A Love So Beautiful.",
    "year": 1999,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Nayeon",
    "birthday": "1995-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/20220121%E2%80%94Nayeon_%EB%82%98%EC%97%B0_Campaign_Film%2C_Pearlygates_x_Twice_2022.jpg/286px-20220121%E2%80%94Nayeon_%EB%82%98%EC%97%B0_Campaign_Film%2C_Pearlygates_x_Twice_2022.jpg",
    "extract": "Im Na-yeon, known mononymously as Nayeon, is a South Korean singer. After participating on the reality survival television show Sixteen in 2015, she became a member in the South Korean girl group Twice formed by JYP Entertainment.",
    "year": 1995,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Carlos Correa",
    "birthday": "1994-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Carlos_Correa_2018.jpg/274px-Carlos_Correa_2018.jpg",
    "extract": "Carlos Javier Correa Oppenheimer Jr. is a Puerto Rican professional baseball shortstop for the Minnesota Twins of Major League Baseball (MLB). He previously played for the Houston Astros. The Astros selected Correa with the first overall selection of the 2012 MLB draft.",
    "year": 1994,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Philip Hindes",
    "birthday": "1992-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/2015_UEC_Track_Elite_European_Championships_101.JPG/218px-2015_UEC_Track_Elite_European_Championships_101.JPG",
    "extract": "Philip Hindes MBE is a British track cyclist, specialising in sprints. He holds dual nationality, having been born in Germany to a British father. Having initially competed for Germany at a junior level, in 2010 he switched to the British Cycling programme. At the 2012 Summer Olympics he won the gold medal in the Men's team sprint, and again at the 2016 Summer Olympics he won the gold medal in the Men's team sprint.",
    "year": 1992,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Kenny Bromwich",
    "birthday": "1991-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Kenny_Bromwich.jpg/320px-Kenny_Bromwich.jpg",
    "extract": "Kenneath Bromwich is a New Zealand professional rugby league footballer who plays as a second-row forward for the Melbourne Storm in the NRL, and New Zealand and the New Zealand Māori at international level.",
    "year": 1991,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Denard Robinson",
    "birthday": "1990-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Denard_Robinson_2014_Jaguars_training_camp_Cropped.jpg/239px-Denard_Robinson_2014_Jaguars_training_camp_Cropped.jpg",
    "extract": "Denard Xavier Robinson is currently the Assistant Director of Player Personnel for the University of Michigan football program. Robinson is also a former American football running back who played for four seasons in the National Football League (NFL). He was drafted by the Jacksonville Jaguars in the fifth round of the 2013 NFL Draft. Robinson was the starting quarterback in all 26 games for the 2010 and 2011 Michigan Wolverines football teams and played at the same position as a senior for the 2012 team as well as running back and wide receiver in the second half of the season.",
    "year": 1990,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Kim Hyo-yeon",
    "birthday": "1989-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/20220323_%EC%86%8C%EB%85%80%EC%8B%9C%EB%8C%80_%ED%9A%A8%EC%97%B0.jpg/225px-20220323_%EC%86%8C%EB%85%80%EC%8B%9C%EB%8C%80_%ED%9A%A8%EC%97%B0.jpg",
    "extract": "Kim Hyo-yeon, referred to as Hyoyeon or DJ Hyo, is a South Korean singer, dancer, DJ, and television personality. She debuted as a member of the girl group Girls' Generation in August 2007, which went on to become one of the best-selling artists in South Korea and one of the most popular K-pop groups worldwide. She has since participated in other SM Entertainment projects, including Girls' Generation-Oh!GG and Got the Beat. Since 2016, she has also released singles as a solo artist.",
    "year": 1989,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Sabine Lisicki",
    "birthday": "1989-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Lisicki_WMQ19_%287%29.jpg/212px-Lisicki_WMQ19_%287%29.jpg",
    "extract": "Sabine Katharina Lisicki is a German tennis player who turned professional in 2006. Her breakthrough was in 2009 when she reached the quarterfinals of the Wimbledon Championships, and also won her first title on the WTA Tour, at the Family Circle Cup.",
    "year": 1989,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Nikita Andreyev",
    "birthday": "1988-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/NikitaAndreev.jpg/240px-NikitaAndreev.jpg",
    "extract": "Nikita Yevgenyevich Andreyev is a former Russian footballer who played as a striker.",
    "year": 1988,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Derick Brassard",
    "birthday": "1987-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Derick_Brassard_playing_with_the_Islanders_in_2020_%28Quintin_Soloviev%29.jpg/188px-Derick_Brassard_playing_with_the_Islanders_in_2020_%28Quintin_Soloviev%29.jpg",
    "extract": "Derick Brassard is a Canadian professional ice hockey centre for the Edmonton Oilers of the National Hockey League (NHL). He previously played in the NHL for the Columbus Blue Jackets, New York Rangers, Ottawa Senators, Pittsburgh Penguins, Florida Panthers, Colorado Avalanche, New York Islanders, Arizona Coyotes, and Philadelphia Flyers. The Blue Jackets selected him in the first round, sixth overall, of the 2006 NHL Entry Draft.",
    "year": 1987,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Stefan Denifl",
    "birthday": "1987-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Stefan_Denifl_-_%C3%96sterreich-Rundfahrt_2009a.jpg/219px-Stefan_Denifl_-_%C3%96sterreich-Rundfahrt_2009a.jpg",
    "extract": "Stefan Denifl is a professional cyclist, who last rode for UCI Professional Continental team Aqua Blue Sport.",
    "year": 1987,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Tom Felton",
    "birthday": "1987-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Tom_Felton_Fan_Expo_2011.jpg/320px-Tom_Felton_Fan_Expo_2011.jpg",
    "extract": "Thomas Andrew Felton is an English actor best known for playing Draco Malfoy in the film adaptations of the Harry Potter fantasy novels by J. K. Rowling.",
    "year": 1987,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Zdravko Kuzmanović",
    "birthday": "1987-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Zdravko_kuzmanovic2012.jpg/207px-Zdravko_kuzmanovic2012.jpg",
    "extract": "Zdravko Kuzmanović is a Serbian footballer who plays as a defensive or central midfielder. He last played for FC Basel. He represented Serbia in the 2010 FIFA World Cup.",
    "year": 1987,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Faris Haroun",
    "birthday": "1985-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Faris_haroun-1583660253.jpg/320px-Faris_haroun-1583660253.jpg",
    "extract": "Faris Haroun is a Chadian-Belgian footballer who plays as a defensive midfielder for Royal Antwerp in the Belgian First Division A. He has also played for the Belgian national football team.",
    "year": 1985,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jamie Mackie",
    "birthday": "1985-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Jamie_Mackie_2014.jpg/192px-Jamie_Mackie_2014.jpg",
    "extract": "James Charles Mackie is a former professional footballer who played as a striker or winger, most notably for Queens Park Rangers, Plymouth Argyle, and Oxford United. Born in England, Mackie played for Scotland.",
    "year": 1985,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Tatiana Maslany",
    "birthday": "1985-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Tatiana_Maslany_by_Gage_Skidmore_2.jpg/218px-Tatiana_Maslany_by_Gage_Skidmore_2.jpg",
    "extract": "Tatiana Gabriele Maslany is a Canadian actress. She rose to prominence for playing multiple characters in the science fiction thriller television series Orphan Black (2013–2017), which won her a Primetime Emmy Award (2016), a TCA Award (2013), two Critics' Choice Awards, and five Canadian Screen Awards (2014–18). Maslany is the first Canadian to win an Emmy in a major dramatic category for acting in a Canadian series.",
    "year": 1985,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ibragim Todashev",
    "birthday": "1985-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f6/Ibrahim_Todashev_Orange_County_booking_photo.jpg/256px-Ibrahim_Todashev_Orange_County_booking_photo.jpg",
    "extract": "Ibragim Todashev was a Chechen-born former mixed martial artist, former amateur boxer and friend of Boston Marathon bomber Tamerlan Tsarnaev. At his apartment in Orlando, Florida, he was shot dead by FBI agent Aaron McFarlane during a police interview on May 22, 2013. He had allegedly attacked the agent, with a pipe or stick, while writing a statement about the Boston Marathon bombings and a triple homicide that took place in Waltham, Massachusetts, on September 11, 2011. The investigators involved in the incident said that Todashev had implicated both himself and Tamerlan Tsarnaev in the Waltham murders before he was killed.",
    "year": 1985,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ross Jarman",
    "birthday": "1984-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e8/Ross_Jarman_White_Air.JPG/320px-Ross_Jarman_White_Air.JPG",
    "extract": "Ross Anthony Jarman is a British drummer who is a member of the rock band The Cribs.",
    "year": 1984,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Thiago Silva",
    "birthday": "1984-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/20180610_FIFA_Friendly_Match_Austria_vs._Brazil_Thiago_Silva_850_1582.jpg/213px-20180610_FIFA_Friendly_Match_Austria_vs._Brazil_Thiago_Silva_850_1582.jpg",
    "extract": "Thiago Emiliano da Silva is a Brazilian professional footballer who plays as a centre-back for Premier League club Chelsea and captains the Brazil national team. Known for his defensive abilities, discipline, and leadership skills, Silva is considered to be one of the best defenders of all time.",
    "year": 1984,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Glenn Loovens",
    "birthday": "1983-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Glenn_Loovens.jpg/162px-Glenn_Loovens.jpg",
    "extract": "Glenn Loovens is a Dutch former professional footballer who last played for EFL League One club Sunderland.",
    "year": 1983,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Petr Tatíček",
    "birthday": "1983-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Petr_Tat%C3%AD%C4%8Dek.jpg/258px-Petr_Tat%C3%AD%C4%8Dek.jpg",
    "extract": "Petr Tatíček is a Czech professional ice hockey centre who is currently an unrestricted free agent. He most recently played for ERC Ingolstadt of the Deutsche Eishockey Liga (DEL). He has previously played for the Florida Panthers of the National Hockey League (NHL).",
    "year": 1983,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Domenic Cassisi",
    "birthday": "1982-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Domenic_Cassisi_Port_Power.JPG/193px-Domenic_Cassisi_Port_Power.JPG",
    "extract": "Domenic Cassisi is a former premiership winning Australian rules footballer with the Port Adelaide Football Club, and was the club's 62nd captain from 2009 to 2012. He was recruited in the 2000 AFL Draft with pick 50, and is a member of Port Adelaide's 2004 premiership side.",
    "year": 1982,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Billie Piper",
    "birthday": "1982-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/2019-03-03_12-07-54_ILCE-6500_DSC00333_DxO_%2847424103632%29.jpg/213px-2019-03-03_12-07-54_ILCE-6500_DSC00333_DxO_%2847424103632%29.jpg",
    "extract": "Billie Paul Piper is an English actress, writer, and former singer. She initially gained recognition as a singer and released her debut single \"Because We Want To\" at age 15, which made her the youngest female artist ever to enter at number one on the UK Singles Chart. Her follow-up single \"Girlfriend\" also entered at number one. In 1998, Piper released her debut studio album, Honey to the B, which was certified platinum by the British Phonographic Industry. Her second studio album, Walk of Life, was released in 2000 and spawned her third number one single, \"Day & Night\". In 2003, Piper announced that she had abandoned her music career to focus on an acting career.",
    "year": 1982,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Maarten Stekelenburg",
    "birthday": "1982-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Stekelenburg_Audi_quattro-Cup_44.JPG/276px-Stekelenburg_Audi_quattro-Cup_44.JPG",
    "extract": "Maarten Stekelenburg is a Dutch professional footballer who plays as a goalkeeper for Eredivisie club Ajax.",
    "year": 1982,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Alexei Ramírez",
    "birthday": "1981-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Alexei_Ramirez_Minute_Maid_Park_Houston_May_2015.jpg/213px-Alexei_Ramirez_Minute_Maid_Park_Houston_May_2015.jpg",
    "extract": "Alexei Fernando Ramírez Rodriguez is a Cuban former professional baseball shortstop. He has played for the Chicago White Sox, San Diego Padres and Tampa Bay Rays in MLB and Pinar del Rio of the Cuban National Series. His nickname, given to him by former White Sox manager Ozzie Guillén, is \"The Cuban Missile\" due to his tall, slim physique and combination of speed, power, and strong throwing arm.",
    "year": 1981,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Emilie Autumn",
    "birthday": "1979-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Emilie_Autumn_at_Nachtleben_2007_bis.jpg/320px-Emilie_Autumn_at_Nachtleben_2007_bis.jpg",
    "extract": "Emilie Autumn Liddell, better known by her stage name Emilie Autumn, is an American singer-songwriter, poet, author and violinist. Autumn's musical style is described by her as \"Fairy Pop\", \"Fantasy Rock\" or \"Victoriandustrial\". It is influenced by glam rock and from plays, novels, and history, particularly the Victorian era. Performing with her all-female backup dancers The Bloody Crumpets, Autumn incorporates elements of classical music, cabaret, electronica, and glam rock with theatrics, and burlesque.",
    "year": 1979,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Phil Waugh",
    "birthday": "1979-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Phil_Waugh_speaks_to_the_media.jpg/320px-Phil_Waugh_speaks_to_the_media.jpg",
    "extract": "Phillip Waugh is a retired Australian rugby union footballer who played 136 matches in Super Rugby for the NSW Waratahs, and in 79 Test matches for the Wallabies. His usual position was openside flanker.",
    "year": 1979,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Harry Kewell",
    "birthday": "1978-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/HarryKewell.jpg/271px-HarryKewell.jpg",
    "extract": "Harry Kewell is an Australian association football coach and former player. He was most recently the head coach of Barnet. Kewell played for Leeds United, Liverpool, Galatasaray, Melbourne Victory, Al-Gharafa and Melbourne Heart. While at Leeds he was named the PFA Young Player of the Year in 2000. Internationally he has received 58 caps, and scored 17 goals, while playing for the Australian national team. A left winger also capable of playing as an attacking midfielder or second striker, he is often regarded within the media as \"Australia's finest football export\", despite his career being blighted with injury. In 2012, Kewell was named Australia's greatest footballer in a vote by Australian fans, players and media.",
    "year": 1978,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "David Berkeley",
    "birthday": "1976-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/D_Berkeley_-_Bloc_-_2009.jpg/240px-D_Berkeley_-_Bloc_-_2009.jpg",
    "extract": "David Berkeley is an American singer and songwriter.",
    "year": 1976,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ethan Moreau",
    "birthday": "1975-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Ethan_Moreau_Oilers.jpg/320px-Ethan_Moreau_Oilers.jpg",
    "extract": "Ethan Byron Moreau is a Canadian former professional ice hockey player. Moreau was selected in the first round of the 1994 NHL Entry Draft, 14th overall, by the Chicago Blackhawks of the National Hockey League (NHL). He also played with the Edmonton Oilers, Columbus Blue Jackets and the Los Angeles Kings of the NHL. He currently serves as an assistant coach for Niagara University.",
    "year": 1975,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jenn Colella",
    "birthday": "1974-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Jenn_Colella_January_2022_No.33.jpg/256px-Jenn_Colella_January_2022_No.33.jpg",
    "extract": "Jenn Colella is an American actress and singer. She began her career as a comedian and then branched out into musical theater. In her New York debut in Urban Cowboy, she earned a 2003 Outer Critics Circle Award nomination. More recently, she landed a Tony Award nomination, and won the Drama Desk Award, Outer Critics Circle Award, and three regional theater awards for her portrayal of Annette/Beverley Bass in Come from Away. She received a Grammy Award in January 2018 for her role for the Dear Evan Hansen original cast album. See: Awards and nominations",
    "year": 1974,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Kostas Kaiafas",
    "birthday": "1974-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Dinamo-Omonia_%282%29.jpg/304px-Dinamo-Omonia_%282%29.jpg",
    "extract": "Kostas Kaiafas is Cypriot former football player and manager.",
    "year": 1974,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Yoo Chae-yeong",
    "birthday": "1973-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/36/Yoo_Chae-yeong2008.png",
    "extract": "Yoo Chae-yeong was a South Korean singer, actress, and radio host.",
    "year": 1973,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Stéfan Louw",
    "birthday": "1973-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Stefan-Louw.jpg/260px-Stefan-Louw.jpg",
    "extract": "Stéfan Louw is a South African operatic tenor, regarded as one of South Africa's leading tenors. He has been performing opera since 1995.",
    "year": 1973,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Bob Sapp",
    "birthday": "1973-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Bob_Sapp_2011.jpg/320px-Bob_Sapp_2011.jpg",
    "extract": "Robert Malcolm Sapp is an American mixed martial artist, kickboxer, professional wrestler, actor, and former American football player. He is currently under contract with Rizin Fighting Federation. Sapp has a combined fight record of 24–39–1, mostly fighting in Japan. He is well known in Japan, where he has appeared in numerous commercials, television programs, and various other media, and has released a music CD, Sapp Time. He is known there as a gaijin tarento. He is currently working sporadically for various MMA promotions in the U.S., Japan, and Europe.",
    "year": 1973,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Elizabeth Bear",
    "birthday": "1971-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Elizabeth_Bear_by_Gage_Skidmore.jpg/261px-Elizabeth_Bear_by_Gage_Skidmore.jpg",
    "extract": "Sarah Bear Elizabeth Wishnevsky is an American author who works primarily in speculative fiction genres, writing under the name Elizabeth Bear. She won the 2005 John W. Campbell Award for Best New Writer, the 2008 Hugo Award for Best Short Story for \"Tideline\", and the 2009 Hugo Award for Best Novelette for \"Shoggoths in Bloom\". She is one of a small number of writers who have gone on to win multiple Hugo Awards for fiction after winning the John W. Campbell Award for Best New Writer.",
    "year": 1971,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Luther Reigns",
    "birthday": "1971-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Matt_Wiese.jpg/258px-Matt_Wiese.jpg",
    "extract": "Matthew Robert Wiese is former professional wrestler and actor. He is best known for his tenure in WWE, where he performed on its SmackDown brand under the ring name Luther Reigns.",
    "year": 1971,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Gladys Berejiklian",
    "birthday": "1970-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Premier_Gladys_Berejiklian_-_VIP_Lunch_2019.jpg/218px-Premier_Gladys_Berejiklian_-_VIP_Lunch_2019.jpg",
    "extract": "Gladys Berejiklian is an Australian former politician who served as the 45th premier of New South Wales and the leader of the New South Wales division of the Liberal Party from 2017 to 2021.",
    "year": 1970,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Mike Matheny",
    "birthday": "1970-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/MikeMathenyphotoday2013.jpg/220px-MikeMathenyphotoday2013.jpg",
    "extract": "Michael Scott Matheny is an American former professional baseball player and current manager of the Kansas City Royals of Major League Baseball (MLB). He played in MLB for 13 seasons as a catcher for the Milwaukee Brewers, Toronto Blue Jays, St. Louis Cardinals, and San Francisco Giants. Matheny later spent seven seasons as the manager of the Cardinals. One of the most accomplished defensive players of his era, he won four Rawlings Gold Glove Awards. As manager, Matheny's teams won one National League (NL) pennant and three NL Central division titles.",
    "year": 1970,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Mystikal",
    "birthday": "1970-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Mystikal_2016.png/213px-Mystikal_2016.png",
    "extract": "Michael Lawrence Tyler, better known by his stage name Mystikal, is an American rapper.",
    "year": 1970,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Rupert Penry-Jones",
    "birthday": "1970-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Rupert_Penry-Jones_in_Persuasion_%282007%29.jpg/212px-Rupert_Penry-Jones_in_Persuasion_%282007%29.jpg",
    "extract": "Rupert William Penry-Jones is a British actor, known for his performances as Adam Carter in Spooks, Clive Reader in Silk, DI Joseph Chandler in Whitechapel, and Mr Quinlan in the American horror series The Strain.",
    "year": 1970,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Emmanuel Petit",
    "birthday": "1970-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Emmanuel_Petit.jpg/211px-Emmanuel_Petit.jpg",
    "extract": "Emmanuel Laurent Petit is a French former professional footballer who played as a midfielder at club level for Barcelona, Monaco, Arsenal and Chelsea. He represented France at international level in two FIFA World Cups and two UEFA European Championships; he scored the third goal in France's 3–0 victory in the 1998 FIFA World Cup Final and was also a member of the French squad that won UEFA Euro 2000.",
    "year": 1970,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Sue Perkins",
    "birthday": "1969-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/SusanP.JPG/192px-SusanP.JPG",
    "extract": "Susan Elizabeth Perkins is an English actress, broadcaster, comedian, presenter and writer. Originally coming to prominence through her comedy partnership with Mel Giedroyc in Mel and Sue, she has since become best known as a radio broadcaster and television presenter, notably of The Great British Bake Off (2010–2016), Insert Name Here (2016–2019) and Just a Minute on BBC Radio 4.",
    "year": 1969,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Matt Sharp",
    "birthday": "1969-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Matt_Sharp_photo_by_Josh_Alder.jpg/183px-Matt_Sharp_photo_by_Josh_Alder.jpg",
    "extract": "Matthew Kelly Sharp is an American songwriter and musician. Until 1998, he was the bassist for the alternative rock band Weezer, which he cofounded in 1992. He appears on their first two albums, the Blue Album (1994) and Pinkerton (1996). In 1994, Sharp founded the Rentals, who have released four albums. Sharp has also released an EP and an album as a solo artist.",
    "year": 1969,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Matt Besser",
    "birthday": "1967-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/MattBesser.jpg/160px-MattBesser.jpg",
    "extract": "Matthew Gregory Besser is an American actor, comedian, director, producer, and writer, best known as one of the four founding members of the Upright Citizens Brigade sketch comedy troupe, who had their own show on Comedy Central from 1998 to 2000. He currently hosts the improvisation-based podcast Improv4humans on the Earwolf podcasting network.",
    "year": 1967,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Super Delfin",
    "birthday": "1967-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Super_Delfin.JPG/208px-Super_Delfin.JPG",
    "extract": "Hiroto Wakita  is a Japanese professional wrestler who currently runs Kaisen Puroresu and is also working as a wrestler there. He is better known by his stage name Super Delfin .",
    "year": 1967,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Rickard Rydell",
    "birthday": "1967-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Rickard_Rydell_2012.jpg/252px-Rickard_Rydell_2012.jpg",
    "extract": "Rickard Rydell is a retired Swedish racing driver. He won the 1998 British Touring Car Championship, the 2011 Scandinavian Touring Car Championship, and has also been a frontrunner in the European/World Touring Car Championship.",
    "year": 1967,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Félix Savón",
    "birthday": "1967-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Bundesarchiv_Bild_183-1987-0319-022%2C_Michael_Ernsz%2C_Felix_Savon.jpg/216px-Bundesarchiv_Bild_183-1987-0319-022%2C_Michael_Ernsz%2C_Felix_Savon.jpg",
    "extract": "Félix Savón Fabre is a retired Cuban amateur boxer, who competed from 1980 to 2000. Considered one of the all-time greatest amateur boxers, he became three-time Olympic gold medalist, and the World Champion six times in a row, all in the heavyweight division. In 1988, when he was favored by many to win the gold medal at the 1988 Summer Olympics, Cuban government boycotted the event. Savón is particularly known for having rejected numerous multimillion-dollar offers to defect, leave Cuba permanently to fight Mike Tyson as a professional.",
    "year": 1967,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ruth Jones",
    "birthday": "1966-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Ruth_Jones_Little_Britain_Gavin_and_Stacey.jpg/262px-Ruth_Jones_Little_Britain_Gavin_and_Stacey.jpg",
    "extract": "Ruth Alexandra Elisabeth Jones is a Welsh actress, comedian, writer and producer. She co-wrote and co-starred in the award-winning BBC sitcom Gavin & Stacey.",
    "year": 1966,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Mike Richter",
    "birthday": "1966-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Mike_Richter.jpg/151px-Mike_Richter.jpg",
    "extract": "Michael Thomas Richter is an American former professional ice hockey goaltender. He played his entire career with the New York Rangers organization, and led the team to the Stanley Cup in 1994. He also represented the United States in international play on several occasions. Richter was named to the U.S. Hockey Hall of Fame, alongside his former Rangers and U.S. teammate Brian Leetch, in 2008.",
    "year": 1966,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Michael Shank",
    "birthday": "1966-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/DP60_Ozz_Negri_John_Pew_2011_Road_America.jpg/320px-DP60_Ozz_Negri_John_Pew_2011_Road_America.jpg",
    "extract": "Michael Shank is an American race car team owner and former race car driver born in Columbus, Ohio. Before leaving driving to concentrate on car ownership, he ran one race in the 1996–97 Indy Racing League season, the 1997 Las Vegas 500K at Las Vegas Motor Speedway. He started racing in 1989, winning SCCA Ohio Valley Region's Novice Driver of the Year. He also won the 1996 Player’s/Toyota Atlantic C2 championship.",
    "year": 1966,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Dan Bucatinsky",
    "birthday": "1965-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Dan_Bucatinsky.jpg/204px-Dan_Bucatinsky.jpg",
    "extract": "Daniel Bucatinsky is an American actor, writer and producer, best known for his role as James Novak in the Shonda Rhimes drama series Scandal, for which he won the Primetime Emmy Award for Outstanding Guest Actor in a Drama Series in 2013. In 2014, Bucatinsky starred on NBC's Marry Me, as well as the newly revived HBO series The Comeback, which he also executive produces.",
    "year": 1965,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Andrii Deshchytsia",
    "birthday": "1965-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Andrii_Deshchytsia_by_The_Day_%28Ukraine%29.jpg/320px-Andrii_Deshchytsia_by_The_Day_%28Ukraine%29.jpg",
    "extract": "Andrii Bohdanovych Deshchytsia is a Ukrainian diplomat and politician.",
    "year": 1965,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Mark Guthrie",
    "birthday": "1965-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6b/Mark_Guthrie_-_Visalia_Oaks_-_1988.jpg",
    "extract": "Mark Andrew Guthrie is a former Major League Baseball relief pitcher who played for several teams between 1989 and 2003 and was a member of the 1991 World Series Champion Minnesota Twins.",
    "year": 1965,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Robert Satcher",
    "birthday": "1965-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Robert_Satcher.jpg/256px-Robert_Satcher.jpg",
    "extract": "Robert Lee \"Bobby\" Satcher Jr. is an American physician, chemical engineer, and former NASA astronaut. He participated in 2 spacewalks during STS-129, accumulating 12hrs 19min of EVA time. Satcher holds two doctorates and has received numerous awards and honors as a surgeon and engineer.",
    "year": 1965,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ken Vandermark",
    "birthday": "1964-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Ken_Vandermark.jpg/301px-Ken_Vandermark.jpg",
    "extract": "Ken Vandermark is an American composer, saxophonist, and clarinetist.",
    "year": 1964,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Martin Crowe",
    "birthday": "1962-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Martin_Crowe_2011.jpg/320px-Martin_Crowe_2011.jpg",
    "extract": "Martin David Crowe was a New Zealand cricketer, Test and ODI captain as well as a commentator. He played for the New Zealand national cricket team between 1982 and 1995, and is regarded as one of the country's greatest batsmen.",
    "year": 1962,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Vince Coleman (baseball)",
    "birthday": "1961-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Vince_Coleman_%2831079627642%29_%28cropped%29.jpg/162px-Vince_Coleman_%2831079627642%29_%28cropped%29.jpg",
    "extract": "Vincent Maurice Coleman is an American former Major League Baseball (MLB) player, best known for his years with the St. Louis Cardinals. Primarily a left fielder, Coleman played from 1985 to 1997 and set a number of stolen base records. He was a switch hitter and threw right-handed.",
    "year": 1961,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Liam Fox",
    "birthday": "1961-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Official_portrait_of_Dr_Liam_Fox_crop_2.jpg/240px-Official_portrait_of_Dr_Liam_Fox_crop_2.jpg",
    "extract": "Liam Fox is a British politician who served as Secretary of State for International Trade from 2016 to 2019 and Secretary of State for Defence from 2010 to 2011. A member of the Conservative Party, Fox has served as the Member of Parliament (MP) for North Somerset, formerly Woodspring, since 1992.",
    "year": 1961,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Bonnie Hunt",
    "birthday": "1961-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Bonnie_Hunt_at_2010_Daytime_Emmy_Awards_%28cropped%29.jpg/242px-Bonnie_Hunt_at_2010_Daytime_Emmy_Awards_%28cropped%29.jpg",
    "extract": "Bonnie Lynn Hunt is an American actress, comedian, director, producer, writer and television host. Her film roles include Rain Man, Beethoven, Beethoven's 2nd, Jumanji, Jerry Maguire, The Green Mile, Cheaper by the Dozen, and Cheaper by the Dozen 2.",
    "year": 1961,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Diane Lemieux",
    "birthday": "1961-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Diane_Lemieux_Commission_de_la_construction_du_Qu%C3%A9bec.jpg/320px-Diane_Lemieux_Commission_de_la_construction_du_Qu%C3%A9bec.jpg",
    "extract": "Diane Lemieux is a politician, feminist and Quebec administrator.",
    "year": 1961,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Catherine Oxenberg",
    "birthday": "1961-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Catherine_Oxenberg_1987.jpg/219px-Catherine_Oxenberg_1987.jpg",
    "extract": "Catherine Oxenberg is an American actress. She is best known for her role as Amanda Carrington on the 1980s prime time soap opera Dynasty. Oxenberg is the daughter of Princess Elizabeth of Yugoslavia and Howard Oxenberg. She twice played Diana, Princess of Wales on screen, in The Royal Romance of Charles and Diana (1982) and Charles and Diana: Unhappily Ever After (1992) and has appeared in many other films.",
    "year": 1961,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Scott Baio",
    "birthday": "1960-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/97/Scott_Baio.jpg",
    "extract": "Scott Vincent James Baio is an American actor. He is known for playing Chachi Arcola on the sitcom Happy Days (1977–1984) and its spin-off Joanie Loves Chachi (1982–1983), the title character on the sitcom Charles in Charge (1984–1990), Dr. Jack Stewart in the medical-mystery-drama series Diagnosis: Murder (1993–1995), and the titular role of the musical film Bugsy Malone (1976), his onscreen debut.",
    "year": 1960,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Tai Babilonia",
    "birthday": "1959-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Tai_Babilonia%2C_1979.jpg/245px-Tai_Babilonia%2C_1979.jpg",
    "extract": "Tai Reina Babilonia is an American former pair skater. Together with Randy Gardner, she won the 1979 World Figure Skating Championships and five U.S. Figure Skating Championships (1976–1980). The pair qualified for the 1976 and 1980 Winter Olympics.",
    "year": 1959,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Saul Perlmutter",
    "birthday": "1959-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Saul_Perlmutter%2C_PCAST_Member_%28cropped%29.jpg/255px-Saul_Perlmutter%2C_PCAST_Member_%28cropped%29.jpg",
    "extract": "Saul Perlmutter is a U.S. astrophysicist at the Lawrence Berkeley National Laboratory and a professor of physics at the University of California, Berkeley. He is a member of both the American Academy of Arts & Sciences and the American Philosophical Society, and was elected a Fellow of the American Association for the Advancement of Science in 2003. He is also a member of the National Academy of Sciences. Perlmutter shared the 2006 Shaw Prize in Astronomy, the 2011 Nobel Prize in Physics, and the 2015 Breakthrough Prize in Fundamental Physics with Brian P. Schmidt and Adam Riess for providing evidence that the expansion of the universe is accelerating.",
    "year": 1959,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Andrea Bocelli",
    "birthday": "1958-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Andrea_Bocelli_20190511_017-2.jpg/320px-Andrea_Bocelli_20190511_017-2.jpg",
    "extract": "Andrea Bocelli is an Italian operatic tenor and multi-instrumentalist. He was diagnosed with congenital glaucoma at 5 months old, and became completely blind at age 12, following a football accident. After performing evenings in piano bars and competing in local singing contests, Bocelli signed his first recording contract with the Sugar Music label. He rose to fame in 1994, winning the 44th Sanremo Music Festival performing \"Il mare calmo della sera\".",
    "year": 1958,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Neil Cavuto",
    "birthday": "1958-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Neil_Cavuto_%281815495689%29_%28cropped%29.jpg/216px-Neil_Cavuto_%281815495689%29_%28cropped%29.jpg",
    "extract": "Neil Patrick Cavuto is an American television news anchor, executive, commentator, and business journalist for Fox News. He hosts three television programs: Your World with Neil Cavuto and Cavuto Live, both on Fox News, and Cavuto: Coast to Coast on sister channel Fox Business Network since January 20, 2018.",
    "year": 1958,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Joan Jett",
    "birthday": "1958-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Joan_Jett_2013.jpg/213px-Joan_Jett_2013.jpg",
    "extract": "Joan Jett is an American rock singer, songwriter, composer, musician, record producer, and actress. Jett is best known for her work as the frontwoman of her band Joan Jett & the Blackhearts, and for earlier founding and performing with the Runaways, which recorded and released the hit song \"Cherry Bomb\". With The Blackhearts, Jett is known for her rendition of the song \"I Love Rock 'n Roll\" which was number-one on the Billboard Hot 100 for seven weeks in 1982. Jett's other notable songs include \"Bad Reputation\", \"Crimson and Clover\", \"Do You Wanna Touch Me \", \"Light of Day\", \"I Hate Myself for Loving You\" and \"Dirty Deeds\".",
    "year": 1958,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Nick Cave",
    "birthday": "1957-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Nick_Cave_by_Bleddyn_Butcher_Oct_2012.jpg/304px-Nick_Cave_by_Bleddyn_Butcher_Oct_2012.jpg",
    "extract": "Nicholas Edward Cave is an Australian singer, songwriter, author, screenwriter, composer and occasional actor. Known for his baritone voice and for fronting the rock band Nick Cave and the Bad Seeds, Cave's music is generally characterised by emotional intensity, a wide variety of influences and lyrical obsessions with death, religion, love and violence.",
    "year": 1957,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Debby Boone",
    "birthday": "1956-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Debby_Boone_1997.jpg/255px-Debby_Boone_1997.jpg",
    "extract": "Deborah Anne Boone is an American singer, author, and actress. She is best known for her 1977 hit, \"You Light Up My Life\", which spent ten weeks at No. 1 on the Billboard Hot 100 chart and led to her winning the Grammy Award for Best New Artist the following year. Boone later focused her music career on country music, resulting in the 1980 No. 1 country hit \"Are You on the Road to Lovin' Me Again\". In the 1980s, she recorded Christian music which garnered her four top 10 Contemporary Christian albums as well as two more Grammys. Throughout her career, Boone has appeared in several musical theater productions and has co-authored many children's books with her husband Gabriel Ferrer.",
    "year": 1956,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Doug Wimbish",
    "birthday": "1956-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Lozlivingcolour-2016-05-31-04h37m48s153.png/180px-Lozlivingcolour-2016-05-31-04h37m48s153.png",
    "extract": "Douglas Arthur Wimbish is an American bass player, primarily known for being a member of rock band Living Colour and funk/dub/hip hop collective Tackhead, and as a session musician with artists such as Sugarhill Gang, Grandmaster Flash and the Furious Five, The Rolling Stones, Mick Jagger, Depeche Mode, James Brown, Annie Lennox, and Barrington Levy.",
    "year": 1956,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jeffrey Leonard",
    "birthday": "1955-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Jeffrey_Leonard_1983.jpg/212px-Jeffrey_Leonard_1983.jpg",
    "extract": "Jeffrey Leonard is an American former professional baseball left fielder. He played 14 seasons in Major League Baseball (MLB) from 1977 to 1990 for the Los Angeles Dodgers, Houston Astros, San Francisco Giants, Milwaukee Brewers, and Seattle Mariners.",
    "year": 1955,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Richard Fairbrass",
    "birthday": "1953-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/2015073224540_2015-03-14_RPR1_90er_Festival_-_Sven_-_1D_X_-_0528_-_DV3P1576_mod.jpg/320px-2015073224540_2015-03-14_RPR1_90er_Festival_-_Sven_-_1D_X_-_0528_-_DV3P1576_mod.jpg",
    "extract": "Richard Peter John Fairbrass is an English singer, bassist and television presenter, best known as lead singer of the pop group Right Said Fred, which achieved two hits in the early 1990s with the singles \"I'm Too Sexy\" and \"Deeply Dippy\". He and his band have won two Ivor Novello Awards.\nWorth over 50 million dollars in record sales.",
    "year": 1953,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ségolène Royal",
    "birthday": "1953-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Royal_Toulouse_2012.JPG/217px-Royal_Toulouse_2012.JPG",
    "extract": "Marie-Ségolène Royal is a French politician, who was the Socialist Party candidate for the Presidency of France in the 2007 election.",
    "year": 1953,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Bob Goodlatte",
    "birthday": "1952-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Bob_Goodlatte_official_photo_%28cropped2%29.jpg/227px-Bob_Goodlatte_official_photo_%28cropped2%29.jpg",
    "extract": "Robert William Goodlatte is an American politician, attorney, and lobbyist who served in the United States House of Representatives representing Virginia's 6th congressional district for 13 terms. A Republican, he was also the Chair of the House Judiciary Committee, which has jurisdiction over legislation affecting the federal courts, administrative agencies, and federal law enforcement entities. Goodlatte's district covered Roanoke and also included Lynchburg, Harrisonburg, and Staunton.",
    "year": 1952,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Sukhumbhand Paribatra",
    "birthday": "1952-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Sukhumbhand_Paribatra01.jpg/228px-Sukhumbhand_Paribatra01.jpg",
    "extract": "Mom Rajawongse Sukhumbhand Paribatra is a Thai politician belonging to the Democrat Party. From 2009 to 2016 he was the Governor of Bangkok. He was removed from the post in October 2016 by Prime Minister Prayut Chan-o-cha who used Section 44 of the interim charter to remove the elected official. The reason given for his ouster was \"...because he was involved in many legal cases.\" He was replaced by Police General Aswin Kwanmuang.",
    "year": 1952,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "David Coverdale",
    "birthday": "1951-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Whitesnake_San_Antonio_2015_6_%28Cropped%29.jpg/191px-Whitesnake_San_Antonio_2015_6_%28Cropped%29.jpg",
    "extract": "David Coverdale is a British-American rock singer best known for his work with Whitesnake, a hard rock band he founded in 1978. Before Whitesnake, Coverdale was the lead singer of Deep Purple from 1973 to 1976, after which he established his solo career. A collaboration with ex-Led Zeppelin guitarist Jimmy Page resulted in a 1993 studio album that was subsequently certified platinum.",
    "year": 1951,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Mike Graham (wrestler)",
    "birthday": "1951-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Mike_Grahams_-_Wrestling_Revue_-_October_1973_p.34-35.jpg/320px-Mike_Grahams_-_Wrestling_Revue_-_October_1973_p.34-35.jpg",
    "extract": "Michael Gossett, better known as Mike Graham, was an American professional wrestler who was the son of Eddie Graham.",
    "year": 1951,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "James Cartwright",
    "birthday": "1949-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/GEN_Cartwright_VJCS.jpg/256px-GEN_Cartwright_VJCS.jpg",
    "extract": "James Edward \"Hoss\" Cartwright is a retired United States Marine Corps four-star general who last served as the eighth vice chairman of the Joint Chiefs of Staff from August 31, 2007, to August 3, 2011. He previously served as the Commander, U.S. Strategic Command, from September 1, 2004, to August 10, 2007, and as Acting Commander, U.S. Strategic Command from July 9, 2004, to September 1, 2004. He retired from the Marine Corps on August 3, 2011, after nearly 40 years of service.",
    "year": 1949,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Mark Phillips",
    "birthday": "1948-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Mark_Phillips_1980.jpg/269px-Mark_Phillips_1980.jpg",
    "extract": "Captain Mark Anthony Peter Phillips OLY is an English Olympic gold medal-winning horseman for Great Britain and the first husband of Anne, Princess Royal, with whom he has two children. He remains a leading figure in British equestrian circles, a noted eventing course designer, and a columnist for Horse & Hound magazine.",
    "year": 1948,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jo Beverley",
    "birthday": "1947-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c0/Jo_Beverley.jpg/180px-Jo_Beverley.jpg",
    "extract": "Mary Josephine Beverley was a prolific English-Canadian writer of historical and contemporary romance novels from 1988 to 2016.",
    "year": 1947,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Norma McCorvey",
    "birthday": "1947-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Norma_McCorvey_%28Jane_Roe%29_onthe_steps_of_the_Supreme_Court%2C_1989_%28cropped%29.jpg/278px-Norma_McCorvey_%28Jane_Roe%29_onthe_steps_of_the_Supreme_Court%2C_1989_%28cropped%29.jpg",
    "extract": "Norma Leah Nelson McCorvey, also known by the pseudonym \"Jane Roe\", was the plaintiff in the landmark American legal case Roe v. Wade in which the U.S. Supreme Court ruled in 1973 that individual state laws banning abortion were unconstitutional.",
    "year": 1947,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "King Sunny Adé",
    "birthday": "1946-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/King_Sunny_Ade.jpg/320px-King_Sunny_Ade.jpg",
    "extract": "Chief Sunday Adeniyi Adegeye, known professionally as King Sunny Adé, is a Nigerian jùjú singer, songwriter and multi-instrumentalist. He is regarded as one of the first African pop musicians to gain international success, and has been called one of the most influential musicians of all time.",
    "year": 1946,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Larry Dierker",
    "birthday": "1946-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Larry_Dierker_at_SABR_Convention_2014.jpg/256px-Larry_Dierker_at_SABR_Convention_2014.jpg",
    "extract": "Lawrence Edward Dierker is a former Major League Baseball pitcher, manager, and broadcaster. During a 14-year baseball career as a pitcher, he pitched from 1964 to 1977 for the Houston Colt .45s/Astros and the St. Louis Cardinals. He also managed the Astros for five years (1997–2001).",
    "year": 1946,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Brian Gibson (director)",
    "birthday": "1944-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d6/BrianGibson%28director%29Image.jpg/217px-BrianGibson%28director%29Image.jpg",
    "extract": "Brian Gibson was an English film director.",
    "year": 1944,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Toni Basil",
    "birthday": "1943-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Toni_Basil_3.jpg/240px-Toni_Basil_3.jpg",
    "extract": "Antonia Christina Basilotta, better known by her stage name Toni Basil, is an American singer, choreographer, dancer, actress, and director. Her song, \"Mickey,\" topped the charts in the US, Canada and Australia and hit the top ten in several other countries.",
    "year": 1943,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Paul Hoffert",
    "birthday": "1943-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/PaulHoffert.jpg/320px-PaulHoffert.jpg",
    "extract": "Paul Matthew Hoffert, LLD, CM is a recording artist, performer, media music composer, author, academic, and corporate executive. He studied mathematics and physics at the University of Toronto. He later studied music composition with Gordon Delamont. In 1969 the 26-year-old Hoffert co-founded Lighthouse, a rock group that sold millions of records and earned three Juno Awards as one of Canada's leading pop bands. His film music earned him a San Francisco Film Festival and three SOCAN Film Composer of the Year awards, and included films such as: The Proud Rider (1971), The Groundstar Conspiracy (1972), Outrageous! (1977), High-Ballin' (1978), The Shape of Things to Come (1979), Wild Horse Hank (1979), Mr. Patman (1980), Deadly Companion (1981), Paradise (1982), Fanny Hill (1983), Bedroom Eyes (1984) and Mr. Nice Guy (1987).",
    "year": 1943,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Candida Lycett Green",
    "birthday": "1942-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Bejeman_plaque_unveiled.JPG/320px-Bejeman_plaque_unveiled.JPG",
    "extract": "Candida Rose Lycett Green was a British author who wrote sixteen books including English Cottages, Goodbye London, The Perfect English House, Over the Hills and Far Away and The Dangerous Edge of Things. Her television documentaries included The Englishwoman and the Horse, and The Front Garden. Unwrecked England, based on a regular column of the same name she wrote for The Oldie from 1992, was published in 2009.",
    "year": 1942,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Rubén Salazar Gómez",
    "birthday": "1942-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Mons._Ruben_Cardenal_Salazar_G%C3%B3mez.JPG/320px-Mons._Ruben_Cardenal_Salazar_G%C3%B3mez.JPG",
    "extract": "Jesús Rubén Darío Salazar Gómez is a Colombian prelate of the Catholic Church who was Metropolitan Archbishop of Bogotá from 2010 to 2020. He was made a cardinal in 2012. He was Metropolitan Archbishop of Barranquilla from 1999 to 2010.",
    "year": 1942,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "David Stern",
    "birthday": "1942-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/David_Stern.jpg/221px-David_Stern.jpg",
    "extract": "David Joel Stern was an American lawyer and business executive who was the commissioner of the National Basketball Association (NBA) from 1984 to 2014. Stern oversaw NBA basketball's growth into one of the world's most popular sports during the 1990s and 2000s. He is credited with developing and broadening the NBA's audience, especially internationally by setting up training camps, playing exhibition games, and recruiting more international players. In addition, with Stern's guidance the NBA opened 12 offices in cities outside the United States, and broadcast to over 200 territories in over 40 languages. Stern also helped found the Women's National Basketball Association and the NBA G League, the NBA's development league. Under Stern, the NBA launched their digital presence with NBA.com, NBA TV and NBA League Pass. He also established the NBA's social responsibility program, NBA Cares.",
    "year": 1942,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jeremiah Wright",
    "birthday": "1941-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d5/Jeremiah_Wright_ClintonWhitehouse_crop.jpg",
    "extract": "Jeremiah Alvesta Wright Jr. is a pastor emeritus of Trinity United Church of Christ in Chicago, a congregation he led for 36 years, during which its membership grew to over 8,000 parishioners. Following retirement, his beliefs and preaching were scrutinized when segments of his sermons about terrorist attacks on the United States and government dishonesty were publicized in connection with the 2008 presidential campaign of Barack Obama.",
    "year": 1941,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Anna Karina",
    "birthday": "1940-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Aankomst_Franse_filmster_Anna_Karina_op_Schiphol%2C_Anna_Karina_tijdens_persconfer%2C_Bestanddeelnr_921-0593.jpg/211px-Aankomst_Franse_filmster_Anna_Karina_op_Schiphol%2C_Anna_Karina_tijdens_persconfer%2C_Bestanddeelnr_921-0593.jpg",
    "extract": "Anna Karina was a Danish-French film avant garde actress, director, writer, and singer. She was French New Wave director Jean-Luc Godard's collaborator in the 1960s, performing in several of his films, including The Little Soldier, A Woman Is a Woman, My Life to Live, Bande à part, Pierrot le Fou and Alphaville. For her performance in A Woman Is a Woman, Karina won the Silver Bear Award for Best Actress at the Berlin Film Festival.",
    "year": 1940,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Junko Tabei",
    "birthday": "1939-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Junko_Tabei_85_%283to4%29.jpg/240px-Junko_Tabei_85_%283to4%29.jpg",
    "extract": "Junko Tabei  was a Japanese mountaineer, author, and teacher. She was the first woman to reach the summit of Mount Everest and the first woman to ascend the Seven Summits, climbing the highest peak on every continent.",
    "year": 1939,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Gene Mingo",
    "birthday": "1938-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Gene_Mingo.JPG/318px-Gene_Mingo.JPG",
    "extract": "Eugene L. Mingo is a former professional American football player from Akron, Ohio, who played several positions including halfback, placekicker, and return specialist. He is widely recognized as the first African American placekicker in American football.",
    "year": 1938,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Lute Olson",
    "birthday": "1934-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Lute_Olson_by_Gage_Skidmore.jpg/218px-Lute_Olson_by_Gage_Skidmore.jpg",
    "extract": "Robert Luther \"Lute\" Olson was an American basketball coach, who was inducted into both the Naismith Memorial Basketball Hall of Fame and the National Collegiate Basketball Hall of Fame. He was the head coach of the Arizona Wildcats men's team for 25 years. He was also head coach for the Iowa Hawkeyes for nine years and Long Beach State 49ers for one season. Known for player development and great recruiting, many of his former players have gone on to have impressive careers in the NBA. On October 23, 2008, Olson announced his retirement from coaching. Olson died on August 27, 2020, in Tucson, Arizona. He was 85 years old.",
    "year": 1934,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "T. Somasekaram",
    "birthday": "1934-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/18/T._Somasekaram.jpg",
    "extract": "Sri Lanka Sikhamani Thamotharam Somasekaram was a leading Sri Lankan Tamil geographer and Surveyor General.",
    "year": 1934,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Carmelo Simeone",
    "birthday": "1933-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Carmelo_Simeone.jpg/276px-Carmelo_Simeone.jpg",
    "extract": "Carmelo \"Cholo\" Simeone, was an Argentine football defender who won three league championships with Boca Juniors and played for the Argentina national team. Nicknamed \"Cholo\", he was known for his energetic playing style.",
    "year": 1933,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jesco von Puttkamer",
    "birthday": "1933-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Jesco-von-puttkamer.jpg/213px-Jesco-von-puttkamer.jpg",
    "extract": "Jesco Hans Heinrich Max Freiherr von Puttkamer was a German-American aerospace engineer, senior manager at NASA, and a pulp science fiction writer.",
    "year": 1933,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Algirdas Brazauskas",
    "birthday": "1932-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Algirdas_Mykkolas_Brazauskas%2C_Litauens_statsminster%2C_under_det_Nordiskt-Baltiska_statsministermotet_i_Reykjavik_2005-10-24.jpg/234px-Algirdas_Mykkolas_Brazauskas%2C_Litauens_statsminster%2C_under_det_Nordiskt-Baltiska_statsministermotet_i_Reykjavik_2005-10-24.jpg",
    "extract": "Algirdas Mykolas Brazauskas was the first President of a newly independent post-Soviet Lithuania from 1993 to 1998 and Prime Minister from 2001 to 2006.",
    "year": 1932,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ingemar Johansson",
    "birthday": "1932-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/IngemarJohansson_2.jpg/181px-IngemarJohansson_2.jpg",
    "extract": "Jens Ingemar \"Ingo\" Johansson was a Swedish professional boxer who competed from 1952 to 1963. He held the world heavyweight title from 1959 to 1960, and was the fifth heavyweight champion born outside the United States. Johansson won the title by defeating Floyd Patterson via third-round stoppage, after flooring him seven times in that round. For this achievement, Johansson was awarded the Hickok Belt as top professional athlete of the year—the only non-American to do so in the belt's entire 27-year existence—and was named the Associated Press Male Athlete of the Year and Sports Illustrated Sportsman of the Year.",
    "year": 1932,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Fay Weldon",
    "birthday": "1931-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Fay-Weldon_Copenhagen-2008_%28cropped%29.jpg/221px-Fay-Weldon_Copenhagen-2008_%28cropped%29.jpg",
    "extract": "Fay Weldon CBE, FRSL is an English author, essayist and playwright.",
    "year": 1931,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "George Younger, 4th Viscount Younger of Leckie",
    "birthday": "1931-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/George_Younger.JPEG/217px-George_Younger.JPEG",
    "extract": "George Kenneth Hotson Younger, 4th Viscount Younger of Leckie, Baron Younger of Prestwick,, was a British Conservative Party politician and banker.",
    "year": 1931,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Joni James",
    "birthday": "1930-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Joni_James_1962.JPG/264px-Joni_James_1962.JPG",
    "extract": "Giovanna Carmella Babbo, known professionally as Joni James, was an American singer of traditional pop music.",
    "year": 1930,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "T. S. Sinnathuray",
    "birthday": "1930-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/ab/T._S._Sinnathuray.jpg",
    "extract": "Thirugnana Sampanthar Sinnathuray, known professionally as T. S. Sinnathuray and to his friends as Sam Sinnathuray, was a judge of the High Court of Singapore. Educated at University College London and called to the bar at Lincoln's Inn, he practised for a few years in a law firm before beginning a career with the Singapore Legal Service, serving with the Attorney-General's Chambers as Crown Counsel and deputy public prosecutor (1960–1963), and senior state counsel (1966–1967); with the Subordinate Courts as a magistrate (1956–1959), first district judge (1967–1970), and senior district judge (1971–1978); and with the Supreme Court as deputy registrar and sheriff (1959–1960), and registrar (1963–1966). In 1978 he was elevated to the office of Judge of the High Court of Singapore, and served until his retirement in 1997.",
    "year": 1930,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Serge Garant",
    "birthday": "1929-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Serge_Garant.jpg/195px-Serge_Garant.jpg",
    "extract": "Albert Antonio Serge Garant, was a Canadian composer, conductor, music critic, professor of music at the University of Montreal and radio host of Musique de notre siècle on Radio-Canada. In 1966, he with Jean Papineau-Couture, Maryvonne Kendergi, Wilfrid Pelletier and Hugh Davidson co-founded the Société de musique contemporaine du Québec. In 1979, he was made an Officer of the Order of Canada. The Prix Serge-Garant was created in his honor by the Fondation Émile Nelligan. Among his notable pupils were Ginette Bellavance, Walter Boudreau, Marcelle Deschênes, Denis Gougeon, Richard Grégoire, Anne Lauber, Michel Longtin, Myke Roy, and François Tousignant.",
    "year": 1929,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Carlo Ubbiali",
    "birthday": "1929-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Carlo_Ubbiali_1960.jpg/195px-Carlo_Ubbiali_1960.jpg",
    "extract": "Carlo Ubbiali was an Italian nine-time World Champion motorcycle road racer. In the 1950s, he was a dominant force in the smaller classes of Grand Prix motorcycle racing, winning six 125cc and three 250cc world titles.",
    "year": 1929,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "James Lawson (activist)",
    "birthday": "1928-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Jameslawson.jpg/263px-Jameslawson.jpg",
    "extract": "James Morris Lawson Jr. is an American activist and university professor. He was a leading theoretician and tactician of nonviolence within the Civil Rights Movement. During the 1960s, he served as a mentor to the Nashville Student Movement and the Student Nonviolent Coordinating Committee. He was expelled from Vanderbilt University for his civil rights activism in 1960, and later served as a pastor in Los Angeles for 25 years.",
    "year": 1928,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Eugene Roche",
    "birthday": "1928-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Eugene_Roche_The_Corner_Bar_1973_%28cropped%29.JPG/242px-Eugene_Roche_The_Corner_Bar_1973_%28cropped%29.JPG",
    "extract": "Eugene Harrison Roche was an American actor and the original \"Ajax Man\" in 1970s television commercials.",
    "year": 1928,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Johnny Valentine",
    "birthday": "1928-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Johnny_Valentine_1970.jpg/275px-Johnny_Valentine_1970.jpg",
    "extract": "John Theodore Wisniski, better known by his ring name Johnny Valentine, was an American professional wrestler with a career spanning almost three decades. He has been inducted into four halls of fame for his achievements in wrestling. Wisniski is the father of professional wrestler Greg \"The Hammer\" Valentine.",
    "year": 1928,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Tommy Lasorda",
    "birthday": "1927-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Tommy_Lasorda_1981.jpg/218px-Tommy_Lasorda_1981.jpg",
    "extract": "Thomas Charles Lasorda was an American professional baseball pitcher and manager. He managed the Los Angeles Dodgers of Major League Baseball (MLB) from 1976 through 1996. He was inducted into the National Baseball Hall of Fame as a manager in 1997.",
    "year": 1927,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Virginia Capers",
    "birthday": "1925-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/40/VirginiaCapers.jpg",
    "extract": "Eliza \"Virginia\" Capers was an American actress. She won the Tony Award for Best Lead Actress in a Musical in 1974 for her performance as Lena Younger in Raisin, a musical version of Lorraine Hansberry's play A Raisin in the Sun.",
    "year": 1925,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Charles Keeping",
    "birthday": "1924-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/62/Charles_Keeping_portrait.jpg/320px-Charles_Keeping_portrait.jpg",
    "extract": "Charles William James Keeping was an English illustrator, children's book author and lithographer. He made the illustrations for Rosemary Sutcliff's historical novels for children, and he created more than twenty picture books. He also illustrated the complete works of Charles Dickens for the Folio Society.",
    "year": 1924,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Charles Waterhouse (artist)",
    "birthday": "1924-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Charles_Waterhouse_002_crop.jpg/267px-Charles_Waterhouse_002_crop.jpg",
    "extract": "Charles H. Waterhouse was an American painter, illustrator and sculptor renowned for using United States Marine Corps historical themes as the motif for his works. His art spans subjects from Tun Tavern, the birthplace of the U. S. Marines to present day topics. Throughout his career, he created over 500 pieces for the Marine Corps art collection.",
    "year": 1924,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "J. William Middendorf",
    "birthday": "1924-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/John_William_Middendorf_%281969%29.jpg/240px-John_William_Middendorf_%281969%29.jpg",
    "extract": "John William Middendorf II is a former Republican United States diplomat and Secretary of the Navy.",
    "year": 1924,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ray Wetzel",
    "birthday": "1924-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Ray-wetzel.jpg/244px-Ray-wetzel.jpg",
    "extract": "Ray Wetzel was an American jazz trumpeter. Critic Scott Yanow described him as \"greatly admired by his fellow trumpeters\".",
    "year": 1924,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Dannie Abse",
    "birthday": "1923-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a8/Dannie_Abse.jpg/320px-Dannie_Abse.jpg",
    "extract": "Daniel Abse CBE FRSL was a Welsh poet and physician. His poetry won him many awards. As a medic, he worked in a chest clinic for over 30 years.",
    "year": 1923,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "David Sive",
    "birthday": "1922-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/David_Sive%2C_2012_%28cropped%29.jpg/226px-David_Sive%2C_2012_%28cropped%29.jpg",
    "extract": "David Sive was an American attorney, environmentalist, and professor of environmental law, who has been recognized as a pioneer in the field of United States environmental law.",
    "year": 1922,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Will Elder",
    "birthday": "1921-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/67/Willelder.jpg/249px-Willelder.jpg",
    "extract": "William Elder was an American illustrator and comic book artist who worked in numerous areas of commercial art but is best known for a frantically funny cartoon style that helped launch Harvey Kurtzman's Mad comic book in 1952.",
    "year": 1921,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Anders Lassen",
    "birthday": "1920-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/af/Anders_Lassen_1920-1945.jpg/230px-Anders_Lassen_1920-1945.jpg",
    "extract": "Anders Frederik Emil Victor Schau Lassen, VC, MC & Two Bars was a highly decorated Danish soldier, who was the only non-Commonwealth recipient of the British Victoria Cross in the Second World War. He was posthumously awarded the United Kingdom's highest gallantry award for his actions during Operation Roast on 8 April 1945 at Lake Comacchio in Italy in the final weeks of the Italian campaign.",
    "year": 1920,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Bob Lemon",
    "birthday": "1920-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Bob_Lemon_1995.jpg/320px-Bob_Lemon_1995.jpg",
    "extract": "Robert Granville Lemon was an American right-handed pitcher and manager in Major League Baseball (MLB). Lemon was elected to the National Baseball Hall of Fame in 1976.",
    "year": 1920,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Hans Scholl",
    "birthday": "1918-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e3/Hans_Scholl_roi.tif/lossy-page1-245px-Hans_Scholl_roi.tif.jpg",
    "extract": "Hans Fritz Scholl was, along with Alexander Schmorell, one of the two founding members of the White Rose resistance movement in Nazi Germany. The principal author of the resistance movement's literature, he was found guilty of high treason for distributing anti-Nazi material and was executed by the Nazi regime in 1943 during World War II.",
    "year": 1918,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Henryk Szeryng",
    "birthday": "1918-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Henryk_Szeryng_%281964%29.jpg/240px-Henryk_Szeryng_%281964%29.jpg",
    "extract": "Henryk Szeryng was a Polish violinist.",
    "year": 1918,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Grigory Frid",
    "birthday": "1915-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Grigory_Frid_2004_Ruza.jpg/245px-Grigory_Frid_2004_Ruza.jpg",
    "extract": "Grigory Samuilovich Frid also known as Grigori Fried was a Russian composer of music written in many different genres, including chamber opera.",
    "year": 1915,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Herbert Mataré",
    "birthday": "1912-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Herbert_F._Matar%C3%A9_1950.png/231px-Herbert_F._Matar%C3%A9_1950.png",
    "extract": "Herbert Franz Mataré was a German physicist. The focus of his research was the field of semiconductor research. His best-known work is the first functional \"European\" transistor, which he developed and patented together with Heinrich Welker in the vicinity of Paris in 1948, at the same time and independently from the Bell Labs engineers. The final 20 years of his life Mataré split time between his homes in Hückelhoven, Germany and Malibu, California. He was born in Aachen.",
    "year": 1912,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Martha Scott",
    "birthday": "1912-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Martha_Scott_1942.JPG/244px-Martha_Scott_1942.JPG",
    "extract": "Martha Ellen Scott was an American actress. She was featured in major films such as Cecil B. DeMille's The Ten Commandments (1956), and William Wyler's Ben-Hur (1959), playing the mother of Charlton Heston's character in both films. She originated the role of Emily Webb in Thornton Wilder's Our Town on Broadway in 1938 and later recreated the role in the 1940 film version, for which she was nominated for the Academy Award for Best Actress.",
    "year": 1912,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "György Faludy",
    "birthday": "1910-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Faludy_Gy%C3%B6rgy.jpg/222px-Faludy_Gy%C3%B6rgy.jpg",
    "extract": "György Faludy, sometimes anglicized as George Faludy, was a Hungarian poet, writer and translator.",
    "year": 1910,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Esphyr Slobodkina",
    "birthday": "1908-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c7/Photo_of_Esphyr_Slobodkina.jpg",
    "extract": "Esphyr Slobodkina was a Russian Empire-born American artist, author, and illustrator, best known for her classic children's picture book Caps for Sale. Slobodkina was a celebrated avant garde artist and feminist in the middle part of the 20th century.",
    "year": 1908,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Maurice Blanchot",
    "birthday": "1907-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/93/MauriceBlanchot.jpg/284px-MauriceBlanchot.jpg",
    "extract": "Maurice Blanchot was a French writer, philosopher, and literary theorist. His work had a strong influence on post-structuralist philosophers such as Gilles Deleuze, Michel Foucault, Jacques Derrida, and Jean-Luc Nancy.",
    "year": 1907,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ilse Koch",
    "birthday": "1906-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Ilse_Koch.png/222px-Ilse_Koch.png",
    "extract": "Ilse Koch was a German war criminal who was an overseer at Nazi concentration camps run by her husband, commandant Karl-Otto Koch. Working at Buchenwald (1937–1941) and Majdanek (1941–1943), Koch became infamous for her sadistic, brutal treatment of prisoners. In 1947, she became one of the first prominent Nazis tried by the U.S. military.",
    "year": 1906,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Haakon Lie",
    "birthday": "1905-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/H%C3%A5kon_lie_2.jpg/230px-H%C3%A5kon_lie_2.jpg",
    "extract": "Haakon Steen Lie was a Norwegian politician who served as party secretary for the Norwegian Labour Party from 1945 to 1969. Coming from humble origins, he became involved in the labour movement at an early age, and quickly rose in the party system. After actively working for the resistance movement and the exiled government during World War II, he was elected to the second-highest position in the party after the war, and his years in office were the most successful in the party's history.",
    "year": 1905,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "John Houseman",
    "birthday": "1902-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/John_Houseman_-_1980.jpg/260px-John_Houseman_-_1980.jpg",
    "extract": "John Houseman was a Romanian-born British-American actor and producer of theatre, film, and television. He became known for his highly publicized collaboration with director Orson Welles from their days in the Federal Theatre Project through to the production of Citizen Kane and his collaboration, as producer of The Blue Dahlia, with writer Raymond Chandler on the screenplay. He is perhaps best known for his role as Professor Charles W. Kingsfield in the film The Paper Chase (1973), for which he won the Academy Award for Best Supporting Actor. He reprised his role as Kingsfield in the 1978 television series adaptation.",
    "year": 1902,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Charles Brenton Huggins",
    "birthday": "1901-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/2f/Charles_Brenton_Huggins_nobel.jpg/226px-Charles_Brenton_Huggins_nobel.jpg",
    "extract": "Charles Brenton Huggins was a Canadian-American physician, physiologist and cancer researcher at the University of Chicago specializing in prostate cancer. He was awarded the 1966 Nobel Prize for Physiology or Medicine for discovering in 1941 that hormones could be used to control the spread of some cancers. This was the first discovery that showed that cancer could be controlled by chemicals.",
    "year": 1901,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Paul Hugh Emmett",
    "birthday": "1900-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/32/Paul_Hugh_Emmett.jpg",
    "extract": "Paul Hugh Emmett was an American chemist best known for his pioneering work in the field of catalysis and for his work on the Manhattan Project during World War II. He spearheaded the research to separate isotopes of uranium and to develop a corrosive uranium gas. Emmett also made significant contributions to BET Theory which explains the relationship between surface area and gas adsorption. He served on the faculty of Johns Hopkins University for 23 years throughout his scientific career.",
    "year": 1900,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "William Spratling",
    "birthday": "1900-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/William-Spratling.jpg/268px-William-Spratling.jpg",
    "extract": "William Spratling was an American-born silver designer and artist, best known for his influence on 20th century Mexican silver design.",
    "year": 1900,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Elsie Allen",
    "birthday": "1899-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/00/Elsie_Allen.jpg",
    "extract": "Elsie Comanche Allen was a Native American Pomo basket weaver from the Cloverdale Rancheria of Pomo Indians of California in Northern California, significant as for historically categorizing and teaching Californian Indian basket patterns and techniques and sustaining traditional Pomo basketry as an art form.",
    "year": 1899,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Uri Zvi Greenberg",
    "birthday": "1896-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Uri_Zvi_Grinberg_1956.jpg/214px-Uri_Zvi_Grinberg_1956.jpg",
    "extract": "Uri Zvi Greenberg was an acclaimed Israeli poet, journalist and politician who wrote in Yiddish and Hebrew. Widely regarded among the greatest poets in the country's history, he was awarded the Israel Prize in 1957 and the Bialik Prize in 1947, 1954 and 1977, all for his contributions to fine literature. Following Israeli independence in 1948, he also served in the first Knesset as a member of Menachem Begin's Herut Party. Greenberg's Revisionist orientation had an important influence on both his writings and his politics.",
    "year": 1896,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Henry Segrave",
    "birthday": "1896-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Henry_Segrave_at_the_1921_French_Grand_Prix_%28cropped%29.jpg/214px-Henry_Segrave_at_the_1921_French_Grand_Prix_%28cropped%29.jpg",
    "extract": "Sir Henry O'Neal de Hane Segrave was an early British pioneer in land speed and water speed records. Segrave, who set three land and one water record, was the first person to hold both titles simultaneously and the first person to travel at over 200 miles per hour (320 km/h) in a land vehicle. He died in an accident in 1930 shortly after setting a new world water speed record on Windermere in the Lake District, England. The Segrave Trophy was established to commemorate his life.",
    "year": 1896,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Paul Muni",
    "birthday": "1895-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Paul_Muni_-_Zola_-_1936.jpg/257px-Paul_Muni_-_Zola_-_1936.jpg",
    "extract": "Paul Muni was an Austro-Hungarian American stage and film actor who grew up in Chicago. Muni was a five-time Academy Award nominee, with one win. He started his acting career in the Yiddish theater. During the 1930s, he was considered one of the most prestigious actors at the Warner Bros. studio, and was given the rare privilege of choosing which parts he wanted.",
    "year": 1895,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Elisabeth Rethberg",
    "birthday": "1894-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Elisabethrethberg.jpg/210px-Elisabethrethberg.jpg",
    "extract": "Elisabeth Rethberg was a German operatic soprano singer who was active from the period of the First World War through to the early 1940s.",
    "year": 1894,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Billy West (silent film actor)",
    "birthday": "1892-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Billy_West_-_Oct_1917_EH.jpg/320px-Billy_West_-_Oct_1917_EH.jpg",
    "extract": "Billy West was a film actor, producer, and director. Active during the silent film era, he is best known as a semi-successful Charlie Chaplin impersonator. Beyond acting, he also directed shorts in the 1910s and 20s, as well as produced films. West ultimately retired in 1935.",
    "year": 1892,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Alma Thomas",
    "birthday": "1891-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fe/Alma_Thomas.jpg/230px-Alma_Thomas.jpg",
    "extract": "Alma Woodsey Thomas was an African-American artist and teacher who lived and worked in Washington, D.C., and is now recognized as a major American painter of the 20th century. Thomas is best known for the \"exuberant\", colorful, abstract paintings that she created after her retirement from a 35-year career teaching art at Washington's Shaw Junior High School.",
    "year": 1891,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Hooks Dauss",
    "birthday": "1889-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/HooksDauss.jpg/198px-HooksDauss.jpg",
    "extract": "George August \"Hooks\" Dauss, born George August Daus, was a professional baseball player from 1909 to 1926. He played 15 seasons of Major League Baseball as a right-handed pitcher for the Detroit Tigers from 1912 to 1926. He was given the nickname \"Hooks\", because his curveball was hard to hit. He compiled a career record of 223–182 with a 3.30 earned run average (ERA). His best years were 1915 when he had a 24–13 record, 1919 with a 21–9 record, and 1923 with a 21–13 record. Dauss continues to hold the Detroit Tigers franchise record for most wins by a pitcher with 223.",
    "year": 1889,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Bhaurao Patil",
    "birthday": "1887-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/68/Bhaurao_Patil.jpg",
    "extract": "Karmaveer Bhaurao Patil, born in Kumbhoj, Kolhapur, was a social activist and educator in Maharashtra, India. A strong advocate of mass education, he founded the Rayat Education Society. Bhaurao played an important role in educating backward castes and low income people by coining the philosophy earn and learn. He was a prominent member of Satyashodhak Samaj, founded by Mahatma Jyotirao Phule. The people of Maharashtra honoured him with the sobriquet Karmaveer and the Government of India awarded him with Padma Bhushan in 1959 in India.",
    "year": 1887,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Gunnar Asplund",
    "birthday": "1885-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Gunnar_Asplund.jpg/320px-Gunnar_Asplund.jpg",
    "extract": "Erik Gunnar Asplund was a Swedish architect, mostly known as a key representative of Nordic Classicism of the 1920s, and during the last decade of his life as a major proponent of the modernist style which made its breakthrough in Sweden at the Stockholm International Exhibition (1930). Asplund was professor of architecture at the Royal Institute of Technology from 1931. His appointment was marked by a lecture, later published under the title \"Our architectonic concept of space.\" The Woodland Crematorium at Stockholm South Cemetery (1935-1940) is considered his finest work and one of the masterpieces of modern architecture.",
    "year": 1885,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ben Chifley",
    "birthday": "1885-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Benchifley.jpg/228px-Benchifley.jpg",
    "extract": "Joseph Benedict Chifley was an Australian politician who served as the 16th prime minister of Australia from 1945 to 1949. He held office as the leader of the Australian Labor Party (ALP).",
    "year": 1885,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Erich von Stroheim",
    "birthday": "1885-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Stroheim_Harcourt_1946.jpg/240px-Stroheim_Harcourt_1946.jpg",
    "extract": "Erich Oswald Hans Carl Maria von Stroheim was an Austrian-American director, actor and producer, most noted as a film star and avant-garde, visionary director of the silent era. His 1924 film Greed is considered one of the finest and most important films ever made. After clashes with Hollywood studio bosses over budget and workers' rights issues, Stroheim was banned for life as a director and subsequently became a well-respected character actor, particularly in French cinema.",
    "year": 1885,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Ferenc Oslay",
    "birthday": "1883-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Ferenc_Oslay.JPG/252px-Ferenc_Oslay.JPG",
    "extract": "Ferenc Oslay was a Hungarian-Slovene historian, writer, Trianon irredentist, and propagandist.",
    "year": 1883,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Frank George Woollard",
    "birthday": "1883-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/5f/Frank_George_Woollard.jpg",
    "extract": "Frank George Woollard, was a British mechanical engineer who worked for nearly three decades in the British motor industry in various roles in design, production, and management. He was a pioneer in what is today called \"Lean management,\" but whose work has been forgotten.",
    "year": 1883,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Wilhelm Keitel",
    "birthday": "1882-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Bundesarchiv_Bild_183-H30220%2C_Wilhelm_Keitel.jpg/219px-Bundesarchiv_Bild_183-H30220%2C_Wilhelm_Keitel.jpg",
    "extract": "Wilhelm Bodewin Johann Gustav Keitel was a German field marshal and war criminal who held office as chief of the Oberkommando der Wehrmacht (OKW), the high command of Nazi Germany's Armed Forces, during the Second World War. In that capacity, Keitel signed a number of criminal orders and directives that led to numerous war crimes.",
    "year": 1882,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Christabel Pankhurst",
    "birthday": "1880-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Christabel_Pankhurst%2C_c.1910._%2822734753300%29.jpg/197px-Christabel_Pankhurst%2C_c.1910._%2822734753300%29.jpg",
    "extract": "Dame Christabel Harriette Pankhurst, was a British suffragette born in Manchester, England. A co-founder of the Women's Social and Political Union (WSPU), she directed its militant actions from exile in France from 1912 to 1913. In 1914 she supported the war against Germany. After the war she moved to the United States, where she worked as an evangelist for the Second Adventist movement.",
    "year": 1880,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Shigeru Yoshida",
    "birthday": "1878-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Shigeru_Yoshida_suit.jpg/240px-Shigeru_Yoshida_suit.jpg",
    "extract": "Shigeru Yoshida  was a Japanese diplomat and politician who served as prime minister of Japan from 1946 to 1947 and from 1948 to 1954. Yoshida was one of the longest-serving Japanese prime ministers, and is the third-longest serving prime minister of post-occupation Japan.",
    "year": 1878,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "André Tardieu",
    "birthday": "1876-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Andr%C3%A9_Tardieu_1928.jpg/273px-Andr%C3%A9_Tardieu_1928.jpg",
    "extract": "André Pierre Gabriel Amédée Tardieu was three times Prime Minister of France and a dominant figure of French political life in 1929–1932. He was a moderate conservative with a strong intellectual reputation, but became a weak prime minister at the start of the worldwide Great Depression.",
    "year": 1876,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Mikalojus Konstantinas Čiurlionis",
    "birthday": "1875-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Mikalojus_Konstantinas_%C4%8Ciurlionis_photo_portrait.jpg/224px-Mikalojus_Konstantinas_%C4%8Ciurlionis_photo_portrait.jpg",
    "extract": "Mikalojus Konstantinas Čiurlionis was a Lithuanian painter, composer and writer.",
    "year": 1875,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Charlotte Cooper (tennis)",
    "birthday": "1870-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Charlotte_Cooper.jpg/229px-Charlotte_Cooper.jpg",
    "extract": "Charlotte \"Chattie\" Cooper Sterry was an English female tennis player who won five singles titles at the Wimbledon Championships and in 1900 became Olympic champion. In winning in Paris on 11 July 1900, she became the first female Olympic tennis champion as well as the first individual female Olympic champion.",
    "year": 1870,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Arthur Pryor",
    "birthday": "1870-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Arthur_Willard_Pryor_with_his_trombone_in_1920.jpg/230px-Arthur_Willard_Pryor_with_his_trombone_in_1920.jpg",
    "extract": "Arthur Willard Pryor was a trombone virtuoso, bandleader, and soloist with the Sousa Band. He was a prolific composer of band music, his best-known composition being \"The Whistler and His Dog\". In later life, he became a Democratic Party politician from New Jersey, who served on the Monmouth County Board of Chosen Freeholders during the 1930s.",
    "year": 1870,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Louise McKinney",
    "birthday": "1868-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Louise_McKinney_1917.jpeg/209px-Louise_McKinney_1917.jpeg",
    "extract": "Louise McKinney was a Canadian politician and women's rights activist from Alberta, Canada. She was the first woman sworn into the Legislative Assembly of Alberta and the first woman elected to a legislature in the British Empire. She served in the Alberta legislature from 1917 to 1921 as a member of the Non-Partisan League. Later she was one of the Famous Five who campaigned successfully for the right of Canadian women to be appointed to the Senate. A former schoolteacher and temperance organizer, she came to Alberta in 1903 as a homesteader.",
    "year": 1868,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Anastasios Charalambis",
    "birthday": "1862-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/1f/Charalambis.jpg",
    "extract": "Anastasios Charalambis was a Greek Lieutenant General and interim Prime Minister of Greece for one day in 1922.",
    "year": 1862,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Andrejs Pumpurs",
    "birthday": "1841-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Andrejs_Pumpurs.JPG/230px-Andrejs_Pumpurs.JPG",
    "extract": "Andrejs Pumpurs was a poet who penned the Latvian epic Lāčplēsis and a prominent figure in the Young Latvia movement. Working in the land before volunteering to fight in Serbia against the Ottoman Empire in 1876, he became a loyal officer in the Russian army and also a staunch promoter of the Latvian culture.",
    "year": 1841,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Alexander Potebnja",
    "birthday": "1835-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Alexander_Potebnja_1892.jpg/234px-Alexander_Potebnja_1892.jpg",
    "extract": "Alexander Potebnja was a Russian Imperial and Ukrainian linguist, philosopher and panslavist, who was a professor of linguistics at the Imperial University of Kharkov. He is well known as a specialist in the evolution of Russian phonetics.",
    "year": 1835,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Stephen D. Lee",
    "birthday": "1833-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/SDLee.jpg/238px-SDLee.jpg",
    "extract": "Stephen Dill Lee was an American officer in the Confederate Army, politician and first president of Mississippi State University from 1880 to 1899. He served as lieutenant general of the Confederate States Army in the Eastern and Western theaters of the American Civil War.",
    "year": 1833,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Tự Đức",
    "birthday": "1829-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Vua_T%E1%BB%B1_%C4%90%E1%BB%A9c.jpg/235px-Vua_T%E1%BB%B1_%C4%90%E1%BB%A9c.jpg",
    "extract": "Tự Đức was the fourth emperor of the Nguyễn dynasty of Vietnam; he ruled from 1847 to 1883.",
    "year": 1829,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Wilhelm Wattenbach",
    "birthday": "1819-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Wilhelm_Wattenbach.jpg/217px-Wilhelm_Wattenbach.jpg",
    "extract": "Wilhelm Wattenbach, was a German historian.",
    "year": 1819,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Bernardino António Gomes Jr.",
    "birthday": "1806-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Bernardino_Ant%C3%B3nio_Gomes_%28filho%29.png/219px-Bernardino_Ant%C3%B3nio_Gomes_%28filho%29.png",
    "extract": "Bernardino António Gomes was a Portuguese physician and scientist. He is perhaps most widely remembered for his pioneering work in Portugal in the field of anaesthesiology, as the first physician in the country to use chloroform in a surgical procedure ; he is also credited with the popularization of the use of creosote and of the first ether inhalers.",
    "year": 1806,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Michael Faraday",
    "birthday": "1791-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Michael_Faraday._Photograph_by_Maull_%26_Polyblank._Wellcome_V0026348.jpg/222px-Michael_Faraday._Photograph_by_Maull_%26_Polyblank._Wellcome_V0026348.jpg",
    "extract": "Michael Faraday was an English scientist who contributed to the study of electromagnetism and electrochemistry. His main discoveries include the principles underlying electromagnetic induction, diamagnetism and electrolysis.",
    "year": 1791,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Theodore Hook",
    "birthday": "1788-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Theodore_Edward_Hook_by_Eden_Upton_Eddis.jpg/275px-Theodore_Edward_Hook_by_Eden_Upton_Eddis.jpg",
    "extract": "Theodore Edward Hook was an English man of letters and composer and briefly a civil servant in Mauritius. He is best known for his practical jokes, particularly the Berners Street hoax in 1809. The world's first postcard was received by Hook in 1840; he likely posted it to himself.",
    "year": 1788,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Paolo Ruffini",
    "birthday": "1765-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Ruffini_paolo.jpg/216px-Ruffini_paolo.jpg",
    "extract": "Paolo Ruffini was an Italian mathematician and philosopher.",
    "year": 1765,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Elizabeth Simcoe",
    "birthday": "1762-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Elizabeth_Simcoe.jpg/252px-Elizabeth_Simcoe.jpg",
    "extract": "Dame Elizabeth Posthuma Simcoe was an English artist and diarist in colonial Canada. Her husband, John Graves Simcoe, was the first Lieutenant Governor of Upper Canada. Her diary gives an effective account of Canadian life.",
    "year": 1762,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Quintin Craufurd",
    "birthday": "1743-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/P%C3%A8re-Lachaise_-_Division_41_-_Craufurd_02.jpg/253px-P%C3%A8re-Lachaise_-_Division_41_-_Craufurd_02.jpg",
    "extract": "Quintin Craufurd was a British author born at Kilwinning, Scotland.",
    "year": 1743,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Peter Simon Pallas",
    "birthday": "1741-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Pallas_PS_by_Tardier_grey.jpg/234px-Pallas_PS_by_Tardier_grey.jpg",
    "extract": "Peter Simon Pallas FRS FRSE was a Prussian zoologist and botanist who worked in Russia (1767–1810).",
    "year": 1741,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Jean-Étienne Guettard",
    "birthday": "1715-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2d/Jean-%C3%89tienne_Guettard.jpg",
    "extract": "Jean-Étienne Guettard, French naturalist and mineralogist, was born at Étampes, near Paris.",
    "year": 1715,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Philip Stanhope, 4th Earl of Chesterfield",
    "birthday": "1694-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Philip_Dormer_Stanhope%2C_4th_Earl_of_Chesterfield_by_Allan_Ramsay.jpg/268px-Philip_Dormer_Stanhope%2C_4th_Earl_of_Chesterfield_by_Allan_Ramsay.jpg",
    "extract": "Philip Dormer Stanhope, 4th Earl of Chesterfield, was a British statesman, diplomat, and man of letters, and an acclaimed wit of his time.",
    "year": 1694,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Barthold Heinrich Brockes",
    "birthday": "1680-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Barthold_Heinrich_Brockes.jpg/258px-Barthold_Heinrich_Brockes.jpg",
    "extract": "Barthold Heinrich Brockes was a German poet.",
    "year": 1680,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Li Zicheng",
    "birthday": "1606-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/%E6%9D%8E%E8%87%AA%E6%88%90%E8%A1%8C%E5%AE%AB.png/320px-%E6%9D%8E%E8%87%AA%E6%88%90%E8%A1%8C%E5%AE%AB.png",
    "extract": "Li Zicheng, born Li Hongji, also known by the nickname, Dashing King, was a Chinese peasant rebel leader who overthrew the Ming dynasty in 1644 and ruled over northern China briefly as the emperor of the short-lived Shun dynasty before his death a year later.",
    "year": 1606,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Anne of Austria",
    "birthday": "1601-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/After_Rubens_-_Anne_of_Austria%2C_Queen_of_France_-_Versailles_MV_3410.jpg/266px-After_Rubens_-_Anne_of_Austria%2C_Queen_of_France_-_Versailles_MV_3410.jpg",
    "extract": "Anne of Austria was an infanta of Spain who became Queen of France as the wife of King Louis XIII from their marriage in 1615 until Louis XIII died in 1643. She was also Queen of Navarre until that kingdom was annexed into the French crown in 1620. After her husband's death, Anne was regent to her son Louis XIV, during his minority, until 1651. During her regency, Cardinal Mazarin served as France's chief minister. Accounts of French court life of Anne's era emphasize her difficult marital relations with her husband, her closeness to her son, and her disapproval of her son's marital infidelity to her niece and daughter-in-law Maria Theresa.",
    "year": 1601,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Matthäus Merian the Elder",
    "birthday": "1593-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/MatthaeusMerian.jpg/314px-MatthaeusMerian.jpg",
    "extract": "Matthäus Merian der Ältere was a Swiss-born engraver who worked in Frankfurt for most of his career, where he also ran a publishing house. He was a member of the patrician Basel Merian family.",
    "year": 1593,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Philipp Nicodemus Frischlin",
    "birthday": "1547-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/43/Nikodemus_Frischlin.jpg",
    "extract": "Philipp Nicodemus Frischlin was a German philologist, poet, playwright, mathematician, and astronomer, born at Erzingen, today part of Balingen in Württemberg, where his father was parish minister.",
    "year": 1547,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Anne of Cleves",
    "birthday": "1515-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Anne_of_Cleves%2C_by_Hans_Holbein_the_Younger.jpg/239px-Anne_of_Cleves%2C_by_Hans_Holbein_the_Younger.jpg",
    "extract": "Anne of Cleves was Queen of England from 6 January to 12 July 1540 as the fourth wife of King Henry VIII. Not much is known about Anne before 1527, when she became betrothed to Francis, Duke of Bar, son and heir of Antoine, Duke of Lorraine, although their marriage did not proceed. In March 1539, negotiations for Anne's marriage to Henry began, as Henry believed that he needed to form a political alliance with her brother, William, who was a leader of the Protestants of western Germany, to strengthen his position against potential attacks from Catholic France and the Holy Roman Empire.",
    "year": 1515,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Thomas Despenser, 1st Earl of Gloucester",
    "birthday": "1373-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/DespenserArms.png/278px-DespenserArms.png",
    "extract": "Thomas le Despenser, 2nd Baron Despenser, 1st Earl of Gloucester KG was the son of Edward le Despenser, 1st Baron le Despencer, whom he succeeded in 1375.",
    "year": 1373,
    "month": 9,
    "day": 22,
    "language": "en"
  },
  {
    "name": "Richeza of Poland, Queen of Hungary",
    "birthday": "1013-9-22",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/POL_Przemys%C5%82_II_1295_COA.svg/272px-POL_Przemys%C5%82_II_1295_COA.svg.png",
    "extract": "Richeza of Poland was Queen Consort of Hungary by marriage to Béla I of Hungary.",
    "year": 1013,
    "month": 9,
    "day": 22,
    "language": "en"
  }
]