[
  {
    "name": "Mijoo",
    "birthday": "1994-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/190525_%EC%9D%8C%EC%A4%91_%EB%AF%B8%EC%A3%BC_%281%29.jpg/195px-190525_%EC%9D%8C%EC%A4%91_%EB%AF%B8%EC%A3%BC_%281%29.jpg",
    "extract": "Lee Seung-ah, known as Lee Mi-joo, is a South Korean singer, dancer and entertainer. She debuted as a member of South Korean girl group Lovelyz under Woollim Entertainment in November 2014. Apart from her group's activities, Lee has starred in various Korean variety shows such as, Hit The Stage (2016), Dunia: Into a New World (2018), My Mad Beauty (2018–2019), Shopping Cart Savior (2019), Sixth Sense (2020–2022), Hangout with Yoo (2021) and season 2 of Learn Way (2021–2022). Lee made her acting debut with I'm a Job Seeker (2016).",
    "year": 1994,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Melanie Oudin",
    "birthday": "1991-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Oudin_US16_%282%29_%2829235637624%29.jpg/213px-Oudin_US16_%282%29_%2829235637624%29.jpg",
    "extract": "Melanie Jennings Oudin is a retired American tennis player. The former world junior No. 2 was a member of the American Fed Cup team from 2009 to 2011 and the winner of the 2011 US Open mixed-doubles title, with fellow American player Jack Sock.",
    "year": 1991,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Brandon Jennings",
    "birthday": "1989-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Brandon_Jennings_32434511794.jpg/230px-Brandon_Jennings_32434511794.jpg",
    "extract": "Brandon Byron Jennings is an American former professional basketball player who played 9 seasons in the National Basketball Association (NBA). He is known for being one of the first Americans to go from high school to the pros in Europe.",
    "year": 1989,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Taniela Lasalo",
    "birthday": "1989-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/TANIELA_LASALO.jpg/243px-TANIELA_LASALO.jpg",
    "extract": "Taniela Lasalo is an Australian professional rugby league footballer who plays as a lock, second-row forward or as a centre for the Hills District Bulls in the Ron Massey Cup.",
    "year": 1989,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Juan Martín del Potro",
    "birthday": "1988-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Del_Potro_WM16_%2813%29_%2828340179731%29.jpg/213px-Del_Potro_WM16_%2813%29_%2828340179731%29.jpg",
    "extract": "Juan Martín del Potro is an Argentine professional tennis player. Del Potro's biggest achievement is a Grand Slam title: the 2009 US Open, where he defeated Rafael Nadal in the semifinals and the five-time defending champion Roger Federer in the final. He became the first player to defeat both Federer and Nadal during the same major, and the only man outside the Big Three to win a major between the 2005 French Open and the 2012 Wimbledon Championships, a span of 30 tournaments. Other career highlights include reaching the 2018 US Open final, winning the bronze medal in men's singles at the 2012 London Olympics and the silver medal at the 2016 Rio Olympics, winning Indian Wells Masters in 2018, and being part of his country's successful Davis Cup team in 2016; but his career has also been hampered by a succession of wrist and knee injuries.",
    "year": 1988,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Yannick Weber",
    "birthday": "1988-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Yannick_Weber_2017-06-08.jpg/313px-Yannick_Weber_2017-06-08.jpg",
    "extract": "Yannick Cyril Weber is a Swiss professional ice hockey defenseman who is currently playing with the ZSC Lions of the National League (NL). He was drafted by the Montreal Canadiens in the third round of the 2007 NHL Entry Draft.",
    "year": 1988,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Martin Cranie",
    "birthday": "1986-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Martin_Cranie_1.jpg/255px-Martin_Cranie_1.jpg",
    "extract": "Martin James Cranie is an English professional footballer who is currently a free agent. He most recently played as a centre back and right back for Championship club Luton Town. He is a former England U21 international. He began his career with the Southampton youth academy before moving to local rivals Portsmouth and later to Coventry City after several loan spells, then followed by three years at Barnsley.",
    "year": 1986,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Lukáš Kašpar",
    "birthday": "1985-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Luk%C3%A1%C5%A1_Ka%C5%A1par_-_HC_Donbass_2014.JPG/260px-Luk%C3%A1%C5%A1_Ka%C5%A1par_-_HC_Donbass_2014.JPG",
    "extract": "Lukáš Kašpar is a Czech professional ice hockey player. He is currently playing with HC Kometa Brno of the Czech Extraliga (ELH). He was originally drafted by the San Jose Sharks in the first round of the 2004 NHL Entry Draft.",
    "year": 1985,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Patrick Ehelechner",
    "birthday": "1984-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Patrick_Ehelechner_1.jpg/162px-Patrick_Ehelechner_1.jpg",
    "extract": "Patrick Ehelechner is a German retired professional ice hockey goaltender.",
    "year": 1984,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Matt Kemp",
    "birthday": "1984-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Matt_Kemp_on_April_20%2C_2013.jpg/320px-Matt_Kemp_on_April_20%2C_2013.jpg",
    "extract": "Matthew Ryan Kemp is an American former professional baseball outfielder. He began his professional career in the Los Angeles Dodgers organization in 2003, and played in Major League Baseball (MLB) with the Dodgers from 2006 until 2014, the San Diego Padres in 2015 and 2016 and the Atlanta Braves in 2016 and 2017 before returning to the Dodgers for the 2018 season, and briefly playing for the Cincinnati Reds in 2019 and Colorado Rockies in 2020. He was named to three All-Star teams and won two Gold Glove Awards and two Silver Slugger Awards.",
    "year": 1984,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Anneliese van der Pol",
    "birthday": "1984-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Anneliese_van_der_pol_2019_1.jpg/212px-Anneliese_van_der_pol_2019_1.jpg",
    "extract": "Anneliese Louise van der Pol is a Dutch-born American actress and singer. She is known for her theatre work, and for starring as Chelsea Daniels on the Disney Channel series That's So Raven (2003–2007) and its revival Raven's Home (2017–2021). Her films include the musical comedy film Bratz (2007), the spoof film Vampires Suck (2010), and the international-production 5 Weddings (2017). Van der Pol has recorded several songs for The Walt Disney Company, including \"Over It\" for the Stuck in the Suburbs soundtrack, which debuted on August 7, 2004, at number 182 on the Billboard 200.",
    "year": 1984,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Joffrey Lupul",
    "birthday": "1983-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Joffrey_Lupul_-_Toronto_Maple_Leafs.jpg/291px-Joffrey_Lupul_-_Toronto_Maple_Leafs.jpg",
    "extract": "Joffrey Lupul is a Canadian former professional ice hockey Forward. In his professional career, Lupul has played in the NHL for the Anaheim Ducks, Edmonton Oilers, Philadelphia Flyers and Toronto Maple Leafs. He was selected seventh overall at the 2002 NHL Entry Draft by Anaheim, beginning his NHL career with the organization and later playing a second stint with the team prior to joining the Maple Leafs in 2011. A right-hand-shooting natural right winger earlier in his career, Lupul made the transition to become a left winger after joining Toronto.",
    "year": 1983,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Regan Smith",
    "birthday": "1983-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Regan_Smith_Phoenix_2018.jpg/248px-Regan_Smith_Phoenix_2018.jpg",
    "extract": "Regan Lee Smith is an American professional stock car racing driver and a pit reporter for Fox NASCAR. He most recently drove part-time in the NASCAR Xfinity Series, driving the No. 8 Chevrolet Camaro SS for JR Motorsports.",
    "year": 1983,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Shyla Stylez",
    "birthday": "1982-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Shyla_Stylez_2009.jpg/213px-Shyla_Stylez_2009.jpg",
    "extract": "Shyla Stylez was a Canadian pornographic actress.",
    "year": 1982,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Robert Doornbos",
    "birthday": "1981-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Robert_Doornbos_-_Red_Bull_Racing.jpg/213px-Robert_Doornbos_-_Red_Bull_Racing.jpg",
    "extract": "Robert Michael Doornbos is a Dutch former racing driver who also competed with a Monégasque licence. He has been test and third driver for the Jordan and Red Bull Racing Formula One teams, as well as driving for Minardi and Red Bull Racing in 2005 and 2006. Doornbos then drove for Minardi Team USA in the 2007 and final season of the Champ Car World Series. He competed in the Superleague Formula racing series in 2008, and drove for the Netherlands team in A1 Grand Prix's 2008–2009 season. In 2009, Doornbos competed in the IndyCar Series. He began the season with Newman/Haas/Lanigan Racing, but switched to HVM Racing after the race in Kentucky Speedway.",
    "year": 1981,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Natalie Horler",
    "birthday": "1981-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/2016-02-01_Cascada.jpg/213px-2016-02-01_Cascada.jpg",
    "extract": "Natalie Christine Horler is a German singer and television presenter, best known for being the lead singer of the Eurodance group Cascada.",
    "year": 1981,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Helen Richardson-Walsh",
    "birthday": "1981-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Helen_Richardson_Supersixes_Finals_Day_2011.jpg/240px-Helen_Richardson_Supersixes_Finals_Day_2011.jpg",
    "extract": "Helen Richardson-Walsh, is an English hockey player who plays as a midfielder. She has been a member of both the England and the Great Britain women's field hockey teams since 1999, and was a member of the Great Britain team that won gold at the 2016 Summer Olympics.",
    "year": 1981,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Liz Murray",
    "birthday": "1980-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/LizMurray01-crop.JPG/271px-LizMurray01-crop.JPG",
    "extract": "Elizabeth \"Liz\" Murray is an American memoirist and inspirational speaker who is notable for having been accepted by Harvard University despite being homeless in her high school years. Her life story was chronicled in Lifetime's television film Homeless to Harvard: The Liz Murray Story (2003). Murray's memoir Breaking Night: A Memoir of Forgiveness, Survival, and My Journey from Homeless to Harvard, published in 2010 is a New York Times Bestseller.",
    "year": 1980,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ricky Davis",
    "birthday": "1979-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Ricky_Davis_2007-12-30.jpg/196px-Ricky_Davis_2007-12-30.jpg",
    "extract": "Tyree Ricardo Davis is an American former professional basketball player who played twelve seasons in the National Basketball Association (NBA). He played college basketball for University of Iowa.",
    "year": 1979,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Bryant McKinnie",
    "birthday": "1979-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/2009-0805-BMcKinnie.jpg/273px-2009-0805-BMcKinnie.jpg",
    "extract": "Bryant Douglas McKinnie is a former American football offensive tackle. He played college football for the University of Miami, where he was twice recognized as an All-American. The Minnesota Vikings drafted him with the seventh overall pick in the 2002 NFL Draft, and he also played for the Baltimore Ravens and Miami Dolphins of the National Football League (NFL).",
    "year": 1979,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Fábio Simplício",
    "birthday": "1979-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Fabio_Simplicio.jpg/266px-Fabio_Simplicio.jpg",
    "extract": "Fábio Henrique Simplício is a Brazilian retired footballer who played as a midfielder.",
    "year": 1979,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Lote Tuqiri",
    "birthday": "1979-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Lote_Tuqiri_Australia.jpg/184px-Lote_Tuqiri_Australia.jpg",
    "extract": "Lote Daulako Tuqiri is a former professional dual-code rugby footballer who primarily played as a winger across both codes. He represented Australia in both rugby league and rugby union, and Fiji in rugby league. Tuqiri first rose to prominence as a professional rugby league footballer for the Brisbane Broncos and Queensland Maroons, as well as the Fiji and Australia national sides. He was therefore a high-profile signing for rugby union in 2002, winning 67 caps for Australia and being a part of their 2003 and 2007 World Cup squads. He played rugby union for the Waratahs in the Super 14 and Leicester Tigers in England in season 2009–10. Tuqiri's contract with the Australian Rugby Union was terminated on 1 July 2009. No immediate reason was given, and Tuqiri returned to rugby league in 2010, playing for the Wests Tigers of the NRL. In September 2013, he signed a short-term contract with Irish rugby union giants, Leinster to play in the Pro12 in a three-month deal. Just 6 weeks out from the 2014 NRL season, Tuqiri signed with his third NRL club, the South Sydney Rabbitohs, on a one-year deal.",
    "year": 1979,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Benjamin Curtis (musician)",
    "birthday": "1978-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Benjamin_Curtis%2C_Bowery_Ballroom%2C_2009.jpg/320px-Benjamin_Curtis%2C_Bowery_Ballroom%2C_2009.jpg",
    "extract": "Benjamin Curtis was an American guitarist. He was a member of bands Secret Machines and School of Seven Bells.",
    "year": 1978,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Anthony Mackie",
    "birthday": "1978-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Anthony_Mackie_by_Gage_Skidmore_2.jpg/261px-Anthony_Mackie_by_Gage_Skidmore_2.jpg",
    "extract": "Anthony Dwane Mackie is an American actor. Mackie made his acting debut starring in the semi-biographical drama film 8 Mile (2002); he was later nominated for the Independent Spirit Award for Best Actor for his performance in the LGBT drama Brother to Brother (2004), and in the same year, appeared in psychological thriller The Manchurian Candidate and the sports film Million Dollar Baby. Mackie starred in Half Nelson (2006); in 2008, Mackie both appeared in the action thriller Eagle Eye, and was nominated for the Independent Spirit Award for Best Supporting Actor for his performance in The Hurt Locker. He portrayed Tupac Shakur in Notorious (2009), and later starred in Night Catches Us (2010), and The Adjustment Bureau and Real Steel.",
    "year": 1978,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Matthieu Descoteaux",
    "birthday": "1977-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Matthieu_Descoteaux_%2830835791643%29.jpg/211px-Matthieu_Descoteaux_%2830835791643%29.jpg",
    "extract": "Matthieu Andre Jean Marc Luc Descoteaux is a Canadian former professional ice hockey defenceman who played in the National Hockey League (NHL) with the Montreal Canadiens.",
    "year": 1977,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Fabio Ongaro",
    "birthday": "1977-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/2011-02-05_Rugby_Fabio_Ongaro_ITA_-_IRL_6_Nations.jpg/240px-2011-02-05_Rugby_Fabio_Ongaro_ITA_-_IRL_6_Nations.jpg",
    "extract": "Fabio Ongaro is an Italian rugby union footballer. Although he now plays as a hooker, he played in the Italian youth teams as a flanker.",
    "year": 1977,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Brett Prebble",
    "birthday": "1977-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Brett-Prebble20110605.jpg/267px-Brett-Prebble20110605.jpg",
    "extract": "Brett Prebble is a leading Australian jockey, currently based in Melbourne, Victoria. Having ridden over 1200 career winners, Prebble's most famous win came aboard Green Moon in the 2012 Emirates Melbourne Cup.",
    "year": 1977,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Rachael Yamagata",
    "birthday": "1977-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Rachael_Yamagata2005.jpg/320px-Rachael_Yamagata2005.jpg",
    "extract": "Rachael Yamagata is an American singer-songwriter and pianist from Arlington, Virginia. She began her musical career with the band Bumpus before becoming a solo artist and releasing five EPs and four studio albums. Her songs have appeared on numerous television shows and she has collaborated with Jason Mraz, Rhett Miller, Bright Eyes, Ryan Adams, Toots and the Maytals and Ray Lamontagne.",
    "year": 1977,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Sarah Blasko",
    "birthday": "1976-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/SarahBlasko1.jpg/223px-SarahBlasko1.jpg",
    "extract": "Sarah Elizabeth Blaskow, known professionally as Sarah Blasko, is an Australian singer, songwriter, musician and record producer. From April 2002, Blasko developed her solo career after fronting Sydney-based band, Acquiesce, between the mid-1990s and 2001. She had performed under her then married name, Sarah Semmens, and, after leaving Acquiesce, as Sorija in a briefly existing duo of that name. As a solo artist Blasko has released six studio albums, The Overture & the Underscore, What the Sea Wants, the Sea Will Have – which peaked at No. 7 on the ARIA Albums Chart, As Day Follows Night – which reached No. 5, I Awake – which made No. 9, Eternal Return, and Depth of Field.",
    "year": 1976,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Robert James-Collier",
    "birthday": "1976-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Robert_James-Collier_May_2014_%28cropped%29.jpg/219px-Robert_James-Collier_May_2014_%28cropped%29.jpg",
    "extract": "Robert James-Collier is a British actor and model. He is known for his roles as Thomas Barrow in Downton Abbey and as Liam Connor in Coronation Street.",
    "year": 1976,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Layzie Bone",
    "birthday": "1975-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Layzie-bone-travis-glodt.jpg/268px-Layzie-bone-travis-glodt.jpg",
    "extract": "Steven Howse, known professionally as Layzie Bone, is a rapper known primarily for being a member of the group Bone Thugs-n-Harmony. He has also gone by the names L-Burna and The #1 Assassin. He is the younger brother of fellow group member Flesh-N-Bone and cousin of group member Wish Bone. Layzie is also a member of the rap group Bone Brothers and CEO of the record label Harmony Howse Entertainment.",
    "year": 1975,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Matt Hardy",
    "birthday": "1974-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Matt_Hardy_ISM_Raceway_2018.jpg/228px-Matt_Hardy_ISM_Raceway_2018.jpg",
    "extract": "Matthew Moore Hardy is an American professional wrestler currently signed to All Elite Wrestling (AEW). He is best known for his time with WWE.",
    "year": 1974,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Sam Bettens",
    "birthday": "1972-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/K%27s_Choice_-_Sarah_Bettens_-_Picture_On_Festival_-_2016-08-13-22-06-38.jpg/320px-K%27s_Choice_-_Sarah_Bettens_-_Picture_On_Festival_-_2016-08-13-22-06-38.jpg",
    "extract": "Sam Bettens is a Belgian musician and the lead singer of the Belgian band K's Choice.",
    "year": 1972,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jermaine Dupri",
    "birthday": "1972-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Jermaine_Dupri_%287029671959%29.jpg/213px-Jermaine_Dupri_%287029671959%29.jpg",
    "extract": "Jermaine Dupri Mauldin is an American rapper, songwriter, record producer, record executive, entrepreneur, and DJ.",
    "year": 1972,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Karl Pilkington",
    "birthday": "1972-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Karl_Pilkington_2008_cropped.jpg/261px-Karl_Pilkington_2008_cropped.jpg",
    "extract": "Karl Pilkington is an English presenter, comedian, actor, producer, and author.",
    "year": 1972,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Moin Khan",
    "birthday": "1971-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Moin_Khan.png/320px-Moin_Khan.png",
    "extract": "Muhammad Moin Khan is a Pakistani cricket coach and former cricketer, primarily a wicketkeeper-batsman, who remained a member of the Pakistani national cricket team from 1990 to 2004. He has also captained the Pakistani side. He made his international debut against the West Indies at Multan. He took over 100 catches in Test cricket. He has scored over 3,000 ODI runs and taken over 200 catches in ODI cricket. He is credited with coining the name of Saqlain Mushtaq's mystery delivery that goes from leg to off, as the doosra. It means the \"other one\" in Urdu. In July 2013, he replaced Iqbal Qasim as the chief selector of the Pakistan cricket team. Moin was appointed the head coach of the national team on 11 February 2014.",
    "year": 1971,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Eric Montross",
    "birthday": "1971-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Eric_Montross.jpg/271px-Eric_Montross.jpg",
    "extract": "Eric Scott “Big Grits” Montross is an American retired professional basketball player who played in the National Basketball Association (NBA) for eight seasons with the Boston Celtics, Dallas Mavericks, New Jersey Nets, Philadelphia 76ers, Detroit Pistons, and Toronto Raptors. Born in Indianapolis, he played for Lawrence North High School before enrolling at the University of North Carolina at Chapel Hill to play for the Tar Heels.",
    "year": 1971,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Sean Spicer",
    "birthday": "1971-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Sean_Spicer_%2832293609264%29_%28cropped%29.jpg/236px-Sean_Spicer_%2832293609264%29_%28cropped%29.jpg",
    "extract": "Sean Michael Spicer is a former American political aide who served as the 30th White House Press Secretary and as White House Communications Director under President Donald Trump in 2017. Spicer was communications director of the Republican National Committee from 2011 to 2017, and its chief strategist from 2015 to 2017.",
    "year": 1971,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Lucia Cifarelli",
    "birthday": "1970-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/KMFDM_Castle_Party_2009_02.jpg/214px-KMFDM_Castle_Party_2009_02.jpg",
    "extract": "Lucia Cifarelli is an American musician, best known for her work with industrial band KMFDM. She was formerly the vocalist for the band Drill and also performed in KMFDM offshoots MDFMK, KGC, and Schwein.",
    "year": 1970,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ani DiFranco",
    "birthday": "1970-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Ani_Difranco_Ancienne_Belgique.jpg/279px-Ani_Difranco_Ancienne_Belgique.jpg",
    "extract": "Angela Maria \"Ani\" DiFranco is an American singer-songwriter. She has released more than 20 albums. DiFranco's music has been classified as folk rock and alternative rock, although it has additional influences from punk, funk, hip hop and jazz. She has released all her albums on her own record label, Righteous Babe.",
    "year": 1970,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Patrick Fiori",
    "birthday": "1969-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Patrick_Fiori.jpg/213px-Patrick_Fiori.jpg",
    "extract": "Patrick Fiori is a French singer of Armenian descent.",
    "year": 1969,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Rod Pampling",
    "birthday": "1969-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Rod_Pampling_2008_US_Open_cropped.jpg/165px-Rod_Pampling_2008_US_Open_cropped.jpg",
    "extract": "Rodney Pampling is an Australian professional golfer.",
    "year": 1969,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jan Suchopárek",
    "birthday": "1969-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Jan_Suchop%C3%A1rek_2010-10-19.jpg/320px-Jan_Suchop%C3%A1rek_2010-10-19.jpg",
    "extract": "Jan Suchopárek is a Czech football coach and former defender, who is head coach of the Czech Republic national under-21 football team.",
    "year": 1969,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Adam Price",
    "birthday": "1968-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Adam_Price_2016_%28cropped%29.jpg/239px-Adam_Price_2016_%28cropped%29.jpg",
    "extract": "Adam Robert Price is a Welsh politician serving as the Leader of Plaid Cymru since 2018. Since 2016, he has sat in the Senedd for Carmarthen East and Dinefwr, having previously been a Member of Parliament (MP) for the Carmarthen East and Dinefwr constituency.",
    "year": 1968,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Hilary Andersson",
    "birthday": "1967-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/KD9C6332_%288228085436%29.jpg/213px-KD9C6332_%288228085436%29.jpg",
    "extract": "Hilary Harper Andersson is an American journalist presently working for the BBC. She has been a correspondent for Panorama since 2006.",
    "year": 1967,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Chris Wilder",
    "birthday": "1967-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Chris_Wilder.png/164px-Chris_Wilder.png",
    "extract": "Christopher John Wilder is an English professional football manager and former player who played as a right-back. He is the manager of EFL Championship club Middlesbrough.",
    "year": 1967,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Pete Harnisch",
    "birthday": "1966-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0f/Pete_Harnisch_-_Charlotte_Knights_-_1988.jpg",
    "extract": "Peter Thomas Harnisch is a former Major League Baseball right-handed pitcher. He played in Major League Baseball from 1988 through 2001 for the Baltimore Orioles, Houston Astros, New York Mets, Milwaukee Brewers and Cincinnati Reds.",
    "year": 1966,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Mark Woodforde",
    "birthday": "1965-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Mark_Woodforde2010.jpg/183px-Mark_Woodforde2010.jpg",
    "extract": "Mark Raymond Woodforde, OAM is a former professional tennis player from Australia. He is best known as one half of \"The Woodies\", a doubles partnership with Todd Woodbridge.",
    "year": 1965,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Clayton Blackmore",
    "birthday": "1964-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Clayton_Blackmore_juli_1991.JPG/205px-Clayton_Blackmore_juli_1991.JPG",
    "extract": "Clayton Graham Blackmore is a Welsh former international footballer. He was a combative player known for his attacking free kicks and a utility player who excelled in defence, but could play equally well in midfield.",
    "year": 1964,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Josefa Idem",
    "birthday": "1964-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Josefa_Idem_Senato.jpg/221px-Josefa_Idem_Senato.jpg",
    "extract": "Josefa Idem married Guerrini is an Italian sprint canoer turned politician. Competing in eight Summer Olympics, she has five medals. Winning 35 international medals during her career, Idem was the first Italian woman to win World Championships and Olympic medals in canoe sprint. At the 2009 world championships, she became the oldest medalist in the history of the world championships.",
    "year": 1964,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Koshi Inaba",
    "birthday": "1964-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/B%27Z_at_Best_Buy_Theater_NYC_-_9-30-12_-_18.jpg/224px-B%27Z_at_Best_Buy_Theater_NYC_-_9-30-12_-_18.jpg",
    "extract": "Koshi Inaba  is a Japanese vocalist, multi-instrumentalist and songwriter. He is best known as the singer and lyricist of the rock duo B'z, the best-selling music act in their native Japan. He has also had a successful solo career, with five studio albums and five singles topping the Japanese music charts. He collaborated with Slash on single \"Sahara\" which was released in 2009. In 2017, he released a collaborative album, Chubby Groove, with Stevie Salas under the name \"Inaba/Salas\".",
    "year": 1964,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Larry Krystkowiak",
    "birthday": "1964-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Larry_Krystkowiak_in_2014.jpg/236px-Larry_Krystkowiak_in_2014.jpg",
    "extract": "Larry Brett Krystkowiak is a retired American professional basketball player, and former head coach of the Utah Utes men's basketball team.",
    "year": 1964,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Katie Mitchell",
    "birthday": "1964-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Katie_Mitchell%2C_2016.jpg/320px-Katie_Mitchell%2C_2016.jpg",
    "extract": "Katrina Jane Mitchell is an English theatre director.",
    "year": 1964,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Julian Parkhill",
    "birthday": "1964-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Dr_Julian_Parkhill_FMedSci_FRS.jpg/213px-Dr_Julian_Parkhill_FMedSci_FRS.jpg",
    "extract": "Julian Parkhill is the Marks & Spencer Professor of Farm Animal Health, Food Science and Safety in the Department of Veterinary Medicine at the University of Cambridge. He previously served as head of pathogen genomics at the Wellcome Sanger Institute.",
    "year": 1964,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Anne-Marie Cadieux",
    "birthday": "1963-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Anne-Marie_Cadieux_%28SDLM_%2716%29.jpg/312px-Anne-Marie_Cadieux_%28SDLM_%2716%29.jpg",
    "extract": "Anne-Marie Cadieux is a Canadian actress, film director and screenwriter. She has won a Jutra Award for Best Supporting Actress for her role in Streetheart  and in 2008 was nominated for a Genie Award for Best Performance by an Actress in a Leading Role for her role in You (Toi).",
    "year": 1963,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Alex Proyas",
    "birthday": "1963-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Alex_Proyas_by_Sachyn_Mital.jpg/213px-Alex_Proyas_by_Sachyn_Mital.jpg",
    "extract": "Alexander Proyas is an Australian film director, screenwriter, and producer of Greek descent. Proyas is best known for directing the films The Crow (1994), Dark City (1998), I, Robot (2004), Knowing (2009), and Gods of Egypt (2016).",
    "year": 1963,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Chi McBride",
    "birthday": "1961-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Chi_McBride_2.jpg/233px-Chi_McBride_2.jpg",
    "extract": "Kenneth \"Chi\" McBride is an American actor. He has appeared in both film, where he is known primarily as a character actor, and in television, where he has had numerous starring roles.",
    "year": 1961,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "William C. McCool",
    "birthday": "1961-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/William_Cameron_McCool.jpg/256px-William_Cameron_McCool.jpg",
    "extract": "William Cameron \"Willie\" McCool was an American naval officer and aviator, test pilot, aeronautical engineer, and NASA astronaut, who was the pilot of Space Shuttle Columbia mission STS-107. He and the rest of the crew of STS-107 were killed when Columbia disintegrated during reentry into the atmosphere. He was the crew's youngest male member. He was posthumously awarded the Congressional Space Medal of Honor.",
    "year": 1961,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Luis Moya",
    "birthday": "1960-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/LuisMoyaWalesLlandudnoNov2013.jpg/320px-LuisMoyaWalesLlandudnoNov2013.jpg",
    "extract": "Luis Rodríguez Moya, better known as Luis Moya is a now-retired Spanish rally co-driver, synonymous with driver Carlos Sainz. He is the third most successful co-driver in the history of the World Rally Championship (WRC), after Daniel Elena and Timo Rautiainen. He was born in A Coruña.",
    "year": 1960,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jason Alexander",
    "birthday": "1959-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Jason_Alexander_-_2009_%28cropped%29.jpg/243px-Jason_Alexander_-_2009_%28cropped%29.jpg",
    "extract": "Jay Scott Greenspan, known professionally as Jason Alexander, is an American actor, comedian, film director, and television presenter. An Emmy and Tony winner, he is best known for his role as George Costanza in the television series Seinfeld (1989–1998), for which he was nominated for seven consecutive Primetime Emmy Awards and four Golden Globe Awards. His other well-known roles include Phillip Stuckey in the film Pretty Woman (1990), comic relief gargoyle Hugo in the Disney animated feature The Hunchback of Notre Dame (1996), and the title character in the animated series Duckman (1994–1997). He has also made guest appearances on shows such as Dream On (1994), Curb Your Enthusiasm, and The Marvelous Mrs. Maisel (2019). For his role in Dream On, he was nominated for a Primetime Emmy Award for Outstanding Guest Actor in a Comedy Series. He won the Daytime Emmy Award for Outstanding Original Song in 2020 for \"The Bad Guys?\" On Brainwashed By Toons.",
    "year": 1959,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Frank Cottrell-Boyce",
    "birthday": "1959-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Frank_Cottrell_Boyce_on_September_9%2C_2015%2C_in_Berlin.JPG/320px-Frank_Cottrell_Boyce_on_September_9%2C_2015%2C_in_Berlin.JPG",
    "extract": " Frank Cottrell-Boyce is an English screenwriter, novelist and occasional actor, known for his children's fiction and for his collaborations with film director Michael Winterbottom. He has achieved fame as the writer for the 2012 Summer Olympics opening ceremony and for sequels to Chitty Chitty Bang Bang: The Magical Car, a children's classic by Ian Fleming.",
    "year": 1959,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Elizabeth Peña",
    "birthday": "1959-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Actress%2C_Elizabeth_Pena_at_the_2009_East_Classic_Theater_Fundraiser.jpg/251px-Actress%2C_Elizabeth_Pena_at_the_2009_East_Classic_Theater_Fundraiser.jpg",
    "extract": "Elizabeth Maria Peña was an American actress, writer and musician. Her work in films included Nothing like the Holidays, Batteries Not Included, La Bamba, Down and Out in Beverly Hills, Jacob's Ladder, Rush Hour, The Incredibles, and Lone Star, for which she won the 1996 Independent Spirit Award for Best Supporting Female and a Bravo Award for Outstanding Actress in a Feature Film. She was also a founding member of the Hispanic Organization of Latin Actors. Peña also voiced Rosa Santos in Maya and Miguel.",
    "year": 1959,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Karen Pierce",
    "birthday": "1959-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Karen_Pierce.jpg/213px-Karen_Pierce.jpg",
    "extract": "Dame Karen Elizabeth Pierce is a British diplomat who is currently British Ambassador to the United States at the Foreign, Commonwealth and Development Office, and was previously the Permanent Representative of the United Kingdom to the United Nations.",
    "year": 1959,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Danielle Dax",
    "birthday": "1958-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Danielle_Dax.jpg/320px-Danielle_Dax.jpg",
    "extract": "Danielle Dax is an English experimental musician and producer most active from the late-1970s to the mid-1990s.",
    "year": 1958,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Marvin Lewis",
    "birthday": "1958-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Marvin_Lewis_by_Gage_Skidmore.jpg/239px-Marvin_Lewis_by_Gage_Skidmore.jpg",
    "extract": "Marvin Ronald Lewis is an American football coach who is the special advisor to the head coach at Arizona State. Previously, Lewis was the head coach of the Cincinnati Bengals in the National Football League (NFL) for 16 seasons. He came to prominence as the defensive coordinator of the Baltimore Ravens from 1996 to 2001, whose defense in 2000 set the record for the fewest points allowed in a 16-game season and led the franchise to their first Super Bowl title in Super Bowl XXXV. This success resulted in Lewis being named the Bengals' head coach, where he served from 2003 to 2018. He was also a commentator for the Alliance of American Football (AAF).",
    "year": 1958,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Larry Mize",
    "birthday": "1958-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Larry_Mize.jpg/320px-Larry_Mize.jpg",
    "extract": "Lawrence Hogan Mize is an American professional golfer who played on the PGA Tour and currently plays on the Champions Tour. He is well known for one career-defining shot – a chip from off the green at the 11th hole at Augusta to win the playoff for the 1987 Masters Tournament, which is his only major title to date. He is also the only winner of that tournament to come from Augusta.",
    "year": 1958,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Rosalind Chao",
    "birthday": "1957-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Rosalind_Chao_in_2005.jpg/213px-Rosalind_Chao_in_2005.jpg",
    "extract": "Rosalind Chao is an American actress. Chao's best-known roles have been Soon-Lee Klinger in the mid-1980s CBS show AfterMASH, Rose Hsu Jordan in the 1993 movie The Joy Luck Club, the recurring character Keiko O'Brien on Star Trek: The Next Generation and Star Trek: Deep Space Nine in the 1990s, and Dr. Kim on The O.C. in 2003. She also played Hua Li, Mulan’s mother, in the live-action 2020 remake of Mulan.",
    "year": 1957,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Peter David",
    "birthday": "1956-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/4.27.17PeterDavidByLuigiNovi1.jpg/250px-4.27.17PeterDavidByLuigiNovi1.jpg",
    "extract": "Peter Allen David, often abbreviated PAD, is an American writer of comic books, novels, television, films and video games. His notable comic book work includes an award-winning 12-year run on The Incredible Hulk, as well as runs on Aquaman, Young Justice, Supergirl, Fallen Angel, Spider-Man, Spider-Man 2099, and X-Factor.",
    "year": 1956,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Paolo Rossi",
    "birthday": "1956-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Paolo_Rossi_at_the_1982_FIFA_World_Cup.jpg/320px-Paolo_Rossi_at_the_1982_FIFA_World_Cup.jpg",
    "extract": "Paolo Rossi was an Italian professional footballer who played as a forward. He led Italy to the 1982 FIFA World Cup title, scoring six goals to win the Golden Boot as top goalscorer, and the Golden Ball for the player of the tournament. Rossi is one of only three players, and the only European, to have won all three awards at a World Cup, along with Garrincha in 1962, and Mario Kempes in 1978. Rossi was also awarded the 1982 Ballon d'Or as the European Footballer of the Year for his performances. Along with Roberto Baggio and Christian Vieri, he is Italy's top scorer in World Cup history, with nine goals overall.",
    "year": 1956,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Cherie Blair",
    "birthday": "1954-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Cherie_Blair_QC_%28cropped%29.jpg/320px-Cherie_Blair_QC_%28cropped%29.jpg",
    "extract": "Cherie, Lady Blair, also known professionally as Cherie Booth, is an English barrister and writer. She is married but not defined by her spouse.",
    "year": 1954,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Anshuman Gaekwad",
    "birthday": "1952-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Anshuman.JPG/303px-Anshuman.JPG",
    "extract": "Anshuman Dattajirao Gaekwad pronunciation (help·info) is a former Indian cricketer and two-time Indian national cricket coach. He played in 40 Test matches and 15 One Day Internationals. His father Datta Gaekwad also played Test Cricket for India.",
    "year": 1952,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jim Morrison (baseball)",
    "birthday": "1952-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Jim_Morrison_Pirates.jpg/214px-Jim_Morrison_Pirates.jpg",
    "extract": "James Forrest Morrison, is an American former professional baseball second baseman and third baseman, who played in Major League Baseball (MLB) for the Philadelphia Phillies, Chicago White Sox, Pittsburgh Pirates, Detroit Tigers, and Atlanta Braves from 1977 to 1988.",
    "year": 1952,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Steven Springer",
    "birthday": "1951-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Stevenspringer2.jpg/240px-Stevenspringer2.jpg",
    "extract": "Steven Springer was an American guitarist and songwriter known for his innovative smooth soft touch guitar style. He was best known for being a member of the Trinidad Tripoli Steel Band and for playing with Sir Lancelot Pinard, Arizona-based band Sanctuary, as well as founding the musical project Tropicooljazz.",
    "year": 1951,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "George Garzone",
    "birthday": "1950-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/George-garzone_DSC09700.jpg/320px-George-garzone_DSC09700.jpg",
    "extract": "George Garzone is a saxophonist and jazz educator from Boston, Massachusetts.",
    "year": 1950,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Floella Benjamin",
    "birthday": "1949-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Official_portrait_of_Baroness_Benjamin_crop_2.1%2C_2019.jpg/240px-Official_portrait_of_Baroness_Benjamin_crop_2.1%2C_2019.jpg",
    "extract": "Floella Karen Yunies Benjamin, Baroness Benjamin, is a Trinidadian-British actress, singer, presenter, author, businesswoman, and politician. She is known as presenter of children's programmes such as Play School, Play Away and Fast Forward. On 28 June 2010, Lady Benjamin was introduced to the House of Lords as a life peer nominated by the Liberal Democrats.",
    "year": 1949,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Bruce Springsteen",
    "birthday": "1949-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Bruce_Springsteen_-_Roskilde_Festival_2012.jpg/213px-Bruce_Springsteen_-_Roskilde_Festival_2012.jpg",
    "extract": "Bruce Frederick Joseph Springsteen is an American singer, songwriter, and musician. He has released 20 studio albums, many of which feature his backing band the E Street Band. Originally from the Jersey Shore, he is one of the originators of the heartland rock style of music, combining mainstream rock musical style with narrative songs about working class American life. During a career that has spanned six decades, Springsteen has become known for his poetic, socially conscious lyrics and energetic stage performances, sometimes lasting up to four hours in length. He has been nicknamed \"the Boss\".",
    "year": 1949,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Christian Bordeleau",
    "birthday": "1947-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Christian_Bordeleau.JPG/223px-Christian_Bordeleau.JPG",
    "extract": " Christian Gerrard \"Chris\" Bordeleau is a Canadian former professional ice hockey forward. He played in the National Hockey League between 1969 and 1972, and the World Hockey Association between 1972 and 1979.",
    "year": 1947,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Neal Smith (drummer)",
    "birthday": "1947-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Neal_Smith_1972.jpg/320px-Neal_Smith_1972.jpg",
    "extract": "Neal Smith is an American musician, best known as the drummer for the rock group Alice Cooper from 1967 to 1974. He performed on the group's early albums Pretties for You and Easy Action, their breakout album Love It to Death and the subsequent successful albums Killer, School's Out, and Billion Dollar Babies. The last new studio album with the five original Alice Cooper group members participating in new music was Muscle of Love in 1973. The original group's Greatest Hits studio album was released in 1974. In 2018, a live performance album Live from the Astroturf recorded in 2015 was released, featuring four of the original group members performing eight of their hit songs, with long-time Alice Cooper solo band guitarist and friend Ryan Roxie interplaying lead guitar parts with original group rhythm guitarist Michael Bruce, on behalf of original group lead guitarist Glen Buxton, who died in 1997 of pneumonia three weeks before his 50th birthday.",
    "year": 1947,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Franz Fischler",
    "birthday": "1946-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Fischler1.jpg/267px-Fischler1.jpg",
    "extract": "Franz Fischler is an Austrian politician from the Christian-conservative People's Party (ÖVP). He was the European Union's Commissioner for Agriculture, Rural Development and Fisheries (1995–2004). Currently he is President of the European Forum Alpbach.",
    "year": 1946,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Bernard Maris",
    "birthday": "1946-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Visage_de_Bernard_Maris_sur_une_fresque_d%27hommage_%C3%A0_Charlie_Hebdo.jpg/176px-Visage_de_Bernard_Maris_sur_une_fresque_d%27hommage_%C3%A0_Charlie_Hebdo.jpg",
    "extract": "Bernard Henri Maris, also known as \"Oncle Bernard\", was a French economist, writer and journalist who was also a shareholder in Charlie Hebdo magazine. He was murdered on 7 January 2015, during the shooting at the headquarters of the magazine in Paris.",
    "year": 1946,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Genista McIntosh, Baroness McIntosh of Hudnall",
    "birthday": "1946-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Official_portrait_of_Baroness_McIntosh_of_Hudnall_2020_crop_1.jpg/320px-Official_portrait_of_Baroness_McIntosh_of_Hudnall_2020_crop_1.jpg",
    "extract": "Genista Mary \"Jenny\" McIntosh, Baroness McIntosh of Hudnall is a British arts consultant, theatre executive and Labour politician.",
    "year": 1946,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ron Bushy",
    "birthday": "1945-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Ironbutterfly_01.jpg/320px-Ironbutterfly_01.jpg",
    "extract": "Ron Bushy was an American drummer best known as a member of the rock band Iron Butterfly and as the drum soloist on the band's iconic song \"In-A-Gadda-Da-Vida,\" released in 1968. He was the only member of the group to appear on all six of its studio albums.",
    "year": 1945,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Igor Ivanov",
    "birthday": "1945-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Igor_Ivanov_2014.jpg/222px-Igor_Ivanov_2014.jpg",
    "extract": "Igor Sergeyevich Ivanov is a Russian politician who was Foreign Minister of Russia from 1998 to 2004 under both the Yeltsin and the Putin administrations.",
    "year": 1945,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Eric Bogle",
    "birthday": "1944-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/FIL_2016_-_Eric_Bogle_3149.jpg/320px-FIL_2016_-_Eric_Bogle_3149.jpg",
    "extract": "Eric Bogle is a Scottish-born Australian folk singer-songwriter. Born and raised in Scotland, he emigrated to Australia at the age of 25, to settle near Adelaide, South Australia. Bogle's songs have covered a variety of topics, and have been performed by many artists. Two of his best known songs are \"No Man's Land\" and \"And the Band Played Waltzing Matilda\", with the latter named one of the APRA Top 30 Australian songs in 2001, as part of the celebrations for the Australasian Performing Right Association's 75th anniversary.",
    "year": 1944,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Richard Lambert",
    "birthday": "1944-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Richard_Lambert_%40_the_FT_Economists%27_Christmas_Drinks_Reception_2015.jpg/244px-Richard_Lambert_%40_the_FT_Economists%27_Christmas_Drinks_Reception_2015.jpg",
    "extract": "Sir Richard Peter Lambert is a British journalist and business executive. He served as director-general of the CBI, chancellor of the University of Warwick, editor of the Financial Times newspaper and chairman of the board of the British Museum.",
    "year": 1944,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Julio Iglesias",
    "birthday": "1943-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Julio_Iglesias09.jpg/235px-Julio_Iglesias09.jpg",
    "extract": "Julio José Iglesias de la Cueva is a Spanish singer, songwriter and former professional footballer. Iglesias is recognized as the most commercially successful Spanish singer in the world and one of the top record sellers in music history, having sold more than 100 million records worldwide in 14 languages. It is estimated that during his career he has performed in more than 5000 concerts, for over 60 million people in five continents. In April 2013, Iglesias was inducted into the Latin Songwriters Hall of Fame.",
    "year": 1943,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Marty Schottenheimer",
    "birthday": "1943-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/MartySchottenheimer8-15-2013.jpg/213px-MartySchottenheimer8-15-2013.jpg",
    "extract": "Martin Edward Schottenheimer was an American football linebacker and coach who served as a head coach in the National Football League (NFL) from 1984 to 2006. He was the head coach of the Kansas City Chiefs for ten seasons, the Cleveland Browns and the San Diego Chargers for five each, and the Washington Redskins for one. Eighth in career wins at 205 and seventh in regular season wins at 200, Schottenheimer has the most wins of an NFL head coach to not win a championship. After coaching in the NFL, he won a 2011 championship in his one season with the Virginia Destroyers of the United Football League (UFL). He was inducted to the Kansas City Chiefs Hall of Fame in 2010.",
    "year": 1943,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Sila María Calderón",
    "birthday": "1942-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Puerto_Rican_Governor_Sila_Calderon_at_the_Pentagon%2C_Feb_27%2C_2001.jpg/212px-Puerto_Rican_Governor_Sila_Calderon_at_the_Pentagon%2C_Feb_27%2C_2001.jpg",
    "extract": "Sila María Calderón Serra is a Puerto Rican politician, businesswoman, and philanthropist who was the governor of Puerto Rico from 2001 to 2005. She is the first woman elected to that office. Prior to her term as governor, Calderón held various positions in the government of Puerto Rico, including the 12th Secretary of State of Puerto Rico from 1988 to 1989, and Chief of Staff to Governor Rafael Hernández Colón. She was also mayor of San Juan, the capital of Puerto Rico, from 1997 to 2001.",
    "year": 1942,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Colin Low, Baron Low of Dalston",
    "birthday": "1942-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Official_portrait_of_Lord_Low_of_Dalston_crop_2.jpg/240px-Official_portrait_of_Lord_Low_of_Dalston_crop_2.jpg",
    "extract": "Colin Mackenzie Low, Baron Low of Dalston, CBE is a British politician, law scholar and member of the House of Lords.",
    "year": 1942,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "George Jackson (activist)",
    "birthday": "1941-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/27/Book_cover%2C_Soledad_Brother_by_George_Jackson.jpg/208px-Book_cover%2C_Soledad_Brother_by_George_Jackson.jpg",
    "extract": "George Lester Jackson was an American author and activist. While serving an indeterminate sentence for the armed robbery of a gas station in 1961, Jackson became involved in revolutionary activity and co-founded the prison gang Black Guerrilla Family.",
    "year": 1941,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Norma Winstone",
    "birthday": "1941-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Norma_Winstone.jpg/320px-Norma_Winstone.jpg",
    "extract": "Norma Ann Winstone MBE is an English jazz singer and lyricist. In a career spanning more than 50 years she is best known for her wordless improvisations. Musicians with whom she has worked include Michael Garrick, John Surman, Michael Gibbs, Mike Westbrook, as well as pianist John Taylor, who was her former husband.",
    "year": 1941,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Michel Temer",
    "birthday": "1940-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Michel_Temer_%28foto_oficial%29.jpg/213px-Michel_Temer_%28foto_oficial%29.jpg",
    "extract": "Michel Miguel Elias Temer Lulia is a Brazilian politician, lawyer and writer who served as the 37th president of Brazil from 31 August 2016 to 31 December 2018. He took office after the impeachment and removal from office of his predecessor Dilma Rousseff. He had been the 24th vice president since 2011 and acting president since 12 May 2016, when Rousseff's powers and duties were suspended pending an impeachment trial. At the age of 75, he is the oldest person to have taken the office.",
    "year": 1940,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Henry Blofeld",
    "birthday": "1939-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Henry_Blofeld.jpg/320px-Henry_Blofeld.jpg",
    "extract": "Henry Calthorpe Blofeld, OBE nicknamed Blowers by Brian Johnston, is an English retired sports journalist, broadcaster and amateur ornithologist best known as a cricket commentator for Test Match Special on BBC Radio 4 and BBC Radio 5 Live Sports Extra. He has established a reputation as a commentator with an accent, vocabulary and syntax that is quintessentially Old Etonian both in style and substance. He also writes on cricket and has authored eight books to date.",
    "year": 1939,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Roy Buchanan",
    "birthday": "1939-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/RoyBuchananPerforming_flip.jpg/252px-RoyBuchananPerforming_flip.jpg",
    "extract": "Leroy \"Roy\" Buchanan was an American guitarist and blues musician. A pioneer of the Telecaster sound, Buchanan worked as a sideman and as a solo artist, with two gold albums early in his career and two later solo albums that made it to the Billboard chart. He never achieved stardom, but is considered a highly influential guitar player. Guitar Player praised him as having one of the \"50 Greatest Tones of All Time.\" He appeared on the PBS music program Austin City Limits in 1977.",
    "year": 1939,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Joan Hanham, Baroness Hanham",
    "birthday": "1939-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Official_portrait_of_Baroness_Hanham_crop_2.jpg/240px-Official_portrait_of_Baroness_Hanham_crop_2.jpg",
    "extract": "Joan Brownlow Hanham, Baroness Hanham, CBE is a former member of the House of Lords. She sat as a Conservative.",
    "year": 1939,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Romy Schneider",
    "birthday": "1938-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Romy_Schneider_1973.jpg/247px-Romy_Schneider_1973.jpg",
    "extract": "Romy Schneider was a German-French actress. She began her career in the German Heimatfilm genre in the early 1950s when she was 15. From 1955 to 1957, she played the central character of Empress Elisabeth of Austria in the Austrian Sissi trilogy, and later reprised the role in a more mature version in Luchino Visconti's Ludwig (1973). Schneider moved to France, where she made successful and critically acclaimed films with some of the most notable film directors of that era.",
    "year": 1938,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "George Eastham",
    "birthday": "1936-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/George_Eastham1.jpg/286px-George_Eastham1.jpg",
    "extract": "George Edward Eastham, OBE is an English former footballer. He is known for playing for Newcastle United, Arsenal and Stoke City, as well as a member of England's 1966 World Cup-winning squad. However, he is also notable for his involvement in a 1963 court case which proved a landmark in improving players' freedom to move between clubs.",
    "year": 1936,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Prem Chopra",
    "birthday": "1935-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Prem_Chopra_at_Rajesh_Khanna%27s_prayer_meet_47.jpg/212px-Prem_Chopra_at_Rajesh_Khanna%27s_prayer_meet_47.jpg",
    "extract": "Prem Chopra is an Indian actor in Hindi and Punjabi films. He has acted in 380 films over a span of over 60 years. He has a soft-spoken diction despite being a villain in most films. His 19 films, with him as antagonist and Rajesh Khanna in the lead role remain popular with audiences and critics.",
    "year": 1935,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Les McCann",
    "birthday": "1935-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Les_McCann.jpg/289px-Les_McCann.jpg",
    "extract": "Leslie Coleman McCann is an American jazz pianist and vocalist.",
    "year": 1935,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Per Olov Enquist",
    "birthday": "1934-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/PO_Enquist.jpg/228px-PO_Enquist.jpg",
    "extract": "Per Olov Enquist, also known as P. O. Enquist, was a Swedish author. He had worked as a journalist, playwright and novelist.",
    "year": 1934,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Lloyd J. Old",
    "birthday": "1933-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Lloyd_J._Old%2C_M.D.%2C_c._1995.jpg/227px-Lloyd_J._Old%2C_M.D.%2C_c._1995.jpg",
    "extract": "Lloyd John Old was one of the founders and standard-bearers of the field of cancer immunology. When Old began his career in 1958, tumor immunology was in its infancy. Today, cancer immunotherapies are emerging as a significant advance in cancer therapy.",
    "year": 1933,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Georg Keßler",
    "birthday": "1932-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Georg_Kessler_1968.jpg/255px-Georg_Kessler_1968.jpg",
    "extract": "Georg Kessler is a former German football manager.",
    "year": 1932,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Hilly Kristal",
    "birthday": "1931-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/HillyKristal%40CBGB%27s.jpg/320px-HillyKristal%40CBGB%27s.jpg",
    "extract": "Hillel Kristal was an American club owner, manager and musician who was the owner of the iconic New York City club CBGB, which opened in 1973 and closed in 2006 over a rent dispute.",
    "year": 1931,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Stan Lynde",
    "birthday": "1931-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Stan_Lynde.jpg/215px-Stan_Lynde.jpg",
    "extract": "Myron Stanford Lynde was an American comic strip artist, painter and novelist.",
    "year": 1931,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Colin Blakely",
    "birthday": "1930-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/24/Blakely_Stephens.jpg/320px-Blakely_Stephens.jpg",
    "extract": "Colin George Blakely was a Northern Irish actor. He had roles in the films A Man for All Seasons (1966), The Private Life of Sherlock Holmes (1970), Murder on the Orient Express (1974), and Equus (1977).",
    "year": 1930,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ray Charles",
    "birthday": "1930-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Ray_Charles_classic_piano_pose.jpg/271px-Ray_Charles_classic_piano_pose.jpg",
    "extract": "Ray Charles Robinson Sr. was an American singer, songwriter, pianist, and composer. He is regarded as one of the most iconic and influential singers ever, and he was often referred to by contemporaries as \"The Genius\". Among friends and fellow musicians he preferred being called \"Brother Ray\". Charles was blinded during childhood, possibly due to glaucoma.",
    "year": 1930,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Frank Foster (jazz musician)",
    "birthday": "1928-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/64/Frank_Foster_%28left%29_and_Dan_Morgenstern.jpg",
    "extract": "Frank Benjamin Foster III was an American tenor and soprano saxophonist, flautist, arranger, and composer. Foster collaborated frequently with Count Basie and worked as a bandleader from the early 1950s. In 1998, Howard University awarded Frank Foster with the Benny Golson Jazz Master Award.",
    "year": 1928,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "André Cassagnes",
    "birthday": "1926-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Taj_Mahal_drawing_on_an_Etch-A-Sketch.jpg/320px-Taj_Mahal_drawing_on_an_Etch-A-Sketch.jpg",
    "extract": "André Cassagnes was a French inventor, electrical technician, toymaker, and kite designer. Cassagnes is best known as the inventor of the Etch A Sketch, a popular mechanical drawing toy manufactured since 2016 by Spin Master, formerly by the Ohio Art Company.",
    "year": 1926,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "John Coltrane",
    "birthday": "1926-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/John_Coltrane_in_1963.jpg/320px-John_Coltrane_in_1963.jpg",
    "extract": "\n\nJohn William Coltrane was an American jazz saxophonist and composer.",
    "year": 1926,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Mohamed Hassanein Heikal",
    "birthday": "1923-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Heikal_in_1966.jpg/234px-Heikal_in_1966.jpg",
    "extract": "Mohamed Hassanein Heikal was an Egyptian journalist. For 17 years (1957–1974), he was editor-in-chief of the Cairo newspaper Al-Ahram and was a commentator on Arab affairs for more than 50 years.",
    "year": 1923,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Mickey Rooney",
    "birthday": "1920-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Mickey_Rooney_still.jpg/252px-Mickey_Rooney_still.jpg",
    "extract": "Mickey Rooney was an American actor, producer, radio entertainer and vaudevillian. In a career spanning nine decades, he appeared in more than 300 films, and was among the last surviving stars of the silent-film era. He was the top box-office attraction from 1939 to 1941, and one of the best-paid actors of that era. At the height of a career marked by declines and comebacks, Rooney performed the role of Andy Hardy in a series of 16 films in the 1930s and 1940s that epitomized mainstream America's self-image.",
    "year": 1920,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "El Santo",
    "birthday": "1917-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/100_a%C3%B1os_del_natalicio_del_Santo_-i---i-_%2836184746106%29.jpg/320px-100_a%C3%B1os_del_natalicio_del_Santo_-i---i-_%2836184746106%29.jpg",
    "extract": "Rodolfo Guzmán Huerta, known professionally as El Santo or in English The Saint, was a Mexican Luchador enmascarado, actor and folk hero. El Santo is one of the most famous and iconic Mexican luchadores, and has been referred to as one of \"the greatest legends in Mexican sports\". His wrestling career spanned nearly five decades, during which he became a folk hero and a symbol of justice for the common man through his appearances in lucha films and comic books telling fictionalized stories of El Santo fighting for justice. He starred or co-starred in at least 52 movies between 1958 and 1982.",
    "year": 1917,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Asima Chatterjee",
    "birthday": "1917-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7d/Asima_Chatterjee_1.jpg/263px-Asima_Chatterjee_1.jpg",
    "extract": "Asima Chatterjee was an Indian organic chemist noted for her work in the fields of organic chemistry and phytomedicine. Her most notable work includes research on vinca alkaloids, the development of anti-epileptic drugs, and development of anti-malarial drugs. She also authored a considerable volume of work on medicinal plants of the Indian subcontinent. She was the first woman to receive a Doctorate of Science from an Indian university.",
    "year": 1917,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Aldo Moro",
    "birthday": "1916-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/ae/Aldo_Moro.jpg",
    "extract": "Aldo Romeo Luigi Moro was an Italian statesman and a prominent member of the Christian Democracy (DC). He served as 38th prime minister of Italy from December 1963 to June 1968 and then from November 1974 to July 1976.",
    "year": 1916,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Clifford Shull",
    "birthday": "1915-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/HD.3F.113_%2810347363986%29.jpg/219px-HD.3F.113_%2810347363986%29.jpg",
    "extract": "Clifford Glenwood Shull was a Nobel Prize-winning American physicist.",
    "year": 1915,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Carl-Henning Pedersen",
    "birthday": "1913-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Carl_Henning_Pedersen_og_Else_Alfelts_Museum.jpg/320px-Carl_Henning_Pedersen_og_Else_Alfelts_Museum.jpg",
    "extract": "Carl-Henning Pedersen was a Danish painter and a key member of the COBRA movement. He was known as the \"Scandinavian Chagall\", and was one of the leading Danish artists of the second half of the 20th century.",
    "year": 1913,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Tony Smith (sculptor)",
    "birthday": "1912-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/96/Throwback_%283-3%29%2C_Smith.JPG/320px-Throwback_%283-3%29%2C_Smith.JPG",
    "extract": "Anthony Peter Smith was an American sculptor, visual artist, architectural designer, and a noted theorist on art. He is often cited as a pioneering figure in American Minimalist sculpture.",
    "year": 1912,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Frank Moss",
    "birthday": "1911-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/72/Frank_Moss.jpg",
    "extract": "Frank Edward \"Ted\" Moss was an American lawyer and politician. A Democrat, he served as a United States Senator from Utah from 1959 to 1977.",
    "year": 1911,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ramdhari Singh Dinkar",
    "birthday": "1908-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Ramdhari_Singh_Dinkar_1999_stamp_of_India.jpg/320px-Ramdhari_Singh_Dinkar_1999_stamp_of_India.jpg",
    "extract": "Ramdhari Singh, known by his nom de plume Dinkar, was an Indian Hindi and Maithili language poet, essayist, patriot and academic. He reemerged as a poet of rebellion as a consequence of his nationalist poetry written in the days before Indian independence. His poetry exuded veer rasa, and he has been hailed as a Rashtrakavi on account of his inspiring patriotic compositions. He was a regular poet of Hindi Kavi sammelan and is hailed to be as popular and connected to poetry lovers for Hindi speakers as Pushkin for Russians.",
    "year": 1908,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Tiny Bradshaw",
    "birthday": "1907-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Tiny_Bradshaw.jpg/245px-Tiny_Bradshaw.jpg",
    "extract": "Myron Carlton \"Tiny\" Bradshaw was an American jazz and rhythm and blues bandleader, singer, composer, pianist, and drummer. His biggest hit was \"Well Oh Well\" in 1950, and the following year he recorded \"The Train Kept A-Rollin'\", important to the development of rock and roll; he co-wrote and sang on both records.",
    "year": 1907,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Anne Desclos",
    "birthday": "1907-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/ba/Anne_Desclos_%28cropped%29.jpg",
    "extract": "Anne Cécile Desclos was a French journalist and novelist who wrote under the pen names Dominique Aury and Pauline Réage, and is best known for her erotic novel Histoire d'O.",
    "year": 1907,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Duarte Nuno, Duke of Braganza",
    "birthday": "1907-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Duarte_Nuno_de_Braganza.jpg/288px-Duarte_Nuno_de_Braganza.jpg",
    "extract": "Dom Duarte Nuno, Duke of Braganza was the claimant to the defunct Portuguese throne, as both the Miguelist successor of his father, Miguel, Duke of Braganza, and later as the head of the only Brigantine house, after the death of the last ruling Braganza, King Manuel II of Portugal. In 1952, when the Portuguese Laws of Banishment were repealed, the Duke moved his family to Portugal, thus returning the Miguelist Braganzas to their homeland and becoming the first of the former Portuguese royal dynasty to live in Portugal since the abolition of the monarchy, in 1910.",
    "year": 1907,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jaroslav Seifert",
    "birthday": "1901-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Jaroslav_Seifert_1981_foto_Hana_Hamplov%C3%A1.jpg/320px-Jaroslav_Seifert_1981_foto_Hana_Hamplov%C3%A1.jpg",
    "extract": "Jaroslav Seifert was a Czech writer, poet and journalist. In 1984 Seifert won the Nobel Prize in Literature \"for his poetry which endowed with freshness, sensuality and rich inventiveness provides a liberating image of the indomitable spirit and versatility of man\".",
    "year": 1901,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Bill Stone (Royal Navy sailor)",
    "birthday": "1900-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/William_Stone.jpg/224px-William_Stone.jpg",
    "extract": "William Frederick Stone was one of the last five surviving First World War veterans who served in the United Kingdom's armed forces and one of the last two surviving seamen worldwide, along with Claude Choules. They were also the last two to have also served in the Second World War, although Stone saw action only in the Second World War as he was still in training when the First World War ended.",
    "year": 1900,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Tom C. Clark",
    "birthday": "1899-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Tom_C._Clark.gif/256px-Tom_C._Clark.gif",
    "extract": "Thomas Campbell Clark was an American lawyer who served as the 59th United States Attorney General from 1945 to 1949 and as an Associate justice of the Supreme Court of the United States from 1949 to 1967.",
    "year": 1899,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Louise Nevelson",
    "birthday": "1899-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Louise_Nevelson%2C_Lynn_Gilbert_%28cropped%29.jpg/240px-Louise_Nevelson%2C_Lynn_Gilbert_%28cropped%29.jpg",
    "extract": "Louise Nevelson was an American sculptor known for her monumental, monochromatic, wooden wall pieces and outdoor sculptures.",
    "year": 1899,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Les Haylen",
    "birthday": "1898-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Les_Haylen.jpg/232px-Les_Haylen.jpg",
    "extract": "Leslie Clement \"Les\" Haylen, also known by the pen-name Sutton Woodfield, was an Australian politician, playwright, novelist and journalist.",
    "year": 1898,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Paul Delvaux",
    "birthday": "1897-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Paul_Delvaux_28_Janvier_1972.jpg/320px-Paul_Delvaux_28_Janvier_1972.jpg",
    "extract": "Paul Delvaux was a Belgian painter noted for his dream-like scenes of women, classical architecture, trains and train stations, and skeletons, often in combination. He is often considered a surrealist, although he only briefly identified with the Surrealist movement. He was influenced by the works of Giorgio de Chirico and René Magritte, but developed his own fantastical subjects and hyper-realistic styling, combining the detailed classical beauty of academic painting with the bizarre juxtapositions of surrealism.",
    "year": 1897,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Walter Pidgeon",
    "birthday": "1897-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Perry-Mason-Pidgeon-1963.jpg/241px-Perry-Mason-Pidgeon-1963.jpg",
    "extract": "Walter Davis Pidgeon was a Canadian-American actor. He earned two Academy Awards for Best Actor nominations for his roles in Mrs. Miniver (1942) and Madame Curie (1943). Pidgeon also starred in many films such as How Green Was My Valley (1941), The Bad and the Beautiful (1952), Forbidden Planet (1956), Voyage to the Bottom of the Sea (1961), Advise & Consent (1962), Funny Girl (1968), and Harry in Your Pocket (1973).",
    "year": 1897,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Johnny Mokan",
    "birthday": "1895-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/1927_Exhibits_W461_Johnny_Mokan.jpg/200px-1927_Exhibits_W461_Johnny_Mokan.jpg",
    "extract": "John Leo Mokan was a Major League Baseball outfielder. He batted and threw right-handed.",
    "year": 1895,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Friedrich Paulus",
    "birthday": "1890-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Bundesarchiv_Bild_183-B24575%2C_Friedrich_Paulus.jpg/216px-Bundesarchiv_Bild_183-B24575%2C_Friedrich_Paulus.jpg",
    "extract": "Friedrich Wilhelm Ernst Paulus was a German field marshal during World War II who is best known for commanding the 6th Army during the Battle of Stalingrad. The battle ended in disaster for the Wehrmacht when Soviet forces encircled the Germans within the city, leading to the ultimate defeat and capture of about 265,000 German personnel, their Axis allies and collaborators.",
    "year": 1890,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Walter Lippmann",
    "birthday": "1889-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/LIPPMANN%2C_WALTER_LCCN2016862741_%28cropped%29.jpg/265px-LIPPMANN%2C_WALTER_LCCN2016862741_%28cropped%29.jpg",
    "extract": "Walter Lippmann was an American writer, reporter and political commentator. With a career spanning 60 years he is famous for being among the first to introduce the concept of Cold War, coining the term \"stereotype\" in the modern psychological meaning, as well as critiquing media and democracy in his newspaper column and several books, most notably his 1922 book Public Opinion.",
    "year": 1889,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "John Boyd Orr",
    "birthday": "1880-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/John_Boyd_Orr_nobel.jpg/226px-John_Boyd_Orr_nobel.jpg",
    "extract": "John Boyd Orr, 1st Baron Boyd-Orr,, styled Sir John Boyd Orr from 1935 to 1949, was a Scottish teacher, medical doctor, biologist, nutritional physiologist, politician, businessman and farmer who was awarded the Nobel Peace Prize for his scientific research into nutrition and his work as the first Director-General of the United Nations Food and Agriculture Organization (FAO).",
    "year": 1880,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "John Lomax",
    "birthday": "1867-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/John-avery-lomax1.jpg/279px-John-avery-lomax1.jpg",
    "extract": "John Avery Lomax was an American teacher, a pioneering musicologist, and a folklorist who did much for the preservation of American folk music. He was the father of Alan Lomax, John Lomax Jr. and Bess Lomax Hawes, also distinguished collectors of folk music.",
    "year": 1867,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Pekka Halonen",
    "birthday": "1865-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Pekka_Halonen.jpg/240px-Pekka_Halonen.jpg",
    "extract": "Pekka Halonen was a painter of Finnish landscapes and people in the national romantic style. His favorite subjects were the Finnish landscape and its people which he depicted in his Realist style.",
    "year": 1865,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Baroness Orczy",
    "birthday": "1865-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Baroness_Emma_Orczy_by_Bassano.jpg/243px-Baroness_Emma_Orczy_by_Bassano.jpg",
    "extract": "Baroness Emma Orczy, usually known as Baroness Orczy or to her family and friends as Emmuska Orczy, was a Hungarian-born British novelist and playwright. She is best known for her series of novels featuring the Scarlet Pimpernel, the alter ego of Sir Percy Blakeney, a wealthy English fop who turns into a quick-thinking escape artist in order to save French aristocrats from \"Madame Guillotine\" during the French Revolution, establishing the \"hero with a secret identity\" in popular culture.",
    "year": 1865,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Suzanne Valadon",
    "birthday": "1865-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Suzanne_Valadon_Photo.jpg/257px-Suzanne_Valadon_Photo.jpg",
    "extract": "Suzanne Valadon was a French painter who was born Marie-Clémentine Valadon at Bessines-sur-Gartempe, Haute-Vienne, France. In 1894, Valadon became the first woman painter admitted to the Société Nationale des Beaux-Arts. She was also the mother of painter Maurice Utrillo.",
    "year": 1865,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Mary Church Terrell",
    "birthday": "1863-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Mary_church_terrell.jpg/233px-Mary_church_terrell.jpg",
    "extract": "Mary Church Terrell was one of the first African-American women to earn a college degree, and became known as a national activist for civil rights and suffrage. She taught in the Latin Department at the M Street School —the first African American public high school in the nation—in Washington, DC. In 1895, she was the first African-American woman in the United States to be appointed to the school board of a major city, serving in the District of Columbia until 1906. Terrell was a charter member of the National Association for the Advancement of Colored People (1909) and the Colored Women's League of Washington (1892). She helped found the National Association of Colored Women (1896) and served as its first national president, and she was a founding member of the National Association of College Women (1923).",
    "year": 1863,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Robert Bosch",
    "birthday": "1861-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Robert_Bosch%2C_1925.jpg/232px-Robert_Bosch%2C_1925.jpg",
    "extract": "Robert Bosch was a German industrialist, engineer and inventor, founder of Robert Bosch GmbH.",
    "year": 1861,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Princess Marie Elisabeth of Saxe-Meiningen",
    "birthday": "1853-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Portrait_photograph_of_Princess_Maria_Elisabeth_of_Saxe-Meiningen.jpg/240px-Portrait_photograph_of_Princess_Maria_Elisabeth_of_Saxe-Meiningen.jpg",
    "extract": "Princess Marie Elisabeth of Saxe-Meiningen was the only daughter of Georg II, Duke of Saxe-Meiningen, by his first wife, Princess Charlotte of Prussia. She was notable as a musician and composer. One of her most famous works is Romanze in F major for clarinet and piano.",
    "year": 1853,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "James Carroll Beckwith",
    "birthday": "1852-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/38/James-carroll-beckwith.jpg",
    "extract": "James Carroll Beckwith was an American landscape, portrait and genre painter whose Naturalist style led to his recognition in the late nineteenth and very early twentieth century as a respected figure in American art.",
    "year": 1852,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "William Stewart Halsted",
    "birthday": "1852-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/William_Stewart_Halsted.jpg/233px-William_Stewart_Halsted.jpg",
    "extract": "William Stewart Halsted, M.D. was a US surgeon who emphasized strict aseptic technique during surgical procedures, was an early champion of newly discovered anaesthetics, and introduced several new operations, including the radical mastectomy for breast cancer. Along with William Osler, Howard Atwood Kelly and William H. Welch, Halsted was one of the \"Big Four\" founding professors at the Johns Hopkins Hospital. His operating room at Johns Hopkins Hospital is in Ward G, and was described as a small room where medical discoveries and miracles took place. According to an intern who once worked in Halsted's operating room, Halsted had unique techniques, operated on the patients with great confidence and often had perfect results which astonished the interns.",
    "year": 1852,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ellen Hayes",
    "birthday": "1851-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/EllenAmandaHayes1915.png/229px-EllenAmandaHayes1915.png",
    "extract": "Ellen Amanda Hayes was an American mathematician and astronomer. She was a controversial figure, not only because of being a female college professor, but also for embracing many radical causes.",
    "year": 1851,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Victoria Woodhull",
    "birthday": "1838-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Victoria_Claflin_Woodhull_by_Mathew_Brady_-_Oval_Portrait.jpg/213px-Victoria_Claflin_Woodhull_by_Mathew_Brady_-_Oval_Portrait.jpg",
    "extract": "Victoria Claflin Woodhull, later Victoria Woodhull Martin, was an American leader of the women's suffrage movement who ran for President of the United States in the 1872 election. While many historians and authors agree that Woodhull was the first woman to run for the presidency, some disagree with classifying it as a true candidacy because she was younger than the constitutionally mandated age of 35. However, election coverage by contemporary newspapers does not suggest age was a significant issue; this may, however, be due to the fact that few took the candidacy seriously.",
    "year": 1838,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "John Colton (politician)",
    "birthday": "1823-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/5f/John_colton.jpg",
    "extract": "Sir John Blackler Colton, was an Australian politician, Premier of South Australia and philanthropist. His middle name, Blackler, was used only rarely, as on the birth certificate of his first son.",
    "year": 1823,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Hippolyte Fizeau",
    "birthday": "1819-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Armand_Hippolyte_Louis_Fizeau_by_Eug%C3%A8ne_Pirou_-_Original.jpg/195px-Armand_Hippolyte_Louis_Fizeau_by_Eug%C3%A8ne_Pirou_-_Original.jpg",
    "extract": "Armand Hippolyte Louis Fizeau FRS FRSE MIF was a French physicist, best known for measuring the speed of light in the namesake Fizeau experiment.",
    "year": 1819,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "William Holmes McGuffey",
    "birthday": "1800-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/William_Holmes_McGuffey.jpg/262px-William_Holmes_McGuffey.jpg",
    "extract": "William Holmes McGuffey was a college professor and president who is best known for writing the McGuffey Readers, the first widely used series of elementary school-level textbooks. More than 120 million copies of McGuffey Readers were sold between 1836 and 1960, placing its sales in a category with the Bible and Webster's Dictionary.",
    "year": 1800,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Johann Franz Encke",
    "birthday": "1791-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Johann_Franz_Encke.jpg/239px-Johann_Franz_Encke.jpg",
    "extract": "Johann Franz Encke was a German astronomer. Among his activities, he worked on the calculation of the periods of comets and asteroids, measured the distance from the Earth to the Sun, and made observations of the planet Saturn.",
    "year": 1791,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Theodor Körner (author)",
    "birthday": "1791-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Karl_Theodor_K%C3%B6rner.jpg/268px-Karl_Theodor_K%C3%B6rner.jpg",
    "extract": "Carl Theodor Körner was a German poet and soldier. After some time in Vienna, where he wrote some light comedies and other works for the Burgtheater, he became a soldier and joined the Lützow Free Corps in the German uprising against Napoleon. During these times, he displayed personal courage in many fights, and encouraged his comrades by fiery patriotic lyrics he composed, among these being the \"Schwertlied\", composed during a lull in fighting only a few hours before his death, and \"Lützows wilde Jagd\", each set to music by both Carl Maria von Weber and Franz Schubert. He was often called the \"German Tyrtaeus.\"",
    "year": 1791,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Princess Juliane of Saxe-Coburg-Saalfeld",
    "birthday": "1781-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Anna_Fedorovna_by_E.Vigee-Lebrun.jpg/270px-Anna_Fedorovna_by_E.Vigee-Lebrun.jpg",
    "extract": "Princess Juliane of Saxe-Coburg-Saalfeld, also known as Grand Duchess Anna Feodorovna of Russia, was a German princess of the ducal house of Saxe-Coburg-Saalfeld who became the wife of Grand Duke Konstantin Pavlovich of Russia.",
    "year": 1781,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Mariano Moreno",
    "birthday": "1778-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Mariano_Moreno_en_su_mesa_de_trabajo.jpg/294px-Mariano_Moreno_en_su_mesa_de_trabajo.jpg",
    "extract": "Mariano Moreno was an Argentine lawyer, journalist, and politician. He played a decisive role in the Primera Junta, the first national government of Argentina, created after the May Revolution.",
    "year": 1778,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Emperor Kōkaku",
    "birthday": "1771-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Emperor_K%C5%8Dkaku.jpg/320px-Emperor_K%C5%8Dkaku.jpg",
    "extract": "Emperor Kōkaku  was the 119th Emperor of Japan, according to the traditional order of succession. Kōkaku reigned from 16 December 1780 until his abdication on 7 May 1817 in favor of his son, Emperor Ninkō. After his abdication, he ruled as Daijō Tennō  also known as a Jōkō (上皇) until his death in 1840. The next emperor to abdicate of his own accord was Akihito, the Emperor of the Heisei Era, in 2019, 202 years later.",
    "year": 1771,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "John Loudon McAdam",
    "birthday": "1756-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d6/John_Loudon_McAdam.jpg",
    "extract": "John Loudon McAdam was a Scottish civil engineer and road-builder. He was the inventor of \"macadamisation\", an effective and economical method of constructing roads.",
    "year": 1756,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Empress Go-Sakuramachi",
    "birthday": "1740-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Empress_Go-Sakuramachi.jpg/235px-Empress_Go-Sakuramachi.jpg",
    "extract": "Empress Go-Sakuramachi  was the 117th monarch of Japan, according to the traditional order of succession. She was named after her father Emperor Sakuramachi, the word go- (後) before her name translates in this context as \"later\" or \"second one\". Her reign spanned the years from 1762 through to her abdication in 1771. The only significant event during her reign was an unsuccessful outside plot, that intended to displace the shogunate with restored imperial powers.",
    "year": 1740,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Ferdinand VI of Spain",
    "birthday": "1713-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Fernando_VI_de_Espa%C3%B1a_%28Museo_del_Prado%29.jpg/269px-Fernando_VI_de_Espa%C3%B1a_%28Museo_del_Prado%29.jpg",
    "extract": "Ferdinand VI, called the Learned and the Just, was King of Spain from 9 July 1746 until his death. He was the third ruler of the Spanish Bourbon dynasty. He was the son of the previous monarch, Philip V, and his first wife Maria Luisa of Savoy.",
    "year": 1713,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Jeremy Collier",
    "birthday": "1650-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/13/Collier_jeremy.jpg",
    "extract": "Jeremy Collier was an English theatre critic, non-juror bishop and theologian.",
    "year": 1650,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Joseph Dudley",
    "birthday": "1647-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Joseph_Dudley_attributed_to_Peter_Lely.jpg/267px-Joseph_Dudley_attributed_to_Peter_Lely.jpg",
    "extract": "Joseph Dudley was a colonial administrator, a native of Roxbury in Massachusetts Bay Colony, and the son of one of its founders. He had a leading role in the administration of the Dominion of New England (1686–1689) which was overthrown in the 1689 Boston revolt. He served briefly on the council of the Province of New York where he oversaw the trial which convicted Jacob Leisler, the ringleader of Leisler's Rebellion. He then spent eight years in England in the 1690s as Lieutenant-Governor of the Isle of Wight, including one year as a Member of Parliament for Newtown. In 1702, he returned to New England after being appointed governor of the Province of Massachusetts Bay and Province of New Hampshire, posts that he held until 1715.",
    "year": 1647,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Eleonora Gonzaga (1598–1655)",
    "birthday": "1598-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Justus_Sustermans_-_Eleonora_Gonzaga_%281598-1655%29%2C_Empress_in_black_dress.jpg/178px-Justus_Sustermans_-_Eleonora_Gonzaga_%281598-1655%29%2C_Empress_in_black_dress.jpg",
    "extract": "Eleonora Gonzaga, was born a Princess of Mantua as a member of the House of Gonzaga, and by marriage to Ferdinand II, Holy Roman Emperor, was Holy Roman Empress, German Queen, Queen of Hungary and Bohemia.",
    "year": 1598,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Francesco Barberini (1597–1679)",
    "birthday": "1597-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Francesco_Barberini.jpg/226px-Francesco_Barberini.jpg",
    "extract": "Francesco Barberini was an Italian Catholic Cardinal. The nephew of Pope Urban VIII, he benefited immensely from the nepotism practiced by his uncle. He was given various roles within the Vatican administration but his personal cultural interests, particularly in literature and the arts, meant that he became a highly significant patron. His secretary was the antiquarian Cassiano dal Pozzo who was also a discerning patron of the arts. Francesco was the elder brother of Cardinal Antonio Barberini and Taddeo Barberini who became Prince of Palestrina.",
    "year": 1597,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Bagrat III of Imereti",
    "birthday": "1495-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Bagrat_III_of_Imereti.jpg/224px-Bagrat_III_of_Imereti.jpg",
    "extract": "Bagrat III (1495-1565), of the Bagrationi dynasty, was a King of Imereti from April 1, 1510, to 1565. He succeeded upon the death of his father, Alexander II, and faced repeated assaults from the Ottoman Turks as well as the conflicts with his ostensible vassal princes of Mingrelia, Guria, and Abkhazia who were frequently joining the enemy.",
    "year": 1495,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Kublai Khan",
    "birthday": "1215-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/YuanEmperorAlbumKhubilaiPortrait.jpg/268px-YuanEmperorAlbumKhubilaiPortrait.jpg",
    "extract": "Kublai, also known by his regnal name Setsen Khan, was the founder of the Yuan dynasty of China and the fifth khagan-emperor of the Mongol Empire from 1260 to 1294, although after the division of the empire this was a nominal position. He proclaimed the empire's dynastic name \"Great Yuan\" in 1271, and ruled Yuan China until his death in 1294. He is also known in historiography as Emperor Shizu of Yuan by his temple name Shizu.",
    "year": 1215,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Geoffrey II, Duke of Brittany",
    "birthday": "1158-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/21/Geoffrey2.jpg",
    "extract": "Geoffrey II was Duke of Brittany and 3rd Earl of Richmond between 1181 and 1186, through his marriage with the heiress Constance. Geoffrey was the fourth of five sons of Henry II, King of England and Eleanor, Duchess of Aquitaine.",
    "year": 1158,
    "month": 9,
    "day": 23,
    "language": "en"
  },
  {
    "name": "Augustus",
    "birthday": "-63-9-23",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Statue-Augustus.jpg/213px-Statue-Augustus.jpg",
    "extract": "Caesar Augustus, also known as Octavian, was the first Roman emperor, reigning from 27 BC until his death in AD 14. His status as the founder of the Roman Principate has consolidated a legacy as one of the greatest leaders in human history. The reign of Augustus initiated an era of relative peace known as the Pax Romana. The Roman world was largely free from large-scale conflict for more than two centuries, despite continuous wars of imperial expansion on the Empire's frontiers and the year-long civil war known as the \"Year of the Four Emperors\" over the imperial succession.",
    "year": -63,
    "month": 9,
    "day": 23,
    "language": "en"
  }
]