[
  {
    "name": "Tosin Adarabioyo",
    "birthday": "1997-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/UEFA_Youth_League_FC_Salzburg_gegen_Manchester_City_FC_%28_8._Februar_2017%29_58.jpg/232px-UEFA_Youth_League_FC_Salzburg_gegen_Manchester_City_FC_%28_8._Februar_2017%29_58.jpg",
    "extract": "Abdul-Nasir Oluwatosin Oluwadoyinsolami Adarabioyo is an English professional footballer who plays as a centre-back for EFL Championship club Fulham.",
    "year": 1997,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ben Platt",
    "birthday": "1993-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Ben_Platt_SXSW_2019.jpg/227px-Ben_Platt_SXSW_2019.jpg",
    "extract": "Benjamin Schiff Platt is an American actor and singer-songwriter. He began his acting career in musical theater as a child and appeared in productions of The Sound of Music (2006) and The Book of Mormon (2012–2015), rising to prominence for originating the title role in Broadway coming-of-age musical Dear Evan Hansen (2015–2017). His performance in the latter earned him multiple accolades, including a Tony, Emmy, and Grammy Award. At 23, Platt became the youngest solo recipient of the Tony Award for Best Actor in a Leading Role in a Musical. Platt reprised the role of Evan Hansen in the poorly received 2021 film adaptation of the musical.",
    "year": 1993,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Oriol Romeu",
    "birthday": "1991-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Oriol_romeu.jpg/245px-Oriol_romeu.jpg",
    "extract": "Oriol Romeu Vidal is a Spanish professional footballer who plays as a defensive midfielder for Premier League club Southampton.",
    "year": 1991,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Pia Wurtzbach",
    "birthday": "1989-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Pia_Wurtzbach_-_2019_%28cropped%29.jpg/231px-Pia_Wurtzbach_-_2019_%28cropped%29.jpg",
    "extract": "Pia Alonzo Wurtzbach, formerly known professionally as Pia Romero, is a Filipino model, actress and beauty queen who is known for being crowned Miss Universe 2015.",
    "year": 1989,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Karl Alzner",
    "birthday": "1988-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Karl_Alzner_2016-04-07_1.JPG/252px-Karl_Alzner_2016-04-07_1.JPG",
    "extract": "Karl Alexander Alzner is a Canadian professional ice hockey defenceman who is currently an unrestricted free agent. He has previously played for the Washington Capitals and Montreal Canadiens. Alzner was drafted in the first round, fifth overall, by the Capitals in the 2007 NHL Entry Draft.",
    "year": 1988,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Matthew Connolly",
    "birthday": "1987-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Matthew.Connolly.jpg/265px-Matthew.Connolly.jpg",
    "extract": "Matthew Thomas Martin Connolly is an English professional footballer who last played as a defender for EFL Championship club Cardiff City.",
    "year": 1987,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Eric Adjetey Anang",
    "birthday": "1985-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Eric_Adjetey_Anang.jpg/320px-Eric_Adjetey_Anang.jpg",
    "extract": "Eric Adjetey Anang is a Ghanaian sculptor and fantasy coffin carpenter. He was born in Teshie, Ghana and runs the Kane Kwei Carpentry Workshop. He currently maintains dual residency and splits his time between Ghana and Madison, Wisconsin, where he is pursuing unique projects.",
    "year": 1985,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Eleanor Catton",
    "birthday": "1985-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Eleanor_Catton.jpg/213px-Eleanor_Catton.jpg",
    "extract": "Eleanor Catton is a New Zealand novelist and screenwriter. Born in Canada, Catton moved to New Zealand as a child and grew up in Christchurch. She completed a Master's degree in creative writing at the International Institute of Modern Letters. Her award-winning debut novel, The Rehearsal, written as her Master's thesis, was published in 2008, and has been adapted into a 2016 film of the same name. Her second novel, The Luminaries, won the 2013 Man Booker Prize, making Catton the youngest author ever to win the prize and only the second New Zealander. It was subsequently adapted into a television miniseries, with Catton as screenwriter.",
    "year": 1985,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jonathan Soriano",
    "birthday": "1985-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/%C3%96FB_Cup_FC_RB_Salzburg_gegen_SV_Ried_12.JPG/292px-%C3%96FB_Cup_FC_RB_Salzburg_gegen_SV_Ried_12.JPG",
    "extract": "Jonathan Soriano Casas is a Spanish former professional footballer who played as a striker.",
    "year": 1985,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Taylor Eigsti",
    "birthday": "1984-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Tayloreigsti3.jpg/320px-Tayloreigsti3.jpg",
    "extract": "Taylor Eigsti is an American jazz pianist and composer. He has performed, toured, or recorded with Dave Brubeck, Chris Botti, Joshua Redman, Julian Lage, David Benoit, Terence Blanchard, Becca Stevens, James Moody, Esperanza Spalding, Lisa Fischer, Ernestine Anderson, Red Holloway, Kurt Rosenwinkel, Diane Schuur, Ambrose Akinmusire, Ben Wendel, Marian McPartland, Christian McBride, Nicholas Payton, Joshua Bell, Chris Potter, Stefon Harris, Sting, John Mayer, Hank Jones, Chick Corea, Snarky Puppy, Vanessa Williams, McCoy Tyner, Joey DeFrancesco, Charles McPherson, Geoffrey Keezer, Eldar Djangirov, Joe Lovano, The Doobie Brothers, and Frederica von Stade, among many others. His working trio features bassist Harish Raghavan and drummer Eric Harland. He is also a member of Eric Harland Voyager, Kendrick Scott Oracle, and Gretchen Parlato's group.",
    "year": 1984,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Senzo Meyiwa",
    "birthday": "1984-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b7/Senzo_Meyiwa.jpg/226px-Senzo_Meyiwa.jpg",
    "extract": "Senzo Robert Meyiwa was a South African professional footballer who played as a goalkeeper and captain for both Orlando Pirates in the Premier Soccer League, and the South Africa national team. He was shot and killed in a home invasion on 26 October 2014.",
    "year": 1984,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Liam Finn",
    "birthday": "1983-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Liam_Mullane_Finn.jpg/213px-Liam_Mullane_Finn.jpg",
    "extract": "Liam Mullane Finn is a New Zealand musician and songwriter. Born in Melbourne, Australia, he moved to New Zealand as a child. He is the son of musicians Sharon and Neil Finn. He married his long-term partner Janina Percival in June 2015.",
    "year": 1983,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Randy Foye",
    "birthday": "1983-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Randy_Foye_by_David_Shankbone.jpg/202px-Randy_Foye_by_David_Shankbone.jpg",
    "extract": "Randy Foye is an American former professional basketball player. He played collegiately at Villanova University. He was selected seventh overall in the 2006 NBA draft by the Boston Celtics, but was immediately traded to the Portland Trail Blazers, and later traded to the Minnesota Timberwolves where he began his career.",
    "year": 1983,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Morgan Hamm",
    "birthday": "1982-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Morgan_and_Paul_Hamm_at_2008_ToGS_SJ.JPG/320px-Morgan_and_Paul_Hamm_at_2008_ToGS_SJ.JPG",
    "extract": "Morgan Carl Hamm is an American artistic gymnast. He is an Olympic silver medalist in the team competition at the 2004 Olympics and a two-time Olympian. He also was a member of the silver-medal winning team at the 2003 World Championships. Hamm was named to the 2008 Olympic team, but withdrew from it due to injury.",
    "year": 1982,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Paul Hamm",
    "birthday": "1982-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Paul_Hamm.jpg/320px-Paul_Hamm.jpg",
    "extract": "Paul Elbert Hamm is a retired American artistic gymnast. He is the 2004 Olympic all-around champion, a three-time Olympic medalist, and the 2003 World all-around champion. Hamm is the most successful American male gymnast in history, one of only two American gymnasts to win the all-around title at both the Olympics and the World Championships, and the only male American gymnast to do so. He also has a beloved pet turkey named Keycoo",
    "year": 1982,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jeff Karstens",
    "birthday": "1982-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/IMG_7071_Jeff_Karstens.jpg/181px-IMG_7071_Jeff_Karstens.jpg",
    "extract": "Jeffrey Wayne Karstens is a former right-handed starting pitcher in Major League Baseball (MLB). Karstens pitched for the New York Yankees in 2006 and 2007 and the Pittsburgh Pirates from 2008 to 2012.",
    "year": 1982,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ryan Briscoe",
    "birthday": "1981-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Ryan_Briscoe_-_August_2014_-_Sarah_Stierch.jpg/273px-Ryan_Briscoe_-_August_2014_-_Sarah_Stierch.jpg",
    "extract": "Ryan Briscoe is an Australian-American professional racing driver from Sydney who has predominantly raced open-wheel and sports cars in Europe and America.",
    "year": 1981,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Drew Gooden",
    "birthday": "1981-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Drew_Gooden_Wizards.jpg/195px-Drew_Gooden_Wizards.jpg",
    "extract": "Andrew Melvin Gooden III is a Finnish-American former professional basketball player who is a sports broadcaster for NBC Sports Washington. The power forward played 14 seasons in the National Basketball Association (NBA). Gooden played college basketball for the Kansas Jayhawks, where he was a consensus first-team All-American in 2002. He earned NBA All-Rookie First Team honors with the Memphis Grizzlies after they selected him in the first round of the 2002 NBA draft with the fourth overall pick.",
    "year": 1981,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Daniele Bennati",
    "birthday": "1980-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/TDF_2015_Rennes_-_Daniele_Bennati.jpg/179px-TDF_2015_Rennes_-_Daniele_Bennati.jpg",
    "extract": "Daniele Bennati is an Italian former road racing cyclist, who rode professionally between 2002 and 2019 for the Acqua e Sapone–Cantina Tollo, De Nardi–Colpack, Phonak, Lampre–Fondital, Liquigas–Doimo, RadioShack–Nissan, Tinkoff and Movistar Team squads.",
    "year": 1980,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Dean Canto",
    "birthday": "1980-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Aston_Martin_Vantage_of_Dean_Canto.JPG/320px-Aston_Martin_Vantage_of_Dean_Canto.JPG",
    "extract": "Dean Justin Canto is a multiple-championship winning Australian motor racing driver. Best noted as a Supercars driver, Canto was the inaugural winner of the second-tier V8 Supercar development series in 2000, and the first to become a multiple-champion five years later. Canto has been a regular in the main Supercars Championship for a variety of teams racing both full-time and as a part-time endurance race co-driver.",
    "year": 1980,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Petri Pasanen",
    "birthday": "1980-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Petri_Pasanen7.jpg/232px-Petri_Pasanen7.jpg",
    "extract": "Petri Pasanen is a Finnish former professional footballer who played as a defender. He was most comfortable as centre-back, but also played right-back and left-back as well. Pasanen began his senior career in his native Finland before moving to Ajax. He spent most of his career at Bundesliga club Werder Bremen which he represented in the UEFA Champions League in multiple seasons, and in the 2009 UEFA Cup Final.",
    "year": 1980,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Victoria Pendleton",
    "birthday": "1980-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Victoria_Pendleton_2011.jpg/213px-Victoria_Pendleton_2011.jpg",
    "extract": "Victoria Louise Pendleton, is a British jockey and former track cyclist who specialised in the sprint, team sprint and keirin disciplines. She is a former Olympic, World, European and Commonwealth champion. With two Olympic gold medals and one silver, Pendleton is one of Great Britain's most successful female Olympians.",
    "year": 1980,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John Arne Riise",
    "birthday": "1980-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/John_Arne_Riise.JPG/320px-John_Arne_Riise.JPG",
    "extract": "John Arne Semundseth Riise is a Norwegian professional football manager and former player who played as a left back and a left midfielder. He is currently the manager of Toppserien club Avaldsnes.",
    "year": 1980,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Fábio Aurélio",
    "birthday": "1979-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/1_F%C3%A1bio_Aur%C3%A9lio_2017.jpg/228px-1_F%C3%A1bio_Aur%C3%A9lio_2017.jpg",
    "extract": "Fábio Aurélio Rodrigues is a Brazilian former professional footballer who played for Grêmio, São Paulo, Valencia and Liverpool. He played as either a left back or left winger and represented Brazil at under-17 and under-20 levels and at the 2000 Sydney Olympics.",
    "year": 1979,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Kim Jong-min",
    "birthday": "1979-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/180430_%EA%B9%80%EC%A2%85%EB%AF%BC.jpg/278px-180430_%EA%B9%80%EC%A2%85%EB%AF%BC.jpg",
    "extract": "Kim Jong-min is a South Korean singer, dancer and television personality. He has been a member of the K-pop group Koyote since 2000 and a cast member of the variety show 2 Days & 1 Night since 2007.",
    "year": 1979,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Frank Fahrenhorst",
    "birthday": "1977-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Fahrenhorst%2C_Frank_MSV_09-10_WP.JPG/213px-Fahrenhorst%2C_Frank_MSV_09-10_WP.JPG",
    "extract": "Frank Fahrenhorst is a German former professional footballer, who played as a defender and is currently manager of VfB Stuttgart II.",
    "year": 1977,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Casey Rabach",
    "birthday": "1977-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Casey_Rabach.jpg/245px-Casey_Rabach.jpg",
    "extract": "Casey Edward Rabach is a former American football center. He was drafted by the Baltimore Ravens in the third round of the 2001 NFL Draft, and also played professionally for the Washington Redskins. He played college football at Wisconsin.",
    "year": 1977,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Stephanie McMahon",
    "birthday": "1976-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Stephanie_McMahon_November_2018_%28cropped%29.jpg/216px-Stephanie_McMahon_November_2018_%28cropped%29.jpg",
    "extract": "Stephanie McMahon Levesque is an American businesswoman and retired professional wrestler. She is the chief brand officer (CBO) of WWE and appears as an authority figure on the Raw, NXT and SmackDown brands. On May 19, 2022, She announced that she was taking \"a leave of absence\" from WWE.",
    "year": 1976,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Yakkun Sakurazuka",
    "birthday": "1976-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Sakurazuka_Yakkun%2C_Japanese_comedian.jpg/256px-Sakurazuka_Yakkun%2C_Japanese_comedian.jpg",
    "extract": "Yasuo Saitō , also known by the stage name Yakkun Sakurazuka , was a Japanese comedian, singer, and voice actor.",
    "year": 1976,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John McDonald (infielder)",
    "birthday": "1974-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/IMGP8418_John_McDonald.jpg/214px-IMGP8418_John_McDonald.jpg",
    "extract": "John Joseph McDonald is an American former professional baseball infielder. He played in Major League Baseball (MLB) for the Cleveland Indians, Toronto Blue Jays, Detroit Tigers, Arizona Diamondbacks, Pittsburgh Pirates, Philadelphia Phillies, Boston Red Sox, and Los Angeles Angels of Anaheim between 1999 and 2014. Primarily a shortstop, he was also a utility infielder, with the ability to also play second base, third base and left field. He also appeared in one extra inning game in 2013 as an emergency pitcher. Known for his defensive ability, he posted a career fielding percentage of .974 in over 6,450 innings.",
    "year": 1974,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Eddie George",
    "birthday": "1973-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Eddie_George_Hypes_You_Up_For_Divisional_Round_Game_Against_the_Bengals_Hype_Videos_0-17_screenshot_2022_%28cropped%29.png/216px-Eddie_George_Hypes_You_Up_For_Divisional_Round_Game_Against_the_Bengals_Hype_Videos_0-17_screenshot_2022_%28cropped%29.png",
    "extract": "Edward Nathan George Jr. is an American football coach and former player who is the current head coach at Tennessee State. He played as a running back in the National Football League (NFL) for nine seasons, primarily for the Houston / Tennessee Oilers / Titans franchise.",
    "year": 1973,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Gillian Lindsay",
    "birthday": "1973-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Gillian_Lindsay%2C_GB_rower%2C_photographed_by_David_Collie_in_1999.jpg/220px-Gillian_Lindsay%2C_GB_rower%2C_photographed_by_David_Collie_in_1999.jpg",
    "extract": "Gillian Lindsay is a former Team GB Scottish rower. She won silver in the quadruple sculls at the 2000 Summer Olympics silver medalist, and two-time medal winner in the World Championships, taking silver in the double sculls in 1997 and gold in 1998. Since her retirement in 2001, she has focused on coaching and commentating.",
    "year": 1973,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Conor Burns",
    "birthday": "1972-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Official_portrait_of_Rt_Hon_Conor_Burns_MP_crop_2.jpg/240px-Official_portrait_of_Rt_Hon_Conor_Burns_MP_crop_2.jpg",
    "extract": "Conor Burns is a British Conservative Party politician and former public relations executive serving as Member of Parliament (MP) for Bournemouth West since 2010.",
    "year": 1972,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Mike Michalowicz",
    "birthday": "1971-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Mike_Michalowicz_Speaking.jpg/288px-Mike_Michalowicz_Speaking.jpg",
    "extract": "Michael Michalowicz is an American non-fiction author, children’s author, entrepreneur, and lecturer. He is the author of seven business books published by Penguin Random House, including Get Different (2021), Profit First (2017) and Clockwork (2018), and is the former host of the \"Business Rescue\" segment for MSNBC's Your Business. He was previously the small business columnist for The Wall Street Journal and hosted the reality television program called Bailout!.",
    "year": 1971,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Kevin Millar",
    "birthday": "1971-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/001U3482_Kevin_Millar.jpg/213px-001U3482_Kevin_Millar.jpg",
    "extract": "Kevin Charles Millar is an American former professional baseball first baseman and outfielder who played in Major League Baseball (MLB) and is a current analyst for MLB Network. He played in MLB for the Florida Marlins, Boston Red Sox, Baltimore Orioles, and Toronto Blue Jays from 1998 through 2009. He is currently a host along with Stephen Nelson on the MLB Network show Intentional Talk, and the show's companion audio podcast Intentional Talk: Caught Listening.",
    "year": 1971,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Peter Salisbury",
    "birthday": "1971-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/82/Pete_Salisbury.jpg",
    "extract": "Peter Anthony Salisbury is an English rock drummer, best known as the drummer for The Verve, whom he co-founded in 1990.",
    "year": 1971,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Shawn Crahan",
    "birthday": "1969-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/VivaXElRock19-12_%28cropped%29.jpg/245px-VivaXElRock19-12_%28cropped%29.jpg",
    "extract": "Michael Shawn Crahan, more commonly known by his stage persona \"Clown\", is an American musician. He is the co-founder and one of two percussionists for heavy metal band Slipknot in which he is designated #6. Crahan helped found Slipknot in 1995 alongside with Paul Gray and Joey Jordison. As of 2022, Crahan is the only remaining founding member of Slipknot.",
    "year": 1969,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Christopher Pincher",
    "birthday": "1969-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Official_portrait_of_Rt_Hon_Christopher_Pincher_MP_crop_2.jpg/240px-Official_portrait_of_Rt_Hon_Christopher_Pincher_MP_crop_2.jpg",
    "extract": "Christopher John Pincher is a British Conservative Party politician serving as Government Deputy Chief Whip in the House of Commons and Treasurer of the Household since 2022, and previously from 2018 to 2019. He previously served as Minister of State for Europe and the Americas and Minister of State for Housing and has served as Member of Parliament (MP) for Tamworth since 2010.",
    "year": 1969,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Paul Ray Smith",
    "birthday": "1969-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Paul_Ray_Smith.jpg/259px-Paul_Ray_Smith.jpg",
    "extract": "Paul Ray Smith was a United States Army soldier who was posthumously awarded the Medal of Honor for his actions during the 2003 invasion of Iraq. While serving with B Company, 11th Engineer Battalion, 3rd Infantry Division in Baghdad, his team was attacked by a group of Iraqi insurgents and after a firefight he was killed by Iraqi fire. For his actions during this battle he was awarded the Medal of Honor. Two years later, the medal, along with the newly approved Medal of Honor flag, were presented to his family on behalf of him; specifically to his eleven-year-old son David, at a White House ceremony by President George W. Bush.",
    "year": 1969,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Megan Ward",
    "birthday": "1969-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Megan_Ward_2014.jpg/200px-Megan_Ward_2014.jpg",
    "extract": "Megan Marie Ward is an American actress best known for her numerous credits in science fiction and horror movies and television series. In 2007, she joined the cast of the American daytime drama General Hospital as Kate Howard.",
    "year": 1969,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Noreena Hertz",
    "birthday": "1967-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Noreena_Hertz_-_Trento_-_1.JPG/228px-Noreena_Hertz_-_Trento_-_1.JPG",
    "extract": "Noreena Hertz is an English academic, economist, author and has hosted her show, \"MegaHertz: London Calling,\" on Sirius XM's Insight channel since 28 August 2017. She has been Honorary Professor at the Institute for Global Prosperity at University College London since 2014. She also acts as Sirius XM's chief Europe correspondent. In 2016 she joined ITV News as its Economics Editor.",
    "year": 1967,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Christophe Bouchut",
    "birthday": "1966-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Christophe_Bouchut_Driver_of_Lotus%27s_Lotus_T128_%288668001529%29_%28cropped%29.jpg/240px-Christophe_Bouchut_Driver_of_Lotus%27s_Lotus_T128_%288668001529%29_%28cropped%29.jpg",
    "extract": "Christophe Bouchut is a French professional racing driver. He currently competes in the NASCAR Whelen Euro Series, driving for Dexwet-df1 Racing and Alex Caffi Motorsport in a part-time effort. He won the 24 Hours of Le Mans in 1993. He was named as the first driver for the F1 Larrousse team for the 1995 season, but the team withdrew before the first race.",
    "year": 1966,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Rajesh Khattar",
    "birthday": "1966-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/RajeshKhattar01.jpg/192px-RajeshKhattar01.jpg",
    "extract": "Rajesh Khattar is an Indian actor, voice artist and screenwriter who works mainly in Bollywood. He was married to Neelima Azeem and is the father of actor Ishaan Khattar and step father of Shahid Kapoor.",
    "year": 1966,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Bernard Gilkey",
    "birthday": "1966-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7f/Bernard_Gilkey_-_Springfield_Cardinals_-_1988.jpg",
    "extract": "Otis Bernard Gilkey is a former Major League Baseball (MLB) player for the St. Louis Cardinals, New York Mets, Arizona Diamondbacks, Boston Red Sox, and Atlanta Braves. Primarily a left fielder, Gilkey occasionally played right field as well. He also played a small number of games as a center fielder, first baseman, and designated hitter. Gilkey was a right-handed batter.",
    "year": 1966,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Stefan Molyneux",
    "birthday": "1966-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Stefan_Molyneux_2014-02-10.jpg/314px-Stefan_Molyneux_2014-02-10.jpg",
    "extract": "Stefan Basil Molyneux is an Irish-born Canadian far-right white nationalist and white supremacist podcaster, blogger, author, political commentator, and banned YouTuber who promotes conspiracy theories, scientific racism, eugenics, and racist views. He is the founder of the Freedomain Radio website, which claims to be the \"largest and most popular philosophy show on the web\". As of September 2020, Molyneux has been permanently banned or permanently suspended from PayPal, Mailchimp, YouTube, Twitter and SoundCloud, all for violating hate speech policies.",
    "year": 1966,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Robert Irvine",
    "birthday": "1965-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Irvine_Beats_N_Eats_2018_-_2.png/276px-Irvine_Beats_N_Eats_2018_-_2.png",
    "extract": "Robert Paul Irvine is an English celebrity chef and talk show host who has appeared on and hosted a variety of Food Network programs including Dinner: Impossible, Worst Cooks in America, Restaurant: Impossible, A Hero's Welcome, Operation Restaurant, All-Star Academy, Guy's Grocery Games, Chopped: Impossible, and Restaurant Express. Irvine currently operates two restaurants, Robert Irvine's Public House at the Tropicana resort in Las Vegas, Nevada, and a Fresh Kitchen by Robert Irvine located within The Pentagon. Irvine launched The Robert Irvine Show, a daytime talk show which aired weekdays on The CW between 12 September 2016 and 25 May 2018.",
    "year": 1965,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Janet Weiss",
    "birthday": "1965-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Janet_Weiss_of_Wild_Flag_-_Coachella_2012.jpg/320px-Janet_Weiss_of_Wild_Flag_-_Coachella_2012.jpg",
    "extract": "Janet Lee Weiss is an American rock drummer, best known as a former member of Sleater-Kinney and a current member of Quasi. She was the drummer for Stephen Malkmus and the Jicks, leaving after the album Mirror Traffic, and contributed to the Shins' fourth studio album, Port of Morrow (2012). She was also the drummer for the supergroup Wild Flag.",
    "year": 1965,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Rafael Palmeiro",
    "birthday": "1964-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Rafael_Palmeiro_2003.jpg/202px-Rafael_Palmeiro_2003.jpg",
    "extract": "Rafael Palmeiro Corrales is a Cuban-American former Major League Baseball first baseman and left fielder. Palmeiro was an All-American at Mississippi State University before being drafted by the Chicago Cubs in 1985. He played for the Cubs (1986–1988), Texas Rangers, and the Baltimore Orioles.",
    "year": 1964,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Marko Pomerants",
    "birthday": "1964-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/IRL_Marko_Pomerants.jpg/216px-IRL_Marko_Pomerants.jpg",
    "extract": "Marko Pomerants is an Estonian politician. He was the Minister of the Environment in 2015–2017. Previously, Pomerants has served as the Minister of Social Affairs from 2003 to 2005 and as the Minister of the Interior from 2009 to 2012. Pomerants is a member of the Pro Patria and Res Publica Union.",
    "year": 1964,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Michael Potter",
    "birthday": "1963-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Mick_Potter.jpg/217px-Mick_Potter.jpg",
    "extract": "Michael Potter is an Australian professional rugby league football coach who is the interim head coach of the Canterbury-Bankstown Bulldogs in the National Rugby League, and a former professional rugby league footballer. He was previously head coach of Super League clubs, the Catalans Dragons, St Helens, the Bradford Bulls and National Rugby League club the Wests Tigers. As a player, he was a New South Wales State of Origin representative fullback, playing his club football for the Canterbury-Bankstown Bulldogs, the St George Dragons and the Western Reds.",
    "year": 1963,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ally McCoist",
    "birthday": "1962-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Ally_McCoist_1994.jpg/233px-Ally_McCoist_1994.jpg",
    "extract": "Alistair Murdoch McCoist, is a Scottish former footballer who has since worked as a manager and pundit.",
    "year": 1962,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Mike Phelan",
    "birthday": "1962-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Mike_Phelan%2C_Manchester_United_2012_%28cropped%29.jpg/198px-Mike_Phelan%2C_Manchester_United_2012_%28cropped%29.jpg",
    "extract": "Michael Christopher Phelan is an English professional football coach and former player who is currently a first-team coach at Manchester United.",
    "year": 1962,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Nia Vardalos",
    "birthday": "1962-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Nia_Vardalos_in_2011_cropped_retouched.jpg/228px-Nia_Vardalos_in_2011_cropped_retouched.jpg",
    "extract": "Antonia Eugenia \"Nia\" Vardalos is a Canadian actress, director, producer and screenwriter. She is best known for starring in and writing the romantic comedy film My Big Fat Greek Wedding (2002), which garnered her nominations for the Academy Award for Best Original Screenplay, and the Golden Globe Award for Best Actress – Motion Picture Comedy or Musical.",
    "year": 1962,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ilgvars Zalāns",
    "birthday": "1962-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Zalans_in_Studio%2C_Riga%2C_December_2012.JPG/245px-Zalans_in_Studio%2C_Riga%2C_December_2012.JPG",
    "extract": "Ilgvars Zalāns is a Latvian painter. He is generally identified as an Expressionist and is one of the most influential contemporary expressionist painters in northern Europe. In the course of his career he was influenced by Gutai group, Fluxus movement, and other modern art activists and has turned more to the scene of action-painting. Since 2007 Ilgvars Zalans had a 33-country world tour with his action-painting performances.\nIn the past years he has actively taken the opportunities offered by artist residences, thereby traveling almost half of the world. Lately, his art is better known in Indonesia, Malaysia, China, and Japan than in Latvia, because he has lived and worked while travelling abroad extensively. In his art Zalans focuses on images and motifs that are fundamental, archetypal, and universal in human experience, as opposed to those that are socially determined.\nThe exhibitions of the artist regularly take place in Latvia and abroad. In 2015 his works were showcased at the Scope Basel and Scope Miami Beach art shows during the ArtBasel weeks and at Art Copenhagen, the Scandinavia's International Art Fair for Contemporary & Modern Art.",
    "year": 1962,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Christopher L. Eisgruber",
    "birthday": "1961-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Christopher_Eisgruber.jpg/257px-Christopher_Eisgruber.jpg",
    "extract": "Christopher Ludwig Eisgruber is an American academic and legal scholar who is serving as the 20th President of Princeton University, where he is also the Laurance S. Rockefeller Professor of Public Affairs in the Princeton School of Public and International Affairs and the University Center for Human Values. He is also an expert on constitutional law, with an emphasis on law & religion and federal judicial appointments.",
    "year": 1961,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John Logan (writer)",
    "birthday": "1961-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/John_Logan_headshot_color_2009.jpg/213px-John_Logan_headshot_color_2009.jpg",
    "extract": "John David Logan is an American playwright, screenwriter and film and television producer.",
    "year": 1961,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Amy Sky",
    "birthday": "1960-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Amy_Sky_at_the_2018_CFC_Annual_BBQ_Fundraiser_%2830730288638%29_%28cropped%29.jpg/222px-Amy_Sky_at_the_2018_CFC_Annual_BBQ_Fundraiser_%2830730288638%29_%28cropped%29.jpg",
    "extract": "Amy Sky is a Canadian singer-songwriter, record producer, theatre actress, and television host. Sky started classical music lessons at the age of five, and plays piano, guitar, cello and recorder. She has a degree from the University of Toronto in music theory and composition. In 1983, Sky was signed as a staff songwriter to MCA Music Nashville, and subsequently to Warner-Chappell Music in Los Angeles, EMI Music Los Angeles, and Warner-Chappell Music Germany. As a writer she has penned songs for many artists including Diana Ross, Anne Murray, Olivia Newton-John, Reba McEntire, Belinda Carlisle, Aaron Neville, Heart, Cyndi Lauper, Mark Masri, Roch Voisine and Sheena Easton.",
    "year": 1960,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Theo Paphitis",
    "birthday": "1959-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Theo_Paphitis.jpg/320px-Theo_Paphitis.jpg",
    "extract": "Theodoros \"Theo\" Paphitis is a Greek-Cypriot British retail magnate and entrepreneur. He is best known for his appearances on the BBC business programme Dragons' Den and as former chairman of Millwall Football Club.",
    "year": 1959,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Steve Whitmire",
    "birthday": "1959-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Steve_Whitmire_Photo_Op_GalaxyCon_Richmond_2022.jpg/240px-Steve_Whitmire_Photo_Op_GalaxyCon_Richmond_2022.jpg",
    "extract": "Steven Lawrence Whitmire is an American puppeteer, known primarily for his work on The Muppets and Sesame Street. Beginning his involvement with the Muppets in 1978, Whitmire inherited the roles of Ernie and Kermit the Frog after Jim Henson's death in 1990; he performed the characters until 2014 and 2016, respectively. As part of the Muppet cast, he has appeared in multiple feature films and television series, performing a variety of characters on The Muppet Show, Sesame Street, and Fraggle Rock and during such occupations has been employed by The Jim Henson Company, Sesame Workshop, and The Muppets Studio.",
    "year": 1959,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Kevin Sorbo",
    "birthday": "1958-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Kevin_Sorbo_by_Gage_Skidmore_2.jpg/226px-Kevin_Sorbo_by_Gage_Skidmore_2.jpg",
    "extract": "Kevin David Sorbo is an American actor. He had starring roles in two television series: as Hercules in Hercules: The Legendary Journeys, and as Captain Dylan Hunt in Andromeda. Sorbo is also known for acting in the Christian drama films God's Not Dead and Let There Be Light.",
    "year": 1958,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Hubie Brooks",
    "birthday": "1956-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/75/Hubie_Brooks_Expos.jpg",
    "extract": "Hubert \"Hubie\" Brooks is an American former professional baseball right fielder, third baseman, and shortstop. He played 15 seasons in Major League Baseball (MLB) from 1980 to 1994 for the New York Mets, Montreal Expos, Los Angeles Dodgers, California Angels, and Kansas City Royals. Brooks was selected third overall in the 1978 Major League Baseball draft by the New York Mets and went on to play for five different teams over a 15-year career, and was twice named an All-Star. MLB pitcher Donnie Moore was Brooks' cousin.",
    "year": 1956,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Riccardo Illy",
    "birthday": "1955-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Riccardo_Illy-Rovereto.jpg/256px-Riccardo_Illy-Rovereto.jpg",
    "extract": "Riccardo Illy is an Italian businessman and former politician.",
    "year": 1955,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Marco Tardelli",
    "birthday": "1954-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Marco_Tardelli_-_Lucca_Comics_%26_Games_2016.jpg/228px-Marco_Tardelli_-_Lucca_Comics_%26_Games_2016.jpg",
    "extract": "Marco Tardelli is an Italian former football player and manager. At club level, he played as a midfielder for several Italian clubs; he began his career with Pisa, and later played for Como, Juventus, and Internazionale, before retiring with Swiss club St. Gallen. He enjoyed a highly successful career with Juventus, winning five league titles, as well as multiple Coppa Italia titles, and four major UEFA competitions, becoming one of the first three players ever to win all three major UEFA club competitions, along with Italy and Juventus teammates Antonio Cabrini and Gaetano Scirea.",
    "year": 1954,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Mark Sandman",
    "birthday": "1952-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Mark_Sandman_Mississippi_Nights_1997.04.09.jpg/218px-Mark_Sandman_Mississippi_Nights_1997.04.09.jpg",
    "extract": "Mark Sandman was an American singer, songwriter, musical instrument inventor, multi-instrumentalist and comic writer. Sandman possessed a distinctive, deep bass-baritone voice and a mysterious demeanour. He was an indie rock icon and longtime fixture in the Boston/Cambridge music scene, best known as the lead singer and slide bass player of the band Morphine. Sandman was also a member of the blues-rock band Treat Her Right and founder of Hi-n-Dry, a recording studio and independent record label.",
    "year": 1952,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Douglas Kmiec",
    "birthday": "1951-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Douglas_Kmiec_%282009%29.jpg/256px-Douglas_Kmiec_%282009%29.jpg",
    "extract": "Douglas William Kmiec is an American legal scholar, author, and former U.S. ambassador. He is the Caruso Family Chair and Professor of Constitutional Law at Pepperdine University School of Law. Kmiec came to prominence during the 2008 United States presidential election when, although a Republican, he endorsed Democrat Barack Obama. In July 2009, he was nominated by President Obama to serve as U.S. Ambassador to Malta. He was confirmed by the Senate and served for close to two years as ambassador to Malta. He resigned his post effective May 31, 2011.",
    "year": 1951,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Mohinder Amarnath",
    "birthday": "1950-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/MohinderAmarnath.jpg/287px-MohinderAmarnath.jpg",
    "extract": "Mohinder \"Jimmy\" Amarnath Bhardwaj pronunciation (help·info) is an Indian former cricketer,current cricket analyst and actor. He is the son of Lala Amarnath, the first post-independence captain of India and Kailash Kumari. His brother Surinder Amarnath is a Former Test player. Another brother Rajinder Amarnath is a former first class cricketer and current cricket coach.",
    "year": 1950,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John Kessel",
    "birthday": "1950-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/John_Kessel_%282017%29.jpg/256px-John_Kessel_%282017%29.jpg",
    "extract": "John Joseph Vincent Kessel is an American author of science fiction and fantasy. He is a prolific short story writer, and the author of four solo novels, Good News From Outer Space (1989), Corrupting Dr. Nice (1997), The Moon and the Other (2017), and Pride and Prometheus (2018), and one novel, Freedom Beach (1985) in collaboration with his friend James Patrick Kelly. Kessel is married to author Therese Anne Fowler.",
    "year": 1950,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Harriet Walter",
    "birthday": "1950-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Harriet_Walter_-_Actress.jpg/235px-Harriet_Walter_-_Actress.jpg",
    "extract": "Dame Harriet Mary Walter is a British actress. Her film appearances include Sense and Sensibility (1995), The Governess (1998), Villa des Roses (2002), Atonement (2007), The Young Victoria (2009), A Royal Affair (2012), Star Wars: The Force Awakens (2015), Denial (2016), The Sense of an Ending (2017), Rocketman (2019) and Ridley Scott's The Last Duel (2021). On television she starred as Natalie Chandler in the ITV drama series Law & Order: UK (2009–14), as Lady Prudence Shackleton in four episodes of Downton Abbey (2013–15), in the miniseries London Spy (2015), as Clementine Churchill in The Crown (2016), in Patrick Melrose (2018), as Lady Caroline Collingwood in Succession (2018–2021) and Dasha in the third season of Killing Eve (2020). Her role in Succession earned her an Emmy nomination for Outstanding Guest Actress in a Drama Series in 2020.",
    "year": 1950,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Baleka Mbete",
    "birthday": "1949-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Baleka_Mbete.jpg/238px-Baleka_Mbete.jpg",
    "extract": "Baleka Mbete is a South African politician who served as the Speaker of the National Assembly of South Africa from May 2014 to May 2019. She was previously Speaker of the National Assembly from 2004 to 2008, and Deputy President of South Africa from 2008 to 2009 under Kgalema Motlanthe. She was elected National Chairperson of the African National Congress in 2007 and re-elected in 2012 and served until 18 December 2017. On the 18th of December 2017, during the ANC's 54th conference, Gwede Mantashe was elected Mbete's successor as National Chairperson of the ANC.",
    "year": 1949,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Anders Arborelius",
    "birthday": "1949-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Anders_Arborelius_in_2019.jpg/320px-Anders_Arborelius_in_2019.jpg",
    "extract": "Lars Anders Cardinal Arborelius is a Swedish Roman Catholic cardinal. He has been the Bishop of Stockholm since 1998. Pope Francis made him a cardinal, the first ever from Sweden and Scandinavia, on 28 June 2017.",
    "year": 1949,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Phil Hartman",
    "birthday": "1948-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Phil_as_Chick-1-1.jpg/223px-Phil_as_Chick-1-1.jpg",
    "extract": "Philip Edward Hartman was a Canadian-American actor, comedian, screenwriter, and graphic designer. Hartman was born in Brantford, Ontario, Canada, and his family moved to the United States when he was ten years old. After graduating from California State University, Northridge with a degree in graphic arts, he designed album covers for bands including Poco and America. In 1975, Hartman joined the comedy group The Groundlings, where he helped Paul Reubens develop his character Pee-wee Herman. Hartman co-wrote the film Pee-wee's Big Adventure and made recurring appearances as Captain Carl on Reubens' show Pee-wee's Playhouse.",
    "year": 1948,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jerry Donahue",
    "birthday": "1946-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Jerry_Donahue_Wetter-Ruhr-Germany_2008.jpg/320px-Jerry_Donahue_Wetter-Ruhr-Germany_2008.jpg",
    "extract": "Jerry Donahue is an American guitarist and producer primarily known for his work in the British folk rock scene as a member of Fotheringay and Fairport Convention as well as being a member of the rock guitar trio The Hellecasters.",
    "year": 1946,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Joe Greene",
    "birthday": "1946-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/8f/Mean_Joe_Greene_1975.JPG",
    "extract": "Charles Edward Greene, better known as \"Mean\" Joe Greene, is an American former professional football player who was a defensive tackle for the Pittsburgh Steelers of the National Football League (NFL) from 1969 to 1981. A recipient of two NFL Defensive Player of the Year awards, five first-team All-Pro selections, and ten Pro Bowl appearances, Greene is widely considered to be one of the greatest defensive linemen to play in the NFL. He was noted for his leadership, fierce competitiveness, and intimidating style of play for which he earned his nickname.",
    "year": 1946,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "María Teresa Ruiz",
    "birthday": "1946-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Mar%C3%ADa_Teresa_Ruiz%2C_Premio_Nacional_de_Ciencias_Exactas_%282%29.jpg/213px-Mar%C3%ADa_Teresa_Ruiz%2C_Premio_Nacional_de_Ciencias_Exactas_%282%29.jpg",
    "extract": "María Teresa Ruiz is a Chilean astronomer who was the first woman to receive Chile's National Prize for Exact Sciences, the first female recipient of a doctorate in astrophysics at Princeton University, and the first woman president of the Chilean Academy of Sciences. She is known, too, for the discovery of the brown dwarf Kelu-1.",
    "year": 1946,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Lou Dobbs",
    "birthday": "1945-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Lou_Dobbs_by_Gage_Skidmore.jpg/247px-Lou_Dobbs_by_Gage_Skidmore.jpg",
    "extract": "Louis Carl Dobbs is an American political commentator, author, and former television host who presented Lou Dobbs Tonight from 2003 to 2009 and 2011 to 2021. Since 2021, he hosts The Great America Show on iHeart Radio and loudobbs.com.",
    "year": 1945,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John Rutter",
    "birthday": "1945-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/John_Rutter.jpg/211px-John_Rutter.jpg",
    "extract": "John Milford Rutter is an English composer, conductor, editor, arranger, and record producer, mainly of choral music.",
    "year": 1945,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Eavan Boland",
    "birthday": "1944-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/8e/Eavan_Boland_in_1996.jpg",
    "extract": "Eavan Aisling Boland was an Irish poet, author, and professor. She was a professor at Stanford University, where she had taught from 1996. Her work deals with the Irish national identity, and the role of women in Irish history. A number of poems from Boland's poetry career are studied by Irish students who take the Leaving Certificate. She was a recipient of the Lannan Literary Award for Poetry.",
    "year": 1944,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Victoria Vetri",
    "birthday": "1944-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/When_Dinosaurs_Ruled_the_Earth_%281970%29_trailer_-_Victoria_Vetri_1.png/320px-When_Dinosaurs_Ruled_the_Earth_%281970%29_trailer_-_Victoria_Vetri_1.png",
    "extract": "Victoria Vetri is an American model and actress.",
    "year": 1944,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Gerry Marsden",
    "birthday": "1942-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Gerry_in_group_photo_with_Pacemakers_1964.JPG/214px-Gerry_in_group_photo_with_Pacemakers_1964.JPG",
    "extract": "Gerard Marsden MBE was an English singer-songwriter, musician and television personality, best known for being leader of the Merseybeat band Gerry and the Pacemakers. He was the younger brother of fellow band member Freddie Marsden.",
    "year": 1942,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John Mackey (American football)",
    "birthday": "1941-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/6c/John_Mackey_%28American_football%29.jpg",
    "extract": "John Mackey was an American professional football player who was a tight end for the Baltimore Colts and the San Diego Chargers. He was born in Roosevelt, New York and attended Syracuse University. He was the first president of the National Football League Players Association following the AFL-NFL merger, serving from 1970 to 1973. Mackey was also a major reason the NFLPA created the \"88 Plan\", which financially supports ex-players who required living assistance in later years.",
    "year": 1941,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Linda McCartney",
    "birthday": "1941-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/80/Linda_McCartney_1976_%28cropped%29.jpg",
    "extract": "Linda Louise McCartney, Lady McCartney was an American photographer, musician, animal rights activist, vegetarian cook book author and advocate, and entrepreneur. She was the keyboardist in the band Wings, which also featured her husband, Paul McCartney, a former member of the Beatles.",
    "year": 1941,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Yves Navarre",
    "birthday": "1940-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Yves_Navarre_et_Jean_Le_Bitoux_par_Claude_Truong-Ngoc%2C_1981.png/320px-Yves_Navarre_et_Jean_Le_Bitoux_par_Claude_Truong-Ngoc%2C_1981.png",
    "extract": "Yves Navarre was a French writer. A gay man, most of his work concerned homosexuality and associated issues, such as AIDS. In his romantic works, Navarre was noted for his tendency to emphasize sensuality and \"the mystical qualities of love\" rather than sexuality or sensationalism. He was awarded the 1980 Prix Goncourt for his novel Le Jardin d'acclimatation.",
    "year": 1940,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Wayne Henderson (musician)",
    "birthday": "1939-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/23/Wayne_Henderson_%28musician%29.jpg/320px-Wayne_Henderson_%28musician%29.jpg",
    "extract": "Wayne Maurice Henderson was an American soul jazz and hard bop trombonist and record producer. In 1961, he co-founded the soul jazz/hard bop group The Jazz Crusaders. Henderson left the group in 1976 to pursue a career in producing, but revived The Jazz Crusaders in 1995.",
    "year": 1939,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Moti Kirschenbaum",
    "birthday": "1939-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Moti_Kirschenbaum_%28by_Hana%29.jpg/215px-Moti_Kirschenbaum_%28by_Hana%29.jpg",
    "extract": "Mordechai (Moti) Kirschenbaum was an Israeli media personality and documentarian.",
    "year": 1939,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jacques Vallée",
    "birthday": "1939-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/41/Allen_Hynek_Jacques_Vallee_1_%28cropped%29.jpg",
    "extract": "Jacques Fabrice Vallée is an Internet pioneer, computer scientist, venture capitalist, author, ufologist and astronomer currently residing in San Francisco, California and Paris, France.",
    "year": 1939,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Sivanthi Adithan",
    "birthday": "1936-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Sivanthi.jpg/255px-Sivanthi.jpg",
    "extract": "Sivanthi Adityan  was an Indian media baron who ran Tamil newspapers Daily Thanthi and Maalaimalar. Sivanthi started the first evening Tamil Daily Maalai Murasu at Tirunelveli in 1959. He was an educationist, an industrialist and a philanthropist. He was awarded the Padma Shri by the Government of India. He was popularly called \"Chinna Ayya\" as a mark of respect by the people. In 2012 Adithan bought the NDTV Hindu news channel and renamed it as Thanthi TV. He was the President of Indian Olympic Association from 1987 to 1996.",
    "year": 1936,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jim Henson",
    "birthday": "1936-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Jim_Henson_%281989%29_headshot.jpg/239px-Jim_Henson_%281989%29_headshot.jpg",
    "extract": "James Maury Henson was an American puppeteer, animator, cartoonist, actor, inventor, and screenwriter who achieved worldwide notice as the creator of The Muppets and Fraggle Rock and director of The Dark Crystal (1982) and Labyrinth (1986). He was born in Greenville, Mississippi, and raised in Leland, Mississippi, and University Park, Maryland.",
    "year": 1936,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John Brunner (author)",
    "birthday": "1934-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/c8/JBrunnerQS.jpg",
    "extract": "John Kilian Houston Brunner was a British author of science fiction novels and stories. His 1968 novel Stand on Zanzibar, about an overpopulated world, won the 1969 Hugo Award for best science fiction novel, and the BSFA award the same year. The Jagged Orbit won the BSFA award in 1970.",
    "year": 1934,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Chick Willis",
    "birthday": "1934-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Chick_Willis_James_Harrell.jpg/320px-Chick_Willis_James_Harrell.jpg",
    "extract": "Robert Lee \"Chick\" Willis was an American blues singer and guitarist, who performed and recorded from the 1950s to the 2000s.",
    "year": 1934,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Manfred Wörner",
    "birthday": "1934-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Verteidigungsminister_Dr.Manfred_W%C3%B6rner_%284909819218%29.jpg/220px-Verteidigungsminister_Dr.Manfred_W%C3%B6rner_%284909819218%29.jpg",
    "extract": "Manfred Hermann Wörner was a German politician and diplomat. He served as the defense minister of West Germany between 1982 and 1988. He then served as the seventh Secretary General of NATO from 1988 to 1994. His term as Secretary General saw the end of the Cold War and the German reunification. Whilst serving in that position, he was diagnosed with cancer, but, in spite of his illness, continued serving until his final days.",
    "year": 1934,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Raffaele Farina",
    "birthday": "1933-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/CardFarina.gif/212px-CardFarina.gif",
    "extract": "Raffaele Farina SDB is an Italian cardinal of the Catholic Church. He was Archivist of the Vatican Secret Archives, Librarian of the Vatican Library, and president of Scuola Vaticana di Paleografia, Diplomatica e Archivistica. Farina was elevated to the cardinalate in 2007.",
    "year": 1933,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Miguel Montuori",
    "birthday": "1932-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/16/Miguel_Montuori.jpg/267px-Miguel_Montuori.jpg",
    "extract": "Miguel Ángel Montuori was an Argentine-Italian football player, who played as a forward and as an attacking midfielder. He is regarded as one of Fiorentina's greatest players of all time, due to his technique, creativity, eye for goal, and playmaking ability. Despite his talent and success, he was also regarded as an \"unfortunate\" player, due to his many runner-up medals, and his injuries, which forced him to retire during the prime of his career.",
    "year": 1932,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Walter Wallmann",
    "birthday": "1932-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Bundesarchiv_B_145_Bild-F044088-0023%2C_Bonn%2C_Guillaume_Untersuchungsausschuss_Bundestag.jpg/246px-Bundesarchiv_B_145_Bild-F044088-0023%2C_Bonn%2C_Guillaume_Untersuchungsausschuss_Bundestag.jpg",
    "extract": "Walter Wallmann was a German politician who served as Mayor of Frankfurt (1977–1986).",
    "year": 1932,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Elizabeth Blackadder",
    "birthday": "1931-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Elizabeth_Blackadder_in_2012_%28cropped%29.jpg/320px-Elizabeth_Blackadder_in_2012_%28cropped%29.jpg",
    "extract": "Dame Elizabeth Violet Blackadder, Mrs Houston, was a Scottish painter and printmaker. She was the first woman to be elected to both the Royal Scottish Academy and the Royal Academy.",
    "year": 1931,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Cardiss Collins",
    "birthday": "1931-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Cardiss_Collins_-_Restoration.jpg/252px-Cardiss_Collins_-_Restoration.jpg",
    "extract": "Cardiss Hortense Collins was an American politician from Illinois who served in the United States House of Representatives from 1973 to 1997. A member of the Democratic Party, she was the fourth African-American woman in Congress and the first to represent the Midwest. Collins was elected to Congress in the June 5, 1973 special election to replace her husband, George, who had died in the December 8, 1972 United Airlines Flight 553 plane crash a month after being elected to a second term. The seat had been renumbered and combined from the 6th district to the 7th, and had been redrawn to include the Loop. She had previously worked as an accountant in various state government positions.",
    "year": 1931,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Anthony Newley",
    "birthday": "1931-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b1/Anthony_Newley.jpg/320px-Anthony_Newley.jpg",
    "extract": "Anthony Newley was an English actor, singer, songwriter, and filmmaker. He achieved success as a performer in such diverse fields as rock and roll and stage and screen acting. As a recording artist, his recordings reached the Top 40 chart on a dozen occasions between 1959 and 1962, including two number one hits. With songwriting partner Leslie Bricusse, he wrote \"Feeling Good\", which was covered by Nina Simone and other artists, as well as the lyrics for the title song of the 1964 film Goldfinger. Bricusse and Newley received an Academy Award nomination for the film score of Willy Wonka & the Chocolate Factory (1971).",
    "year": 1931,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Mike Parkes",
    "birthday": "1931-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Mike_Parkes_1969_kl.JPG/211px-Mike_Parkes_1969_kl.JPG",
    "extract": "Michael Johnson Parkes was a British racing driver, from England. Parkes was born into an automotive background as his father John, was Chairman of the Alvis Group.",
    "year": 1931,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Józef Krupiński",
    "birthday": "1930-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2a/Jozefkrupinski3.jpg",
    "extract": "Józef Krupiński was a Polish poet. He spent the last days of his life in Orzesze, Poland. Prizewinner of the Edward Stachura Award and member of the Association of Polish Writers in Katowice.",
    "year": 1930,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Angelo Muscat",
    "birthday": "1930-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f0/Angelo-Muscat-Prisoner.jpg",
    "extract": "Angelo Muscat was a Maltese character actor. He is primarily recalled for his role as the mute butler in the 1967 television series The Prisoner.",
    "year": 1930,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Benjamin Romualdez",
    "birthday": "1930-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Kokoy.JPG/305px-Kokoy.JPG",
    "extract": "Benjamin \"Kokoy\" Trinidad Romualdez was a Filipino politician who served as Governor of Leyte and later appointed as ambassador to the United States, China and Saudi Arabia.",
    "year": 1930,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John Young (astronaut)",
    "birthday": "1930-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/John_Watts_Young.jpg/256px-John_Watts_Young.jpg",
    "extract": "John Watts Young was an American astronaut, naval officer and aviator, test pilot, and aeronautical engineer. He became the ninth person to walk on the Moon as commander of the Apollo 16 mission in 1972. He flew on four different classes of spacecraft: Gemini, the Apollo command and service module, the Apollo Lunar Module and the Space Shuttle.",
    "year": 1930,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John Carter (jazz musician)",
    "birthday": "1929-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/John_Carter_clarinet.jpg/241px-John_Carter_clarinet.jpg",
    "extract": "John Wallace Carter was an American jazz clarinet, saxophone, and flute player. He is noted for the acclaimed Roots and Folklore series, a five-album concept album set inspired by African American life and experiences.",
    "year": 1929,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Arthur Malet",
    "birthday": "1927-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f8/Arthur_Malet_in_Dallas_1990.jpg",
    "extract": "Arthur Malet was an English stage, film and television actor based in the United States. He was known for his films Mary Poppins, Halloween and The Secret of NIMH. His last film was The Secret of NIMH 2: Timmy to the Rescue in which he did the voice for Mr.Ages.",
    "year": 1927,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Fats Navarro",
    "birthday": "1923-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Fats_Navarro_%28Gottlieb_06551%29.jpg/295px-Fats_Navarro_%28Gottlieb_06551%29.jpg",
    "extract": "Theodore \"Fats\" Navarro was an American jazz trumpet player. He was a pioneer of the bebop style of jazz improvisation in the 1940s. He had a strong stylistic influence on many other players, including Clifford Brown.",
    "year": 1923,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Raoul Bott",
    "birthday": "1923-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Raoul_Bott_1986.jpeg/320px-Raoul_Bott_1986.jpeg",
    "extract": "Raoul Bott was a Hungarian-American mathematician known for numerous basic contributions to geometry in its broad sense. He is best known for his Bott periodicity theorem, the Morse–Bott functions which he used in this context, and the Borel–Bott–Weil theorem.",
    "year": 1923,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ettore Bastianini",
    "birthday": "1922-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b5/Ettore_Bastianini.jpg",
    "extract": "Ettore Bastianini was an Italian operatic baritone who was particularly associated with the operas of the bel canto tradition.",
    "year": 1922,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John Moffatt (actor)",
    "birthday": "1922-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/6e/John-moffatt-1979.jpg",
    "extract": "Albert John Moffatt was an English actor and playwright, known for his portrayal of Hercule Poirot on BBC Radio in twenty-five productions and for a wide range of stage roles in the West End from the 1950s to the 1980s.",
    "year": 1922,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jim McKay",
    "birthday": "1921-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Jim_McKay_1970s.JPG/234px-Jim_McKay_1970s.JPG",
    "extract": "James Kenneth McManus, better known professionally as Jim McKay, was an American television sports journalist.",
    "year": 1921,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Sheila MacRae",
    "birthday": "1921-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Sheila_MacRae_1974.JPG/320px-Sheila_MacRae_1974.JPG",
    "extract": "Sheila Margaret MacRae was an English-born American actress, singer, and dancer.",
    "year": 1921,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Richard Bong",
    "birthday": "1920-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Richard_Bong_photo_portrait_head_and_shoulders.jpg/263px-Richard_Bong_photo_portrait_head_and_shoulders.jpg",
    "extract": "Richard \"Dick\" Ira Bong was a United States Army Air Forces major and Medal of Honor recipient in World War II. He was one of the most decorated American fighter pilots and the country's top flying ace in the war, credited with shooting down 40 Japanese aircraft, all with the Lockheed P-38 Lightning fighter. He died in California while testing a Lockheed P-80 jet fighter shortly before the war ended. Bong was posthumously inducted into the National Aviation Hall of Fame in 1986 and has several commemorative monuments named in his honor around the world, including an airport, two bridges, a theater, a veterans historical center, a recreation area, a neighborhood terrace, and several avenues and streets, including the street leading to the National Museum of the United States Air Force in Dayton, Ohio.",
    "year": 1920,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ovadia Yosef",
    "birthday": "1920-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Ovadia_Yosef.jpg/240px-Ovadia_Yosef.jpg",
    "extract": "Ovadia Yosef was an Iraqi-born Talmudic scholar, a posek, the Sephardi Chief Rabbi of Israel from 1973 to 1983, and a founder and long-time spiritual leader of Israel's ultra-Orthodox Shas party. Yosef's responsa were highly regarded within Haredi circles, particularly among Mizrahi communities, among whom he was regarded as \"the most important living halakhic authority\". He was however condemned for making numerous offensive statements about his opponents which made him a controversial figure in his later years.",
    "year": 1920,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Michael J. S. Dewar",
    "birthday": "1918-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a4/Michael_J._S._Dewar.jpg",
    "extract": "Michael James Steuart Dewar was an American theoretical chemist.",
    "year": 1918,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Audra Lindley",
    "birthday": "1918-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Audra_Lindley_1975.JPG/246px-Audra_Lindley_1975.JPG",
    "extract": "Audra Marie Lindley was an American actress, most famous for her role as landlady Helen Roper on the sitcom Three's Company and its spin-off The Ropers.",
    "year": 1918,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Esther Eng",
    "birthday": "1914-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/File-Ng_Kam-ha.jpg/226px-File-Ng_Kam-ha.jpg",
    "extract": "Esther Eng, born Ng Kam-ha, was a Cantonese–American film director and the first female director to direct Chinese-language films in the United States. Eng made four feature films in America, and five in Hong Kong. She was recognized as a female pioneer who crossed the boundaries of race, language, culture and gender.",
    "year": 1914,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John Kerr (governor-general)",
    "birthday": "1914-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/John_Kerr_1965.jpg/229px-John_Kerr_1965.jpg",
    "extract": "Sir John Robert Kerr was an Australian barrister and judge who served as the 18th Governor-General of Australia, in office from 1974 to 1977. He is primarily known for his involvement in the 1975 constitutional crisis, which culminated in his decision to dismiss the incumbent prime minister Gough Whitlam and appoint Malcolm Fraser as his replacement, unprecedented actions in Australian federal politics.",
    "year": 1914,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Andrzej Panufnik",
    "birthday": "1914-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Andrzej_Panufnik_Polish_composer.jpg/238px-Andrzej_Panufnik_Polish_composer.jpg",
    "extract": "Sir Andrzej Panufnik was a Polish composer and conductor. He became established as one of the leading Polish composers, and as a conductor he was instrumental in the re-establishment of the Warsaw Philharmonic orchestra after World War II. After his increasing frustration with the extra-musical demands made on him by the country's regime, he defected to the United Kingdom in 1954, and took up British citizenship. In 1957, he became chief conductor of the City of Birmingham Symphony Orchestra, a post he relinquished after two years to devote all his time to composition.",
    "year": 1914,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Herb Jeffries",
    "birthday": "1913-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Herb_Jeffries_Billboard.jpg/256px-Herb_Jeffries_Billboard.jpg",
    "extract": "Herb Jeffries was an American actor of film and television and popular music and jazz singer-songwriter, known for his baritone voice.",
    "year": 1913,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Konstantin Chernenko",
    "birthday": "1911-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4f/Konstantin_Ustinovich_Chernenko.jpg/246px-Konstantin_Ustinovich_Chernenko.jpg",
    "extract": "Konstantin Ustinovich Chernenko was a Soviet politician and the seventh General Secretary of the Communist Party of the Soviet Union. He briefly led the Soviet Union from 13 February 1984 until his death on 10 March 1985.",
    "year": 1911,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jean Servais",
    "birthday": "1910-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Jean_Servais.jpg/311px-Jean_Servais.jpg",
    "extract": "Jean Servais was a Belgian film and stage actor. He acted in many 20th century French cinema productions, from the 1930s through the early 1970s.",
    "year": 1910,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Gerard Antoni Ciołek",
    "birthday": "1909-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Ciolek-gerard-1.jpg/250px-Ciolek-gerard-1.jpg",
    "extract": "Gerard Ciołek was a Polish architect, as well as a leading historian of parks and gardens.",
    "year": 1909,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Severo Ochoa",
    "birthday": "1905-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Severo_Ochoa_1958b.jpg/240px-Severo_Ochoa_1958b.jpg",
    "extract": "Severo Ochoa de Albornoz was a Spanish physician and biochemist, and joint winner of the 1959 Nobel Prize in Physiology or Medicine with Arthur Kornberg.",
    "year": 1905,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Alexandra Adler",
    "birthday": "1901-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Jauregg_and_coworkers_Vienna.JPG/320px-Jauregg_and_coworkers_Vienna.JPG",
    "extract": "Alexandra Adler was an Austrian neurologist and the daughter of psychoanalyst Alfred Adler. She has been described as one of the \"leading systematizers and interpreters\" of Adlerian psychology. Her sister was Socialist activist Valentine Adler. Alexandra Adler's husband was Halfdan Gregersen.",
    "year": 1901,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ham Fisher",
    "birthday": "1900-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Ham_Fisher_1939.jpg/320px-Ham_Fisher_1939.jpg",
    "extract": "Hammond Edward Fisher was an American comic strip writer and cartoonist who signed his work Ham Fisher. He is best known for his popular long-run on Joe Palooka, which was launched in 1930 and ranked as one of the top five newspaper comics strips for several years.",
    "year": 1900,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "William Dobell",
    "birthday": "1899-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/William_Dobell_Max_Dupain.jpg/320px-William_Dobell_Max_Dupain.jpg",
    "extract": "Sir William Dobell was an Australian portrait and landscape artist of the 20th century. Dobell won the Archibald Prize, Australia's premier award for portrait artists on three occasions. The Dobell Prize is named in his honour.",
    "year": 1899,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Howard Florey",
    "birthday": "1898-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Howard_Walter_Florey_1945.jpg/226px-Howard_Walter_Florey_1945.jpg",
    "extract": "Howard Walter Florey, Baron Florey was an Australian pharmacologist and pathologist who shared the Nobel Prize in Physiology or Medicine in 1945 with Sir Ernst Chain and Sir Alexander Fleming for his role in the development of penicillin.",
    "year": 1898,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Charlotte Moore Sitterly",
    "birthday": "1898-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/CharlotteMooreSitterly1961.png/267px-CharlotteMooreSitterly1961.png",
    "extract": "Charlotte Emma Moore Sitterly was an American astronomer. She is known for her extensive spectroscopic studies of the Sun and chemical elements. Her tables of data are known for their reliability and are still used regularly.",
    "year": 1898,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "F. Scott Fitzgerald",
    "birthday": "1896-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/F._Scott_Fitzgerald_%281929_photo_portrait_by_Nickolas_Muray%29_Cropped.jpg/259px-F._Scott_Fitzgerald_%281929_photo_portrait_by_Nickolas_Muray%29_Cropped.jpg",
    "extract": "Francis Scott Key Fitzgerald was an American novelist, essayist, short story writer and screenwriter. He was best known for his novels depicting the flamboyance and excess of the Jazz Age—a term he popularized. During his lifetime, he published four novels, four story collections, and 164 short stories. Although he achieved temporary popular success and fortune in the 1920s, Fitzgerald received critical acclaim only after his death and is now widely regarded as one of the greatest American writers of the 20th century.",
    "year": 1896,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "André Frédéric Cournand",
    "birthday": "1895-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/47/Andr%C3%A9_Fr%C3%A9d%C3%A9ric_Cournand_nobel.jpg/226px-Andr%C3%A9_Fr%C3%A9d%C3%A9ric_Cournand_nobel.jpg",
    "extract": "André Frédéric Cournand was a French-American physician and physiologist.",
    "year": 1895,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Tommy Armour",
    "birthday": "1894-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/TommyArmour1927.jpg/194px-TommyArmour1927.jpg",
    "extract": "Thomas Dickson Armour was a Scottish-American professional golfer. He was nicknamed The Silver Scot. He was the winner of three of golf's major championships: 1927 U.S. Open, 1930 PGA, and 1931 Open Championship. \nArmour popularized the term yips, the colloquial term for a sudden and unexplained loss of skills in experienced athletes.",
    "year": 1894,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Billy Bletcher",
    "birthday": "1894-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Short_and_Snappy_%281921%29_-_1.jpg/320px-Short_and_Snappy_%281921%29_-_1.jpg",
    "extract": "William \"Billy\" Bletcher was an American actor. He was known for voice roles for various classic animated characters, most notably Pete in Walt Disney's Mickey Mouse short films and the Big Bad Wolf in Disney's Three Little Pigs.",
    "year": 1894,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Blind Lemon Jefferson",
    "birthday": "1893-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Blindlemonjeffersoncirca1926.jpg/265px-Blindlemonjeffersoncirca1926.jpg",
    "extract": "Lemon Henry \"Blind Lemon\" Jefferson was an American blues and gospel singer-songwriter and musician. He was one of the most popular blues singers of the 1920s and has been called the \"Father of the Texas Blues\".",
    "year": 1893,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Adélard Godbout",
    "birthday": "1892-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Adelard_Godbout_portrait.jpg/240px-Adelard_Godbout_portrait.jpg",
    "extract": "Joseph-Adélard Godbout was a Canadian agronomist and politician. He served as the 15th premier of Quebec briefly in 1936, and again from 1939 to 1944. He served as leader of the Parti Libéral du Québec (PLQ).",
    "year": 1892,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Mike González (catcher)",
    "birthday": "1890-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Mike_Gonzalez_NY_Giants.jpg/217px-Mike_Gonzalez_NY_Giants.jpg",
    "extract": "Miguel Angel González Cordero was a Cuban catcher, coach and interim manager in American Major League Baseball during the first half of the 20th century. Along with Adolfo Luque, González was one of the first Cubans or Latin Americans to have a long off-field career in the U.S. Major Leagues.",
    "year": 1890,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "A. P. Herbert",
    "birthday": "1890-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/A._P._Herbert.jpg/251px-A._P._Herbert.jpg",
    "extract": "Sir Alan Patrick Herbert CH, was an English humorist, novelist, playwright, law reformist, and in 1935–1950 an Independent Member of Parliament for Oxford University. Born in Ashtead, Surrey, he attended Winchester College and New College, Oxford, receiving a starred first in jurisprudence in 1914. He joined the Royal Naval Volunteer Reserve as a seaman in the First World War, becoming an officer in the Royal Naval Division. He fought in Gallipoli and on the Western Front, as a battalion adjutant in 1917, before injury removed him from the front line. After the war he published The Secret Battle and in 1924 joined the staff of Punch. As an MP he campaigned for private-member rights, piloted the Matrimonial Causes Act 1937 through Parliament, opposed Entertainments Duty and campaigned against the Oxford Group. He joined the River Emergency Service in 1938, captaining a boat on the River Thames in the Second World War as a petty officer in the Royal Naval Auxiliary Patrol. In 1943, he joined a parliamentary commission on the future of the Dominion of Newfoundland.",
    "year": 1890,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Artur Lemba",
    "birthday": "1885-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Artur_Lemba_postal_stationery.jpg/320px-Artur_Lemba_postal_stationery.jpg",
    "extract": "Artur Lemba was an Estonian composer and piano teacher, and one of the most important figures in Estonian classical music. Artur and his older brother Theodor (1876-1962) were the first professional pianists in Estonia to give concerts abroad. Artur's 1905 opera Sabina was the first opera composed by an Estonian. His Symphony No. 1 in 1908 was the first symphony composed by an Estonian.",
    "year": 1885,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Gustave Garrigou",
    "birthday": "1884-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c9/Garrigou.jpg",
    "extract": "Cyprien Gustave Garrigou was one of the best professional racing cyclists of his era. He rode the Tour de France eight times and won once. Of 117 stages, he won eight, came in the top ten 96 times and finished 65 times in the first five.",
    "year": 1884,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "İsmet İnönü",
    "birthday": "1884-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/%C4%B0smet_%C4%B0n%C3%B6n%C3%BC_Renkli.jpg/239px-%C4%B0smet_%C4%B0n%C3%B6n%C3%BC_Renkli.jpg",
    "extract": "Mustafa İsmet İnönü was a Turkish army officer and statesman who served as the second President of Turkey from 11 November 1938 to 22 May 1950, and its Prime Minister three times: from 1923 to 1924, 1925 to 1937, and 1961 to 1965.",
    "year": 1884,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Franklin Clarence Mars",
    "birthday": "1883-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/9b/Franklin_Clarence_Mars.jpg",
    "extract": "Franklin Clarence Mars, sometimes known as Frank C. Mars, was an American business magnate who founded the food company Mars, Incorporated, which mostly makes chocolate candy. Mars' son Forrest Edward Mars developed M&M's and the Mars bar.",
    "year": 1883,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Lawson Robertson",
    "birthday": "1883-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b2/Lawson_Robertson_1910_Mecca_card_front.jpg",
    "extract": "Lawson N. Robertson was born in Aberdeen, Scotland, and died in Philadelphia, Pennsylvania.\nHe was a member of and trainer for the Irish American Athletic Club, and competed for the U.S. Olympic Team at the 1904 Summer Olympics in St. Louis, at the 1906 Intercalated Games in Athens, and at the 1908 Summer Olympics in London.",
    "year": 1883,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Max Decugis",
    "birthday": "1882-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Max_Decugis_001.jpg/227px-Max_Decugis_001.jpg",
    "extract": "Maxime Omer Mathieu Decugis or Décugis was a tennis player from France who held the French Championships record of winning the tournament eight times, a feat that was surpassed by Rafael Nadal in 2014. He also won three Olympic medals at the 1900 Summer Olympics (Paris) and the 1920 Summer Olympics (Antwerp), his only gold medal coming in the mixed doubles partnering French legend Suzanne Lenglen.",
    "year": 1882,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Sarah Knauss",
    "birthday": "1880-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/01/SarahKnauss1979.jpg",
    "extract": "Sarah DeRemer Knauss was an American supercentenarian. She is the oldest person ever from the United States and third-oldest fully documented person ever, having lived to the age of 119 years and 97 days.",
    "year": 1880,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Charles Ferdinand Ramuz",
    "birthday": "1878-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/CHF200_8_front.jpg/138px-CHF200_8_front.jpg",
    "extract": "Charles Ferdinand Ramuz was a French-speaking Swiss writer.",
    "year": 1878,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "María de las Mercedes Adam de Aróstegui",
    "birthday": "1873-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Mar%C3%ADa_de_las_Mercedes_Adam_de_Ar%C3%B3stegui.jpg/255px-Mar%C3%ADa_de_las_Mercedes_Adam_de_Ar%C3%B3stegui.jpg",
    "extract": "María Emma de las Mercedes Adam de Aróstegui was a Cuban pianist and composer who lived and worked in Spain. She was born in Camagüey, Cuba, and moved to Spain with her family when she was nine years old. She studied with Joaquin Zuazagoitia in Santiago de Compostela and continued her studies in the Conservatorio Real in Madrid. She studied with Louis Diemer and Jules Massenet in Paris and with Vincent d'Indy.",
    "year": 1873,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Jaan Teemant",
    "birthday": "1872-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6f/Jaan_teemant.jpg",
    "extract": "Jaan Teemant  was an Estonian lawyer and politician.",
    "year": 1872,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Lottie Dod",
    "birthday": "1871-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Lottie_Dod_age20.jpg/235px-Lottie_Dod_age20.jpg",
    "extract": "Charlotte Dod was an English multi-sport athlete, best known as a tennis player. She won the Wimbledon Ladies' Singles Championship five times, the first one when she was only fifteen in the summer of 1887. She remains the youngest ladies' singles champion.",
    "year": 1871,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Georges Claude",
    "birthday": "1870-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b0/Georges_Claude_1926.jpg",
    "extract": "Georges Claude was a French engineer and inventor. He is noted for his early work on the industrial liquefaction of air, for the invention and commercialization of neon lighting, and for a large experiment on generating energy by pumping cold seawater up from the depths. He has been considered by some to be \"the Edison of France\". Claude was an active collaborator with the German occupiers of France during the Second World War, for which he was imprisoned in 1945 and stripped of his honors.",
    "year": 1870,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Bhikaiji Cama",
    "birthday": "1861-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Madam_Bhikaiji_Cama.jpg/193px-Madam_Bhikaiji_Cama.jpg",
    "extract": "Bhikaiji Rustom Cama or simply as, Madam Cama, was one of the prominent figures in the Indian independence movement.",
    "year": 1861,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Julius Klengel",
    "birthday": "1859-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Julius-Klengel-1903.jpg/206px-Julius-Klengel-1903.jpg",
    "extract": "Julius Klengel was a German cellist who is most famous for his études and solo pieces written for the instrument. He was the brother of Paul Klengel. A member of the Gewandhaus Orchestra of Leipzig at fifteen, he toured extensively throughout Europe as cellist and soloist of the Gewandhaus Quartet. His pupils include Guilhermina Suggia, Emanuel Feuermann, Gregor Piatigorsky and Alexandre Barjansky. See: List of music students by teacher: K to M#Julius Klengel.",
    "year": 1859,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Eugene Foss",
    "birthday": "1858-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Governor_Foss.png/235px-Governor_Foss.png",
    "extract": "Eugene Noble Foss was an American politician and manufacturer from Massachusetts. He was a member of the United States House of Representatives, and served as a three-term governor of Massachusetts.",
    "year": 1858,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Nikolai Anderson",
    "birthday": "1845-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Nikolai_Anderson.jpg/249px-Nikolai_Anderson.jpg",
    "extract": "Nikolai Karl Adolf Anderson was a Baltic German philologist who specialized in comparative linguistics of Finno-Ugric languages.",
    "year": 1845,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ramón de Campoamor y Campoosorio",
    "birthday": "1817-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Ramon_de_Campoamor_001.jpg/291px-Ramon_de_Campoamor_001.jpg",
    "extract": "Ramón María de las Mercedes de Campoamor y Campoosorio, known as Ramón de Campoamor, was a Spanish realist poet and philosopher.",
    "year": 1817,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Adolphe d'Archiac",
    "birthday": "1802-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Adolphe_d%27Archiac.jpg/260px-Adolphe_d%27Archiac.jpg",
    "extract": "Étienne Jules Adolphe Desmier de Saint-Simon, Vicomte d'Archiac was a French geologist and paleontologist.",
    "year": 1802,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Mikhail Ostrogradsky",
    "birthday": "1801-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/PGRS_2_069_Ostrogradski_-_crop.jpg/260px-PGRS_2_069_Ostrogradski_-_crop.jpg",
    "extract": "Mikhail Vasilyevich Ostrogradsky was a Russian Imperial mathematician, mechanician and physicist of Ukrainian Cossack ancestry. Ostrogradsky was a student of Timofei Osipovsky and is considered to be a disciple of Leonhard Euler, who was known as one of the leading mathematicians of Imperial Russia.",
    "year": 1801,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Antoine-Louis Barye",
    "birthday": "1796-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Portrait_of_Barye_with_a_Wax_Model_of_Seated_Lion_Bonnat.jpg/229px-Portrait_of_Barye_with_a_Wax_Model_of_Seated_Lion_Bonnat.jpg",
    "extract": "Antoine-Louis Barye was a Romantic French sculptor most famous for his work as an animalier, a sculptor of animals. His son and student was the known sculptor Alfred Barye.",
    "year": 1796,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Friedrich Ludwig Æmilius Kunzen",
    "birthday": "1761-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Kunzen.gif/207px-Kunzen.gif",
    "extract": "Friedrich Ludwig Æmilius Kunzen was a German composer and conductor who lived and worked for much of his life in Denmark.",
    "year": 1761,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "John Marshall",
    "birthday": "1755-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/John_Marshall_by_Henry_Inman%2C_1832.jpg/258px-John_Marshall_by_Henry_Inman%2C_1832.jpg",
    "extract": "John Marshall was an American politician and lawyer who served as the fourth chief justice of the United States from 1801 until his death in 1835. Marshall remains the longest-serving chief justice and fourth-longest serving justice in U.S. Supreme Court history, and he is widely regarded as one of the most influential justices to ever sit on the Supreme Court. Prior to joining the Supreme Court, Marshall served as the fourth U.S. Secretary of State under President John Adams.",
    "year": 1755,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Horace Walpole",
    "birthday": "1717-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Horace_Walpole.jpg/253px-Horace_Walpole.jpg",
    "extract": "Horatio Walpole  , 4th Earl of Orford, better known as Horace Walpole, was an English writer, art historian, man of letters, antiquarian and Whig politician.",
    "year": 1717,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Leopold Joseph von Daun",
    "birthday": "1705-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Leopold_Joseph_Graf_Daun.jpg/248px-Leopold_Joseph_Graf_Daun.jpg",
    "extract": "Count Leopold Joseph von Daun, later Prince of Thiano, was an Austrian field marshal of the Imperial Army in the War of the Austrian Succession and Seven Years' War.",
    "year": 1705,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Johan de Witt",
    "birthday": "1625-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Johan_de_Witt_%281625-1675%29%2C_Grand_Pensionary_of_Holland%2C_by_Studio_of_Adriaen_Hanneman.jpg/250px-Johan_de_Witt_%281625-1675%29%2C_Grand_Pensionary_of_Holland%2C_by_Studio_of_Adriaen_Hanneman.jpg",
    "extract": "Johan de Witt, lord of Zuid- en Noord-Linschoten, Snelrewaard, Hekendorp en IJsselvere, was a Dutch statesman and a major political figure in the Dutch Republic in the mid-17th century, the First Stadtholderless Period, when its flourishing sea trade in a period of globalization made the republic a leading European trading and seafaring power – now commonly referred to as the Dutch Golden Age. De Witt controlled the Dutch political system from around 1650 until shortly before his murder and cannibalisation by a pro-Orangists mob in 1672.",
    "year": 1625,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Albrecht von Wallenstein",
    "birthday": "1583-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Albrecht_von_Wallenstein.jpeg/256px-Albrecht_von_Wallenstein.jpeg",
    "extract": "Albrecht Wenzel Eusebius von Wallenstein, also von Waldstein, was a Bohemian military leader and statesman who fought on the Catholic side during the Thirty Years' War (1618–1648). His successful martial career made him one of the richest and most influential men in the Holy Roman Empire by the time of his death. Wallenstein became the supreme commander of the armies of the Imperial Army of Roman-German Emperor Ferdinand II and was a major figure of the Thirty Years' War.",
    "year": 1583,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "William Adams (pilot)",
    "birthday": "1564-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/William-Adams-before-Shogun-Tokugawa-Ieyasu.png/205px-William-Adams-before-Shogun-Tokugawa-Ieyasu.png",
    "extract": "William Adams , better known in Japanese as Miura Anjin , was an English navigator who, in 1600, was the first Englishman to reach Japan leading a five-ship expedition for a private Dutch fleet. Of the few survivors of the only ship that reached Japan, Adams and his second mate Jan Joosten were not allowed to leave the country while Jacob Quaeckernaeck and Melchior van Santvoort were permitted to go back to the Dutch Republic to invite them to trade.",
    "year": 1564,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Guru Ram Das",
    "birthday": "1534-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Guru_Ram_Das.jpg/219px-Guru_Ram_Das.jpg",
    "extract": "Guru Ram Das was the fourth of the ten Gurus of Sikhism. He was born on 24 September 1534 in a family based in Lahore. His birth name was Jetha, and he was orphaned at age seven; he there after grew up with his maternal grandmother in a village.",
    "year": 1534,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Gerolamo Cardano",
    "birthday": "1501-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Girolamo_Cardano._Line_engraving_by_C._Ammon_the_younger%2C_16_Wellcome_V0001002.jpg/225px-Girolamo_Cardano._Line_engraving_by_C._Ammon_the_younger%2C_16_Wellcome_V0001002.jpg",
    "extract": "Gerolamo Cardano was an Italian polymath, whose interests and proficiencies ranged through those of mathematician, physician, biologist, physicist, chemist, astrologer, astronomer, philosopher, writer, and gambler. He was one of the most influential mathematicians of the Renaissance, and was one of the key figures in the foundation of probability and the earliest introducer of the binomial coefficients and the binomial theorem in the Western world. He wrote more than 200 works on science.",
    "year": 1501,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Georg von Frundsberg",
    "birthday": "1473-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Georg_von_Frundsberg.jpeg/259px-Georg_von_Frundsberg.jpeg",
    "extract": "Georg von Frundsberg was a German military and Landsknecht leader in the service of the Holy Roman Empire and Imperial House of Habsburg. An early modern proponent of infantry tactics, he established his reputation in active service during the Italian Wars under Emperor Maximilian I and his successor Charles V.",
    "year": 1473,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Rao Shekha",
    "birthday": "1433-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Maharao_shekha_statue.jpg/320px-Maharao_shekha_statue.jpg",
    "extract": "Maharao Shekhaji (1433–1488) was a Kshatriya Rajput King in 15th-century India. He is the namesake of the Shekhawati region, comprising the districts of Sikar, Churu and Jhunjhunu in the modern Indian state of Rajasthan. His descendants are known as the Shekhawat.",
    "year": 1433,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "Ralph Stafford, 1st Earl of Stafford",
    "birthday": "1301-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Stafford_1430.jpg/227px-Stafford_1430.jpg",
    "extract": "Ralph de Stafford, 1st Earl of Stafford, 2nd Baron Stafford, KG, of Stafford Castle and Madeley Castle in Staffordshire, was an English nobleman and a notable soldier during the Hundred Years' War against France.",
    "year": 1301,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "'Adud al-Dawla",
    "birthday": "936-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Adud_al-Dawla_medallion.jpg/267px-Adud_al-Dawla_medallion.jpg",
    "extract": "Fannā (Panāh) Khusraw, better known by his laqab of ʿAḍud al-Dawla was an emir of the Buyid dynasty, ruling from 949 to 983, and at his height of power ruling an empire stretching from Makran to Yemen and the shores of the Mediterranean Sea. He is widely regarded as the greatest monarch of the dynasty, and by the end of his reign was the most powerful ruler in the Middle East.",
    "year": 936,
    "month": 9,
    "day": 24,
    "language": "en"
  },
  {
    "name": "AD 15",
    "birthday": "15-9-24",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/MSR_-_Germanicus_Inv._30010.jpg/213px-MSR_-_Germanicus_Inv._30010.jpg",
    "extract": "AD 15 (XV) was a common year starting on Tuesday of the Julian calendar. At the time, it was known as the Year of the Consulship of Caesar and Flaccus. The denomination AD 15 for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years.",
    "year": 15,
    "month": 9,
    "day": 24,
    "language": "en"
  }
]