[
  {
    "name": "Frankie Amaya",
    "birthday": "2000-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/CINvNY_2019-05-25_-_Frankie_Amaya_%2872157708832006193%29_%28cropped%29.jpg/301px-CINvNY_2019-05-25_-_Frankie_Amaya_%2872157708832006193%29_%28cropped%29.jpg",
    "extract": "Franuel \"Frankie\" Amaya is an American professional soccer player who plays as a midfielder for Major League Soccer club New York Red Bulls. Born in Santa Ana, California, Amaya played with youth club Pateadores before playing college soccer for the UCLA Bruins. Following his freshman season with the Bruins, Amaya was selected with the first overall pick in the 2019 MLS SuperDraft by expansion club FC Cincinnati.",
    "year": 2000,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Miloš Veljković",
    "birthday": "1995-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Milo%C5%A1_Veljkovi%C4%87_%28cropped%29.jpg/250px-Milo%C5%A1_Veljkovi%C4%87_%28cropped%29.jpg",
    "extract": "Miloš Veljković is a Serbian professional footballer who plays as a centre-back for Werder Bremen and the Serbia national team.",
    "year": 1995,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Lucas Gafarot",
    "birthday": "1994-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/2012_2013_-_Lucas_Gafarot_-_Flickr_-_Castroquini-FCB.jpg/240px-2012_2013_-_Lucas_Gafarot_-_Flickr_-_Castroquini-FCB.jpg",
    "extract": "Lucas Gafarot Santacatalina, known as simply Lucas, is a Spanish footballer who plays as a left back.",
    "year": 1994,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jack Conger",
    "birthday": "1994-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Budapest2017_fina_world_championships_200butterfly_semifinal_Jack_Conger_USA_%28cropped%29.jpg/237px-Budapest2017_fina_world_championships_200butterfly_semifinal_Jack_Conger_USA_%28cropped%29.jpg",
    "extract": "John \"Jack\" Peet Conger is an American competition swimmer who specializes in butterfly and freestyle events. He is an Olympic gold medalist in the 4 × 200 m freestyle relay from the 2016 Summer Olympics in Rio de Janeiro and the current American record-holder in the 200-yard butterfly with a time of 1:37.35.",
    "year": 1994,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Michael Kidd-Gilchrist",
    "birthday": "1993-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Michael_Kidd_Gilchrist_cropped.jpg/217px-Michael_Kidd_Gilchrist_cropped.jpg",
    "extract": "Michael Anthony Edward Kidd-Gilchrist is an American professional basketball player who last played for the Dallas Mavericks of the National Basketball Association (NBA). Kidd-Gilchrist was drafted second overall by the Charlotte Bobcats in the 2012 NBA draft. He played for the University of Kentucky men's basketball team from 2011 to 2012.",
    "year": 1993,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Yoo Ara",
    "birthday": "1992-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/130630_%ED%97%AC%EB%A1%9C%EB%B9%84%EB%84%88%EC%8A%A4_%EC%A7%81%EC%B0%8D_05.jpg/213px-130630_%ED%97%AC%EB%A1%9C%EB%B9%84%EB%84%88%EC%8A%A4_%EC%A7%81%EC%B0%8D_05.jpg",
    "extract": "Yoo Ara is a South Korean singer and actress, known for her work as a former member of the South Korean girl group Hello Venus.",
    "year": 1992,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Dan Preston",
    "birthday": "1991-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/75/Preston%2C_Dan.jpg",
    "extract": "Daniel Sean Preston is an English footballer who plays as a defender for Northern Premier League Division One Midlands club Bedworth United.",
    "year": 1991,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Alma Jodorowsky",
    "birthday": "1991-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Alma_Jodorowsky_Cabourg_2015.jpg/223px-Alma_Jodorowsky_Cabourg_2015.jpg",
    "extract": "Alma Jodorowsky is a French actress, fashion model and singer.",
    "year": 1991,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Réka Demeter",
    "birthday": "1991-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Demeter_R%C3%A9ka_2013_No1.JPG/213px-Demeter_R%C3%A9ka_2013_No1.JPG",
    "extract": "Réka Demeter is a Hungarian football defender, currently playing for UE L'Estartit in Spain's Primera División. She previously played for Ferencvárosi TC and MTK Hungária FC in Hungary's Noi NB I.",
    "year": 1991,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jonny Bairstow",
    "birthday": "1989-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/20150621-Jonny-Bairstow.jpg/264px-20150621-Jonny-Bairstow.jpg",
    "extract": "Jonathan Marc Bairstow is an English cricketer who plays internationally for England in all formats. In domestic cricket, he represents Yorkshire, and has played in multiple Twenty20 leagues, including for Sunrisers Hyderabad and Punjab Kings in the Indian Premier League.",
    "year": 1989,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "James Blake (musician)",
    "birthday": "1988-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/James_Blake_at_the_Wang_in_Boston_%2851561366027%29_%28cropped%29.jpg/235px-James_Blake_at_the_Wang_in_Boston_%2851561366027%29_%28cropped%29.jpg",
    "extract": "James Blake Litherland is an English singer, songwriter, multi-instrumentalist, and record producer. He first received recognition for a series of 2010 EPs including CMYK and Klavierwerke, and he released his self-titled debut album in 2011 to critical praise. His second album Overgrown was released in 2013, bringing him to international attention, and later was awarded the Mercury Prize. In 2016, he released his third album The Colour in Anything and his fourth album Assume Form in 2019, both receiving positive reviews and the latter becoming his highest-peaking album in the US Billboard 200, at number 21.",
    "year": 1988,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Kiira Korpi",
    "birthday": "1988-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0e/Kiira_KORPI_Nebelhorn_Trophy_2009_Podium-2.jpg",
    "extract": "Kiira Linda Katriina Korpi is a Finnish figure skater. She is a three-time European medalist, the 2010 Trophée Eric Bompard champion, the 2012 Rostelecom Cup champion, a two-time Cup of China medalist, and a five-time Finnish national champion. She retired from competitive skating in August 2015.",
    "year": 1988,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Vladimir Niculescu",
    "birthday": "1987-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Vladimir_Niculescu.jpg/206px-Vladimir_Niculescu.jpg",
    "extract": "Vladimir Niculescu is a Romanian professional football player, who plays as a goalkeeper. He is a free agent.",
    "year": 1987,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Cyril Gautier",
    "birthday": "1987-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Crit%C3%A9rium_du_Dauphin%C3%A9_2013_-_4e_%C3%A9tape_%28clm%29_-_85.JPG/257px-Crit%C3%A9rium_du_Dauphin%C3%A9_2013_-_4e_%C3%A9tape_%28clm%29_-_85.JPG",
    "extract": "Cyril Gautier is a French road bicycle racer, who currently rides for UCI ProTeam B&B Hotels p/b KTM. He was named in the start list for the 2015 Vuelta a España.",
    "year": 1987,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Sean Doolittle",
    "birthday": "1986-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Sean_Doolittle_%2851204221588%29_%28cropped%29.jpg/316px-Sean_Doolittle_%2851204221588%29_%28cropped%29.jpg",
    "extract": "Sean Robert Doolittle is an American professional baseball pitcher for the Washington Nationals of Major League Baseball (MLB). He previously played for the Oakland Athletics, Cincinnati Reds and Seattle Mariners.",
    "year": 1986,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Nev Schulman",
    "birthday": "1984-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Nev_Schulman_Obvious_Child_Premiere_2014_%28cropped%29.jpg/241px-Nev_Schulman_Obvious_Child_Premiere_2014_%28cropped%29.jpg",
    "extract": "Yaniv \"Nev\" Schulman is an American TV host and producer. He is best known for the 2010 documentary film Catfish and the follow up TV series Catfish: The TV Show on MTV of which he is the host and executive producer.",
    "year": 1984,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "D'Qwell Jackson",
    "birthday": "1983-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/D%27Qwell_Jackson_2016.JPG/224px-D%27Qwell_Jackson_2016.JPG",
    "extract": "D'Qwell Jackson is a former American football inside linebacker who played eleven seasons in the National Football League (NFL). He played college football at Maryland, and was drafted by the Cleveland Browns in the second round of the 2006 NFL Draft. He has also played for the Indianapolis Colts.",
    "year": 1983,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Archimede Morleo",
    "birthday": "1983-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Morleo.png/275px-Morleo.png",
    "extract": "Archimede Morleo is an Italian footballer who plays for Eccellenza Apulia club Casarano.",
    "year": 1983,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Ricardo Quaresma",
    "birthday": "1983-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Ricardo_Quaresma_%28cropped%29_2.jpg/225px-Ricardo_Quaresma_%28cropped%29_2.jpg",
    "extract": "Ricardo Andrade Quaresma Bernardo is a Portuguese professional footballer who plays as a winger.",
    "year": 1983,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Rob Burrow",
    "birthday": "1982-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Rob_Burrow.jpg/217px-Rob_Burrow.jpg",
    "extract": "Robert Geoffrey Burrow is an English former professional rugby league footballer, who spent 16 years playing for the Leeds Rhinos in the Super League, before retiring in 2017. An England and Great Britain representative, he spent his entire professional career with Leeds. At 5 ft 5 in (165 cm) tall and weighing less than 11 st, Burrow was known for many years as \"the smallest player in Super League\". Despite this, he was one of the most successful players in the competition's history, having won a total of 8 Super League championships, two Challenge Cups, been named to the Super League Dream Team on three occasions and won the Harry Sunderland Trophy twice.",
    "year": 1982,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "John Scott (ice hockey)",
    "birthday": "1982-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/John_Scott.png/207px-John_Scott.png",
    "extract": "John Howard Scott is a Canadian former professional ice hockey defenceman/winger. A professional player for nearly 10 seasons, Scott saw National Hockey League action with the Minnesota Wild, Chicago Blackhawks, New York Rangers, San Jose Sharks, Buffalo Sabres, Arizona Coyotes and Montreal Canadiens. Scott was born in Edmonton, Alberta, but grew up in St. Catharines, Ontario. He graduated from Michigan Technological University in 2006.",
    "year": 1982,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Yao Beina",
    "birthday": "1981-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/19/MusicRadio2013fan_2.jpg/247px-MusicRadio2013fan_2.jpg",
    "extract": "Yao Beina, also known as Bella Yao, was a Chinese singer and songwriter. She debuted as the diva of the musical theater Jin Sha (金沙) in 2005. After her graduation from China Conservatory of Music in the same year, she joined the Chinese Song and Dance Ensemble in the Political Department of the People's Liberation Army Navy as a professional singer. She performed as one of the singing assistants at Song Zuying's solo concert at the Kennedy Center, Washington D.C. in 2006.",
    "year": 1981,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Christina Milian",
    "birthday": "1981-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/CUN2008_Oscar_party_Christina_Milian.jpg/213px-CUN2008_Oscar_party_Christina_Milian.jpg",
    "extract": "Christine Marie Flores, better known as Christina Milian, is an American-Cuban actress, singer and songwriter. Born in Jersey City, New Jersey, but raised in Maryland, she signed a contract with Murder Inc. Records at the age of 19. In 2001, Milian released her self-titled debut album, which featured the singles \"AM to PM\" and \"When You Look at Me\"; the former charted within the Top 40 of the U.S. Billboard Hot 100 and both peaked in the top three on the UK Singles Chart. In 2004, Milian released her second studio album It's About Time, which provided her first major U.S. hit, \"Dip It Low\", which reached number five on the U.S. Billboard chart. \"Whatever U Want\" was released as the album's second single. Both singles charted within the Top 10 of the UK chart.",
    "year": 1981,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Asuka (wrestler)",
    "birthday": "1981-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Asuka_WrestleMania_Axxess_in_2018.jpg/206px-Asuka_WrestleMania_Axxess_in_2018.jpg",
    "extract": "Kanako Urai  is a Japanese professional wrestler currently signed to WWE, where she performs on the Raw brand under the ring name Asuka .",
    "year": 1981,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Serena Williams",
    "birthday": "1981-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Serena_Williams_at_2013_US_Open.jpg/243px-Serena_Williams_at_2013_US_Open.jpg",
    "extract": "Serena Jameka Williams is an American professional tennis player. She has been ranked singles world No. 1 by the Women's Tennis Association (WTA) for 319 weeks, including a joint-record 186 consecutive weeks, and finished as the year-end No. 1 five times. She has won 23 Grand Slam singles titles, the most by any player in the Open Era, and the second-most of all time.",
    "year": 1981,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Patrick Friesacher",
    "birthday": "1980-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Patrick_Friesacher.jpg/287px-Patrick_Friesacher.jpg",
    "extract": "Patrick Friesacher is an Austrian racing driver who drove for the Minardi Formula One team during the first half of the 2005 season.",
    "year": 1980,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Brooks Orpik",
    "birthday": "1980-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Brooks_Orpik_2016-04-07_1.JPG/303px-Brooks_Orpik_2016-04-07_1.JPG",
    "extract": "Richard Brooks Orpik is an American former professional ice hockey defenseman who played for the Pittsburgh Penguins and the Washington Capitals of the National Hockey League (NHL). A stay-at-home defenseman and locker room leader, Orpik is a two-time Stanley Cup champion, winning with the Penguins in 2009 and with the Capitals in 2018.",
    "year": 1980,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Daniel Sedin",
    "birthday": "1980-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Daniel_Sedin_Canucks_practice_2012.jpg/240px-Daniel_Sedin_Canucks_practice_2012.jpg",
    "extract": "Daniel Hans Sedin is a Swedish professional ice hockey executive and former professional ice hockey winger who played his entire 18-season National Hockey League (NHL) career with the Vancouver Canucks from 2000 to 2018. Born and raised in Örnsköldsvik, Sweden, Sedin and his identical twin brother Henrik played together throughout their careers; the pair were renowned for their effectiveness as a tandem. During his career, Daniel was known as a goal-scorer, while Henrik was known as a playmaker. Sedin tallied 393 goals and 648 assists in 1,306 games played in the NHL, ranking him as the Canucks' second-highest points scorer all time, behind only his brother Henrik.",
    "year": 1980,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Henrik Sedin",
    "birthday": "1980-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Blackhawks_vs_Canucks_102010_-_Henrik_Sedin_crop.jpg/240px-Blackhawks_vs_Canucks_102010_-_Henrik_Sedin_crop.jpg",
    "extract": "Henrik Lars Sedin is a Swedish professional ice hockey executive and former professional ice hockey centre who played his entire 18-season National Hockey League (NHL) career with the Vancouver Canucks from 2000 to 2018. He additionally served as the Canucks' captain from 2010 until his retirement. Born and raised in Örnsköldsvik, Sweden, Sedin and his identical twin brother Daniel played together throughout their careers; the pair were renowned for their effectiveness as a tandem. Henrik, a skilled passer, was known as a playmaker while Daniel was known as a goal-scorer. Sedin tallied 240 goals and 830 assists, for 1,070 points, in 1,330 NHL games, ranking him as the Canucks' all-time leading points scorer.",
    "year": 1980,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Simon Kirch",
    "birthday": "1979-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d7/Simon_Kirch.jpg",
    "extract": "Simon Kirch is a German track and field athlete specialised in the 400 metres. A two time national champion, Kirch participated in the 2008 Summer Olympics in Beijing as part of the German 4 × 400m relay team which failed to reach the final.",
    "year": 1979,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Naomichi Marufuji",
    "birthday": "1979-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Naomichi_Marufuji_2016.jpg/213px-Naomichi_Marufuji_2016.jpg",
    "extract": "Naomichi Marufuji  is a Japanese professional wrestler who competes for Pro Wrestling Noah, with occasional appearances in other professional wrestling promotions including New Japan Pro-Wrestling (NJPW), All Japan Pro Wrestling (AJPW), and Ring of Honor (ROH). Marufuji is a four-time GHC Heavyweight Champion, as well as the first of two men to win Junior Heavyweight Championships in all three major Japanese promotions. In 2009, he was appointed to the position of Vice President of Pro Wrestling Noah, and has retained the position since, being reappointed in September 2011.",
    "year": 1979,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Fuifui Moimoi",
    "birthday": "1979-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Fuifui_Moimoi_Parra.jpg/222px-Fuifui_Moimoi_Parra.jpg",
    "extract": "Fuifui Moimoi is a rugby league footballer who plays as a prop for the Rochdale Hornets in Betfred League 1.",
    "year": 1979,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Cameron Mooney",
    "birthday": "1979-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Cameron_Mooney_%28cropped%29.jpg/213px-Cameron_Mooney_%28cropped%29.jpg",
    "extract": "Cameron Mooney is a former Australian rules footballer who played with the North Melbourne and Geelong Football Clubs in the Australian Football League (AFL). A forward, 1.97 metres tall and weighing 99 kilograms (218 lb), Mooney is renowned for his passion, as well as his poor tribunal history where he holds the record for the most suspensions in a single season by a VFL/AFL player.",
    "year": 1979,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Taavi Rõivas",
    "birthday": "1979-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Taavi_R%C3%B5ivas.jpg/225px-Taavi_R%C3%B5ivas.jpg",
    "extract": "Taavi Rõivas is a former Estonian politician, former leader of the Reform Party and former Prime Minister of Estonia. Before his term as the Prime Minister, Rõivas was the Minister of Social Affairs from 2012 to 2014. On 9 November 2016 his second cabinet dissolved after coalition partners, Union of Pro Patria and Res Publica and Social Democratic Party, sided with the opposition in a no confidence motion. At the end of 2020, Rõivas announced quitting politics, and resigned from his parliament seat.",
    "year": 1979,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jacob Tierney",
    "birthday": "1979-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Jacob_Tierney_head.jpg/225px-Jacob_Tierney_head.jpg",
    "extract": "Jacob Daniel Tierney is a Canadian actor, director, and screenwriter.",
    "year": 1979,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Robert Kipkoech Cheruiyot",
    "birthday": "1978-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Cheruiyot.jpg/320px-Cheruiyot.jpg",
    "extract": "Robert \"Mwafrika\" Kipkoech Cheruiyot, sometimes known as Omar Ahmed, is a Kenyan marathon runner and is the former record holder and five-time winner of the Boston Marathon.",
    "year": 1978,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Michael Ballack",
    "birthday": "1976-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/10._Tag_der_Legenden_2014_69.jpg/220px-10._Tag_der_Legenden_2014_69.jpg",
    "extract": "Michael Ballack is a German former professional footballer. He is among the top goal scorers in the history of the German national team. Ballack wore the number 13 shirt for every team he has played for, except 1. FC Kaiserslautern. He was selected by Pelé as one of FIFA's 100 Greatest Living Players, and as the UEFA Club Midfielder of the Year in 2002. He won the German Footballer of the Year award three times – in 2002, 2003 and 2005. Ballack was known for his passing range, powerful shot, physical strength and commanding presence in midfield.",
    "year": 1976,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Emma Härdelin",
    "birthday": "1975-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Emma_H%C3%A4rdelin_2018.jpeg/320px-Emma_H%C3%A4rdelin_2018.jpeg",
    "extract": "Emma Härdelin is a Swedish musician. She is a violinist and lead singer in folk-rock band Garmarna, which she joined in 1993 for their first album, and also lead singer for the folk band Triakel.",
    "year": 1975,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Chiara Schoras",
    "birthday": "1975-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Chiara_Schoras_als_Kriminaloberkommissarin_Leonie_Bongartz_-_Countdown-Die_Jagd_beginnt_%286300%29.jpg/267px-Chiara_Schoras_als_Kriminaloberkommissarin_Leonie_Bongartz_-_Countdown-Die_Jagd_beginnt_%286300%29.jpg",
    "extract": "Chiara Schoras is a German actress.",
    "year": 1975,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Boris Cepeda",
    "birthday": "1974-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Boris_Cepeda.jpg/320px-Boris_Cepeda.jpg",
    "extract": "Boris Cepeda is a German-Ecuadorian Pianist and Diplomat.",
    "year": 1974,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Martin Müürsepp",
    "birthday": "1974-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Martin_Muursepp.jpg/251px-Martin_Muursepp.jpg",
    "extract": "Martin Müürsepp is an Estonian professional basketball coach and former player, who is the head coach of BC Rakvere Tarvas of the Estonian-Latvian Basketball League. Widely regarded as one of Estonia's greatest basketball players of all time, he is the only Estonian to have played in the National Basketball Association (NBA).",
    "year": 1974,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Marty Casey",
    "birthday": "1973-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Marty_Casey.jpg/320px-Marty_Casey.jpg",
    "extract": "Martin Xavier \"Marty\" Casey \nis an American rock musician who is the lead singer, primary songwriter and second guitarist of the band Lovehammers.\nAfter years of building a strong local following in Chicago, Illinois and the Midwest, Casey achieved international fame on the first season of the reality show Rock Star: INXS. Casey made it to the final two of the competition, finishing as the runner-up to winner J.D. Fortune. Although he was not chosen as the new singer for INXS, he was invited to tour as opening act. In 2006, Marty Casey and the Lovehammers opened on the first leg of the INXS Switched On Tour. Marty was a fan favorite on Rock Star: INXS, receiving the most viewer votes,\nand topping the download charts with his performances of both covers and original material.",
    "year": 1973,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Beto O'Rourke",
    "birthday": "1972-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Beto_O%27Rourke_April_2019.jpg/246px-Beto_O%27Rourke_April_2019.jpg",
    "extract": "Robert Francis \"Beto\" O'Rourke is an American politician who served as the U.S. representative for Texas's 16th congressional district from 2013 to 2019. A member of the Democratic Party, O'Rourke was a candidate for the U.S. Senate in 2018 and for the Democratic presidential nomination in 2020.",
    "year": 1972,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Shawn Stockman",
    "birthday": "1972-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/ShawnStockmanHWoFJan2012.jpg/320px-ShawnStockmanHWoFJan2012.jpg",
    "extract": "Shawn Patrick Stockman is an American singer, songwriter and record producer. He is best known as a member of the vocal group Boyz II Men.",
    "year": 1972,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Daryl Beattie",
    "birthday": "1970-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Daryl_Beattie_2007_Oct.jpg/320px-Daryl_Beattie_2007_Oct.jpg",
    "extract": "Daryl Beattie is a former Grand Prix solo motorcycle road racer.",
    "year": 1970,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "David Parland",
    "birthday": "1970-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/David_parland_a.k.a_blackmoon_stockholm_sweden_2009.jpg/241px-David_parland_a.k.a_blackmoon_stockholm_sweden_2009.jpg",
    "extract": "David Parland was a Swedish metal guitarist, best known for his work in the bands Dark Funeral, Necrophobic and Infernal, all of which he was one of the founding members.",
    "year": 1970,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "David Slade",
    "birthday": "1969-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/David_Slade_2014_Comic_Con_1.jpg/320px-David_Slade_2014_Comic_Con_1.jpg",
    "extract": "David Aldrin Slade is a British film and television director and actor. His works include the films Hard Candy, 30 Days of Night and The Twilight Saga: Eclipse. Slade is also a director for television, directing episodes for Breaking Bad, Awake, Hannibal, Crossbones, Powers, American Gods and Black Mirror. Before he was a film director, Slade was a director of commercials and music videos.",
    "year": 1969,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Holger Stanislawski",
    "birthday": "1969-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/16-04-11-Pressekonferenz_ARD_und_ZDF_Fu%C3%9Fball-EM_2016_RalfR-WAT_7179d.jpg/219px-16-04-11-Pressekonferenz_ARD_und_ZDF_Fu%C3%9Fball-EM_2016_RalfR-WAT_7179d.jpg",
    "extract": "Holger Stanislawski is a German football manager and former player.",
    "year": 1969,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jim Caviezel",
    "birthday": "1968-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Jim_Caviezel_SDCC_2013.jpg/237px-Jim_Caviezel_SDCC_2013.jpg",
    "extract": "James Patrick Caviezel Jr. is an American film and television actor who played Jesus Christ in The Passion of the Christ (2004) and starred as John Reese on the CBS series Person of Interest (2011–2016). He also has had roles as Slov in G.I. Jane (1997), Private Witt in The Thin Red Line (1998), Detective John Sullivan in Frequency (2000), Catch in Angel Eyes (2001), Edmond Dantès in The Count of Monte Cristo (2002), Willard Hobbes in Escape Plan (2013), and Bob Ladouceur in When the Game Stands Tall (2014).",
    "year": 1968,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Bruno Akrapović",
    "birthday": "1967-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Bruno_Akrapovich.jpg/232px-Bruno_Akrapovich.jpg",
    "extract": "Bruno Akrapović is a Bosnian professional football manager and former player who played as a midfielder. He is current manager of Shkëndija.",
    "year": 1967,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Shannon Hoon",
    "birthday": "1967-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/89/Shanon_hoon.jpg",
    "extract": "Richard Shannon Hoon was an American singer-songwriter and musician. He was the lead singer of the band Blind Melon from 1990 until his death in 1995.",
    "year": 1967,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Craig Janney",
    "birthday": "1967-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Craig_Janney_Boston_College.png/223px-Craig_Janney_Boston_College.png",
    "extract": "Craig Harlan Janney is an American former professional ice hockey center who played twelve seasons in the National Hockey League from 1987–88 until 1998–99, when blood clots ended his career prematurely.",
    "year": 1967,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Christos Dantis",
    "birthday": "1966-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Christos_Dantis.jpg/213px-Christos_Dantis.jpg",
    "extract": "Christos Dantis, is a Greek multi-instrumentalist, singer, songwriter, lyricist, and record producer best known for his hits such as \"To Palio Mou Palto\" and \"Ena Tragoudi Akoma\" and later for co-writing the song \"My Number One\" for Elena Paparizou, winning the Eurovision Song Contest 2005 for Greece.",
    "year": 1966,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jillian Barberie",
    "birthday": "1966-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/58/Jillian_sm.jpg/320px-Jillian_sm.jpg",
    "extract": "Jillian Marie Barberie is a Canadian-born American television hostess, sportscaster, radio personality and actress. From 1995 to 2012, she was a co-host on the Los Angeles television morning news and entertainment program Good Day L.A. on Fox owned-and-operated station KTTV. From 2000 to 2005, she appeared on Fox Sports as the weather host for Fox NFL Sunday. From 2006 to 2013, she was known as Jillian Reynolds, from her second marriage.",
    "year": 1966,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Petro Poroshenko",
    "birthday": "1965-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Official_portrait_of_Petro_Poroshenko.jpg/229px-Official_portrait_of_Petro_Poroshenko.jpg",
    "extract": "Petro Oleksiyovych Poroshenko is a Ukrainian businessman and politician who served as the fifth president of Ukraine from 2014 to 2019. Poroshenko served as the Minister of Foreign Affairs from 2009 to 2010, and as the Minister of Trade and Economic Development in 2012. From 2007 until 2012, he headed the Council of Ukraine's National Bank. He was elected president on 25 May 2014, receiving 54.7% of the votes cast in the first round, thus winning outright and avoiding a run-off. During his presidency, Poroshenko led the country through the first phase of the War in Donbas, pushing the Russian separatist forces into the Donbas Region. He began the process of integration with the European Union by signing the European Union–Ukraine Association Agreement.",
    "year": 1965,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Nicki French",
    "birthday": "1964-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Nicki_French_Oxford_%28cropped%29.jpg/320px-Nicki_French_Oxford_%28cropped%29.jpg",
    "extract": "Nicola Sharon French is an English singer. She is best known for her 1995 dance cover version of \"Total Eclipse of the Heart\", which reached the US and UK top 5, and for representing the United Kingdom in the 2000 Eurovision Song Contest in Stockholm.",
    "year": 1964,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Dave Martinez",
    "birthday": "1964-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Dave_Martinez_%28cropped%29.jpg/320px-Dave_Martinez_%28cropped%29.jpg",
    "extract": "David Martinez is an American professional baseball coach and former outfielder who is the manager for the Washington Nationals of Major League Baseball (MLB). He previously served as the bench coach for the Tampa Bay Rays and Chicago Cubs. He played in MLB for the Cubs, Montreal Expos, Cincinnati Reds, San Francisco Giants, Chicago White Sox, Tampa Bay Devil Rays, Texas Rangers, Toronto Blue Jays, and Atlanta Braves from 1986 to 2001. Martinez had a .276 career batting average, 1,599 hits, 91 home runs, 795 runs scored, and 580 runs batted in.",
    "year": 1964,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Joe Nemechek",
    "birthday": "1963-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Joe_nemechek_%2833287372678%29.jpg/314px-Joe_nemechek_%2833287372678%29.jpg",
    "extract": "Joseph Frank Nemechek III is an American professional stock car racing driver who last competed part-time in the NASCAR Camping World Truck Series, driving the No. 8 Ford F-150 for his own team, NEMCO Motorsports. Nemechek has made the second most national series starts in NASCAR history. He claimed the record in 2019 after he passed seven-time Cup Series champion Richard Petty, but was surpassed by Kevin Harvick in 2021. Nemechek won the 1992 NASCAR Busch Series championship.",
    "year": 1963,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Melissa Sue Anderson",
    "birthday": "1962-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/1974_Melissa_Sue_Anderson_Little_House_on_the_Prairie.jpg/254px-1974_Melissa_Sue_Anderson_Little_House_on_the_Prairie.jpg",
    "extract": "Melissa Sue Anderson is an American-Canadian actress. She began her career as a child actress after appearing in several commercials in Los Angeles. Anderson is known for her role as Mary Ingalls in the NBC drama series Little House on the Prairie (1974–1981), for which she received a nomination for the Primetime Emmy Award for Outstanding Lead Actress in a Drama Series.",
    "year": 1962,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Al Pitrelli",
    "birthday": "1962-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Savatage_-_Wacken_Open_Air_2015-0982.jpg/314px-Savatage_-_Wacken_Open_Air_2015-0982.jpg",
    "extract": "Al Pitrelli is an American guitarist, best known for his work with the Trans-Siberian Orchestra, Megadeth, Alice Cooper, Joe Lynn Turner, Asia and Savatage.",
    "year": 1962,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Tracey Thorn",
    "birthday": "1962-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Singer_Tracey_Thorn.jpg/218px-Singer_Tracey_Thorn.jpg",
    "extract": "Tracey Anne Thorn is a British singer, songwriter and writer. She is best known as being one half of the duo Everything but the Girl from 1982 to 1999. She was a member of the band Marine Girls between 1980 and 1983 and since 2007 has been active as a solo artist.",
    "year": 1962,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jacky Wu",
    "birthday": "1962-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/%E5%90%B4%E5%AE%97%E5%AE%AA%EF%BC%88%E7%BB%B4%E5%9F%BA%E7%99%BE%E7%A7%91%EF%BC%89.JPG/320px-%E5%90%B4%E5%AE%97%E5%AE%AA%EF%BC%88%E7%BB%B4%E5%9F%BA%E7%99%BE%E7%A7%91%EF%BC%89.JPG",
    "extract": "Jacky Wu is a Taiwanese television show host, singer, and actor. He hosts numerous variety shows, such as the long running popular Taiwan variety show Guess.",
    "year": 1962,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jeanie Buss",
    "birthday": "1961-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Jeanie_Buss_2016.jpg/190px-Jeanie_Buss_2016.jpg",
    "extract": "Jeanie Marie Buss is an American sports executive who is the controlling owner and president of the Los Angeles Lakers of the National Basketball Association (NBA). A daughter of Jerry Buss, who owned the Lakers and other sports businesses, she entered the family business as general manager of the Los Angeles Strings professional tennis team at 19. She later bought the Los Angeles Blades professional roller hockey team. She served as president of the Great Western Forum before becoming vice president of the Lakers. After her father died in 2013, his controlling ownership of the Lakers passed to his six children via a family trust, with each sibling receiving an equal vote. Buss took over as team president and as the Lakers representative on the NBA Board of Governors. In 2020, she became the first female controlling owner to guide her team to an NBA championship.",
    "year": 1961,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Cindy Herron",
    "birthday": "1961-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Cindy_Herron_EpcotMarch2015.jpg/251px-Cindy_Herron_EpcotMarch2015.jpg",
    "extract": "Cynthia Ann Herron, professionally known as Cindy Herron and sometimes credited as Cindy Herron–Braggs is an American singer–songwriter, model and actress. Herron is best known as a founding member of the R&B/pop group En Vogue, one of the world's best-selling girl groups of all time. She sang lead vocals on the group's first single \"Hold On\", which garnered mainstream success and sold over a million copies. Despite being absent from the group during certain periods, Herron and fellow group member Terry Ellis are the only original members to appear on all of the group's album releases to date. In the 1980s, Herron began her career as an actress, making her debut appearance in Up and Coming as \"Valerie\".",
    "year": 1961,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Marianne Mikko",
    "birthday": "1961-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/SDE_Marianne_Mikko.jpg/216px-SDE_Marianne_Mikko.jpg",
    "extract": "Marianne Mikko is an Estonian politician and former Member of the European Parliament and former Member of the Parliament of Estonia for the Social Democratic Party, part of the Party of European Socialists. Mikko was born in Võru.",
    "year": 1961,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Will Self",
    "birthday": "1961-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/13323-Will_Self_Reading_-1660-Edit.jpg/320px-13323-Will_Self_Reading_-1660-Edit.jpg",
    "extract": "William Woodard Self is an English author, journalist, political commentator and broadcaster. He has written 11 novels, five collections of shorter fiction, three novellas and five collections of non-fiction writing. Self is currently Professor of Modern Thought at Brunel University London, where he teaches psychogeography and modern literature.",
    "year": 1961,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Uwe Bein",
    "birthday": "1960-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/2018-09-17_Eintracht_Frankfurt_Golf_Open_Uwe_Bein-8821.jpg/320px-2018-09-17_Eintracht_Frankfurt_Golf_Open_Uwe_Bein-8821.jpg",
    "extract": "Uwe Bein is a German former professional footballer who played as a midfielder.",
    "year": 1960,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jouke de Vries",
    "birthday": "1960-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Jouke_de_Vries.jpg/228px-Jouke_de_Vries.jpg",
    "extract": "Professor Jouke de Vries is chairman of the Executive Board of the University of Groningen (RUG) in The Netherlands. Before that he was Dean of the University of Groningen/Campus Fryslân in Leeuwarden.",
    "year": 1960,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Rich Gedman",
    "birthday": "1959-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Rich_Gedman_Red_Sox.jpg/223px-Rich_Gedman_Red_Sox.jpg",
    "extract": "Richard Leo Gedman is an American professional baseball coach and former catcher. He played in Major League Baseball (MLB) for the Boston Red Sox (1980–1990), Houston Astros (1990–1991), and St. Louis Cardinals (1991–1992). He currently serves as hitting coach with the Triple-A Worcester Red Sox of the International League. Listed at 6 feet 0 inches (1.83 m) and 210 pounds (95 kg), he batted left-handed and threw right-handed.",
    "year": 1959,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Ilya Kormiltsev",
    "birthday": "1959-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6e/%D0%98%D0%BB%D1%8C%D1%8F-%D0%9A%D0%BE%D1%80%D0%BC%D0%B8%D0%BB%D1%8C%D1%86%D0%B5%D0%B2.png",
    "extract": "Ilya Valeryevich Kormiltsev was a Russian poet, translator, and publisher.",
    "year": 1959,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Rudi Cerne",
    "birthday": "1958-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Deutscher_Fernsehpreis_2012_-_Rudi_Cerne_%28cropped%29_-_Rudi_Cerne.jpg/213px-Deutscher_Fernsehpreis_2012_-_Rudi_Cerne_%28cropped%29_-_Rudi_Cerne.jpg",
    "extract": "Rudi Cerne is a German TV presenter and former figure skater. He is the 1984 European silver medalist and a two-time West German national champion. He competed at two Winter Olympics, finishing fourth in 1984.",
    "year": 1958,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Darby Crash",
    "birthday": "1958-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/65/Darby_Crash.jpg/231px-Darby_Crash.jpg",
    "extract": "Darby Crash was an American punk rock vocalist who, along with longtime friend Pat Smear, co-founded the punk rock band the Germs. He died by suicide by overdosing on heroin.",
    "year": 1958,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Robert Kagan",
    "birthday": "1958-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Robert_Kagan_Fot_Mariusz_Kubik_02.jpg/240px-Robert_Kagan_Fot_Mariusz_Kubik_02.jpg",
    "extract": "Robert Kagan is an American neoconservative scholar, and critic of U.S. foreign policy and a leading advocate of liberal interventionism.",
    "year": 1958,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Kenny Sansom",
    "birthday": "1958-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Kenny_Sansom_April_2011_TB.jpg/223px-Kenny_Sansom_April_2011_TB.jpg",
    "extract": "Kenneth Graham Sansom is a former professional footballer who played as a defender. An England international, he played for clubs such as Crystal Palace, Arsenal, Newcastle United, Coventry City, Queens Park Rangers, Everton and Watford.",
    "year": 1958,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Richard B. Weldon Jr.",
    "birthday": "1958-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/1weldon07.JPG/279px-1weldon07.JPG",
    "extract": "Richard Weldon was a member of the Maryland House of Delegates representing Maryland District 3B, which then included parts of Frederick and Washington County, Maryland. He defeated Lisa Baugher in 2002 for the new 3B district. He defeated Paul Gilligan in 2006 to retain his seat.",
    "year": 1958,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Klaus Augenthaler",
    "birthday": "1957-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Klaus_Augenthaler_2021.jpg/216px-Klaus_Augenthaler_2021.jpg",
    "extract": "Klaus \"Auge\" Augenthaler is a German former professional football player and manager. A defender, he won seven Bundesliga titles in his 15-year club career with Bayern Munich. He also represented the West Germany national team, winning the FIFA World Cup in 1990.",
    "year": 1957,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Michael Dweck",
    "birthday": "1957-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Michael.Dweck.jpg/247px-Michael.Dweck.jpg",
    "extract": "Michael Dweck is an American visual artist and filmmaker. Best known for his narrative photography, Dweck's work \"explores ongoing struggles between identity and adaptation in endangered societal enclaves.\" In 2003, he became the first living photographer to have a solo exhibition at Sotheby's, and in 2012, he was the first American photographer to exhibit his work in Cuba since the beginning of the United States embargo in 1960.\nHe lives and works in New York City and in Montauk, New York.",
    "year": 1957,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Steve Butler",
    "birthday": "1956-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/92_Steve_Butler.jpg/262px-92_Steve_Butler.jpg",
    "extract": "Steve Butler won six national driving championships in USAC Sprint Car and Silver Crown open-wheel racing. Butler was highly regarded for his technical skills and performed chief mechanic duties on several of his winning race cars. He also communicated his view of racing to fans both as author and television commentator. Despite a relatively brief racing career (1981–1993), Butler is an inductee into the National Sprint Car Hall of Fame, the USAC Hall of Fame, and the Hoosier Auto Racing Fan's Hall of Fame. He retired at age 37 to pursue both an engineering career and more time with his growing family. Butler currently resides in Kokomo, IN.",
    "year": 1956,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Linda Hamilton",
    "birthday": "1956-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Linda_Hamilton_by_Gage_Skidmore.jpg/228px-Linda_Hamilton_by_Gage_Skidmore.jpg",
    "extract": "Linda Carroll Hamilton is an American actress. She played Sarah Connor in the Terminator film series and Catherine Chandler in the television series Beauty and the Beast (1987–1990), for which she was nominated for two Golden Globe Awards and an Emmy Award. She also starred as Vicky Baxter in the horror film Children of the Corn (1984), Doctor Amy Franklin in the monster film King Kong Lives (1986), and Mayor Rachel Wando in the disaster thriller film Dante's Peak (1997). Hamilton had a recurring role as Mary Elizabeth Bartowski on NBC's Chuck.",
    "year": 1956,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Craig Chaquico",
    "birthday": "1954-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Craig-Chaquico-KR-2016.jpg/240px-Craig-Chaquico-KR-2016.jpg",
    "extract": "Craig Clinton Chaquico is an American guitarist, songwriter, and composer. From 1974 to 1990 he was lead guitarist for the rock bands Jefferson Starship and Starship. In 1993, he started a solo career as an acoustic jazz guitarist and composer.",
    "year": 1954,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Kevin Kennedy (baseball)",
    "birthday": "1954-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0e/Kevin_Kennedy_%28manager%29_-_San_Antonio_Missions_-_1988.jpg",
    "extract": "Kevin Curtis Kennedy is a former manager in American Major League Baseball and a former television host for Fox Sports' baseball coverage. He was given the nickname \"The Skipper\" by Fox Sports due to his prior managerial career. Kennedy joined the Tampa Bay Rays broadcast team for the 2009 baseball season as a replacement for Joe Magrane.",
    "year": 1954,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Cesar Rosas",
    "birthday": "1954-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Cesar_Rosas.jpg/247px-Cesar_Rosas.jpg",
    "extract": "Cesar J. Rosas is a Mexican singer, songwriter and guitarist for Los Lobos. Rosas also participates in the Latin supergroup Los Super Seven. Perhaps the most recognizable member of Los Lobos, Rosas is known for his trademark black sunglasses, goatee and black hair. He plays guitar left handed.",
    "year": 1954,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Dolores Keane",
    "birthday": "1953-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Mary_Black_and_Dolores_Keane_with_De_Dannan%2C_Trowbridge_Folk_Festival_1985.jpg/320px-Mary_Black_and_Dolores_Keane_with_De_Dannan%2C_Trowbridge_Folk_Festival_1985.jpg",
    "extract": "Dolores Keane is an Irish folk singer and occasional actress. She was a founding member of the group De Dannan and has since embarked on a solo career.",
    "year": 1953,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Paul Stephenson (police officer)",
    "birthday": "1953-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Sir_Paul_Stephenson_and_Theresa_May.jpg/192px-Sir_Paul_Stephenson_and_Theresa_May.jpg",
    "extract": "Sir Paul Robert Stephenson is a British retired police officer who was the Metropolitan Police Commissioner from 2009 to 2011.",
    "year": 1953,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Tommy Taylor (footballer, born 1951)",
    "birthday": "1951-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Tommy-Taylor-2009-07-04.jpg/220px-Tommy-Taylor-2009-07-04.jpg",
    "extract": "Thomas Frederick Taylor is an English football manager and former footballer. As a footballer, he played as a defender. He is currently the head coach of Europa Point.",
    "year": 1951,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Clodoaldo",
    "birthday": "1949-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Clodoaldo_2013.jpg/234px-Clodoaldo_2013.jpg",
    "extract": "Clodoaldo Tavares de Santana, better known as Clodoaldo, is a Brazilian former footballer who played as a midfielder.",
    "year": 1949,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Wendy Saddington",
    "birthday": "1949-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/39/Wendy_Saddington_May_1970.jpg/158px-Wendy_Saddington_May_1970.jpg",
    "extract": "Wendy June Saddington, also known as Gandharvika Dasi, was an Australian blues, soul and jazz singer, and was in the bands Chain, Copperwine and the Wendy Saddington Band. She wrote for teen pop newspaper Go-Set from September 1969 to September 1970 as an agony aunt in her weekly \"Takes Care of Business\" column, and as a feature writer. Saddington had Top 30 chart success with her 1972 solo single \"Looking Through a Window\", which was written and produced by Billy Thorpe and Warren Morgan of the Aztecs. After adopting Krishna Consciousness in the 1970s she took the name Gandharvika Dasi. In March 2013 she was diagnosed with oesophageal cancer, and died on 21 June, aged 63.",
    "year": 1949,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jane Smiley",
    "birthday": "1949-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Jane_smiley_2009.jpg/228px-Jane_smiley_2009.jpg",
    "extract": "Jane Smiley is an American novelist. She won the Pulitzer Prize for Fiction in 1992 for her novel A Thousand Acres (1991).",
    "year": 1949,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Minette Walters",
    "birthday": "1949-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Minette_Walters.jpg/213px-Minette_Walters.jpg",
    "extract": "Minette Caroline Mary Walters DL is an English crime writer.",
    "year": 1949,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Olivia Newton-John",
    "birthday": "1948-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Olivia_Newton_John_%286707495311%29_%28cropped_to_look_large%29.jpg/205px-Olivia_Newton_John_%286707495311%29_%28cropped_to_look_large%29.jpg",
    "extract": "Dame Olivia Newton-John is a British-born Australian singer, songwriter, actress, entrepreneur and activist. She is a four-time Grammy Award winner whose music career includes five US number-one hits and another ten Top Ten hits on the Billboard Hot 100, and two Billboard 200 number-one albums, If You Love Me, Let Me Know (1974) and Have You Never Been Mellow (1975). Eleven of her singles and 14 of her albums have been certified Gold by the Recording Industry Association of America (RIAA). With global sales of more than 100 million records, Newton-John is one of the best-selling music artists from the second half of the 20th century to the present.",
    "year": 1948,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Lynn Anderson",
    "birthday": "1947-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Lynn_Anderson--Columbia_Records.jpg/229px-Lynn_Anderson--Columbia_Records.jpg",
    "extract": "Lynn Rene Anderson was an American country singer and television personality. Her crossover signature recording, \"Rose Garden,\" was a number one hit in the United States and internationally. She charted five number one and eighteen top-ten singles on the Billboard country songs chart. Anderson is regarded as one of country music's most significant performers.",
    "year": 1947,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Philippe Lavil",
    "birthday": "1947-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Philippe_LAVIL.jpg/320px-Philippe_LAVIL.jpg",
    "extract": "Philippe Lavil (born 26 September 1947 in Fort-de-France, Martinique), pseudonym of Philippe Durand de La Villejégu du Fresnay, is a French singer. He remained particularly famous for his hits singles \"Il tape sur des bambous\", \"Elle préfère l'amour en mer\" and \"Kolé séré\", a duet with Jocelyne Béroard. He was also member of Les Enfoirés in 1996, 1997 and 1998.",
    "year": 1947,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Dick Roth",
    "birthday": "1947-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Dick_Roth_1964.jpg/239px-Dick_Roth_1964.jpg",
    "extract": "Richard William Roth is an American former competition swimmer, Olympic champion, and former world record-holder in two events. He swam in the 1964 Olympic Games in Tokyo, Japan, where he won the gold medal for his first-place finish in the men's 400-meter individual medley, setting a new world record of 4:45.4 in the event final. Shortly before the individual medley final, Roth suffered an appendicitis, but refused an immediate operation. He insisted the surgeons delay to allow him to swim in the final, and won the gold medal as a result.",
    "year": 1947,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Andrea Dworkin",
    "birthday": "1946-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Dworkin_on_After_Dark.JPG/320px-Dworkin_on_After_Dark.JPG",
    "extract": "Andrea Rita Dworkin was an American radical feminist writer and activist. She is best known for her analysis of pornography, although her feminist writings, beginning in 1974, span 30 years. They are found in a dozen solo works: nine books of non-fiction, two novels, and a collection of short stories. Another three volumes were co-written or co-edited with US Constitutional law professor and feminist activist, Catharine A. MacKinnon.",
    "year": 1946,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Louise Simonson",
    "birthday": "1946-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/10.13.12LouiseSimonsonByLuigiNovi1.jpg/274px-10.13.12LouiseSimonsonByLuigiNovi1.jpg",
    "extract": "Louise Simonson is an American comic book writer and editor. She is best known for her work on comic book titles such as Conan the Barbarian, Power Pack, X-Factor, New Mutants, Superman: The Man of Steel, and Steel. She is often referred to by the nickname \"Weezie\". Among the comic characters she co-created are Cable, Steel, Power Pack, Rictor, Doomsday and the X-Men villain Apocalypse.",
    "year": 1946,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Claudette Werleigh",
    "birthday": "1946-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Prime_Minister_Claudette_Werleigh.png/211px-Prime_Minister_Claudette_Werleigh.png",
    "extract": "Claudette Werleigh  is a Haitian politician who served as the prime minister of Haiti from 1995 to 1996. She was Haiti's first female Prime Minister.",
    "year": 1946,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Louise Beaudoin",
    "birthday": "1945-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/88/Louise_Beaudoin.png",
    "extract": "Louise Beaudoin is a Canadian politician, who represented the electoral district of Rosemont in the National Assembly of Quebec until 2012, as a member of the Parti Québécois (PQ). She sat as an independent from June 6, 2011 to April 3, 2012. She is best known for her previous tenure as a Member of the National Assembly (MNA) of Chambly, from 1994 to 2003, when she occupied various ministerial positions.",
    "year": 1945,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Gal Costa",
    "birthday": "1945-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Gal_Costa.jpg/214px-Gal_Costa.jpg",
    "extract": "Gal Costa is a Brazilian singer of popular music. She was a principal figure of the tropicalia music scene in Brazil in the late 1960s and appeared on the acclaimed compilation Tropicália: ou Panis et Circenses (1968).",
    "year": 1945,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Bryan Ferry",
    "birthday": "1945-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Bryan_Ferry_%286891697914%29_%28cropped%29.jpg/221px-Bryan_Ferry_%286891697914%29_%28cropped%29.jpg",
    "extract": "Bryan Ferry CBE is an English singer and songwriter. His voice has been described as an \"elegant, seductive croon\". He also established a distinctive image and sartorial style; according to The Independent, Ferry and his contemporary David Bowie influenced a generation with both their music and their appearances. Peter York described Ferry as \"an art object\" who \"should hang in the Tate\".",
    "year": 1945,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jan Brewer",
    "birthday": "1944-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Jan_Brewer_by_Gage_Skidmore_5.jpg/228px-Jan_Brewer_by_Gage_Skidmore_5.jpg",
    "extract": "Janice Kay Brewer is an American politician and author who was the 22nd governor of Arizona from 2009 to 2015. A member of the Republican Party, Brewer is the fourth woman to be Governor of Arizona. Brewer assumed the governorship as part of the line of succession, as determined by the Arizona Constitution, when Governor Janet Napolitano resigned to become U.S. Secretary of Homeland Security. Brewer had been Secretary of State of Arizona from January 2003 to January 2009.",
    "year": 1944,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Ian Chappell",
    "birthday": "1943-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2a/Chappelli2.jpg",
    "extract": "Ian Michael Chappell is a former cricketer who played for South Australia and Australia. He captained Australia between 1971 and 1975 before taking a central role in the breakaway World Series Cricket organisation. Born into a cricketing family—his grandfather and brother also captained Australia—Chappell made a hesitant start to international cricket playing as a right-hand middle-order batsman and spin bowler. He found his niche when promoted to bat at number three. Known as \"Chappelli\", he earned a reputation as one of the greatest captains the game has seen. Chappell's blunt verbal manner led to a series of confrontations with opposition players and cricket administrators; the issue of sledging first arose during his tenure as captain, and he was a driving force behind the professionalisation of Australian cricket in the 1970s.",
    "year": 1943,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Tim Schenken",
    "birthday": "1943-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Tim_Schenken_1971_Hockenheim.JPG/244px-Tim_Schenken_1971_Hockenheim.JPG",
    "extract": "Timothy Theodore Schenken is a former racing driver from Sydney, Australia. He participated in 36 Formula One World Championship Grands Prix, debuting on 16 August 1970. He achieved one career podium at the 1971 Austrian Grand Prix, and scored a total of seven championship points. He did however have two non-championship race podiums – he finished third in the 1971 BRDC International Trophy and third in the 1972 International Gold Cup.",
    "year": 1943,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Kent McCord",
    "birthday": "1942-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Kent_McCord_Adam-12_1970_%28cropped%29.JPG/236px-Kent_McCord_Adam-12_1970_%28cropped%29.JPG",
    "extract": "Kent Franklin McWhirter, known by his stage name Kent McCord, is an American actor, best known for his role as Officer Jim Reed on the television series Adam-12.",
    "year": 1942,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Gloria E. Anzaldúa",
    "birthday": "1942-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Gloria_Anzaldua.jpg/240px-Gloria_Anzaldua.jpg",
    "extract": "Gloria Evangelina Anzaldúa was an American scholar of Chicana cultural theory, feminist theory, and queer theory. She loosely based her best-known book, Borderlands/La Frontera: The New Mestiza, on her life growing up on the Mexico–Texas border and incorporated her lifelong experiences of social and cultural marginalization into her work. She also developed theories about the marginal, in-between, and mixed cultures that develop along borders, including on the concepts of Nepantla, Coyoxaulqui imperative, new tribalism, and spiritual activism.",
    "year": 1942,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Salvatore Accardo",
    "birthday": "1941-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Salvatore_Accardo.jpg/320px-Salvatore_Accardo.jpg",
    "extract": "Salvatore Accardo is an Italian violinist and conductor, who is known for his interpretations of the works of Niccolò Paganini.",
    "year": 1941,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Martine Beswick",
    "birthday": "1941-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Il_bacio_%281974%29_-_Martine_Beswick_%28cropped%29.jpg/281px-Il_bacio_%281974%29_-_Martine_Beswick_%28cropped%29.jpg",
    "extract": "Martine Beswick is an English-Jamaican actress and model perhaps best known for her roles in two James Bond films, From Russia with Love (1963) and Thunderball (1965), who went on to appear in several other notable films in the 1960s. In 2019, she was inducted into the Rondo Hatton Classic Horror Awards' Monster Kid Hall of Fame.",
    "year": 1941,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Ricky Tomlinson",
    "birthday": "1939-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Ricky_Tomlinson_2011.jpg/320px-Ricky_Tomlinson_2011.jpg",
    "extract": " Eric \"Ricky\" Tomlinson is an English actor, author, musician, and political activist. He is best known for his television roles as Bobby Grant in Brookside, DCI Charlie Wise in Cracker and Jim Royle in The Royle Family, and playing the title character in the film Mike Bassett: England Manager (2001).",
    "year": 1939,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jonathan Goldsmith",
    "birthday": "1938-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Jonathan_Goldsmith_2009.jpg/213px-Jonathan_Goldsmith_2009.jpg",
    "extract": "Jonathan Goldsmith is an American character actor. He began his career on the New York stage, then started a career in film and television. He appeared in several TV shows from the 1960s to the 1990s. He is best known for appearing in television commercials for Dos Equis beer, from 2006 to 2016, as the character The Most Interesting Man in the World.",
    "year": 1938,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Valentin Pavlov",
    "birthday": "1937-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Valentin_Pavlov%2C_Prime_Minister_of_the_Soviet_Union.jpg/208px-Valentin_Pavlov%2C_Prime_Minister_of_the_Soviet_Union.jpg",
    "extract": "Valentin Sergeyevich Pavlov was a Soviet official who became a Russian banker following the dissolution of the Soviet Union. Born in the city of Moscow, then part of the Russian Soviet Federative Socialist Republic, Pavlov began his political career in the Ministry of Finance in 1959. Later, during the Brezhnev Era, he became head of the Financial Department of the State Planning Committee. Pavlov was appointed to the post of Chairman of the State Committee on Prices during the Gorbachev Era, and later became Minister of Finance in Nikolai Ryzhkov's second government. He went on to succeed Ryzhkov as head of government in the newly established post of Prime Minister of the Soviet Union.",
    "year": 1937,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jerry Weintraub",
    "birthday": "1937-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f6/Jerry_Weintraub_2013.jpg",
    "extract": "Jerome Charles \"Jerry\" Weintraub was an American film producer, talent manager and actor whose television films won him three Emmys.",
    "year": 1937,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Winnie Madikizela-Mandela",
    "birthday": "1936-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Winnie_Mandela.jpg/213px-Winnie_Mandela.jpg",
    "extract": "Winnie Madikizela-Mandela, also known as Winnie Mandela, was a South African anti-apartheid activist and politician, and the second wife of Nelson Mandela. She served as a Member of Parliament from 1994 to 2003, and from 2009 until her death, and was a deputy minister of arts and culture from 1994 to 1996. A member of the African National Congress (ANC) political party, she served on the ANC's National Executive Committee and headed its Women's League. Madikizela-Mandela was known to her supporters as the \"Mother of the Nation\".",
    "year": 1936,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Joe Sherlock",
    "birthday": "1935-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/18/Joe_Sherlock.jpg/256px-Joe_Sherlock.jpg",
    "extract": "Joe Sherlock was an Irish Labour Party politician who served as a Teachta Dála (TD) from 2002 to 2007, 1987 to 1992 and 1981 to 1982. He was a Senator for the Labour Panel from 1993 to 1997.",
    "year": 1935,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Manmohan Singh",
    "birthday": "1932-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Official_Portrait_of_the_Prime_Minister_Dr._Manmohan_Singh.jpg/213px-Official_Portrait_of_the_Prime_Minister_Dr._Manmohan_Singh.jpg",
    "extract": "Manmohan Singh is an Indian economist and statesman who was the 13th prime minister of India from 2004 to 2014. He is also the longest serving prime minister after Jawaharlal Nehru and Indira Gandhi. A member of the Indian National Congress, Singh was the first Sikh prime minister of India. He was also the first prime minister since Jawaharlal Nehru to be re-elected after completing a full five-year term.",
    "year": 1932,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Donna Douglas",
    "birthday": "1932-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Donna_Douglas_1967.JPG/260px-Donna_Douglas_1967.JPG",
    "extract": "Donna Douglas was an American actress and singer, known for her role as Elly May Clampett on The Beverly Hillbillies (1962–1971). Following her acting career, Douglas became a real-estate agent, gospel singer, inspirational speaker, and author of books for children and adults.",
    "year": 1932,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Joyce Jameson",
    "birthday": "1932-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Joyce_Jameson_in_General_Electric_Theater_%28Blaze_of_Glory%29.jpg/252px-Joyce_Jameson_in_General_Electric_Theater_%28Blaze_of_Glory%29.jpg",
    "extract": "Joyce Jameson was an American actress, known for many television roles, including recurring guest appearances as Skippy, one of the \"fun girls\" in the 1960s television series The Andy Griffith Show as well as \"the Blonde\" in the Academy Award-winning The Apartment (1960).",
    "year": 1932,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Vladimir Voinovich",
    "birthday": "1932-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Vladimir_Voinovich_June_2018.jpg/248px-Vladimir_Voinovich_June_2018.jpg",
    "extract": "Vladimir Nikolayevich Voinovich, was a Russian writer and former Soviet dissident, and the \"first genuine comic writer\" produced by the Soviet system. Among his most well-known works are the satirical epic The Life and Extraordinary Adventures of Private Ivan Chonkin and the dystopian Moscow 2042. He was forced into exile and stripped of his citizenship by Soviet authorities in 1980 but later rehabilitated and moved back to Moscow in 1990. After the fall of the Soviet Union, he continued to be an outspoken critic of Russian politics under the rule of Vladimir Putin.",
    "year": 1932,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Kenneth Parnell",
    "birthday": "1931-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/50/Kennethparnell.jpg",
    "extract": "Kenneth Eugene Parnell was an American convicted sex offender, child rapist, and kidnapper infamously known for perpetrating the abductions of seven-year-old Steven Stayner and five-year-old Timothy White in Merced, California. He was convicted in 2004 for attempting to purchase a child for sex and died in prison.",
    "year": 1931,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Joe Brown (climber)",
    "birthday": "1930-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b7/Joe_Brown.jpg",
    "extract": "Joseph Brown was an English mountaineer who was regarded as an outstanding pioneer of rock climbing during the 1950s and early 1960s. Together with his early climbing partner, Don Whillans, he was one of a new breed of British post-war climbers who came from working class backgrounds in contrast to the upper and middle class professionals who had dominated the sport up to the Second World War. He became the first person to climb the third-highest mountain in the world when he was on the 1955 British Kangchenjunga expedition. Some of his climbs were televised and he assisted with mountaineering scenes in several films; Brown died on 15 April 2020 at the age of 89.",
    "year": 1930,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Wilford White",
    "birthday": "1928-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Wilford_White_-_1954_Bowman.jpg/212px-Wilford_White_-_1954_Bowman.jpg",
    "extract": "Wilford Parley \"Whizzer\" White was an American football running back in the National Football League for the Chicago Bears. He also was a member of the Toronto Argonauts in the Canadian Football League. He was drafted by the Chicago Bears in the third round of the 1951 NFL Draft. He played college football at Arizona State University and became the school's first College Football All-American.",
    "year": 1928,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Robert Cade",
    "birthday": "1927-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/6b/JRobertCade.jpg",
    "extract": "James Robert Cade was an American physician, university professor, research scientist and inventor. Cade, a native of Texas, earned his bachelor and medical degrees at the University of Texas, and became a professor of medicine and nephrology at the University of Florida. Although Cade engaged in many areas of medical research, he is most widely remembered as the leader of the research team that created the sports drink Gatorade. Gatorade would have significant medical applications for treating dehydration in patients, and has generated over $150 million in royalties for the university.",
    "year": 1927,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Patrick O'Neal (actor)",
    "birthday": "1927-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Patrick_O%27Neal_actor.JPG/262px-Patrick_O%27Neal_actor.JPG",
    "extract": "Patrick Wisdom O'Neal was an American actor and restaurateur.",
    "year": 1927,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Enzo Bearzot",
    "birthday": "1927-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Enzo_Bearzot_2.jpg/233px-Enzo_Bearzot_2.jpg",
    "extract": "Enzo Bearzot was an Italian professional football manager and former footballer, who played as a defender or midfielder. He led the Italy national team to victory in the 1982 FIFA World Cup.",
    "year": 1927,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Julie London",
    "birthday": "1926-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Julie_London_1948_portrait_%28crop%29.jpg/259px-Julie_London_1948_portrait_%28crop%29.jpg",
    "extract": "Julie London was an American singer and actress whose career spanned more than 40 years. A torch singer noted for her sultry, languid contralto vocals, London recorded over thirty albums of pop and jazz standards between 1955 and 1969. Her recording of \"Cry Me a River\", a track she introduced on her debut album, was inducted into the Grammy Hall of Fame in 2001. In addition to her musical notice, London was nominated for a Golden Globe Award in 1974 for her portrayal of nurse Dixie McCall in the television series Emergency!.",
    "year": 1926,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Manfred Mayrhofer",
    "birthday": "1926-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d8/Manfred_Mayrhofer.jpg/227px-Manfred_Mayrhofer.jpg",
    "extract": "Manfred Mayrhofer was an Austrian Indo-Europeanist who specialized in Indo-Iranian languages. Mayrhofer served as professor emeritus at the University of Vienna. He is noted for his etymological dictionary of Sanskrit.",
    "year": 1926,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Norm Dussault",
    "birthday": "1925-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/02/Hockey_player_Norm_Dussault.png",
    "extract": "Joseph Normand \"Ti-Nomme\" Dussault was a professional ice hockey player who played 206 games in the National Hockey League.",
    "year": 1925,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Marty Robbins",
    "birthday": "1925-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Marty_Robbins_1966.JPG/277px-Marty_Robbins_1966.JPG",
    "extract": "Martin David Robinson, known professionally as Marty Robbins, was an American singer, songwriter, actor, multi-instrumentalist, and NASCAR racing driver. Robbins was one of the most popular and successful country and western singers for most of his nearly four-decade career, which spanned from the late 1940s to the early 1980s. He was also an early outlaw country pioneer.",
    "year": 1925,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Dev Anand",
    "birthday": "1923-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Dev_Anand_in_Kashti.jpg/292px-Dev_Anand_in_Kashti.jpg",
    "extract": "Dharamdev Pishorimal Anand, better known as Dev Anand, was an Indian actor, writer, director and producer known for his work in Hindi cinema, through a career that spanned over six decades. He was one of the most successful actors in the Indian film industry.",
    "year": 1923,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Barbara Britton",
    "birthday": "1919-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Barbara_Britton_1953.jpg/229px-Barbara_Britton_1953.jpg",
    "extract": "Barbara Britton was an American film and television actress. She is best known for her Western film roles opposite Randolph Scott, Joel McCrea, and Gene Autry and for her two-year tenure as inquisitive amateur sleuth Pam North on the television and radio series Mr. and Mrs. North.",
    "year": 1919,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Matilde Camus",
    "birthday": "1919-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Matilde_Camus_-_Infancia.jpg/193px-Matilde_Camus_-_Infancia.jpg",
    "extract": "Aurora Matilde Gómez Camus was a Spanish poet from Cantabria who also wrote non-fiction.",
    "year": 1919,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Réal Caouette",
    "birthday": "1917-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Real_Caouette.jpg/208px-Real_Caouette.jpg",
    "extract": "David Réal Caouette was a Canadian politician from Québec. He was a member of parliament (MP) and leader of the Social Credit Party of Canada and founder of the Ralliement des créditistes. Outside politics he worked as a car dealer.",
    "year": 1917,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Achille Compagnoni",
    "birthday": "1914-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Achille_Compagnoni_1955.jpg/212px-Achille_Compagnoni_1955.jpg",
    "extract": "Achille Compagnoni was an Italian mountaineer and skier. Together with Lino Lacedelli on 31 July 1954 he was in the first party to reach the summit of K2.",
    "year": 1914,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jack LaLanne",
    "birthday": "1914-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Jack_LaLanne_1961_portrait.JPG/247px-Jack_LaLanne_1961_portrait.JPG",
    "extract": "Francois Henri \"Jack\" LaLanne was an American fitness and nutrition guru and motivational speaker. He described himself as being a \"sugarholic\" and a \"junk food junkie\" until he was age 15. He also had behavioral problems, but \"turned his life around\" after listening to a public lecture about the benefits of good nutrition by health food pioneer Paul Bragg. During his career, he came to believe that the country's overall health depended on the health of its population, and referred to physical culture and nutrition as \"the salvation of America.\"",
    "year": 1914,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Frank Brimsek",
    "birthday": "1913-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/67/Frank_%22Mr._Zero%22_Brimsek.jpg",
    "extract": "Francis Charles \"Mr. Zero\" Brimsek was an American professional ice hockey goaltender who played ten seasons in the National Hockey League (NHL) for the Boston Bruins and Chicago Black Hawks. He won the Calder Memorial Trophy as a rookie, and the Vezina Trophy twice, and he was named to the NHL All-Star Team eight times. He was also a member of two Stanley Cup championships. At the time of his retirement in 1950, he held the records for most wins and shutouts recorded by an American goaltender; these records stood for 54 years and 61 years respectively. In 1966, he was inducted into the Hockey Hall of Fame, the first American goalie to be inducted; and in 1973, he was part of the inaugural class of the United States Hockey Hall of Fame. In 1998, Brimsek was ranked number 67 on The Hockey News' list of the 100 Greatest Hockey Players, the highest ranked American goaltender.",
    "year": 1913,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Al Helfer",
    "birthday": "1911-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a2/Al_Helfer.jpg/297px-Al_Helfer.jpg",
    "extract": "George Alvin \"Al\" Helfer was an American radio sportscaster.",
    "year": 1911,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "A. P. Hamann",
    "birthday": "1909-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Anthony_Peter_Hamann_1933.jpg/276px-Anthony_Peter_Hamann_1933.jpg",
    "extract": "Anthony P. Hamann, better known as A. P. Hamann or Dutch, was the city manager of San Jose, California, USA, from 1950 to 1969. During his tenure, San Jose grew from a small agriculture-based city of 95,000 residents to a large economically diverse city of almost 500,000.",
    "year": 1909,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Anthony Blunt",
    "birthday": "1907-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f9/Anthony_Blunt.jpg/242px-Anthony_Blunt.jpg",
    "extract": "Anthony Frederick Blunt, styled Sir Anthony Blunt KCVO from 1956 to November 1979, was a leading British art historian who in 1964, after being offered immunity from prosecution, confessed to having been a spy for the Soviet Union.",
    "year": 1907,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Shug Fisher",
    "birthday": "1907-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/51/Shug_Fisher.JPG/255px-Shug_Fisher.JPG",
    "extract": "George Clinton Fisher Jr., known as Shug Fisher, was an American character actor, singer, songwriter, musician and comedian. During a 50-year career, he appeared in many Western films, often as a member of the Sons of the Pioneers in Roy Rogers serials. Fisher also had supporting roles on many TV shows, most frequently on Gunsmoke and The Beverly Hillbillies. His comic trademarks included his ability to stutter at will and his bemused facial expressions.",
    "year": 1907,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Bep van Klaveren",
    "birthday": "1907-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Bep_van_Klaveren_1935d.jpg/186px-Bep_van_Klaveren_1935d.jpg",
    "extract": "Lambertus \"Bep\" van Klaveren was a Dutch boxer, who won the gold medal in the featherweight division at the 1928 Summer Olympics in Amsterdam. Van Klaveren remains the only Dutch boxer to have won an Olympic gold medal. His younger brother Piet competed as a boxer at the 1952 Summer Olympics.\n",
    "year": 1907,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Millito Navarro",
    "birthday": "1905-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/89/Millito_Navarro.jpg",
    "extract": "Emilio Navarro, better known as \"Millito Navarro\", was the first Puerto Rican to play baseball in the American Negro leagues. At the time of his death, at age 105, Navarro was the oldest former professional baseball player and the last surviving player from the American Negro League.",
    "year": 1905,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Karl Rappan",
    "birthday": "1905-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Karl_Rappan_%281969%29.jpg/240px-Karl_Rappan_%281969%29.jpg",
    "extract": "Karl Rappan was an Austrian footballer and coach. He played and managed mostly in Switzerland, where he won multiple titles. He had four tenures as coach of the Switzerland national team, which he managed in three World Cups, and is the all-time leader in matches won as coach of the Swiss team. He introduced a major football strategy known as the \"bolt\", which gave origin to the catenaccio system. He also helped create the UEFA Intertoto Cup.",
    "year": 1905,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "George Raft",
    "birthday": "1901-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7a/George_Raft_in_Invisible_Stripes_trailer.jpg",
    "extract": "George Raft was an American film actor and dancer identified with portrayals of gangsters in crime melodramas of the 1930s and 1940s. A stylish leading man in dozens of movies, Raft is remembered for his gangster roles in Quick Millions (1931) with Spencer Tracy, Scarface (1932) with Paul Muni, Each Dawn I Die (1939) with James Cagney, Invisible Stripes (1939) with Humphrey Bogart, Billy Wilder's comedy Some Like It Hot (1959) with Marilyn Monroe and Jack Lemmon, and as a dancer in Bolero (1934) with Carole Lombard and a truck driver in They Drive by Night (1940) with Ann Sheridan, Ida Lupino and Bogart.",
    "year": 1901,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Ted Weems",
    "birthday": "1901-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Ted_weems_publicity_photo.jpg/233px-Ted_weems_publicity_photo.jpg",
    "extract": "Wilfred Theodore Wemyes, known professionally as Ted Weems, was an American bandleader and musician. Weems's work in music was recognized with a star on the Hollywood Walk of Fame.",
    "year": 1901,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Suzanne Belperron",
    "birthday": "1900-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/38/Suzanne_Belperron_Archives_Olivier_Baroin_240px.jpg",
    "extract": "Suzanne Belperron (1900–1983), born in Saint-Claude, France, was an influential 20th-century jewellery designer based in Paris. She worked for the Boivin and Herz jewellery houses before the outbreak of World War II. Subsequently, she took over the Herz company, renaming it Herz-Belperron. Belperron had many important client, from royalty, arts and show business on both sides of the Atlantic.",
    "year": 1900,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "George Gershwin",
    "birthday": "1898-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/George_Gershwin_1937.jpg/255px-George_Gershwin_1937.jpg",
    "extract": "George Gershwin was an American pianist and composer, whose compositions spanned both popular and classical genres. Among his best-known works are the orchestral compositions Rhapsody in Blue (1924) and An American in Paris (1928), the songs \"Swanee\" (1919) and \"Fascinating Rhythm\" (1924), the jazz standards \"Embraceable You\" (1928) and \"I Got Rhythm\" (1930), and the opera Porgy and Bess (1935), which included the hit \"Summertime\".",
    "year": 1898,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Pope Paul VI",
    "birthday": "1897-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Paulus_VI%2C_by_Fotografia_Felici%2C_1969.jpg/245px-Paulus_VI%2C_by_Fotografia_Felici%2C_1969.jpg",
    "extract": "Pope Paul VI was head of the Catholic Church and sovereign of the Vatican City State from 21 June 1963 to his death in 1978. Succeeding John XXIII, he continued the Second Vatican Council, which he closed in 1965, implementing its numerous reforms. He fostered improved ecumenical relations with Eastern Orthodox and Protestant churches, which resulted in many historic meetings and agreements.",
    "year": 1897,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Arthur Rhys-Davids",
    "birthday": "1897-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Arthur_Rhys_Davids_by_William_Orpen.jpg/271px-Arthur_Rhys_Davids_by_William_Orpen.jpg",
    "extract": "Arthur Percival Foley Rhys-Davids, was a British flying ace of the First World War.",
    "year": 1897,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Jürgen Stroop",
    "birthday": "1895-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/J%C3%BCrgen_Stroop.jpg/249px-J%C3%BCrgen_Stroop.jpg",
    "extract": "Jürgen Stroop was a German SS commander during the Nazi era, who served as SS and Police Leader in occupied Poland and Greece. He led the suppression of the Warsaw Ghetto Uprising in 1943 and wrote the Stroop Report, a book-length account of the operation. Following the defeat of Germany, Stroop was prosecuted during the Dachau Trials and convicted of murdering nine U.S. prisoners of war. After his extradition to Poland, Stroop was tried, convicted, and executed for crimes against humanity.",
    "year": 1895,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Gladys Brockwell",
    "birthday": "1894-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Gladys_Brockwell_by_Hartsook.jpg/245px-Gladys_Brockwell_by_Hartsook.jpg",
    "extract": "Gladys Brockwell was an American actress whose career began during the silent film era.",
    "year": 1894,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "William McKell",
    "birthday": "1891-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Williammckell.jpg/228px-Williammckell.jpg",
    "extract": "Sir William John McKell, often known as Bill McKell, was an Australian politician who served as the 12th Governor-General of Australia, in office from 1947 to 1953. He had previously been Premier of New South Wales from 1941 to 1947, as leader of the Labor Party.",
    "year": 1891,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Charles Munch (conductor)",
    "birthday": "1891-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4d/Charles_M%C3%BCnch.jpg/257px-Charles_M%C3%BCnch.jpg",
    "extract": "Charles Munch was an Alsatian French symphonic conductor and violinist. Noted for his mastery of the French orchestral repertoire, he was best known as music director of the Boston Symphony Orchestra.",
    "year": 1891,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Hans Reichenbach",
    "birthday": "1891-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/H_Reichenbach.jpg/228px-H_Reichenbach.jpg",
    "extract": "Hans Reichenbach was a leading philosopher of science, educator, and proponent of logical empiricism. He was influential in the areas of science, education, and of logical empiricism. He founded the Gesellschaft für empirische Philosophie in Berlin in 1928, also known as the “Berlin Circle”. Carl Gustav Hempel, Richard von Mises, David Hilbert and Kurt Grelling all became members of the Berlin Circle.",
    "year": 1891,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Martin Heidegger",
    "birthday": "1889-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Heidegger_2_%281960%29.jpg/227px-Heidegger_2_%281960%29.jpg",
    "extract": "Martin Heidegger was a German philosopher who is best known for contributions to phenomenology, hermeneutics, and existentialism. He is among the most important and influential philosophers of the 20th century.",
    "year": 1889,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "J. Frank Dobie",
    "birthday": "1888-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/J._Frank_Dobie_photo%2C_National_Portrait_Gallery_IMG_4376.JPG/320px-J._Frank_Dobie_photo%2C_National_Portrait_Gallery_IMG_4376.JPG",
    "extract": "James Frank Dobie was an American folklorist, writer, and newspaper columnist best known for his many books depicting the richness and traditions of life in rural Texas during the days of the open range. As a public figure, he was known in his lifetime for his outspoken liberal views against Texas state politics, and carried out a long, personal war against what he saw as braggart Texans, religious prejudice, restraints on individual liberty, and the mechanized world's assault on the human spirit. He was instrumental in saving the Texas Longhorn breed of cattle from extinction.",
    "year": 1888,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "T. S. Eliot",
    "birthday": "1888-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Thomas_Stearns_Eliot_by_Lady_Ottoline_Morrell_%281934%29.jpg/276px-Thomas_Stearns_Eliot_by_Lady_Ottoline_Morrell_%281934%29.jpg",
    "extract": "Thomas Stearns Eliot was a poet, essayist, publisher, playwright, literary critic and editor. Considered one of the 20th century's major poets, he is a central figure in English-language Modernist poetry.",
    "year": 1888,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Antonio Moreno",
    "birthday": "1887-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Antonio_Moreno_1916.jpg/260px-Antonio_Moreno_1916.jpg",
    "extract": "Antonio Garrido Monteagudo, better known as Antonio Moreno or Tony Moreno, was a Spanish-born American actor and film director of the silent film era and through the 1950s.",
    "year": 1887,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Barnes Wallis",
    "birthday": "1887-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Barnes_Wallis_%28RNV%29.jpg/196px-Barnes_Wallis_%28RNV%29.jpg",
    "extract": "Sir Barnes Neville Wallis was an English scientist, engineer and inventor. He is best known for inventing the bouncing bomb used by the Royal Air Force in Operation Chastise to attack the dams of the Ruhr Valley during World War II.",
    "year": 1887,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Archibald Hill",
    "birthday": "1886-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Archibald_Vivian_Hill.jpg/226px-Archibald_Vivian_Hill.jpg",
    "extract": "Archibald Vivian Hill, known as A. V. Hill, was a British physiologist, one of the founders of the diverse disciplines of biophysics and operations research. He shared the 1922 Nobel Prize in Physiology or Medicine for his elucidation of the production of heat and mechanical work in muscles.",
    "year": 1886,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Ugo Cerletti",
    "birthday": "1877-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c3/Ugo_Cerletti.jpg",
    "extract": "Ugo Cerletti was an Italian neurologist who discovered the method of electroconvulsive therapy (ECT) used in psychiatry. Electroconvulsive therapy is a therapy in which electric current is used to provoke a seizure for a short duration. This therapy is used in an attempt to treat certain mental disorders, and may be useful when other possible treatments have not, or cannot, cure the person of their mental disorder.",
    "year": 1877,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Alfred Cortot",
    "birthday": "1877-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Alfred_Cortot_01.jpg/269px-Alfred_Cortot_01.jpg",
    "extract": "Alfred Denis Cortot was a French pianist, conductor, and teacher who was one of the most renowned classical musicians of the 20th century. A pianist of massive repertory, he was especially valued for his poetic insight into Romantic piano works, particularly those of Chopin, Franck, Saint-Saëns and Schumann. For Éditions Durand, he edited editions of almost all piano music by Chopin, Liszt and Schumann.",
    "year": 1877,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Bertha De Vriese",
    "birthday": "1877-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Bertha_De_Vriese.jpg/288px-Bertha_De_Vriese.jpg",
    "extract": "Bertha De Vriese was a Belgian physician. When she earned her degree as a doctor of medicine at Ghent University, where she was the first woman to conduct research and the first woman physician to graduate from the school. Although she was not allowed to pursue an academic career, De Vriese opened a private pediatric clinic and served as the director of the Children's Ward at the Bijloke Hospital in Ghent. In 1914, she married Josef Vercouillie, also a physician.",
    "year": 1877,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Edith Abbott",
    "birthday": "1876-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Edith_Abbott.jpg/238px-Edith_Abbott.jpg",
    "extract": "Edith Abbott was an American economist, statistician, social worker, educator, and author. Abbott was born in Grand Island, Nebraska. Abbott was a pioneer in the profession of social work with an educational background in economics. She was a leading activist in social reform with the ideals that humanitarianism needed to be embedded in education. Abbott was also in charge of implementing social work studies to the graduate level. Though she was met with resistance on her work with social reform at the University of Chicago, she ultimately was successful and was elected as the school's dean in 1924, making her the first female dean in the United States. Abbott was foremost an educator and saw her work as a combination of legal studies and humanitarian work which shows in her social security legislation. She is known as an economist who pursued implementing social work at the graduate level. Her younger sister was Grace Abbott.Social work will never become a profession—except through the professional schools",
    "year": 1876,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Ghulam Bhik Nairang",
    "birthday": "1876-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Ghulam_Bhik_Nairang.jpg/283px-Ghulam_Bhik_Nairang.jpg",
    "extract": "Syed Ghulam Bhik Nairang, also known as Mir Nairang, was a distinguished lawyer, a poet and a prominent Pakistan Movement leader. He held the office of Deputy Leader, from 1938 to 1942, with the All-India Muslim League in the pre-partition India.",
    "year": 1876,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Edmund Gwenn",
    "birthday": "1875-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Edmund_Gwenn_1953.jpg/252px-Edmund_Gwenn_1953.jpg",
    "extract": "Edmund Gwenn was an English actor. On film, he is best remembered for his role as Kris Kringle in the Christmas film Miracle on 34th Street (1947), for which he won the Academy Award for Best Supporting Actor and the corresponding Golden Globe Award. He received a second Golden Globe and another Academy Award nomination for the comedy film Mister 880 (1950). He is also remembered for his appearances in four films directed by Alfred Hitchcock.",
    "year": 1875,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Lewis Hine",
    "birthday": "1874-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Lewis_Hine_selfportrait.jpg/222px-Lewis_Hine_selfportrait.jpg",
    "extract": "Lewis Wickes Hine was an American sociologist and muckraker photographer. His photographs were instrumental in bringing about the passage of the first child labor laws in the United States.",
    "year": 1874,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Wacław Berent",
    "birthday": "1873-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Wac%C5%82aw_Berent_%28writer%29.jpg/226px-Wac%C5%82aw_Berent_%28writer%29.jpg",
    "extract": "Wacław Berent was a Polish novelist, essayist and literary translator from the Art Nouveau period, publishing under the pen names S.A.M. and Wł. Rawicz. He studied Natural Science in Kraków and Zurich, and obtained a PhD in Munich before returning to Warsaw and embarking on a literary career around the turn of the century. Having devoted himself to writing he was influenced by Nietzsche, whom he translated. Berent became a member of the prestigious Polish Academy of Literature in 1933.",
    "year": 1873,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Max Ehrmann",
    "birthday": "1872-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/24/Mehrmann.jpg/227px-Mehrmann.jpg",
    "extract": "Max Ehrmann was an American writer, poet, and attorney from Terre Haute, Indiana, widely known for his 1927 prose poem \"Desiderata\". He often wrote on spiritual themes.",
    "year": 1872,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Christian X of Denmark",
    "birthday": "1870-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Christian_X_-_Peter_Elfelt.jpg/226px-Christian_X_-_Peter_Elfelt.jpg",
    "extract": "Christian X was King of Denmark from 1912 to his death in 1947, and the only King of Iceland as Kristján X, in the form of a personal union rather than a real union between 1918 and 1944.",
    "year": 1870,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Komitas",
    "birthday": "1869-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Komitas_1902.jpg/272px-Komitas_1902.jpg",
    "extract": "Soghomon Soghomonian, ordained and commonly known as Komitas, was an Armenian priest, musicologist, composer, arranger, singer, and choirmaster, who is considered the founder of the Armenian national school of music. He is recognized as one of the pioneers of ethnomusicology.",
    "year": 1869,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Mary Russell, Duchess of Bedford",
    "birthday": "1865-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Mary_Russell%2C_Duchess_of_Bedford.jpg/193px-Mary_Russell%2C_Duchess_of_Bedford.jpg",
    "extract": "Mary Du Caurroy Russell, Duchess of Bedford, was a British aviator and ornithologist. She was honoured for her work in founding hospitals and working in them during the first world war. She later financed and took part in record breaking flights to Karachi and Cape Town.",
    "year": 1865,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Ivan Pavlov",
    "birthday": "1849-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Ivan_Pavlov_NLM3.jpg/227px-Ivan_Pavlov_NLM3.jpg",
    "extract": "Ivan Petrovich Pavlov was a Soviet and Russian physiologist known primarily for his work in classical conditioning.",
    "year": 1849,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Henry Walters",
    "birthday": "1848-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Henry_Walters_LOC_hec.10217_%28cropped%29.jpg/256px-Henry_Walters_LOC_hec.10217_%28cropped%29.jpg",
    "extract": "Henry Walters was noted as an art collector and philanthropist, a founder of the Walters Art Gallery in Baltimore, Maryland, which he donated to the city in his 1931 will for the benefit of the public. From the late 19th century, Walters lived most of the time in New York City, where from 1903 on, he served on the executive committee of the Metropolitan Museum of Art in Manhattan on Fifth Avenue. He was selected as second vice president in 1913, a position he held until his death.",
    "year": 1848,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Joseph Furphy",
    "birthday": "1843-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/SLNSW_822160_29a_Joseph_Furphy_Tom_Collins_31103.jpg/206px-SLNSW_822160_29a_Joseph_Furphy_Tom_Collins_31103.jpg",
    "extract": "Joseph Furphy was an Australian author and poet who is widely regarded as the \"Father of the Australian novel\". He mostly wrote under the pseudonym Tom Collins and is best known for his novel Such Is Life (1903), regarded as an Australian classic.",
    "year": 1843,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Louis-Olivier Taillon",
    "birthday": "1840-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Louis-Olivier_Taillon.jpg/248px-Louis-Olivier_Taillon.jpg",
    "extract": "Sir Louis-Olivier Taillon, was a Canadian lawyer and politician. He was the eighth premier of Quebec, serving two separate terms.",
    "year": 1840,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Ishwar Chandra Vidyasagar",
    "birthday": "1820-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Ishwarchandra_Vidyasagar.jpg/237px-Ishwarchandra_Vidyasagar.jpg",
    "extract": "Ishwar Chandra Vidyasagar CIE, born Ishwar Chandra Bandyopadhyay, was an Indian educator and social reformer of the nineteenth century. His efforts to simplify and modernise Bengali prose were significant. He also rationalised and simplified the Bengali alphabet and type, which had remained unchanged since Charles Wilkins and Panchanan Karmakar had cut the first (wooden) Bengali type in 1780. He is considered the \"Father of Bengali prose\".",
    "year": 1820,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "William Hobson",
    "birthday": "1792-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/WilliamHobsonGovNZ.jpg/254px-WilliamHobsonGovNZ.jpg",
    "extract": "Captain William Hobson was a British Royal Navy officer who served as the first Governor of New Zealand. He was a co-author of the Treaty of Waitangi.",
    "year": 1792,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Théodore Géricault",
    "birthday": "1791-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Horace_Vernet%2C_Jean-Louis-Andr%C3%A9-Th%C3%A9odore_Gericault%2C_probably_1822_or_1823%2C_1998.84%2C_MET.jpg/260px-Horace_Vernet%2C_Jean-Louis-Andr%C3%A9-Th%C3%A9odore_Gericault%2C_probably_1822_or_1823%2C_1998.84%2C_MET.jpg",
    "extract": "Jean-Louis André Théodore Géricault was a French painter and lithographer, whose best-known painting is The Raft of the Medusa. Although he died young, he was one of the pioneers of the Romantic movement.",
    "year": 1791,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Richard Griffin, 3rd Baron Braybrooke",
    "birthday": "1783-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/13/BillingbearHouse1669.jpg/320px-BillingbearHouse1669.jpg",
    "extract": "Richard Griffin, 3rd Baron Braybrooke, known as Richard Neville until 1797 and as the Hon. Richard Griffin between 1797 and 1825, was a British Whig politician and literary figure.",
    "year": 1783,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Johnny Appleseed",
    "birthday": "1774-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Johnny_Appleseed_1.jpg/194px-Johnny_Appleseed_1.jpg",
    "extract": "John Chapman, better known as Johnny Appleseed, was an American pioneer nurseryman who introduced apple trees to large parts of Pennsylvania, Ohio, Indiana, Illinois and Ontario, as well as the northern counties of present-day West Virginia. He became an American legend while still alive, due to his kind, generous ways, his leadership in conservation, and the symbolic importance he attributed to apples. He was also a missionary for The New Church (Swedenborgian) and the inspiration for many museums and historical sites such as the Johnny Appleseed Museum in Urbana, Ohio.",
    "year": 1774,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Wenzel Müller",
    "birthday": "1767-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Wenzel_M%C3%BCller.jpg/284px-Wenzel_M%C3%BCller.jpg",
    "extract": "Wenzel Müller was an Austrian composer and conductor. He is regarded as the most prolific opera composer of all time with his 166 operas.",
    "year": 1767,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Cosme Argerich",
    "birthday": "1758-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Cosme_Argerich.jpg/248px-Cosme_Argerich.jpg",
    "extract": "Cosme Mariano Argerich was a pioneer of military medical practices in Argentina.",
    "year": 1758,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Cuthbert Collingwood, 1st Baron Collingwood",
    "birthday": "1750-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Cuthbert_Collingwood%2C_Baron_Collingwood_by_Henry_Howard.jpg/256px-Cuthbert_Collingwood%2C_Baron_Collingwood_by_Henry_Howard.jpg",
    "extract": "Vice Admiral Cuthbert Collingwood, 1st Baron Collingwood was an admiral of the Royal Navy, notable as a partner with Lord Nelson in several of the British victories of the Napoleonic Wars, and frequently as Nelson's successor in commands.",
    "year": 1750,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Richard Grenville-Temple, 2nd Earl Temple",
    "birthday": "1711-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Richard_Grenville-Temple%2C_2nd_Earl_Temple_by_William_Hoare.jpg/254px-Richard_Grenville-Temple%2C_2nd_Earl_Temple_by_William_Hoare.jpg",
    "extract": "Richard Grenville-Temple, 2nd Earl Temple, was a British politician. He is best known for his association with his brother-in-law William Pitt who he served with in government during Britain's participation in the Seven Years War between 1756 and 1761. He resigned along with Pitt in protest at the cabinet's failure to declare war on Spain.",
    "year": 1711,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "William Cavendish, 3rd Duke of Devonshire",
    "birthday": "1698-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/George_Knapton_-_William_Cavendish%2C_3rd_Duke_of_Devonshire.jpg/245px-George_Knapton_-_William_Cavendish%2C_3rd_Duke_of_Devonshire.jpg",
    "extract": "William Cavendish, 3rd Duke of Devonshire, was a British nobleman and Whig politician who sat in the House of Commons from 1721 to 1729 when he inherited the Dukedom.",
    "year": 1698,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "George William, Duke of Liegnitz",
    "birthday": "1660-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/George_William%2C_Duke_of_Liegnitz.PNG/208px-George_William%2C_Duke_of_Liegnitz.PNG",
    "extract": "George William, also known as George IV William was the last Silesian duke of Legnica (Liegnitz) and Brzeg (Brieg) from 1672 until his death. He was the last male member of the Silesian Piast dynasty descending from Władysław II the Exile (1105–1159).",
    "year": 1660,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Francis Daniel Pastorius",
    "birthday": "1651-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Francis_Daniel_Pastorius_relief.jpg/233px-Francis_Daniel_Pastorius_relief.jpg",
    "extract": "Francis Daniel Pastorius was a German born educator, lawyer, poet, and public official. He was the founder of Germantown, Pennsylvania, now part of Philadelphia, the first permanent German-American settlement and the gateway for subsequent emigrants from Germany.",
    "year": 1651,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Nehemiah Grew",
    "birthday": "1641-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Nehemiah_Grew.png/216px-Nehemiah_Grew.png",
    "extract": "Nehemiah Grew was an English plant anatomist and physiologist, known as the \"Father of Plant Anatomy\".",
    "year": 1641,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Sébastien Leclerc",
    "birthday": "1637-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/SebastienLeclerc.jpg/274px-SebastienLeclerc.jpg",
    "extract": "Sébastien Leclerc or Le Clerc was a French artist from the Duchy of Lorraine. He specialized in subtle reproductive drawings, etchings, and engravings of paintings; and worked mostly in Paris, where he was counseled by the King's painter, Charles Le Brun, to devote himself entirely to engraving. Leclerc joined the Académie Royale de Peinture et de Sculpture in 1672 and taught perspective there. He worked for Louis XIV, being made \"graveur du Roi\", doing engraving work for the royal house. Leclerc also engaged in periodic work as a technical draftsman and military engineer.",
    "year": 1637,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Wolfgang, Count Palatine of Zweibrücken",
    "birthday": "1526-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Wolfgang_von_Zweibr%C3%BCcken-Neuburg.jpg/225px-Wolfgang_von_Zweibr%C3%BCcken-Neuburg.jpg",
    "extract": "Count Palatine Wolfgang of Zweibrücken was member of the Wittelsbach family of the Counts Palatine and Duke of Zweibrücken from 1532. With the support of his regent, his uncle Rupert, Wolfgang introduced the Reformation to Zweibrücken as early as 1537.",
    "year": 1526,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Thomas Ros, 8th Baron Ros",
    "birthday": "1406-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/De_Ros_arms.svg/291px-De_Ros_arms.svg.png",
    "extract": "Thomas Ros or Roos, 8th Baron Ros of Helmsley was an English peer.",
    "year": 1406,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Anne of Bavaria",
    "birthday": "1329-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Busta_Anna_Falck%C3%A1_detail.jpg/244px-Busta_Anna_Falck%C3%A1_detail.jpg",
    "extract": "Anne of Bavaria was Queen of Bohemia by marriage to Charles of Luxembourg. She was the daughter of Rudolf II, Count Palatine of the Rhine, and Anna, daughter of Otto III of Carinthia.",
    "year": 1329,
    "month": 9,
    "day": 26,
    "language": "en"
  },
  {
    "name": "Al-Mu'izz li-Din Allah",
    "birthday": "932-9-26",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Calif_al_Muizz_Misr_Cairo_969_CE.png/320px-Calif_al_Muizz_Misr_Cairo_969_CE.png",
    "extract": "Abu Tamim Ma'ad al-Muizz li-Din Allah was the fourth Fatimid caliph and the 14th Ismaili imam, reigning from 953 to 975. It was during his caliphate that the center of power of the Fatimid dynasty was moved from Ifriqiya to Egypt. The Fatimids founded the city of al-Qāhirah (Cairo) \"the Victorious\" in 969 as the new capital of the Fatimid caliphate in Egypt.",
    "year": 932,
    "month": 9,
    "day": 26,
    "language": "en"
  }
]