[
  {
    "name": "Jenna Ortega",
    "birthday": "2002-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Jenna_Ortega_2020.jpg/300px-Jenna_Ortega_2020.jpg",
    "extract": "Jenna Marie Ortega is an American actress. She began her career as a child actor, with roles in films such as Insidious: Chapter 2 (2013), Iron Man 3 (2013) and The Little Rascals Save the Day (2014). She received recognition for her role as Young Jane on The CW comedy-drama series Jane the Virgin (2014–2019), and had her breakthrough for starring as Harley Diaz on the Disney Channel series Stuck in the Middle (2016–2018), which won her the Imagen Award for Best Young Actor on Television in 2018, and voicing Princess Isabel on the Disney Channel animated series Elena of Avalor (2016–2020).",
    "year": 2002,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "David Malukas",
    "birthday": "2001-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/2022_XPEL_375_34_%28David_Malukas%29.jpg/320px-2022_XPEL_375_34_%28David_Malukas%29.jpg",
    "extract": "David Malukas is a Lithuanian-American race car driver who competes in the IndyCar Series for Dale Coyne Racing.",
    "year": 2001,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Dylan Walker",
    "birthday": "1994-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Dylan_Walker.jpg/262px-Dylan_Walker.jpg",
    "extract": "Dylan Walker is a professional rugby league footballer who plays as a centre and five-eighth for the Manly Warringah Sea Eagles in the NRL, and has played for Australia and the New Zealand Maori at international level. He will join the New Zealand Warriors for the 2023 season.",
    "year": 1994,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Monica Puig",
    "birthday": "1993-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Puig_RG19_%2837%29_%2848199058656%29.jpg/215px-Puig_RG19_%2837%29_%2848199058656%29.jpg",
    "extract": "Monica Puig Marchán is a Puerto Rican professional tennis player. She is the first Puerto Rican in history to win a gold medal at the Olympics while representing Puerto Rico, having done so in 2016 at the women's singles event. She is also a Central American and Caribbean champion and Pan American silver medalist.",
    "year": 1993,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Lachlan Burr",
    "birthday": "1992-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Lachlan_Burr_Canterbury_Bulldogs.jpg/281px-Lachlan_Burr_Canterbury_Bulldogs.jpg",
    "extract": "Lachlan Burr is a former Australian professional rugby league footballer who last played as a lock and prop for the North Queensland Cowboys in the NRL.",
    "year": 1992,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Luc Castaignos",
    "birthday": "1992-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Luc_Castaignos_2011_%28cropped%29.jpg/158px-Luc_Castaignos_2011_%28cropped%29.jpg",
    "extract": "Luc Castaignos is a Dutch professional footballer who plays as a striker.",
    "year": 1992,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Pak Kwang-ryong",
    "birthday": "1992-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/SC_Wiener_Neustadt_vs._SKN_St._P%C3%B6lten_2018-05-31_%28141%29.jpg/213px-SC_Wiener_Neustadt_vs._SKN_St._P%C3%B6lten_2018-05-31_%28141%29.jpg",
    "extract": "Pak Kwang-Ryong is a North Korean professional footballer who plays as a striker.",
    "year": 1992,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ryan O'Shaughnessy",
    "birthday": "1992-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Ryan_O%27Shaughnessy_%282%29_20180508_EuroVisionary_%28cropped%29.jpg/241px-Ryan_O%27Shaughnessy_%282%29_20180508_EuroVisionary_%28cropped%29.jpg",
    "extract": "Ryan O'Shaughnessy is an Irish singer-songwriter and former actor from Loughshinny, Skerries, Dublin. He portrayed Mark Halpin in the popular TV series Fair City for nine years (2001–2010). In January 2012, he appeared in the inaugurative season of The Voice of Ireland and in May 2012, he took part in sixth series of Britain's Got Talent making it to the final and finishing fifth place. He represented Ireland in the Eurovision Song Contest 2018 with the song \"Together\" finishing 16th.",
    "year": 1992,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Gabriel (footballer, born September 1992)",
    "birthday": "1992-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Gabriel_2016_ICC_%28cropped%29.jpg/211px-Gabriel_2016_ICC_%28cropped%29.jpg",
    "extract": "Gabriel Vasconcelos Ferreira, mononymously known as Gabriel, is a Brazilian professional footballer who plays as a goalkeeper for Italian Serie B side Lecce.",
    "year": 1992,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Granit Xhaka",
    "birthday": "1992-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/34/SWE-SWI_%2818%29_%28cropped%29.jpg",
    "extract": "Granit Xhaka is a Swiss professional footballer who plays as a midfielder for Premier League club Arsenal and captains the Switzerland national team.",
    "year": 1992,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Simona Halep",
    "birthday": "1991-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Halep_RG18_%2825%29_%2842929445712%29.jpg/213px-Halep_RG18_%2825%29_%2842929445712%29.jpg",
    "extract": "Simona Halep is a Romanian professional tennis player. She has been ranked world No. 1 in singles twice between 2017 and 2019, for a total of 64 weeks, which ranks eleventh in the history of the Women's Tennis Association (WTA) rankings. Halep was the year-end No. 1 in 2017 and 2018. From 2014 through 2021, she was ranked in the top 10 for 373 consecutive weeks, the eighth-longest streak in WTA history. During this seven-year span, she finished each year ranked no lower than No. 4. She has won 23 WTA singles titles and has finished runner-up 18 times. Halep has won two Grand Slam singles titles: the 2018 French Open and the 2019 Wimbledon Championships.",
    "year": 1991,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Anete Paulus",
    "birthday": "1991-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Paulus%2C_Anete.IMG_3280.JPG/213px-Paulus%2C_Anete.IMG_3280.JPG",
    "extract": "Anete Paulus is an Estonian football player who plays as a defender for Naiste Meistriliiga club Pärnu. She represented the Estonia national team from 2008 to 2017.",
    "year": 1991,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Rio Uchida",
    "birthday": "1991-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Super%21_C_CHANNEL_2019_Uchida_Rio_%2848804323061%29.jpg/213px-Super%21_C_CHANNEL_2019_Uchida_Rio_%2848804323061%29.jpg",
    "extract": "Rio Uchida  is a Japanese actress and gravure idol who is affiliated with LesPros Entertainment. She is best known for her role as Kiriko Shijima, the main heroine of the Kamen Rider series Kamen Rider Drive.",
    "year": 1991,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Park Tae-hwan",
    "birthday": "1989-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e8/Taehwan_Park_in_Incheon_Asiangame.jpg/227px-Taehwan_Park_in_Incheon_Asiangame.jpg",
    "extract": "Park Tae-hwan is a South Korean competitive swimmer who is an Olympic gold medalist and world champion. He has four Olympic medals, five world titles, and 20 Asian Games medals. He won a gold medal in the 400-meter freestyle and a silver in the 200-meter freestyle events at the 2008 Summer Olympics. He also won two silver medals at the 2012 Summer Olympics in the 200- and 400-meter freestyle. He is the first Asian swimmer to claim a gold medal in the men's 400-meter freestyle, and the first-ever South Korean swimmer to win any Olympic medal in swimming. He also holds 3 Asian Records, all in Men's Freestyle. He is best known for his impressive range and versatility, as he is able to compete at international level in 100-, 200-, 400- and 1,500-meter freestyle.",
    "year": 1989,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Lisa Ryzih",
    "birthday": "1988-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Lisa_Ryzih_by_Augustas_Didzgalvis.jpg/232px-Lisa_Ryzih_by_Augustas_Didzgalvis.jpg",
    "extract": "Elizaveta Ryzih is a German pole vault athlete. Two times an Olympian, she was 6th in London and 10th in Rio Olympic games. She was described by one athletics commentator as a \"tall, fast and athletic\" pole vaulter, and she has seen good success in European Championships as well as being a constant presence in the world yearly rankings of pole vaulters, placing among the top 10 vaulters in recent years.",
    "year": 1988,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ádám Bogdán",
    "birthday": "1987-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Adam_Bogdan.jpg/307px-Adam_Bogdan.jpg",
    "extract": "Ádám Bogdán is a Hungarian professional footballer, who plays as a goalkeeper for Hungarian club Ferencváros.",
    "year": 1987,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Austin Carlile",
    "birthday": "1987-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/2016_RiP_Of_Mice_and_Men_-_Austin_Carlile_-_by_2eight_-_8SC7836.jpg/217px-2016_RiP_Of_Mice_and_Men_-_Austin_Carlile_-_by_2eight_-_8SC7836.jpg",
    "extract": "Austin Robert Carlile is an American musician and baseball coach from Pensacola, Florida. He achieved prominence as formerly the lead vocalist of Attack Attack! and Of Mice & Men. After leaving Of Mice & Men, he began coaching youth baseball in Costa Rica. A high school athlete, multiple surgeries from Marfan syndrome during his teenage years turned him towards music. In December 2016, Carlile departed from Of Mice & Men due to his Marfan syndrome and the effects that his vocal performances were having on his body.",
    "year": 1987,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Vanessa James",
    "birthday": "1987-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Vanessa_James_and_Morgan_Cipr%C3%A8s_at_2016_Troph%C3%A9e_de_France.jpg/213px-Vanessa_James_and_Morgan_Cipr%C3%A8s_at_2016_Troph%C3%A9e_de_France.jpg",
    "extract": "Vanessa James is a Canadian competitive pair skater. With her former skating partner, Morgan Ciprès, she is the 2019 European Champion, the 2018 World bronze medallist, the 2017 European bronze medallist, the 2018 Grand Prix Final champion, and a six-time French national champion. They have also won medals in Grand Prix and Challenger Series competitions. James and Ciprès represented France at the 2014 and 2018 Winter Olympics.",
    "year": 1987,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Olga Puchkova",
    "birthday": "1987-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Olga_Puchkova_US_Open.JPG/272px-Olga_Puchkova_US_Open.JPG",
    "extract": "Olga Alekseyevna Puchkova is a Russian former professional tennis player. As a junior, she played for Belarus, and was sometimes listed as Belarusian professional.",
    "year": 1987,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Vin Mazzaro",
    "birthday": "1986-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Vincent_Mazzaro.jpg/213px-Vincent_Mazzaro.jpg",
    "extract": "Vincent Michael \"Vin\" Mazzaro is an American former professional baseball pitcher. He played in Major League Baseball (MLB) for the Oakland Athletics, Kansas City Royals, Pittsburgh Pirates, Miami Marlins and San Francisco Giants.",
    "year": 1986,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Matt Shoemaker",
    "birthday": "1986-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Matt_Shoemaker_on_May_16%2C_2015.jpg/261px-Matt_Shoemaker_on_May_16%2C_2015.jpg",
    "extract": "Matthew David Shoemaker is an American professional baseball pitcher for the Yomiuri Giants of Nippon Professional Baseball (NPB). He has played in Major League Baseball (MLB) for the Los Angeles Angels, Toronto Blue Jays, and Minnesota Twins. Prior to beginning his professional career, he played college baseball at Eastern Michigan University (EMU). Shoemaker has also competed for the United States national baseball team.",
    "year": 1986,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ricardo Risatti",
    "birthday": "1986-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Ricardo_Risatti_III.JPG/320px-Ricardo_Risatti_III.JPG",
    "extract": "Ricardo Caíto Risatti is an Argentine racing driver who has progressed through the ranks of formula single-seater racing in South America and Europe. He was the 2006 Spanish Formula Three champion and now competes in the Argentine touring car series, TC 2000.",
    "year": 1986,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Daniel Pudil",
    "birthday": "1985-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Pudil_140503_Watford_v_Huddersfield-108.jpg/320px-Pudil_140503_Watford_v_Huddersfield-108.jpg",
    "extract": "Daniel Pudil is a former Czech professional footballer who played for the Czech Republic national team as a left back or left winger.",
    "year": 1985,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Paul Bevan",
    "birthday": "1984-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Paul_Bevan%2C_Syd_v_PA_2009_%283558509259%29_%28cropped%29.jpg/213px-Paul_Bevan%2C_Syd_v_PA_2009_%283558509259%29_%28cropped%29.jpg",
    "extract": "Paul Bevan is an Australian rules football player with the Sydney Swans of the Australian Football League (AFL).",
    "year": 1984,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "John Lannan",
    "birthday": "1984-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/John_Lannan_on_March_7%2C_2014.jpg/198px-John_Lannan_on_March_7%2C_2014.jpg",
    "extract": "John Edward Lannan is an American former professional baseball pitcher. He made his Major League Baseball (MLB) debut with the Washington Nationals in 2007 against the Philadelphia Phillies; he was ejected from his first MLB game. He pitched with the Nationals for six seasons through 2012 and was the opening day starter in 2009 and 2010. He was relegated out of the rotation in 2012, and was eventually non-tendered making him a free agent. In December 2012, he signed with the division rival Phillies, with whom he was the fifth starter during the 2013 season. He played with the New York Mets in 2014.",
    "year": 1984,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Avril Lavigne",
    "birthday": "1984-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Avril_Lavigne_%40_Grammy_Museum_09_05_2019_%2849311430057%29.jpg/256px-Avril_Lavigne_%40_Grammy_Museum_09_05_2019_%2849311430057%29.jpg",
    "extract": "Avril Ramona Lavigne is a Canadian singer, songwriter, and actress. She has released seven studio albums and has received several accolades and nominations, including eight Grammy Award nominations.",
    "year": 1984,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Wouter Weylandt",
    "birthday": "1984-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Wouter_Weylandt_WetterenDerny2007-01_%28cropped%29.JPG/240px-Wouter_Weylandt_WetterenDerny2007-01_%28cropped%29.JPG",
    "extract": "Wouter Weylandt was a Belgian professional cyclist for UCI ProTeam Quick-Step–Davitamon and later for Leopard Trek. His first major win was the 17th stage of the 2008 Vuelta a España. He also won the third stage of the 2010 Giro d'Italia. He died in a crash during the third stage of the 2011 Giro d'Italia.",
    "year": 1984,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jeon Hye-bin",
    "birthday": "1983-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/191010_%EC%A0%84%ED%98%9C%EB%B9%88.jpg/251px-191010_%EC%A0%84%ED%98%9C%EB%B9%88.jpg",
    "extract": "Jeon Hye-bin, also known as BIN, is a South Korean actress, singer and model. In 2002, she began her career as singer of the short-lived, three-member girl group LUV. However, the group disbanded the following year due to individual goals.",
    "year": 1983,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jon McLaughlin (musician)",
    "birthday": "1982-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Jon_McLaughlin%2C_2013.png/268px-Jon_McLaughlin%2C_2013.png",
    "extract": "Jonathan McLaughlin is an American pop rock singer-songwriter, record producer and pianist from Anderson, Indiana. His debut album Indiana was released on May 1, 2007, preceded by his first EP Industry, also known as Jon McL, in February 2007. His most successful song is the 2008 single \"Beating My Heart\", from his second album OK Now.",
    "year": 1982,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Markus Rosenberg",
    "birthday": "1982-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Rosenberg2014.png/295px-Rosenberg2014.png",
    "extract": "Nils Markus Rosenberg is a Swedish former professional footballer who played as a forward. He spent the majority of his career with his boyhood club Malmö FF, as well as a notable five-year stint with German Bundesliga side Werder Bremen. Rosenberg served as captain of Malmö from 2015 to 2019. Rosenberg won 33 caps for the Sweden national team, scoring 6 goals, and represented them at the 2006 FIFA World Cup, UEFA Euro 2008, and UEFA Euro 2012.",
    "year": 1982,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Lil Wayne",
    "birthday": "1982-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/LIL_WAYNE_BY_CHRIS_ALLMEID.jpg/213px-LIL_WAYNE_BY_CHRIS_ALLMEID.jpg",
    "extract": "Dwayne Michael Carter Jr., known professionally as Lil Wayne, is an American rapper, singer, songwriter and record executive. He is commonly regarded as one of the most influential hip hop artists of his generation, and often cited as one of the greatest rappers of all time. His career began in 1995, at the age of 12, when he was signed by rapper Birdman, joining Cash Money Records as the youngest member of the label. From then on, Wayne was the flagship artist of Cash Money Records before ending his association with the company in June 2018.",
    "year": 1982,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Darrent Williams",
    "birthday": "1982-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/37/Darrentwilliams.jpg/267px-Darrentwilliams.jpg",
    "extract": "Darrent Demarcus Williams was an American football player for the Denver Broncos of the National Football League. After attending high school in Fort Worth, Texas, Williams played football at Oklahoma State University. He was a second-round draft pick by the Broncos in 2005. Williams was killed in a drive-by shooting the day after he finished his second season with the Broncos.",
    "year": 1982,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Sophie Crumb",
    "birthday": "1981-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e7/SophieCrumb_APE04.jpg",
    "extract": "Sophia Violet \"Sophie\" Crumb is an American-French comics artist. She is the daughter of underground comix artists Robert Crumb and Aline Kominsky-Crumb.",
    "year": 1981,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Brendon McCullum",
    "birthday": "1981-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Brendon_McCullum_ONZM_%28cropped%29.jpg/216px-Brendon_McCullum_ONZM_%28cropped%29.jpg",
    "extract": "Brendon Barrie McCullum is a New Zealand cricket coach, commentator and former cricketer, who played all formats, and also a former captain in all forms. McCullum was renowned for his quick scoring, notably recording the fastest test century of all time. He is considered one of the most successful batsmen and captains of New Zealand cricket. He retired from all forms of cricket in August 2019. McCullum is currently serving as the head coach of the England Cricket test team.",
    "year": 1981,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Lakshmipathy Balaji",
    "birthday": "1981-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/Shubek_Gill_%28right%29_with_L_Balaji_%28left%29.jpg/320px-Shubek_Gill_%28right%29_with_L_Balaji_%28left%29.jpg",
    "extract": "Lakshmipathy Balaji is an Indian cricket coach and former cricketer. He is a right arm fast medium bowler. He announced his retirement from first-class and List A cricket in November 2016. He is currently the bowling coach for Chennai Super Kings, his former side in the Indian Premier League.",
    "year": 1981,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Asashōryū Akinori",
    "birthday": "1980-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Sumo_May09_Asashoryu.jpg/192px-Sumo_May09_Asashoryu.jpg",
    "extract": "Asashōryū Akinori  is a Mongolian former professional sumo wrestler (rikishi). He was the 68th yokozuna in the history of the sport in Japan and became the first Mongolian to reach sumo's highest rank in January 2003. He was one of the most successful yokozuna ever. In 2005, he became the first wrestler to win all six official tournaments (honbasho) in a single year. Over his entire career, he won 25 top division tournament championships, placing him fourth on the all-time list.",
    "year": 1980,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ehron VonAllen",
    "birthday": "1980-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/42/Ehron_VonAllen_in_concert_Phoenix%2C_Arizona_2006.jpg/237px-Ehron_VonAllen_in_concert_Phoenix%2C_Arizona_2006.jpg",
    "extract": "Ehron VonAllen is an American singer in the electronic pop genre, record producer, recording artist and remixer, currently based in Hollywood, California. Born Aaron Christopher Allen, VonAllen began music in a small town of 4,000 in Walnut Ridge, Arkansas. VonAllen's first run in with music was a concert video by Depeche Mode entitled \"101\". After graduating from high school, he moved to Dallas, Texas, to pursue a music career instead of university or military, which were both seriously considered. While living in Texas, he played shows in the popular music district of Deep Ellum in downtown Dallas.",
    "year": 1980,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jon Garland",
    "birthday": "1979-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Padres_Garland.jpg/320px-Padres_Garland.jpg",
    "extract": "Jon Steven Garland  is an American former professional baseball starting pitcher. After being drafted by the Chicago Cubs of Major League Baseball (MLB) in 1997, Garland played for the Chicago White Sox, Los Angeles Angels of Anaheim, Arizona Diamondbacks, Los Angeles Dodgers, San Diego Padres, and Colorado Rockies.",
    "year": 1979,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Christian Jones (racing driver)",
    "birthday": "1979-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Christian_Jones_20050504.jpg/320px-Christian_Jones_20050504.jpg",
    "extract": "Christian Jones is an Australian racing driver; he is the adopted son of 1980 Formula One World Champion Alan Jones.",
    "year": 1979,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Brad Arnold",
    "birthday": "1978-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/97/Brad-arnold-3-doors-down-married1.jpg",
    "extract": "Bradley Kirk Arnold is an American musician, best known as the lead singer and drummer of the rock band 3 Doors Down.",
    "year": 1978,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jon Rauch",
    "birthday": "1978-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/IMG_7727_Jon_Rauch.jpg/198px-IMG_7727_Jon_Rauch.jpg",
    "extract": "Jon Erich Rauch is an American former professional baseball pitcher. At 6 feet 11 inches (2.11 m), he is tied with Sean Hjelle as the tallest player in Major League Baseball history. He is also an Olympic Gold Medalist in baseball.",
    "year": 1978,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Mihaela Ursuleasa",
    "birthday": "1978-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Vienna_2011-06-24_Mihaela_Ursuleasa_%28voice_recording_session%29.jpg/204px-Vienna_2011-06-24_Mihaela_Ursuleasa_%28voice_recording_session%29.jpg",
    "extract": "Mihaela Ursuleasa was a Romanian concert pianist. In 1995, she won the Clara Haskil International Piano Competition.",
    "year": 1978,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Andrus Värnik",
    "birthday": "1977-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Andrus_Varnik.jpg/160px-Andrus_Varnik.jpg",
    "extract": "Andrus Värnik is a retired Estonian track and field athlete who competed in the javelin throw. He is a World Champion, having won gold in 2005. His personal best throw of 87.83 m, set in 2003, was the Estonian record for 15 years.",
    "year": 1977,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Matt Harding",
    "birthday": "1976-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Matt_Harding_in_Tokyo_1.JPG/320px-Matt_Harding_in_Tokyo_1.JPG",
    "extract": "Matthew Harding is an American traveler, video game designer, and Internet celebrity who is known as Dancing Matt, for his viral videos that show him dancing in front of landmarks and street scenes in various international locations. Harding has since received widespread coverage of his travel exploits in major print and broadcast media outlets, and was hired by Visa to star in their Travel Happy campaign in 2008.",
    "year": 1976,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jason Phillips (catcher)",
    "birthday": "1976-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Jason_Phillips_%28cropped%29.jpg/228px-Jason_Phillips_%28cropped%29.jpg",
    "extract": "Jason Lloyd Phillips is an American professional baseball player and coach. He is the bullpen coach for the Trenton Thunder of the Class AA Eastern League. He played as a catcher and first baseman in Major League Baseball for the New York Mets, Los Angeles Dodgers, and Toronto Blue Jays.",
    "year": 1976,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Francesco Totti",
    "birthday": "1976-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/KL-2018_%284%29.jpg/197px-KL-2018_%284%29.jpg",
    "extract": "Francesco Totti is an Italian former professional footballer who played solely for Roma and the Italy national team. He is often referred to as Er Bimbo de Oro, L'Ottavo Re di Roma, Er Pupone, and Il Capitano by the Italian sports media. A creative offensive playmaker who could play as an attacking midfielder and as a forward, renowned for his vision, technique, and goalscoring ability, Totti is considered to be one of the greatest Italian players of all time and Roma's greatest player ever.",
    "year": 1976,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Carrie Brownstein",
    "birthday": "1974-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Carrie_Brownstein_%28cropped%29.jpg/228px-Carrie_Brownstein_%28cropped%29.jpg",
    "extract": "Carrie Rachel Brownstein is an American musician, actress, writer, director, and comedian. She first came to prominence as a member of the band Excuse 17 before forming the rock trio Sleater-Kinney. During a long hiatus from Sleater-Kinney, she formed the group Wild Flag. During this period, Brownstein wrote and appeared in a series of comedy sketches alongside Saturday Night Live alumnus Fred Armisen which were developed into the satirical comedy TV series Portlandia. The series went on to win Emmy and Peabody Awards. Sleater-Kinney eventually reunited; as of 2015, Brownstein was touring with the band as well as in support of her new memoir.",
    "year": 1974,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Vratislav Lokvenc",
    "birthday": "1973-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Vratislav_Lokvenc_2013.JPG/238px-Vratislav_Lokvenc_2013.JPG",
    "extract": "Vratislav Lokvenc is a Czech former professional footballer who played as a striker. After playing youth football for Náchod and Hradec Králové, he began his senior club career with the latter team. After moving to Sparta Prague he won five league titles and one cup, as well as the 1999–2000 league top scorer award. He subsequently played abroad, playing club football in Germany, Austria and Switzerland for 1. FC Kaiserslautern, VfL Bochum, Red Bull Salzburg, FC Basel and FC Ingolstadt 04. He retired in 2009.",
    "year": 1973,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Stanislav Pozdnyakov",
    "birthday": "1973-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7b/2021_Stanislav_Pozdnyakov.png",
    "extract": "Stanislav Alekseyevich Pozdnyakov is a Russian former fencer, a five-time Olympian (1992–2008) and five-time Olympic medalist in the sabre competitions. He was also a ten-time world champion, winning in 1994–2007. He currently serves as the president of the Russian Olympic Committee.",
    "year": 1973,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Sylvia Crawley",
    "birthday": "1972-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/SylviaCrawley.jpg/320px-SylviaCrawley.jpg",
    "extract": "Sylvia Crawley is a former American professional women's basketball forward, licensed minister and motivational speaker. She was also the head women's basketball coach of the Boston College Eagles, from 2008 to 2012, and an assistant coach with the Indiana Fever of the WNBA. She is currently an assistant coach for the North Carolina Tar Heels women's basketball team, her alma mater, where she also held the same position from 2000 to 2002.",
    "year": 1972,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Clara Hughes",
    "birthday": "1972-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Clara_Hughes_on_Walk_of_Fame_2.jpg/229px-Clara_Hughes_on_Walk_of_Fame_2.jpg",
    "extract": "Clara Hughes is a Canadian cyclist and speed skater who has won multiple Olympic medals in both sports. Hughes won two bronze in the 1996 Summer Olympics and four medals over the course of three Winter Olympics.",
    "year": 1972,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Gwyneth Paltrow",
    "birthday": "1972-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/GwynethPaltrowByAndreaRaffin2011.jpg/270px-GwynethPaltrowByAndreaRaffin2011.jpg",
    "extract": "Gwyneth Kate Paltrow is an American actress and businesswoman. She is the recipient of various accolades, including an Academy Award, a Golden Globe Award, and a Primetime Emmy Award.",
    "year": 1972,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Craig L. Rice",
    "birthday": "1972-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Craig_L._Rice_%282007%29.jpg/230px-Craig_L._Rice_%282007%29.jpg",
    "extract": "Craig L. Rice is an American politician and member of the Montgomery County Council, serving since 2010. Elected in 2006 to the Maryland House of Delegates, he served one four-year term and represented District 15 in western and northern Montgomery County.",
    "year": 1972,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Yoshiharu Habu",
    "birthday": "1970-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Habu_at_ISF_2011_03.JPG/320px-Habu_at_ISF_2011_03.JPG",
    "extract": "Yoshiharu Habu  is a professional shogi player and a chess FIDE Master. His master is Tatsuya Futakami. He is the only person to simultaneously hold seven major professional shogi titles at the same time and is also the only person to qualify as a lifetime title holder for seven major titles. In January 2018, Habu became the first professional shogi player to be awarded Japan's People's Honour Award.",
    "year": 1970,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Tamara Taylor",
    "birthday": "1970-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Tamara_Taylor_wearing_Mark_Belford_%E2%80%93_Heart_and_Stroke_Foundation_-_The_Heart_Truth_celebrity_fashion_show_-_Red_Dress_-_Red_Gown_-_Thursday_February_8%2C_2012_-_Creative_Commons.jpg/213px-thumbnail.jpg",
    "extract": "Tamara Taylor is a Canadian actress. She appeared in the role of Dr. Camille Saroyan, head of the Forensic Division, in the forensic crime drama Bones. She also appeared in season seven of Marvel's Agents of S.H.I.E.L.D., in which she played the secondary antagonist Sibyl. As of 2021, she stars in the new Law & Order: Special Victims Unit spinoff, Law & Order: Organized Crime, alongside Christopher Meloni and Dylan McDermott, which premiered April 1, 2021.",
    "year": 1970,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Mari Kiviniemi",
    "birthday": "1968-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Mari_Kiviniemi_2010-11-02_%282%29.jpg/251px-Mari_Kiviniemi_2010-11-02_%282%29.jpg",
    "extract": "Mari Johanna Kiviniemi is a Finnish politician, who served as the second female Prime Minister of Finland from 2010 to 2011.",
    "year": 1968,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Debbie Wasserman Schultz",
    "birthday": "1966-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Debbie_Wasserman_Schultz_official_photo.jpg/211px-Debbie_Wasserman_Schultz_official_photo.jpg",
    "extract": "Deborah Wasserman Schultz is an American politician serving as the U.S. representative from Florida's 23rd congressional district, first elected to Congress in 2004. A member of the Democratic Party, she is a former chair of the Democratic National Committee.",
    "year": 1966,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Stephanie Wilson",
    "birthday": "1966-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Stephanie_Wilson_in_2008.jpg/256px-Stephanie_Wilson_in_2008.jpg",
    "extract": "Stephanie Diana Wilson is an American engineer and a NASA astronaut. She flew to space onboard three Space Shuttle missions, and is the second African American woman to go into space, after Mae Jemison. As of 2021, her 42 days in space are the most of any female African American astronaut.",
    "year": 1966,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jovanotti",
    "birthday": "1966-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Jovanotti_%22Lorenzo_nei_Palasport%22_-_24046936310.jpg/320px-Jovanotti_%22Lorenzo_nei_Palasport%22_-_24046936310.jpg",
    "extract": "Lorenzo Cherubini, better known as Jovanotti, is an Italian singer-songwriter and rapper.",
    "year": 1966,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Steve Kerr",
    "birthday": "1965-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/1_steve_kerr_2019_%28cropped%29.jpg/229px-1_steve_kerr_2019_%28cropped%29.jpg",
    "extract": "Stephen Douglas Kerr is an American professional basketball coach and former player who is the head coach of the Golden State Warriors of the National Basketball Association (NBA). He is an eight-time NBA champion, having won five titles as a player as well as three with the Warriors as a head coach. Kerr is the only NBA player to win four straight NBA titles after 1969. Kerr has the highest career three-point field goal percentage (45.4%) in NBA history for any player with at least 250 three-pointers made. He also held the NBA record for the highest three-point percentage in a season at 52.4% until the record was broken by Kyle Korver in 2010.",
    "year": 1965,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Bernard Lord",
    "birthday": "1965-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Bernard_Lord.jpg/213px-Bernard_Lord.jpg",
    "extract": "Bernard Lord is a Canadian lawyer, business executive and former politician. He served as the 30th premier of New Brunswick from 1999 to 2006. Lord was appointed as board chair of Ontario Power Generation in 2014.",
    "year": 1965,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Peter MacKay",
    "birthday": "1965-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Peter_MacKay_2014.jpg/219px-Peter_MacKay_2014.jpg",
    "extract": "Peter Gordon MacKay is a Canadian lawyer and politician. He was a Member of Parliament from 1997 to 2015 and has served as Minister of Justice and Attorney General (2013–2015), Minister of National Defence (2007–2013), and Minister of Foreign Affairs (2006–2007) in the Cabinet of Canada under Prime Minister Stephen Harper. MacKay was the final leader of the Progressive Conservative Party of Canada, and he agreed to merge the party with Stephen Harper's Canadian Alliance in 2003, forming the Conservative Party of Canada and making MacKay one of the co-founders of the current conservative wing of Canadian politics.",
    "year": 1965,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Alexis Stewart",
    "birthday": "1965-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Alexis_Stewart.jpg/249px-Alexis_Stewart.jpg",
    "extract": "Alexis Gilbert Stewart is an American television host and radio personality. She is the only child of Martha Stewart and her ex-husband Andrew. She was the co-host of Whatever with Alexis and Jennifer on Sirius Satellite Radio, and Whatever with Alexis and Jennifer on the Hallmark Channel alongside co-host Jennifer Hutt.",
    "year": 1965,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Tracy Camp",
    "birthday": "1964-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/TracyCamp.jpeg/211px-TracyCamp.jpeg",
    "extract": "Tracy Kay Camp is an American computer scientist noted for her research on wireless networking. She is also noted for her leadership in broadening participation in computing. She was the co-chair of CRA-W from 2011 to 2014 and she was\nthe co-chair of ACM-W from 1998 to 2002.",
    "year": 1964,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Stephan Jenkins",
    "birthday": "1964-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Stephan-jenkins.jpg/213px-Stephan-jenkins.jpg",
    "extract": "Stephan Douglas Jenkins is an American singer-songwriter, guitarist, and the lead singer of the alternative rock band Third Eye Blind. Jenkins began his musical career in 1992 as part of the short-lived rap duo Puck and Natty, alongside Detroit rapper Herman Anthony Chunn. Following the breakup of the duo, Jenkins and guitarist Kevin Cadogan formed Third Eye Blind in 1993. The band released their eponymous debut studio album in 1997, which went multi-platinum in the United States. Since then, they have released six more albums: Blue (1999), Out of the Vein (2003), Ursa Major (2009), Dopamine (2015), Screamer (2019), and Our Bande Apart (2021). As part of Third Eye Blind, Jenkins has received one Billboard Music Award and eight California Music Awards.",
    "year": 1964,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Marc Maron",
    "birthday": "1963-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Marc_Maron_%282015%29_%28cropped%29.jpg/219px-Marc_Maron_%282015%29_%28cropped%29.jpg",
    "extract": "Marcus David Maron is an American stand-up comedian, podcaster, writer, actor, and musician.",
    "year": 1963,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jean-Marc Barr",
    "birthday": "1960-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Jean-Marc_Barr_Cannes.jpg/225px-Jean-Marc_Barr_Cannes.jpg",
    "extract": "Jean-Marc Barr is a French American film actor and director.",
    "year": 1960,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Beth Heiden",
    "birthday": "1959-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Wereldkampioenschappen_schaatsen_dames_allround_in_Den_Haag._Beth_Heiden_%28Verenigde_Staten%29_%2C_Bestanddeelnr_930-1058.jpg/211px-Wereldkampioenschappen_schaatsen_dames_allround_in_Den_Haag._Beth_Heiden_%28Verenigde_Staten%29_%2C_Bestanddeelnr_930-1058.jpg",
    "extract": "Elizabeth Lee \"Beth\" Heiden Reid is an American athlete who excelled in speed skating, cross-country skiing, and bicycle racing. She was born in Madison, Wisconsin. She was a speedskating bronze medalist at the 1980 Lake Placid Winter Olympics, where her brother Eric won five speedskating gold medals.",
    "year": 1959,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Shaun Cassidy",
    "birthday": "1958-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Shaun_Cassidy_Hardy_Boys_1977.jpg/181px-Shaun_Cassidy_Hardy_Boys_1977.jpg",
    "extract": "Shaun Paul Cassidy is an American singer, actor, writer, and producer. He has created and/or produced a number of television series including American Gothic, Roar and Invasion. Cassidy currently serves as executive producer and writer for NBC's medical drama New Amsterdam.",
    "year": 1958,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Irvine Welsh",
    "birthday": "1958-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Irvine_Welsh_2004.jpg/239px-Irvine_Welsh_2004.jpg",
    "extract": "Irvine Welsh is a Scottish novelist, playwright and short story writer. His 1993 novel Trainspotting was made into a film of the same name. His work is characterised by a raw Scots and brutal depiction of Edinburgh life. He has also written plays and screenplays, and directed several short films.",
    "year": 1958,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Steve Archibald",
    "birthday": "1956-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Steve_Archibald.jpg/256px-Steve_Archibald.jpg",
    "extract": "Steven Archibald is a Scottish former professional footballer and manager. He played prominently as a forward for Aberdeen, winning the Scottish league in 1980, Tottenham Hotspur, winning two FA Cups and a UEFA Cup, and Barcelona, winning the Spanish league in 1985. He also played for several other clubs in Scotland, England, Spain and Ireland.",
    "year": 1956,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Larry Wall",
    "birthday": "1954-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Larry_Wall_YAPC_2007.jpg/227px-Larry_Wall_YAPC_2007.jpg",
    "extract": "Larry Arnold Wall is an American computer programmer and author. He created the Perl programming language.",
    "year": 1954,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Diane Abbott",
    "birthday": "1953-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Official_portrait_of_Ms_Diane_Abbott_crop_2.jpg/240px-Official_portrait_of_Ms_Diane_Abbott_crop_2.jpg",
    "extract": "Diane Julie Abbott is a British politician who has been the Member of Parliament (MP) for Hackney North and Stoke Newington since 1987. A socialist member of the Labour Party, she served in Jeremy Corbyn’s Shadow Cabinet as Shadow Home Secretary from 2016 to 2020. Abbott is the first black woman elected to Parliament, and the longest-serving black MP in the House of Commons.",
    "year": 1953,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Mata Amritanandamayi",
    "birthday": "1953-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9b/M%C4%81t%C4%81_Amrit%C4%81nandamay%C4%AB_Dev%C4%AB.jpg/320px-M%C4%81t%C4%81_Amrit%C4%81nandamay%C4%AB_Dev%C4%AB.jpg",
    "extract": "Mātā Amritānandamayī Devī, often known simply as Amma (\"Mother\"), is an Indian Hindu spiritual leader, guru and humanitarian, who is revered as 'the hugging saint' by her followers.",
    "year": 1953,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Claudio Gentile",
    "birthday": "1953-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/06/Claudio_Gentile_%28footballer%29.jpg",
    "extract": "Claudio Gentile is an Italian football manager and former player who played as a defender in the 1970s and 1980s.",
    "year": 1953,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Greg Ham",
    "birthday": "1953-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Men_At_Work_1983_%28Greg_Ham%29.jpg/170px-Men_At_Work_1983_%28Greg_Ham%29.jpg",
    "extract": "Gregory Norman Ham was an Australian musician, songwriter, and actor, best known as a member of the 1980s band Men at Work. He played saxophone, flute, organ, piano, and synthesizer.",
    "year": 1953,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Dumitru Prunariu",
    "birthday": "1952-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Dumitru-Dorin_Prunariu_-_UNOOSA_50_Years_of_Women_in_Space_NHM_Vienna_2013.jpg/256px-Dumitru-Dorin_Prunariu_-_UNOOSA_50_Years_of_Women_in_Space_NHM_Vienna_2013.jpg",
    "extract": "Dumitru-Dorin Prunariu is a Romanian cosmonaut. He flew in space aboard Soyuz 40 spacecraft and Salyut 6 space laboratory. He teamed with the Soviet cosmonaut Leonid Popov. The backup crew was made of Romanian candidate cosmonaut Dumitru Dediu and Soviet cosmonaut Yuri Romanenko.",
    "year": 1952,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Geoff Gallop",
    "birthday": "1951-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Geoffrey_Gallop_Midland_%28cropped%29.jpg/243px-Geoffrey_Gallop_Midland_%28cropped%29.jpg",
    "extract": "Geoffrey Ian Gallop is an Australian academic and former politician who served as the 27th Premier of Western Australia from 2001 to 2006. He is currently a professor and director of the Graduate School of Government at the University of Sydney and former chairman of the Australian Republican Movement.",
    "year": 1951,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Michel Rivard",
    "birthday": "1951-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Michel_Rivard.jpg/275px-Michel_Rivard.jpg",
    "extract": "Michel Rivard is a singer-songwriter and musician from Quebec. He was born in Montreal, Quebec, Canada. His father Robert Rivard was an actor. Michel began his career at an early age appearing in a Canadian television series and in TV commercials.",
    "year": 1951,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jim Shooter",
    "birthday": "1951-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Jim_Shooter_by_Gage_Skidmore.jpg/240px-Jim_Shooter_by_Gage_Skidmore.jpg",
    "extract": "James Shooter is an American writer, editor and publisher for various comic books. He started professionally in the medium at the age of 14, and he is most notable for his successful and controversial run as Marvel Comics' ninth editor-in-chief, and his work as editor in chief of Valiant Comics.",
    "year": 1951,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Cary-Hiroyuki Tagawa",
    "birthday": "1950-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Cary-Hiroyuki_Tagawa.jpg/320px-Cary-Hiroyuki_Tagawa.jpg",
    "extract": "Cary-Hiroyuki Tagawa is a Japanese-Russian actor, producer, and martial artist.",
    "year": 1950,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Graham Richardson",
    "birthday": "1949-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Graham_Richardson_GQ_2011_%281%29.jpg/213px-Graham_Richardson_GQ_2011_%281%29.jpg",
    "extract": "Graham Frederick Richardson is an Australian former Labor Party politician who was a Senator for New South Wales from 1983 to 1994 and served as a Cabinet Minister in both the Hawke and Keating Governments. He is currently a media commentator, public speaker, and political lobbyist.",
    "year": 1949,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jahn Teigen",
    "birthday": "1949-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Jahn_Teigen_01.jpg/320px-Jahn_Teigen_01.jpg",
    "extract": "Jahn Teigen was a Norwegian singer, musician and comedian. He represented Norway in the Eurovision Song Contest three times, in 1978, 1982 and 1983, His given name was Jan; he added the silent H later. From October 2006 until his death in February 2020, he resided in Sweden.",
    "year": 1949,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Duncan Fletcher",
    "birthday": "1948-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Duncan_Fletcher_2015.jpg/241px-Duncan_Fletcher_2015.jpg",
    "extract": "Duncan Andrew Gwynne Fletcher is a Zimbabwean cricket coach and former cricketer, who has coached the England and Indian national teams.",
    "year": 1948,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Dick Advocaat",
    "birthday": "1947-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Dick_Advocaat_2011_Russia.jpg/242px-Dick_Advocaat_2011_Russia.jpg",
    "extract": "Dirk Nicolaas Advocaat is a Dutch former football player and coach.",
    "year": 1947,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Richard Court",
    "birthday": "1947-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Richard_Court_-_Ambassador_to_Japan.jpg/231px-Richard_Court_-_Ambassador_to_Japan.jpg",
    "extract": "Richard Fairfax Court is a former Australian politician and diplomat. He served as Premier of Western Australia from 1993 to 2001 and as Australian Ambassador to Japan from 2017 to 2020. A member of the Liberal Party, he represented the Perth-area electorate of Nedlands in the Western Australian Legislative Assembly from 1982 to 2001. His father Charles Court also served as state premier.",
    "year": 1947,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Barbara Dickson",
    "birthday": "1947-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Barbara_Dickson_%2822280529515%29.jpg/320px-Barbara_Dickson_%2822280529515%29.jpg",
    "extract": "Barbara Ruth Dickson is a Scottish singer and actress whose hits include \"I Know Him So Well\", \"Answer Me\" and \"January February\". Dickson has placed fifteen albums in the UK Albums Chart from 1977 to date, and had a number of hit singles, including four which reached the Top 20 in the UK Singles Chart. The Scotsman newspaper has described her as Scotland's best-selling female singer in terms of the numbers of hit chart singles and albums she has achieved in the UK since 1976.",
    "year": 1947,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Denis Lawson",
    "birthday": "1947-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Denis_Lawson_cropped.jpg/230px-Denis_Lawson_cropped.jpg",
    "extract": "Denis Stamper Lawson is a Scottish actor and director. He is known for his roles as John Jarndyce in the BBC's adaptation of Bleak House, as Gordon Urquhart in the film Local Hero, as Retired DI Steve McAndrew in BBC One's New Tricks, as Kit Curran in The Kit Curran Radio Show, and as Wedge Antilles in the original Star Wars trilogy.",
    "year": 1947,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Meat Loaf",
    "birthday": "1947-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Meatloaf_1971_%28cropped%29.JPG/248px-Meatloaf_1971_%28cropped%29.JPG",
    "extract": "Michael Lee Aday, known professionally as Meat Loaf, was an American singer and actor. He was noted for his powerful, wide-ranging voice and theatrical live shows. He is on the list of best-selling music artists. His Bat Out of Hell trilogy — Bat Out of Hell (1977), Bat Out of Hell II: Back into Hell (1993), and Bat Out of Hell III: The Monster Is Loose (2006) — has sold more than 65 million albums worldwide. The first album stayed on the charts for over nine years, still sells an estimated 200,000 copies annually, and is on the list of best-selling albums.",
    "year": 1947,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Nicos Anastasiades",
    "birthday": "1946-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Nicos_Anastasiades_at_EPP_HQ.jpg/240px-Nicos_Anastasiades_at_EPP_HQ.jpg",
    "extract": "Nicos Anastasiades is the current President of Cyprus since 2013. He was re-elected in 2018. Previously, he was the leader of Democratic Rally between 1997 and 2013 and served as Member of Parliament from Limassol between 1981 and 2013.",
    "year": 1946,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "T. C. Cannon",
    "birthday": "1946-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5a/TCCannon_SelfPortrait.jpg/229px-TCCannon_SelfPortrait.jpg",
    "extract": "Tommy Wayne Cannon (Kiowa) was an important Native American artist of the 20th century. He was popularly known as T. C. Cannon. He was an enrolled member of the Kiowa Tribe and also had Caddo and French ancestry.",
    "year": 1946,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Gary Sutherland",
    "birthday": "1944-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Gary_Sutherland_1975.jpg/240px-Gary_Sutherland_1975.jpg",
    "extract": "Gary Lynn Sutherland, nicknamed \"Sudsy\", is an American former professional baseball middle infielder. He played college baseball at the University of Southern California and later played 13 seasons in Major League Baseball (MLB), from 1966 to 1978.",
    "year": 1944,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Prince Amedeo, Duke of Aosta (1943–2021)",
    "birthday": "1943-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Amedeo_di_Savoia-Aosta.jpg/236px-Amedeo_di_Savoia-Aosta.jpg",
    "extract": "Prince Amedeo of Savoy-Aosta, 5th Duke of Aosta was a claimant to the headship of the House of Savoy, the family which ruled Italy from 1861 to 1946. Until 7 July 2006, Amedeo was styled Duke of Aosta; on that date he declared himself Duke of Savoy, a title that was disputed between him and his third cousin, Vittorio Emanuele, Prince of Naples, only son of King Umberto II of Italy.",
    "year": 1943,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Randy Bachman",
    "birthday": "1943-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Randy_Bachman_cropped.jpg/306px-Randy_Bachman_cropped.jpg",
    "extract": "Randolph Charles Bachman is a Canadian guitarist, singer, and songwriter. He was a founding member of the bands The Guess Who and Bachman–Turner Overdrive. Bachman recorded as a solo artist and was part of a number of short-lived bands such as Brave Belt, Union and Ironhorse. He was a national radio personality on CBC Radio, hosting the weekly music show, Vinyl Tap. Bachman was inducted into the Musicians Hall of Fame and Museum in 2016.",
    "year": 1943,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Dith Pran",
    "birthday": "1942-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Dith_Pran.jpg/320px-Dith_Pran.jpg",
    "extract": "Dith Pran was a Cambodian photojournalist. He was a refugee and survivor of the Cambodian genocide and the subject of the film The Killing Fields (1984).",
    "year": 1942,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Alvin Stardust",
    "birthday": "1942-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Alvin_Stardust_-_TopPop_1974_8.png/317px-Alvin_Stardust_-_TopPop_1974_8.png",
    "extract": "Bernard William Jewry, known professionally as Shane Fenton and later as Alvin Stardust, was an English rock singer and stage actor. Performing first as Shane Fenton in the 1960s, Jewry had a moderately successful career in the pre-Beatles era, hitting the UK top 40 with four singles in 1961–62. However, he became better known for singles released in the 1970s and 1980s as Alvin Stardust, a character he began in the glam rock era, with hits including the UK Singles Chart-topper \"Jealous Mind\", as well as later hits such as \"Pretend\" and \"I Feel Like Buddy Holly\".",
    "year": 1942,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Peter Bonetti",
    "birthday": "1941-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Peter_Bonetti.jpg/269px-Peter_Bonetti.jpg",
    "extract": "Peter Philip Bonetti was an English professional footballer who played as a goalkeeper for Chelsea, the St. Louis Stars, Dundee United and England. He was known for his safe handling, lightning reflexes and his graceful style, for which he was given the nickname \"The Cat\". He was one of several goalkeepers who specialised in a one-armed throw which could achieve a similar distance to a drop kick.",
    "year": 1941,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Serge Ménard",
    "birthday": "1941-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/SergeM%C3%A9nard.jpg/213px-SergeM%C3%A9nard.jpg",
    "extract": "Naval Lieutenant (Retired) Serge Ménard is a politician from Quebec, Canada. He was a member of the National Assembly of Quebec from 1993 to 2003, and a member of Parliament from 2004 to 2011. Outside politics he has been a lawyer, lecturer and professor.",
    "year": 1941,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Benoni Beheyt",
    "birthday": "1940-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Benoni_Beheyt_1964.jpg/223px-Benoni_Beheyt_1964.jpg",
    "extract": "Benoni Beheyt is a Belgian former professional road bicycle racer who raced from 1962 to 1968. Beheyt won 22 races and is most famous for winning the 1963 World Cycling Championships Road Race and stage win of the 1964 Tour de France. He also competed in the individual road race and team time trial events at the 1960 Summer Olympics.",
    "year": 1940,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jean-Loup Dabadie",
    "birthday": "1938-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Jean-Loup_Dabadie.jpg/226px-Jean-Loup_Dabadie.jpg",
    "extract": "Jean-Loup Dabadie was a French journalist, writer, lyricist, screenwriter and member of the Académie française.",
    "year": 1938,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Vasyl Durdynets",
    "birthday": "1937-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/4e/%D0%92%D0%B0%D1%81%D0%B8%D0%BB%D1%8C_%D0%94%D1%83%D1%80%D0%B4%D0%B8%D0%BD%D0%B5%D1%86%D1%8C.jpg",
    "extract": "Major General Vasyl Vasylovych Durdynets is a Ukrainian politician and diplomat. He served as Acting Prime Minister of Ukraine during a short period in July 1997.",
    "year": 1937,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Don Cornelius",
    "birthday": "1936-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Don_Cornelius_%2832841370748%29.jpg/221px-Don_Cornelius_%2832841370748%29.jpg",
    "extract": "Donald Cortez Cornelius was an American television show host and producer widely known as the creator of the nationally syndicated dance and music show Soul Train, which he hosted from 1971 until 1993. Cornelius sold the show to MadVision Entertainment in 2008.",
    "year": 1936,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Wilford Brimley",
    "birthday": "1934-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Wilford_Brimley_talking_%28cropped%29_%282%29.jpg/240px-Wilford_Brimley_talking_%28cropped%29_%282%29.jpg",
    "extract": "Anthony Wilford Brimley was an American actor and singer. After serving in the Marines and taking on odd jobs, he became an extra in westerns and had established himself as a character actor in little more than a decade in films such as The China Syndrome (1979), The Thing (1982), Tender Mercies (1983), The Natural (1984), and Cocoon (1985). Brimley was known for playing characters at times much older than his age. He was the long-term face of American television advertisements for the Quaker Oats Company. He also promoted diabetes education and appeared in related commercials for Liberty Medical, which notably aired during the American game show The Price is Right and other programs.",
    "year": 1934,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Claude Jarman Jr.",
    "birthday": "1934-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Claude_Jarman_Jr._Still.jpg/250px-Claude_Jarman_Jr._Still.jpg",
    "extract": "Claude Jarman Jr. is an American former child actor, entrepreneur, former executive director of the San Francisco International Film Festival and former director of Cultural Affairs for the City of San Francisco.",
    "year": 1934,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Dick Schaap",
    "birthday": "1934-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/98/Dick_Schaap.jpeg/210px-Dick_Schaap.jpeg",
    "extract": "Richard Jay Schaap was an American sportswriter, broadcaster, and author.",
    "year": 1934,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Rodney Cotterill",
    "birthday": "1933-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/1-rodney-cotterill.jpg/320px-1-rodney-cotterill.jpg",
    "extract": "Rodney Michael John Cotterill Order of the Dannebrog was an English-Danish physicist, and neuroscientist, who was educated at University College London, Yale (M.S.) and Cambridge University (Ph.D.). He spent most of his career as a professor at the Technical University of Denmark, Denmark, (1967-) after having spent five years as a researcher at the Argonne National Laboratory.",
    "year": 1933,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Greg Morris",
    "birthday": "1933-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Greg_Morris.JPG/199px-Greg_Morris.JPG",
    "extract": "Francis Gregory Alan Morris was an American actor. He was best known for portraying Barney Collier on Mission: Impossible and Lt. David Nelson on Vega$.",
    "year": 1933,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Geoff Bent",
    "birthday": "1932-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/4/40/Geoff_Bent.jpg/262px-Geoff_Bent.jpg",
    "extract": "Geoffrey Bent was an English footballer who played as a full-back. He was one of the eight Manchester United players who lost their lives in the Munich air disaster.",
    "year": 1932,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Gabriel Loubier",
    "birthday": "1932-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Gabriel_Loubier.jpg/169px-Gabriel_Loubier.jpg",
    "extract": "Gabriel Loubier was a politician in Quebec, Canada. He served as leader of the Union Nationale party from 1971 to 1974, and as Leader of the Opposition in the National Assembly of Quebec from 1971 to 1973.",
    "year": 1932,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Oliver E. Williamson",
    "birthday": "1932-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Nobel_Prize_2009-Press_Conference_KVA-42.jpg/212px-Nobel_Prize_2009-Press_Conference_KVA-42.jpg",
    "extract": "Oliver Eaton Williamson was an American economist, a professor at the University of California, Berkeley, and recipient of the 2009 Nobel Memorial Prize in Economic Sciences, which he shared with Elinor Ostrom.",
    "year": 1932,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Marcia Neugebauer",
    "birthday": "1932-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6c/Marcia_Neugebauer_JPL_NASA_Circa_1962.jpg",
    "extract": "Marcia Neugebauer is a prominent American geophysicist who made contributions to space physics. Neugebauer's research was among the first that yielded the first direct measurements of the solar wind and shed light on its physics and interaction with comets.",
    "year": 1932,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Freddy Quinn",
    "birthday": "1931-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Freddy_Quinn_%281977%29.jpg/240px-Freddy_Quinn_%281977%29.jpg",
    "extract": "Freddy Quinn is an Austrian singer and actor whose popularity in the German-speaking world soared in the late 1950s and 1960s. As Hans Albers had done two generations before him, Quinn adopted the persona of the rootless wanderer who goes to sea but longs for a home, family and friends. Quinn's Irish family name comes from his Irish-born salesman father, Johann Quinn. His mother, Edith Henriette Nidl, was an Austrian journalist. He is often associated with the Schlager scene.",
    "year": 1931,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Bruno Junk",
    "birthday": "1929-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Bruno_Junk_1952b.jpg/233px-Bruno_Junk_1952b.jpg",
    "extract": "Bruno Junk was an Estonian race walker. He competed for the Soviet Union at the 1952 and 1956 Olympics and won bronze medals on both occasions. He set a world record in the 15 km in 1951 (1:08:08.0), and had world's best times in the 20 km in 1956 (1:30:00.8) and in the 3 km in 1952 (11:51.4). Domestically he won four Soviet titles: in 1951 and 1956 in the 20 km, and in 1952 and 1953 in the 10 km, and eight Estonian titles: in 1949–50 and 1956–59 in the 20 km, in 1958 in the 10 km, and in 1959 in the 30 km.",
    "year": 1929,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Barbara Murray",
    "birthday": "1929-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Barbara_Murray_colour.jpg/203px-Barbara_Murray_colour.jpg",
    "extract": "Barbara Ann Murray was an English actress.",
    "year": 1929,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Chrysostomos I of Cyprus",
    "birthday": "1927-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/52/Archbishop_Chrysostomos.jpg/251px-Archbishop_Chrysostomos.jpg",
    "extract": "Chrysostomos I, born Christoforos Aristodimou, was the Archbishop of Cyprus from 1977 to 2006.",
    "year": 1927,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Red Rodney",
    "birthday": "1927-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Red_Rodney%2C_ca._June_1946_%28William_P._Gottlieb%29.jpg/238px-Red_Rodney%2C_ca._June_1946_%28William_P._Gottlieb%29.jpg",
    "extract": "Robert Roland Chudnick, known professionally as Red Rodney, was an American jazz trumpeter.",
    "year": 1927,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Romano Scarpa",
    "birthday": "1927-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/8d/ScarpaRome2000.jpg",
    "extract": "Romano Scarpa was one of the most famous Italian creators of Disney comics.",
    "year": 1927,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Sada Thompson",
    "birthday": "1927-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/James_Broderick_and_Sada_Thompson.JPG/243px-James_Broderick_and_Sada_Thompson.JPG",
    "extract": "Sada Carolyn Thompson was an American stage, film, and television actress. She was known to television audiences as Kate Lawrence in Family (1976-1980).",
    "year": 1927,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Steve Stavro",
    "birthday": "1926-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/FastFoto_0002_b.tif/lossless-page1-253px-FastFoto_0002_b.tif.png",
    "extract": "Steve Atanas Stavro, was a Macedonian-Canadian businessman, grocery store magnate, Thoroughbred racehorse owner/breeder, sports team owner, and a noted philanthropist.",
    "year": 1926,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Robert Edwards (physiologist)",
    "birthday": "1925-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/da/Robert_Edwards.jpg",
    "extract": "Sir Robert Geoffrey Edwards was a British physiologist and pioneer in reproductive medicine, and in-vitro fertilisation (IVF) in particular. Along with the surgeon Patrick Steptoe, and the nurse Jean Purdy, Edwards successfully pioneered conception through IVF, which led to the birth of Louise Brown on 25 July 1978. They founded the first IVF programme for infertile patients and trained other scientists in their techniques. Edwards was the founding editor-in-chief of Human Reproduction in 1986. In 2010, he was awarded the Nobel Prize in Physiology or Medicine \"for the development of in vitro fertilization\".",
    "year": 1925,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "George Gladir",
    "birthday": "1925-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/99/George_Gladir.jpg/180px-George_Gladir.jpg",
    "extract": "George Gladir was an American writer for comic books. Primarily known as a scripter for Archie Comics, he co-created that publisher's character Sabrina Spellman, with artist Dan DeCarlo.",
    "year": 1925,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ernest Becker",
    "birthday": "1924-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/5c/Ernest_Becker_%281924-1974%29.jpg",
    "extract": "Ernest Becker was an American cultural anthropologist and author of the 1974 Pulitzer Prize-winning book, The Denial of Death.",
    "year": 1924,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Bud Powell",
    "birthday": "1924-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Bud_Powell_%281953_publicity_photo_-_cropped%29.jpg/256px-Bud_Powell_%281953_publicity_photo_-_cropped%29.jpg",
    "extract": "Earl Rudolph \"Bud\" Powell was an American jazz pianist and composer. Along with Charlie Parker, Thelonious Monk, and Dizzy Gillespie, Powell was a leading figure in the development of modern jazz. His virtuosity led many to call him the Charlie Parker of the piano. Powell was also a composer, and many jazz critics credit his works and his playing as having \"greatly extended the range of jazz harmony\".",
    "year": 1924,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Fred Singer",
    "birthday": "1924-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/S_Fred_Singer_2011.jpg/320px-S_Fred_Singer_2011.jpg",
    "extract": "Siegfried Fred Singer was an Austrian-born American physicist and emeritus professor of environmental science at the University of Virginia, trained as an atmospheric physicist. He was known for rejecting the scientific consensus on several issues, including climate change, the connection between UV-B exposure and melanoma rates, stratospheric ozone loss being caused by chlorofluoro compounds, often used as refrigerants, and the health risks of passive smoking.",
    "year": 1924,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Josef Škvorecký",
    "birthday": "1924-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Josef_skvorecky.jpg/196px-Josef_skvorecky.jpg",
    "extract": "Josef Škvorecký was a Czech-Canadian writer and publisher. He spent half of his life in Canada, publishing and supporting banned Czech literature during the communist era. Škvorecký was awarded the Neustadt International Prize for Literature in 1980. He and his wife were long-time supporters of Czech dissident writers before the fall of communism in that country. Škvorecký's fiction deals with several themes: the horrors of totalitarianism and repression, the expatriate experience, and the miracle of jazz.",
    "year": 1924,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Arthur Penn",
    "birthday": "1922-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/55/Arthur_Penn.jpg/218px-Arthur_Penn.jpg",
    "extract": "Arthur Hiller Penn was an American director and producer of film, television and theater. Closely associated with the American New Wave, Penn directed critically acclaimed films throughout the 1960s such as the drama The Chase (1966), the biographical crime film Bonnie and Clyde (1967) and the comedy Alice's Restaurant (1969). He also received attention for his acclaimed revisionist Western Little Big Man (1970). Night Moves (1975) and The Missouri Breaks (1976) which were commercial flops, though the former generated positive reviews.",
    "year": 1922,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Miklós Jancsó",
    "birthday": "1921-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Jancso%28atHome%29.jpg/241px-Jancso%28atHome%29.jpg",
    "extract": "Miklós Jancsó was a Hungarian film director and screenwriter.",
    "year": 1921,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Milton Subotsky",
    "birthday": "1921-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/34/Milton_Subotsky.jpg",
    "extract": "Milton Subotsky was an American film and television writer and producer. In 1964, he founded Amicus Productions with Max J. Rosenberg. Amicus means \"friendship\" in Latin. The partnership produced low-budget science fiction and horror films in the United Kingdom.",
    "year": 1921,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jayne Meadows",
    "birthday": "1919-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/JayneMeadows_%28cropped_and_adjusted%29.jpg/244px-JayneMeadows_%28cropped_and_adjusted%29.jpg",
    "extract": "Jayne Meadows, also known as Jayne Meadows Allen, was an American stage, film and television actress, as well as an author and lecturer. She was nominated for three Emmy Awards during her career and was the elder sister of actress and memoirist Audrey Meadows as well as the wife of original Tonight Show host Steve Allen.",
    "year": 1919,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Charles H. Percy",
    "birthday": "1919-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e6/Charles_Percy.jpg",
    "extract": "Charles Harting Percy was an American businessman and politician. He was president of the Bell & Howell Corporation from 1949 to 1964, and served as a Republican U.S. senator from Illinois from 1967 until 1985, following a defeat to Paul Simon. He was mentioned as a Republican presidential hopeful from 1968 through 1988. During his Senate career, Percy concentrated on business and foreign relations.",
    "year": 1919,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "James H. Wilkinson",
    "birthday": "1919-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/95/James_H._Wilkinson.jpg/320px-James_H._Wilkinson.jpg",
    "extract": "James Hardy Wilkinson FRS was a prominent figure in the field of numerical analysis, a field at the boundary of applied mathematics and computer science particularly useful to physics and engineering.",
    "year": 1919,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Martin Ryle",
    "birthday": "1918-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/54/Martin_Ryle.jpg",
    "extract": "Sir Martin Ryle was an English radio astronomer who developed revolutionary radio telescope systems and used them for accurate location and imaging of weak radio sources. In 1946 Ryle and Derek Vonberg were the first people to publish interferometric astronomical measurements at radio wavelengths. With improved equipment, Ryle observed the most distant known galaxies in the universe at that time. He was the first Professor of Radio Astronomy in the University of Cambridge and founding director of the Mullard Radio Astronomy Observatory. He was the twelfth Astronomer Royal from 1972 to 1982. Ryle and Antony Hewish shared the Nobel Prize for Physics in 1974, the first Nobel prize awarded in recognition of astronomical research. In the 1970s, Ryle turned the greater part of his attention from astronomy to social and political issues which he considered to be more urgent.",
    "year": 1918,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Malcolm Shepherd, 2nd Baron Shepherd",
    "birthday": "1918-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/28/Lord_Shepherd_1968.jpg/260px-Lord_Shepherd_1968.jpg",
    "extract": "Malcolm Newton Shepherd, 2nd Baron Shepherd, Baron Shepherd of Spalding, was a British Labour politician and peer who served as Leader of the House of Lords under Harold Wilson and James Callaghan and member of the Privy Council of the United Kingdom.",
    "year": 1918,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Louis Auchincloss",
    "birthday": "1917-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Louis_Auchincloss_with_President_Bush.jpg/320px-Louis_Auchincloss_with_President_Bush.jpg",
    "extract": "Louis Stanton Auchincloss was an American lawyer, novelist, historian, and essayist. He is best known as a novelist who parlayed his experiences into books exploring the experiences and psychology of American polite society and old money. His dry, ironic works of fiction continue the tradition of Henry James and Edith Wharton. He wrote his novels initially under the name Andrew Lee, the name of an ancestor who cursed any descendant who drank or smoked.",
    "year": 1917,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Carl Ballantine",
    "birthday": "1917-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Carl_Ballantine_1968.jpg/211px-Carl_Ballantine_1968.jpg",
    "extract": "Carl Ballantine was an American magician, comedian and actor. Billing himself as \"The Great Ballantine\", \"The Amazing Ballantine\" or \"Ballantine: The World's Greatest Magician\", his vaudeville-style comedy routine involved transparent or incompetent stage magic tricks, which tended to flop and go \"hilariously awry\" to the wisecracking Ballantine's mock chagrin. He has been credited with creating comedy magic and has influenced comedians and magicians alike.",
    "year": 1917,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "S. Yizhar",
    "birthday": "1916-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/S_Yizhar.jpg/214px-S_Yizhar.jpg",
    "extract": "Yizhar Smilansky, known by his pen name S. Yizhar, was an Israeli writer and politician. Widely regarded as one of the preeminent figures in Israeli literature, he was awarded the Israel Prize in 1959 for fine literature. He was also awarded several other prizes of national distinction. In his political life, Yizhar served in the Knesset under Mapai almost continuously from 1949-1967.",
    "year": 1916,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Albert Ellis",
    "birthday": "1913-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/66/Albert_Ellis_%281913%29.jpg/320px-Albert_Ellis_%281913%29.jpg",
    "extract": "Albert Ellis was an American psychologist and psychotherapist who founded rational emotive behavior therapy (REBT). He held MA and PhD degrees in clinical psychology from Columbia University, and was certified by the American Board of Professional Psychology (ABPP). He also founded, and was the President of, the New York City-based Albert Ellis Institute. He is generally considered to be one of the originators of the cognitive revolutionary paradigm shift in psychotherapy and an early proponent and developer of cognitive-behavioral therapies.",
    "year": 1913,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Bernard Miles",
    "birthday": "1907-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Lord_Miles_Allan_Warren.jpg/215px-Lord_Miles_Allan_Warren.jpg",
    "extract": "Bernard James Miles, Baron Miles, CBE was an English character actor, writer and director. He opened the Mermaid Theatre in London in 1959, the first new theatre that opened in the City of London since the 17th century.",
    "year": 1907,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Bhagat Singh",
    "birthday": "1907-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Bhagat_Singh_1929.jpg/249px-Bhagat_Singh_1929.jpg",
    "extract": "Bhagat Singh was a charismatic Indian revolutionary who participated in the mistaken murder of a junior British police officer in what was to be retaliation for the death of an Indian nationalist. He later took part in a largely symbolic bombing of the Central Legislative Assembly in Delhi and a hunger strike in prison, which—on the back of sympathetic coverage in Indian-owned newspapers—turned him into a household name in Punjab region, and after his execution at age 23 into a martyr and folk hero in Northern India. Borrowing ideas from Bolshevism and anarchism, he electrified a growing militancy in India in the 1930s, and prompted urgent introspection within the Indian National Congress's nonviolent but eventually successful campaign for India's independence.",
    "year": 1907,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "William Empson",
    "birthday": "1906-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/fb/William_Empson.jpg",
    "extract": "Sir William Empson was an English literary critic and poet, widely influential for his practice of closely reading literary works, a practice fundamental to New Criticism. His best-known work is his first, Seven Types of Ambiguity, published in 1930.",
    "year": 1906,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jim Thompson (writer)",
    "birthday": "1906-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/be/Jimthompson.jpg/224px-Jimthompson.jpg",
    "extract": "James Myers Thompson was an American prose writer and screenwriter, known for his hardboiled crime fiction.",
    "year": 1906,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Sergei Varshavsky",
    "birthday": "1906-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Sergei_Petrovich_Varshavsky.jpg/320px-Sergei_Petrovich_Varshavsky.jpg",
    "extract": "Sergei Petrovich Varshavsky (Russian: Сергéй Пeтрóвич Варшáвский, was a Russian writer and art collector.",
    "year": 1906,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Edvard Kocbek",
    "birthday": "1904-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Kocbek.jpg/241px-Kocbek.jpg",
    "extract": "Edvard Kocbek was a Slovenian poet, writer, essayist, translator, member of Christian Socialists in the Liberation Front of the Slovene Nation and Slovene Partisans. He is considered one of the best authors who have written in Slovene, and one of the best Slovene poets after Prešeren. His political role during and after World War II made him one of the most controversial figures in Slovenia in the 20th century.",
    "year": 1904,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Vincent Youmans",
    "birthday": "1898-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/f6/Vincent_Youmans.jpg",
    "extract": "Vincent Millie Youmans was an American Broadway composer and producer.",
    "year": 1898,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Sam Ervin",
    "birthday": "1896-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Sam_Ervin.jpg/253px-Sam_Ervin.jpg",
    "extract": "Samuel James Ervin Jr. was an American politician. A Democrat, he served as a U.S. Senator from North Carolina from 1954 to 1974. A native of Morganton, he liked to call himself a \"country lawyer\", and often told humorous stories in his Southern drawl. During his Senate career, Ervin was a staunch defender of the Jim Crow laws and racial segregation, as the South's constitutional expert during the congressional debates on civil rights. Unexpectedly, he became a liberal hero for his support of civil liberties. He is remembered for his work in the investigation committees that brought down Senator Joseph McCarthy in 1954 and especially for his investigation of the Watergate scandal in 1972 that led to the resignation of Richard Nixon.",
    "year": 1896,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Lothar von Richthofen",
    "birthday": "1894-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/81/Richthofenlothar.jpg/209px-Richthofenlothar.jpg",
    "extract": "Lothar Siegfried Freiherr von Richthofen was a German First World War fighter ace credited with 40 victories. He was a younger brother of top-scoring ace Manfred von Richthofen and a distant cousin of Luftwaffe Field Marshal Wolfram von Richthofen.",
    "year": 1894,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Harry Blackstone Sr.",
    "birthday": "1885-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Harry_Blackstone.jpg/204px-Harry_Blackstone.jpg",
    "extract": "Harry Bouton Blackstone was a famed stage magician and illusionist of the 20th century. Blackstone was born Harry Bouton in Chicago, Illinois. He began his career as a magician in his teens and was popular through World War II as a USO entertainer. He was often billed as The Great Blackstone. His son Harry Blackstone Jr. also became a famous magician. Blackstone Sr. was aided by his younger brother, Pete Bouton, who was the stage manager in all his shows. Blackstone Sr. was married three times. Blackstone Jr. was his son by his second wife.",
    "year": 1885,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Hans Hahn (mathematician)",
    "birthday": "1879-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/17/Hahn_Hans.jpg/254px-Hahn_Hans.jpg",
    "extract": "Hans Hahn was an Austrian mathematician and philosopher who made contributions to functional analysis, topology, set theory, the calculus of variations, real analysis, and order theory. In philosophy he was among the main logical positivists of the Vienna Circle.",
    "year": 1879,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Frederick Schule",
    "birthday": "1879-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Frederick_Schule.jpg/282px-Frederick_Schule.jpg",
    "extract": "Frederick William Schule was an American track and field athlete, football player, athletic coach, teacher, bacteriologist, and engineer. He competed for the track and field teams at the University of Wisconsin from 1900 to 1901 and at the University of Michigan in 1904. He was also a member of the undefeated 1903 Michigan Wolverines football team that outscored its opponents 565 to 6.",
    "year": 1879,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Cyril Scott",
    "birthday": "1879-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/4/40/Composer_Cyril_Scott.jpg",
    "extract": "Cyril Meir Scott was an English composer, writer, poet, and occultist. He created around four hundred musical compositions including piano, violin, cello concertos, symphonies, and operas. He also wrote around 20 pamphlets and books on occult topics and natural health.",
    "year": 1879,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Vithalbhai Patel",
    "birthday": "1873-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Shri_Vithalbhai_Patel.jpg/239px-Shri_Vithalbhai_Patel.jpg",
    "extract": "Vithalbhai Patel was an Indian legislator and political leader, co-founder of the Swaraj Party and elder brother of Sardar Patel.",
    "year": 1873,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Grazia Deledda",
    "birthday": "1871-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Grazia_Deledda_1926.jpg/226px-Grazia_Deledda_1926.jpg",
    "extract": "Grazia Maria Cosima Damiana Deledda, also known in Sardinian language as Gràssia or Gràtzia Deledda, was an Italian writer who received the Nobel Prize for Literature in 1926 \"for her idealistically inspired writings which with plastic clarity picture the life on her native island [i.e. Sardinia] and with depth and sympathy deal with human problems in general\". She was the first Italian woman to receive the prize, and only the second woman in general after Selma Lagerlöf was awarded hers in 1909.",
    "year": 1871,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Eurosia Fabris",
    "birthday": "1866-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Beata_Eurosia.jpg/274px-Beata_Eurosia.jpg",
    "extract": "Eurosia Fabris, also known as Mamma Rosa, was best known to Catholics as a model of holiness in the daily life of a Catholic family. She gained some attention outside of the Catholic community in 2005 when the Vatican started her on the process of canonization. Some people have quipped that she might even become the \"patron saint of large families\" because she had eleven children.",
    "year": 1866,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Andrej Hlinka",
    "birthday": "1864-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Andrej_hlinka.jpg/262px-Andrej_hlinka.jpg",
    "extract": "Andrej Hlinka was a Slovak Catholic priest, journalist, banker, politician and one of the most important Slovakian public activists in Czechoslovakia before the Second World War. He was the leader of the Hlinka's Slovak People's Party, papal chamberlain, inducted papal protonotary, member of the National Assembly of Czechoslovakia, and chairman of the St. Vojtech Fellowship.",
    "year": 1864,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Corinne Roosevelt Robinson",
    "birthday": "1861-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Corrine_Roosevelt_Robinson_LCCN00652558_%28cropped%29.jpg/256px-Corrine_Roosevelt_Robinson_LCCN00652558_%28cropped%29.jpg",
    "extract": "Corinne Roosevelt Robinson was an American poet, writer and lecturer. She was also the younger sister of former President of the United States Theodore Roosevelt and an aunt of future First Lady of the United States, Eleanor Roosevelt.",
    "year": 1861,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Gaston Tarry",
    "birthday": "1843-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/GTarry.jpeg/277px-GTarry.jpeg",
    "extract": "Gaston Tarry was a French mathematician. Born in Villefranche de Rouergue, Aveyron, he studied mathematics at high school before joining the civil service in Algeria. He pursued mathematics as an amateur.",
    "year": 1843,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Alphonse François Renard",
    "birthday": "1842-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Alphonse_Renard_by_Alphonse_de_Tombay_%28Brussels%29_-_september_2019.jpg/240px-Alphonse_Renard_by_Alphonse_de_Tombay_%28Brussels%29_-_september_2019.jpg",
    "extract": "\nAlphonse Francois Renard, Belgian geologist and petrographer, was born at Ronse, in East Flanders, on 27 September 1842. He was educated for the church of Rome, and from 1866 to 1869 he was superintendent at the college de la Paix, Namur.",
    "year": 1842,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Alfred Thayer Mahan",
    "birthday": "1840-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/82/Alfred_Thayer_Mahan.jpeg",
    "extract": "Alfred Thayer Mahan was a United States naval officer and historian, whom John Keegan called \"the most important American strategist of the nineteenth century.\" His book The Influence of Sea Power Upon History, 1660–1783 (1890) won immediate recognition, especially in Europe, and with its successor, The Influence of Sea Power Upon the French Revolution and Empire, 1793–1812 (1892), made him world-famous and perhaps the most influential American author of the nineteenth century.",
    "year": 1840,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Thomas Nast",
    "birthday": "1840-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Thomas_H_Nast.jpg/224px-Thomas_H_Nast.jpg",
    "extract": "Thomas Nast was a German-born American caricaturist and editorial cartoonist often considered to be the \"Father of the American Cartoon\". He was a critic of Democratic Representative \"Boss\" Tweed and the Tammany Hall Democratic party political machine. Among his notable works were the creation of the modern version of Santa Claus and the political symbol of the elephant for the Republican Party (GOP). Contrary to popular belief, Nast did not create Uncle Sam, Columbia, or the Democratic donkey, although he did popularize those symbols through his artwork. Nast was associated with the magazine Harper's Weekly from 1859 to 1860 and from 1862 until 1886.",
    "year": 1840,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Lawrence Sullivan Ross",
    "birthday": "1838-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Half_portrait_of_Lawrence_Sullivan_Ross.jpg/236px-Half_portrait_of_Lawrence_Sullivan_Ross.jpg",
    "extract": "Lawrence Sullivan \"Sul\" Ross was the 19th governor of Texas, a Confederate States Army general during the American Civil War, and the seventh president of the Agricultural and Mechanical College of Texas, now called Texas A&M University.",
    "year": 1838,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "William Babcock Hazen",
    "birthday": "1830-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/William_Babcock_Hazen_-_Brady-Handy.jpg/265px-William_Babcock_Hazen_-_Brady-Handy.jpg",
    "extract": "William Babcock Hazen was a career United States Army officer who served in the Indian Wars, as a Union general in the American Civil War, and as Chief Signal Officer of the U.S. Army. His most famous service was defending \"Hell's Half Acre\" at the Battle of Stones River in 1862, and seizing Fort McAllister, Georgia, in December 1864, which allowed William Sherman to capture Savannah at the end of his March to the Sea.",
    "year": 1830,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "William \"Bull\" Nelson",
    "birthday": "1824-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/William_Nelson.jpg/187px-William_Nelson.jpg",
    "extract": "William \"Bull\" Nelson was a United States naval officer who became a Union general during the American Civil War.",
    "year": 1824,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Henri-Frédéric Amiel",
    "birthday": "1821-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Portrait_of_Henri-Fr%C3%A9d%C3%A9ric_Amiel.jpg/254px-Portrait_of_Henri-Fr%C3%A9d%C3%A9ric_Amiel.jpg",
    "extract": "Henri Frédéric Amiel was a Swiss moral philosopher, poet, and critic.",
    "year": 1821,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Hermann Kolbe",
    "birthday": "1818-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Hermann_Kolbe2.jpg/243px-Hermann_Kolbe2.jpg",
    "extract": "Adolph Wilhelm Hermann Kolbe was a major contributor to the birth of modern organic chemistry. He was a professor at Marburg and Leipzig. Kolbe was the first to apply the term synthesis in a chemical context, and contributed to the philosophical demise of vitalism through synthesis of the organic substance acetic acid from carbon disulfide, and also contributed to the development of structural theory. This was done via modifications to the idea of \"radicals\" and accurate prediction of the existence of secondary and tertiary alcohols, and to the emerging array of organic reactions through his Kolbe electrolysis of carboxylate salts, the Kolbe-Schmitt reaction in the preparation of aspirin and the Kolbe nitrile synthesis. After studies with Wöhler and Bunsen, Kolbe was involved with the early internationalization of chemistry through work in London. He was elected to the Royal Swedish Academy of Sciences, and won the Royal Society of London's Davy Medal in the year of his death. Despite these accomplishments and his training important members of the next generation of chemists, Kolbe is best remembered for editing the Journal für Praktische Chemie for more than a decade, in which his vituperative essays on Kekulé's structure of benzene, van't Hoff's theory on the origin of chirality and Baeyer's reforms of nomenclature were personally critical and linguistically violent. Kolbe died of a heart attack in Leipzig at age 66, six years after the death of his wife, Charlotte. He was survived by four children.",
    "year": 1818,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "George Müller",
    "birthday": "1805-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/George_Muller.jpg/267px-George_Muller.jpg",
    "extract": "\n\nGeorge Müller was a Christian evangelist and the director of the Ashley Down orphanage in Bristol, England. He was one of the founders of the Plymouth Brethren movement. Later during the split, his group was labelled as the Open Brethren.",
    "year": 1805,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Samuel Francis Du Pont",
    "birthday": "1803-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Samuel_francis_du_pont.jpg/217px-Samuel_francis_du_pont.jpg",
    "extract": "Samuel Francis Du Pont was a rear admiral in the United States Navy, and a member of the prominent Du Pont family. In the Mexican–American War, Du Pont captured San Diego, and was made commander of the California naval blockade. Through the 1850s, he promoted engineering studies at the United States Naval Academy, to enable more mobile and aggressive operations. In the American Civil War, he played a major role in making the Union blockade effective, but was controversially blamed for the failed attack on Charleston, South Carolina in April 1863.",
    "year": 1803,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Agustín de Iturbide",
    "birthday": "1783-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Agustin_I_of_Mexico.jpg/220px-Agustin_I_of_Mexico.jpg",
    "extract": "Agustín de Iturbide, full name Agustín Cosme Damián de Iturbide y Arámburu and also known as Augustine of Mexico, was a Mexican army general and politician. During the Mexican War of Independence, he built a successful political and military coalition that took control in Mexico City on 27 September 1821, decisively gaining independence for Mexico. After securing the secession of Mexico from Spain, Iturbide was proclaimed president of the Regency in 1821; a year later, he was proclaimed Emperor of Mexico, reigning briefly from 19 May 1822 to 19 March 1823. In May 1823 he went into exile in Europe. When he returned to Mexico in July 1824, he was arrested and executed. He designed the Mexican flag.",
    "year": 1783,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Martha Jefferson Randolph",
    "birthday": "1772-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Martha_Jefferson_Randolph_portrait.jpg/275px-Martha_Jefferson_Randolph_portrait.jpg",
    "extract": "Martha \"Patsy\" Randolph was the eldest daughter of Thomas Jefferson, the third president of the United States, and his wife, Martha Wayles Skelton Jefferson. She was born at Monticello, near Charlottesville, Virginia.",
    "year": 1772,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Antoine Philippe de La Trémoille",
    "birthday": "1765-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Antoine_Philippe_de_La_Tr%C3%A9moille%2C_Prince_of_Talmont_by_L%C3%A9on_Cogniet_%28Mus%C3%A9e_d%27art_et_d%27histoire_de_Cholet%29.jpg/207px-Antoine_Philippe_de_La_Tr%C3%A9moille%2C_Prince_of_Talmont_by_L%C3%A9on_Cogniet_%28Mus%C3%A9e_d%27art_et_d%27histoire_de_Cholet%29.jpg",
    "extract": "Antoine Philippe de La Trémoïlle, Prince of Talmont was a French noble and royalist notable for his military involvement against the French Revolution.",
    "year": 1765,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Francis Russell, Marquess of Tavistock",
    "birthday": "1739-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/FrancisRussellMarquessOfTavistock.jpg/244px-FrancisRussellMarquessOfTavistock.jpg",
    "extract": "Francis Russell, Marquess of Tavistock was a British politician and the eldest son of the 4th Duke of Bedford and his second wife Hon. Gertrude Leveson-Gower.",
    "year": 1739,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Michael Denis",
    "birthday": "1729-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Johann_Nepomuk_Cosmas_Michael_Denis.jpg/176px-Johann_Nepomuk_Cosmas_Michael_Denis.jpg",
    "extract": "Johann Nepomuk Cosmas Michael Denis, also: Sined the Bard, was an Austrian Catholic priest and Jesuit, who is best known as a poet, bibliographer, and lepidopterist.",
    "year": 1729,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Samuel Adams",
    "birthday": "1722-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/00/Samuel_Adams_by_John_Singleton_Copley.jpg/255px-Samuel_Adams_by_John_Singleton_Copley.jpg",
    "extract": "Samuel Adams was an American statesman, political philosopher, and one of the Founding Fathers of the United States. He was a politician in colonial Massachusetts, a leader of the movement that became the American Revolution, and one of the architects of the principles of American republicanism that shaped the political culture of the United States. He was a second cousin to his fellow Founding Father, President John Adams.",
    "year": 1722,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Abraham Gotthelf Kästner",
    "birthday": "1719-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Abraham_Gotthelf_K%C3%A4stner.jpg/265px-Abraham_Gotthelf_K%C3%A4stner.jpg",
    "extract": "Abraham Gotthelf Kästner was a German mathematician and epigrammatist.",
    "year": 1719,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Alphonsus Liguori",
    "birthday": "1696-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/19/St_Alphonsus_Liguori.jpg",
    "extract": "Alphonsus Liguori, sometimes called Alphonsus Maria de Liguori or Alphonsus Liguori, was an Italian Catholic bishop, spiritual writer, composer, musician, artist, poet, lawyer, scholastic philosopher, and theologian. He founded the Congregation of the Most Holy Redeemer, known as the Redemptorists, in November 1732.",
    "year": 1696,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Sophia Alekseyevna of Russia",
    "birthday": "1657-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Sophia_Alekseyevna_of_Russia.jpg/274px-Sophia_Alekseyevna_of_Russia.jpg",
    "extract": "Sophia Alekseyevna ruled as regent of Russia from 1682 to 1689. She allied herself with a singularly capable courtier and politician, Prince Vasily Golitsyn, to install herself during the minority of her brother Ivan V and half-brother Peter I. She carried out her regency with a firm hand. The activity of this \"bogatyr-tsarevna\" was all the more extraordinary, as upper-class Muscovite women, confined to the upper-floor terem and veiled and guarded in public, invariably were kept aloof from any open involvement in politics.",
    "year": 1657,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Jacques-Bénigne Bossuet",
    "birthday": "1627-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Jacques-B%C3%A9nigne_Bossuet_1.PNG/251px-Jacques-B%C3%A9nigne_Bossuet_1.PNG",
    "extract": "Jacques-Bénigne Lignel Bossuet was a French bishop and theologian, renowned for his sermons and other addresses. He has been considered by many to be one of the most brilliant orators of all time and a masterly French stylist.",
    "year": 1627,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Louis XIII",
    "birthday": "1601-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Luis_XIII%2C_rey_de_Francia_%28Philippe_de_Champaigne%29.jpg/252px-Luis_XIII%2C_rey_de_Francia_%28Philippe_de_Champaigne%29.jpg",
    "extract": "Louis XIII was King of France from 1610 until his death in 1643 and King of Navarre from 1610 to 1620, when the crown of Navarre was merged with the French crown.",
    "year": 1601,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Robert Blake (admiral)",
    "birthday": "1598-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Robert_Blake_%281598-1657%29%2C_General_at_Sea_RMG_BHC2559.tiff/lossy-page1-256px-Robert_Blake_%281598-1657%29%2C_General_at_Sea_RMG_BHC2559.tiff.jpg",
    "extract": "General at Sea Robert Blake was an important naval commander of the Commonwealth of England and one of the most famous English admirals of the 17th century. His successes have been considered to have \"never been excelled, not even by Nelson\" according to one biographer. Blake is recognised as the chief founder of England's naval supremacy, a dominance subsequently inherited by the British Royal Navy into the early 20th century. Despite this, due to deliberate attempts to expunge the Parliamentarians from history following the Restoration, Blake's achievements tend to remain unrecognized.",
    "year": 1598,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Takenaka Shigeharu",
    "birthday": "1544-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Takenaka_Shigeharu.jpg/266px-Takenaka_Shigeharu.jpg",
    "extract": "Takenaka Shigeharu , who was also known as Hanbei (半兵衛), was a Japanese samurai during the Sengoku period of the 16th century. Hanbei was the castle lord in command of Bodaiyama Castle. He was a chief strategist and adviser of Toyotomi Hideyoshi. His father was a local samurai Takenaka Shigemoto. He initially served the Saitō clan of Mino Province, but later plotted an uprising and took over the Saitō clan's Gifu Castle.",
    "year": 1544,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Stephen Báthory",
    "birthday": "1533-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Anonymous_Stephen_B%C3%A1thory_%28detail%29_01.jpg/240px-Anonymous_Stephen_B%C3%A1thory_%28detail%29_01.jpg",
    "extract": "Stephen Báthory was Voivode of Transylvania (1571–1576), Prince of Transylvania (1576–1586), King of Poland and Grand Duke of Lithuania (1576–1586).",
    "year": 1533,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Guillaume Rondelet",
    "birthday": "1507-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Guillaume-Rondelet-1507-1566.jpg/295px-Guillaume-Rondelet-1507-1566.jpg",
    "extract": "Guillaume Rondelet, also known as Rondeletus/Rondeletius, was Regius professor of medicine at the University of Montpellier in southern France and Chancellor of the University between 1556 and his death in 1566. He achieved renown as an anatomist and a naturalist with a particular interest in botany and ichthyology. His major work was a lengthy treatise on marine animals, which took two years to write and became a standard reference work for about a century afterwards, but his lasting impact lay in his education of a roster of star pupils who became leading figures in the world of late-16th century science.",
    "year": 1507,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Hieronymus Łaski",
    "birthday": "1496-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Laszky_Jeromos_h%C3%B3dolata_Szulejm%C3%A1n_el%C5%91tt.jpg/278px-Laszky_Jeromos_h%C3%B3dolata_Szulejm%C3%A1n_el%C5%91tt.jpg",
    "extract": "Hieronymus Jarosław Laski, Lasky, Laszki, Laszky, Laskó, Jeromos, Jerome, Hieronym, Hieronim, was a Polish diplomat born of an illustrious Polish family. Laski was the nephew of Archbishop John Laski and served as palatine of Inowrocław and of Sieradz.",
    "year": 1496,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "John de la Pole, 2nd Duke of Suffolk",
    "birthday": "1442-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/The_Tomb_of_2nd_Duke_of_Suffolk.jpg/320px-The_Tomb_of_2nd_Duke_of_Suffolk.jpg",
    "extract": "John de la Pole, 2nd Duke of Suffolk, KG, was a major magnate in 15th-century England. He was the son of William de la Pole, 1st Duke of Suffolk, and Alice Chaucer, the daughter of Thomas Chaucer. His youth was blighted, in 1450, by the political fall and subsequent murder of his father, who had been a favourite of the king, Henry VI, but was increasingly distrusted by the rest of the nobility. Although the first duke of Suffolk had made himself rich through trade and – particularly – royal grants, this source of income dried up on his death, so John de la Pole was among the poorest of English dukes on his accession to the title in 1463. This was a circumstance which John felt acutely; on more than one occasion, he refused to come to London due to his impoverishment being such that he could not afford the costs of maintaining a retinue.",
    "year": 1442,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Stanisław Kazimierczyk",
    "birthday": "1433-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Stanislaw_Kazimierczyk_painting.jpg/238px-Stanislaw_Kazimierczyk_painting.jpg",
    "extract": "Stanisław Kazimierczyk was a Polish Catholic priest and a professed member of the Canons Regular of the Lateran. He became noted for his ardent devotions to both the Eucharist and to his personal patron saint, Stanislaus of Szczepanów, as well as for his charitable dedication to the ill and poor of Kraków.",
    "year": 1433,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Cosimo de' Medici",
    "birthday": "1389-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Cosimo_di_Medici_%28Bronzino%29.jpg/257px-Cosimo_di_Medici_%28Bronzino%29.jpg",
    "extract": "Cosimo di Giovanni de' Medici was an Italian banker and politician who established the Medici family as effective rulers of Florence during much of the Italian Renaissance. His power derived from his wealth as a banker, and he was a patron of arts, learning and architecture. He spent over 600,000 gold florins on art and culture, including Donatello's David, the first freestanding nude male sculpture since antiquity. Despite his influence, his power was not absolute; Florence's legislative councils at times resisted his proposals throughout his life, and he was viewed as first among equals, rather than an autocrat.",
    "year": 1389,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Adolf, Count Palatine of the Rhine",
    "birthday": "1300-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Wappen_Kurfurst_der_Pfalz.png/260px-Wappen_Kurfurst_der_Pfalz.png",
    "extract": "Adolf of the Rhine from the house of Wittelsbach was formally Count Palatine of the Rhine from 1319 to 1327.",
    "year": 1300,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "John II, Duke of Brabant",
    "birthday": "1275-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Brabante_John_II_gros_tournois.jpg/320px-Brabante_John_II_gros_tournois.jpg",
    "extract": "John II, also called John the Peaceful, was Duke of Brabant, Lothier and Limburg (1294–1312). He was the son of John I of Brabant and Margaret of Flanders.",
    "year": 1275,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Wenceslaus II of Bohemia",
    "birthday": "1271-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Vaclav2_trun.jpg/198px-Vaclav2_trun.jpg",
    "extract": "Wenceslaus II Přemyslid was King of Bohemia (1278–1305), Duke of Cracow (1291–1305), and King of Poland (1300–1305).",
    "year": 1271,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "Ermentrude of Orléans",
    "birthday": "830-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Ermentruda_kralovna.jpg/243px-Ermentruda_kralovna.jpg",
    "extract": "Ermentrude of Orléans was the Queen of the Franks by her marriage to Charles II.",
    "year": 830,
    "month": 9,
    "day": 27,
    "language": "en"
  },
  {
    "name": "AD 808",
    "birthday": "808-9-27",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Coin_of_Eardwulf_of_Northumbria.png/320px-Coin_of_Eardwulf_of_Northumbria.png",
    "extract": "Year 808 (DCCCVIII) was a leap year starting on Saturday of the Julian calendar.",
    "year": 808,
    "month": 9,
    "day": 27,
    "language": "en"
  }
]