[
  {
    "name": "Aiden Moffat",
    "birthday": "1996-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Aiden_moffat_doningtonpark2014.JPG/213px-Aiden_moffat_doningtonpark2014.JPG",
    "extract": "Aiden Moffat is a British racing driver currently competing in the British Touring Car Championship for Laser Tools Racing. He became the youngest driver ever to compete in the BTCC when he made his debut at the Knockhill round of the 2013 season.",
    "year": 1996,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jason Williams (footballer, born 1995)",
    "birthday": "1995-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Jason_Williams_%282019%29.jpg/240px-Jason_Williams_%282019%29.jpg",
    "extract": "Jason Norrel Williams is an English footballer who plays for Tonbridge Angels.",
    "year": 1995,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jodie Williams",
    "birthday": "1993-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Jodie_Williams_Paris_2011-2.jpg/320px-Jodie_Williams_Paris_2011-2.jpg",
    "extract": "Jodie Alicia Williams is a British sprinter who specialises in the 400 metres, having begun her career concentrating on 100 and 200 metres. A prodigious junior, she is the 2009 World Youth Champion at 100 and 200 m, the 2010 World Junior Champion at 100 m, the 2011 European Junior Champion at 100 m and 200 m, and the 2013 European U23 Champion at 200 m.",
    "year": 1993,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Adam Thompson",
    "birthday": "1992-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Adam_Thompson_22-02-2014_1.jpg/217px-Adam_Thompson_22-02-2014_1.jpg",
    "extract": "Adam Lee Thompson is an English professional footballer who plays as a defender for Leyton Orient. A graduate of Watford's youth academy, he made his professional debut for Watford in 2010, and his senior international debut for Northern Ireland the following year. He played for Southend United from 2014 to 2017 and joined Bury on 1 June 2017.",
    "year": 1992,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Kōko Tsurumi",
    "birthday": "1992-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Koko_Tsurumi%2C_41st_AG_World_Championship_2009_%28tone%29.jpg/213px-Koko_Tsurumi%2C_41st_AG_World_Championship_2009_%28tone%29.jpg",
    "extract": "Kōko Tsurumi  is a retired Japanese artistic gymnast. She is the 2009 World all-around bronze medalist, uneven bars silver medalist, and a two-time Olympian.",
    "year": 1992,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Çağla Büyükakçay",
    "birthday": "1989-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Buyukakcay_WMQ19_%2815%29.jpg/213px-Buyukakcay_WMQ19_%2815%29.jpg",
    "extract": "Çağla Büyükakçay is a Turkish professional tennis player.",
    "year": 1989,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Darius Johnson-Odom",
    "birthday": "1989-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Darius_Johnson-Odom.jpg/205px-Darius_Johnson-Odom.jpg",
    "extract": "Darius \"Darjo\" Earvin Johnson-Odom is an American professional basketball player for Le Mans Sarthe of the LNB Pro A. In 2009, he transferred to Marquette University from Hutchinson Community College. As a senior, Johnson-Odom was named first-team All-Big East.",
    "year": 1989,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Mark Randall (footballer)",
    "birthday": "1989-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Mark_Randall.jpg/320px-Mark_Randall.jpg",
    "extract": "Mark Leonard Randall is an English professional footballer who plays as a midfielder for NIFL Premiership club Larne.",
    "year": 1989,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Marin Čilić",
    "birthday": "1988-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Cilic_MCM22_%2822%29_%2852036669749%29.jpg/213px-Cilic_MCM22_%2822%29_%2852036669749%29.jpg",
    "extract": "Marin Čilić is a Croatian professional tennis player. Čilić has won 20 ATP Tour singles titles, including a major at the 2014 US Open. He was also runner-up at the 2017 Wimbledon Championships and the 2018 Australian Open. Čilić has reached the quarterfinal stage or better at all four majors and all nine ATP Masters 1000 tournaments. His career-high singles ranking is world No. 3, achieved on 28 January 2018. He won a silver medal at the 2020 Tokyo Olympics in the men's doubles tournament partnering Ivan Dodig. Čilić is widely considered to be, alongside compatriot Goran Ivanišević, the best Croatian tennis player of all time. He is one of six active players with at least 20 ATP Tour titles.",
    "year": 1988,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Esmée Denters",
    "birthday": "1988-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Esme-denters.jpg/222px-Esme-denters.jpg",
    "extract": "Esmée Denters is a Dutch singer and YouTube celebrity. Denters started promoting herself as a musician online in 2006, covering songs by artists including Justin Timberlake and Natasha Bedingfield. By mid-2008 she became one of the first music artists to exceed 100 million views on YouTube. Denters was signed by Timberlake as the first artist to his label Tennman Records. In May 2009, she released her debut studio album, Outta Here, and toured the United States with Timberlake. After the label dropped her, Denters moved to London, where she competed in BBC One's The Voice UK.",
    "year": 1988,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Aleks Vrteski",
    "birthday": "1988-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Aleks_Vrteski_in_2010.jpg/320px-Aleks_Vrteski_in_2010.jpg",
    "extract": "Aleksandar \"Aleks\" Vrteski is a football goalkeeper who plays for Stirling Lions. Born in Australia, Vrteski represented Australia internationally before switching to represent Macedonia.",
    "year": 1988,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Hilary Duff",
    "birthday": "1987-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Hilary_Duff_Vogue_2019_2.png/239px-Hilary_Duff_Vogue_2019_2.png",
    "extract": "Hilary Erhard Duff is an American actress, singer, and author. She is the recipient of various accolades, including seven Nickelodeon Kids' Choice Awards, four Teen Choice Awards and two Young Artist Awards. She began her acting career at a young age, quickly being labeled a teen idol, as the title character of the television series, Lizzie McGuire and in the film based on the series, The Lizzie McGuire Movie (2003).",
    "year": 1987,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Andrés Guardado",
    "birthday": "1986-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Mex-Kor_%2825%29_%28cropped%29.jpg/229px-Mex-Kor_%2825%29_%28cropped%29.jpg",
    "extract": "José Andrés Guardado Hernández is a Mexican professional footballer who plays as a defensive midfielder for La Liga club Real Betis and captains the Mexico national team.",
    "year": 1986,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Meskerem Legesse",
    "birthday": "1986-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Mestawat_Tadesse_and_Meskerem_Legesse.jpg/241px-Mestawat_Tadesse_and_Meskerem_Legesse.jpg",
    "extract": "Meskerem Legesse was an Ethiopian distance runner. She participated in the 1,500 meters at the 2004 Summer Olympics in Athens. Legesse turned professional and participated in a number of U.S. events at various distances.",
    "year": 1986,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Dominic Waters",
    "birthday": "1986-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Dominic_Waters_11_P%C4%B1nar_Kar%C5%9F%C4%B1yaka_TSL_20180128_%281%29.jpg/240px-Dominic_Waters_11_P%C4%B1nar_Kar%C5%9F%C4%B1yaka_TSL_20180128_%281%29.jpg",
    "extract": "Dominic Wayne Waters is an American professional basketball player, who lastly played for Ironi Nahariya of the Israeli Premier League. Standing at 1.85 m, he plays at the point guard position. In 2013, he was the Israeli Premier League Assists Leader.",
    "year": 1986,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Shindong",
    "birthday": "1985-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/170829_%EC%8B%A0%EB%8F%99.jpg/213px-170829_%EC%8B%A0%EB%8F%99.jpg",
    "extract": "Shin Dong-hee, better known by his stage name Shindong, is a South Korean rapper, singer, dancer, host, radio personality and video director. He is best known as a member of Super Junior and its subgroups Super Junior-T and Super Junior-H.",
    "year": 1985,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Alina Ibragimova",
    "birthday": "1985-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/33/Alina_Ibragimova.jpg",
    "extract": "Alina Rinatovna Ibragimova is a Russian-British violinist.",
    "year": 1985,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jenny Omnichord",
    "birthday": "1984-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Jenny_Omnichord.jpg/212px-Jenny_Omnichord.jpg",
    "extract": "Jenny Mitchell, better known by the stage name Jenny Omnichord, is a Canadian indie rock musician. She has released three solo albums and an EP as a solo artist, and also records and performs with the bands The Barmitzvah Brothers and The Burning Hell.",
    "year": 1984,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Luke Pomersbach",
    "birthday": "1984-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Luke_Pomersbach_2010.jpg/264px-Luke_Pomersbach_2010.jpg",
    "extract": "Luke Anthony Pomersbach is a former Australian cricketer. He played mainly for Western Australia and Royal Challengers Bangalore. Citing mental health issues, he retired from the game in June 2014.",
    "year": 1984,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Melody Thornton",
    "birthday": "1984-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Melody_Thornton_na_%22World_Domination_Tour%22.jpg/240px-Melody_Thornton_na_%22World_Domination_Tour%22.jpg",
    "extract": "Melody Thornton is an American singer-songwriter, dancer and television personality. She rose to fame as a member of the pop group the Pussycat Dolls. The youngest member of the group, Thornton assumed the second most prominent vocal role, after lead vocalist Nicole Scherzinger, and was distinguished for her melismatic vocal runs. In 2010 Thornton departed from the group to focus on her solo career. Thornton's first mixtape, P.O.Y.B.L was released on March 15, 2012. Thornton's first EP Lioness Eyes was released on August 7, 2020.",
    "year": 1984,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Mathieu Valbuena",
    "birthday": "1984-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Mathieu_Valbuena_2019.jpg/219px-Mathieu_Valbuena_2019.jpg",
    "extract": "Mathieu Valbuena is a French professional footballer who plays for Super League Greece club Olympiacos. He plays as an attacking midfielder and a winger and is known for his pace, technical ability, and tenacious style of play. He is described by his former coach at Libourne Saint-Seurin Didier Tholot as \"an explosive player who is capable of quickly taking two opponents out of the game to create space, above all due to his dribbling skills.\" Due to his small stature, Valbuena is nicknamed le petit vélo, which translates to \"the little bike\".",
    "year": 1984,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ryan Zimmerman",
    "birthday": "1984-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Ryan_Zimmerman_rounds_2nd_base_from_Nationals_vs._Braves_at_Nationals_Park%2C_April_6th%2C_2021_%28All-Pro_Reels_Photography%29_%2851101644944%29_%28cropped%29.png/201px-Ryan_Zimmerman_rounds_2nd_base_from_Nationals_vs._Braves_at_Nationals_Park%2C_April_6th%2C_2021_%28All-Pro_Reels_Photography%29_%2851101644944%29_%28cropped%29.png",
    "extract": "Ryan Wallace Zimmerman is an American former professional baseball first baseman and third baseman who played 16 seasons for the Washington Nationals of Major League Baseball (MLB). Zimmerman graduated from Kellam High School in Virginia Beach, Virginia, and played college baseball at the University of Virginia. He is nicknamed \"Mr. National\" as he had been a member of the team from the Nationals’ 2005 inaugural season through 2021; additionally, he was the team's first draft pick after the franchise's relocation from Montreal. Zimmerman was drafted in the first round as the fourth overall pick by the Nationals in the 2005 Major League Baseball draft. He is well known for his clutch hitting and walk-off hits. Zimmerman was primarily a third baseman before transitioning to first base in 2015.",
    "year": 1984,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Aleksandr Anyukov",
    "birthday": "1982-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Zenit-Slavia_Pr_%288%29.jpg/320px-Zenit-Slavia_Pr_%288%29.jpg",
    "extract": "Aleksandr Gennadyevich Anyukov is a Russian association football coach and a former player, who played as a right-back. He is an assistant coach with FC Zenit Saint Petersburg.",
    "year": 1982,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Abhinav Bindra",
    "birthday": "1982-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Abhinav_Bindra_and_Mary_Kom_-_British_High_Commission%2C_Delhi%2C_27_July_2011_%28cropped%29.jpg/319px-Abhinav_Bindra_and_Mary_Kom_-_British_High_Commission%2C_Delhi%2C_27_July_2011_%28cropped%29.jpg",
    "extract": "Lieutenant Colonel Abhinav Apjit Bindra is an Indian Olympic gold medallist, retired sport shooter, and businessman. He is the first and one of only 2 Indians to win an Individual Olympic Gold Medal. He is the first Indian to have held concurrently the world and Olympic titles for the men's 10-meter air rifle event, having earned those honors at the 2008 Summer Olympics and the 2006 ISSF World Shooting Championships. Bindra has also won seven medals at the Commonwealth Games and three medals at the Asian Games.",
    "year": 1982,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ray Emery",
    "birthday": "1982-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Ray_Emery_%289214199315%29.jpg/243px-Ray_Emery_%289214199315%29.jpg",
    "extract": "Raymond Robert Emery was a Canadian professional ice hockey goaltender who played in the National Hockey League (NHL) for eleven seasons, between 2003 and 2015. Emery was chosen 99th overall by the Ottawa Senators in the 2001 NHL Entry Draft. During the 2006–07 season, he was a member of the Senators team that reached the Stanley Cup Finals, the first appearance in the finals for the modern Senators' franchise. He won a Stanley Cup championship with the Chicago Blackhawks in 2013.",
    "year": 1982,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ranbir Kapoor",
    "birthday": "1982-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Ranbir_Kapoor_promoting_Bombay_Velvet.jpg/212px-Ranbir_Kapoor_promoting_Bombay_Velvet.jpg",
    "extract": "Ranbir Kapoor is an Indian actor known for his work in Hindi-language films. He is one of the highest-paid actors of Hindi cinema and has featured in Forbes India's Celebrity 100 list since 2012. Kapoor is the recipient of several awards, including six Filmfare Awards.",
    "year": 1982,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Nolwenn Leroy",
    "birthday": "1982-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Nolwenn_Leroy_2013.jpg/226px-Nolwenn_Leroy_2013.jpg",
    "extract": "Nolwenn Le Magueresse, known by her stage name Nolwenn Leroy, is a French singer-songwriter, musician and actress.",
    "year": 1982,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Emeka Okafor",
    "birthday": "1982-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Emeka_Okafor_Washington_at_Orlando_002.jpg/231px-Emeka_Okafor_Washington_at_Orlando_002.jpg",
    "extract": "Chukwuemeka Ndubuisi \"Emeka\" Okafor is an American former professional basketball player. Okafor attended Bellaire High School in Bellaire, Texas and the University of Connecticut, where in 2004 he won a national championship. In his first season in the National Basketball Association (NBA) in 2004–05, Okafor was named Rookie of the Year. He was traded to the New Orleans Hornets in 2009 and was then dealt to the Washington Wizards in 2012. However, a herniated disc in his neck caused Okafor to miss four consecutive seasons from 2013 to 2017 before being medically cleared to play.",
    "year": 1982,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Dustin Penner",
    "birthday": "1982-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Dustin_Penner_2010_Oilers.png/198px-Dustin_Penner_2010_Oilers.png",
    "extract": "Dustin Penner is a Canadian former professional ice hockey forward who played in the National Hockey League (NHL) for the Anaheim Ducks, Edmonton Oilers, Los Angeles Kings and Washington Capitals. Undrafted by any NHL team, in 2004, Penner signed with Anaheim after playing college hockey at the University of Maine in the National Collegiate Athletics Association (NCAA). Penner won the Stanley Cup in his first full season with the Anaheim Ducks in 2007, before adding a second Stanley Cup in his first full season with Los Angeles in 2012.",
    "year": 1982,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Aivar Rehemaa",
    "birthday": "1982-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/REHEMAA_AivarTour_de_Ski_2010.jpg/320px-REHEMAA_AivarTour_de_Ski_2010.jpg",
    "extract": "Aivar Rehemaa is an Estonian cross-country skier. He competed at the 2006 Winter Olympics in Turin. He represented Estonia at the 2010 Winter Olympics in Vancouver. His best finish at the Winter Olympics is 10th in the 4×10 km relay in 2014.",
    "year": 1982,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Anderson Varejão",
    "birthday": "1982-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Anderson_Varej%C3%A3o_2021.jpg/257px-Anderson_Varej%C3%A3o_2021.jpg",
    "extract": "Anderson França Varejão is a Brazilian professional basketball player who last played for the Cleveland Cavaliers of the National Basketball Association (NBA). He initially spent 12 seasons with the Cavaliers before being acquired by the Golden State Warriors in 2016. With a career that has spanned four decades and four professional leagues, he has also played for Franca and the Flamengo of the Novo Basquete Brasil (NBB), Barcelona of the EuroLeague and Liga ACB, and has been a regular member of the Brazilian national team, winning a gold medal in 2003 at the Pan American Games.",
    "year": 1982,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "St. Vincent (musician)",
    "birthday": "1982-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/2021_Shaky_Knees_-_St_Vincent_%285%29_%28cropped%29.jpg/262px-2021_Shaky_Knees_-_St_Vincent_%285%29_%28cropped%29.jpg",
    "extract": "Anne Erin \"Annie\" Clark, known professionally as St. Vincent, is an American musician, singer-songwriter, producer, screenwriter, actress, and director. Her music is noted for its complex arrangements, utilizing a wide array of instruments. St. Vincent is the recipient of various accolades, including three Grammy Awards.",
    "year": 1982,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Greg Anderson (pianist)",
    "birthday": "1981-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Greg_Anderson_Piano_Barbados_Spring2009.jpg/320px-Greg_Anderson_Piano_Barbados_Spring2009.jpg",
    "extract": "Greg Anderson is an American pianist, composer, video producer, and writer. According to his website, Anderson's mission is to \"make classical piano music a relevant and powerful force in society.\"",
    "year": 1981,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Willy Caballero",
    "birthday": "1981-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Wilfredo_Caballero.jpg/264px-Wilfredo_Caballero.jpg",
    "extract": "Wilfredo Daniel Caballero Lazcano is an Argentine professional footballer who plays as a goalkeeper for Premier League club Southampton.",
    "year": 1981,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "José Calderón (basketball)",
    "birthday": "1981-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Jose_Calderon_%2834293586395%29.jpg/301px-Jose_Calderon_%2834293586395%29.jpg",
    "extract": "José Manuel Calderón Borrallo is a Spanish basketball executive and former player who is a special advisor for the Cleveland Cavaliers of the National Basketball Association (NBA). With the Spain national team, he won a FIBA World Cup title in 2006, two Olympic silver medals in 2008 and 2012, as well as a bronze medal at the 2016 Summer Olympics. He also won a EuroBasket title in 2011, two silver medals in 2003 and 2007 as well as a bronze in 2013. Calderón earned an All-EuroBasket Team selection in 2007.",
    "year": 1981,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jorge Guagua",
    "birthday": "1981-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Jorge_Guagua.jpg/194px-Jorge_Guagua.jpg",
    "extract": "Jorge Daniel Guagua Tamayo is an Ecuador retired international football defender and current sporting director of Club 9 de Octubre.",
    "year": 1981,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Iracema Trevisan",
    "birthday": "1981-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Iracema_Trevisan.jpg/213px-Iracema_Trevisan.jpg",
    "extract": "Iracema Trevisan Carneiro, also known as Ira, is a Brazilian designer. She was the bassist for Brazilian indie-electro band CSS.",
    "year": 1981,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Bam Margera",
    "birthday": "1979-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Bam_Margera_2017.jpg/220px-Bam_Margera_2017.jpg",
    "extract": "Brandon Cole  \"Bam\" Margera is an American skateboarder, stunt performer, television personality, and filmmaker. He came to prominence in the early 2000s as one of the stars of the MTV reality stunt show Jackass and subsequent sequels. He also created the Jackass spin-off shows Viva La Bam, Bam's Unholy Union, Bam's World Domination, and Bam's Bad Ass Game Show, and co-wrote and directed his films Haggard and Minghags.",
    "year": 1979,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Taki Tsan",
    "birthday": "1979-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/af/Taki_Tsan_Performing_2008.jpg/320px-Taki_Tsan_Performing_2008.jpg",
    "extract": "Panagiotis Stravalexis, better known by his stage names Waze Timvorihos, Pedi Thavma and Taki Tsan, is a Greek music producer, tattoo artist and rapper. A prominent figure in Greek hip hop, he is a founding member of the group Zontanoi Nekroi and also a member of the rap duet Tigre Sporakia, .",
    "year": 1979,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Pak Se-ri",
    "birthday": "1977-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/2009_LPGA_Championship_-_Se-ri_Pak_%282%29.jpg/213px-2009_LPGA_Championship_-_Se-ri_Pak_%282%29.jpg",
    "extract": "Pak Se-ri or Se-ri Pak is a South Korean former professional golfer who played on the LPGA Tour from 1998 to 2016. She was inducted into the World Golf Hall of Fame in 2007.",
    "year": 1977,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jeezy",
    "birthday": "1977-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Jeezy.png/226px-Jeezy.png",
    "extract": "Jay Wayne Jenkins, known by his stage name Jeezy, is an American rapper. Signing to Def Jam Recordings in 2004, his major label debut, Let's Get It: Thug Motivation 101, was released the following year and debuted at #2 on the Billboard 200, selling 172,000 copies in its first week and was later receiving platinum certification by the Recording Industry Association of America (RIAA). Jeezy is credited, along with fellow Atlanta-based rappers T.I. and Gucci Mane, for helping to pioneer and popularize trap music with a mainstream audience.",
    "year": 1977,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Fedor Emelianenko",
    "birthday": "1976-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Fedor_Emelianenko_Dec_2015.jpg/320px-Fedor_Emelianenko_Dec_2015.jpg",
    "extract": "Fedor Vladimirovich Emelianenko is a Russian heavyweight mixed martial artist (MMA), sambist, and judoka, currently competing for Rizin Fighting Federation and Bellator MMA. He has won championships and accolades in multiple sports, most notably in MMA Pride Fighting Championships, FIAS World Combat Sambo Championship, and Russian Judo Federation National Championship.",
    "year": 1976,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Stuart Clark",
    "birthday": "1975-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Stuart_clark_lords.jpg/250px-Stuart_clark_lords.jpg",
    "extract": "Stuart Rupert Clark is an Australian former cricketer who played for New South Wales and the Australian team. He was a right-arm fast-medium bowler. His nickname \"Sarfraz\" originates from the similarities of his bowling style to Sarfraz Nawaz.",
    "year": 1975,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Mariya Kiselyova",
    "birthday": "1974-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/30/%D0%9C%D0%B0%D1%80%D0%B8%D1%8F_%D0%9A%D0%B8%D1%81%D0%B5%D0%BB%D0%B5%D0%B2%D0%B0_%283%29.jpg",
    "extract": "Mariya Aleksandrovna Kiselyova is a female synchronised swimmer from Russia. She competes in synchronised swimming and has won three Olympic golds and three golds in the world championships. In Russia, she is currently known as a TV show presenter and a politician for the ruling United Russia party. She is currently a member of the Moscow City Duma.",
    "year": 1974,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Shane Webcke",
    "birthday": "1974-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Shane_Webcke_%2818_April_2006%2CBrisbane%29.jpg/242px-Shane_Webcke_%2818_April_2006%2CBrisbane%29.jpg",
    "extract": "Shane Webcke is an Australian former professional rugby league footballer, who spent his entire club career playing for the Brisbane Broncos. Webcke represented Queensland in the State of Origin 21 times and also captained the side. He made 26 test appearances for Australia. His position was prop forward and at his peak he was renowned as the best front rower in the world. Alongside Glenn Lazarus and Arthur Beetson, Webcke is considered by many to have been one of the finest post-war front-rowers to play the game.",
    "year": 1974,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Brian Rafalski",
    "birthday": "1973-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Rafalski.jpg/213px-Rafalski.jpg",
    "extract": "Brian Christopher Rafalski is an American former professional ice hockey defenseman. He played in the National Hockey League (NHL) for the New Jersey Devils and Detroit Red Wings, in the SM-liiga for HPK and HIFK, in the Elitserien for Brynäs IF, and in the ECHL for the Florida Everblades.",
    "year": 1973,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Dita Von Teese",
    "birthday": "1972-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/AV0A1522_Dita_Von_Teese.jpg/213px-AV0A1522_Dita_Von_Teese.jpg",
    "extract": "Heather Renée Sweet, known professionally as Dita Von Teese, is an American vedette, burlesque dancer, model, and businesswoman. She is credited with re-popularizing burlesque performance, earning the moniker \"Queen of Burlesque\".",
    "year": 1972,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Joseph Arthur",
    "birthday": "1971-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Joseph_Arthur_by_SBeals.jpg/320px-Joseph_Arthur_by_SBeals.jpg",
    "extract": "Joseph Arthur is an American singer-songwriter and artist from Akron, Ohio, United States. He is best known for his solo material, and as a member of Fistful of Mercy and RNDM. Arthur has built his reputation over the years through critically acclaimed releases and constant touring; his unique solo live performances often incorporate the use of a number of distortion and loop pedals, and his shows are recorded live at the soundboard and made available to concertgoers immediately following the show on recordable media.",
    "year": 1971,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "George Eustice",
    "birthday": "1971-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Official_portrait_of_George_Eustice_MP_crop_2.jpg/240px-Official_portrait_of_George_Eustice_MP_crop_2.jpg",
    "extract": "Charles George Eustice is a British politician and former public relations executive serving as Secretary of State for Environment, Food and Rural Affairs since 2020. A member of the Conservative Party, he has been the Member of Parliament (MP) for Camborne and Redruth since 2010.",
    "year": 1971,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Alan Wright",
    "birthday": "1971-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/69/Wright%2C_Alan.jpg",
    "extract": "Alan Geoffrey Wright is an English football manager and former professional footballer.",
    "year": 1971,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Kimiko Date",
    "birthday": "1970-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Kimiko_Date_Krumm_2010_Toray_Pan_Pacific_Open.jpg/204px-Kimiko_Date_Krumm_2010_Toray_Pan_Pacific_Open.jpg",
    "extract": "Kimiko Date  is a Japanese former professional tennis player. She reached the semifinals of the 1994 Australian Open, the 1995 French Open and the 1996 Wimbledon Championships, and won the Japan Open a record four times. She reached a career-high ranking of world No. 4 in 1995, and retired from professional tennis in November 1996.",
    "year": 1970,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Gualter Salles",
    "birthday": "1970-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Gualter_Salles.jpg/213px-Gualter_Salles.jpg",
    "extract": "Gualter Salles, is an open wheel race car driver. He raced in the 1997-2000 and 2003 CART seasons, with 49 career starts. His best finish came in his last race, the Lexmark Indy 300 at Surfers Paradise in Australia, where he finished 6th. Salles also raced one competition in the Indy Racing League in 1999. Also competed in Stock Car Brasil.",
    "year": 1970,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Marcel Dost",
    "birthday": "1969-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Marcel_dost-1481212649.jpg/320px-Marcel_dost-1481212649.jpg",
    "extract": "Henk Marcel Dost is a retired decathlete from the Netherlands, who represented his native country at the 1996 Summer Olympics in Atlanta, United States. There he finished in 18th place in the men's decathlon competition, earning a total number of 8.111 points. The other competitor from the Netherlands, Jack Rosendaal, ended up in 21st place.",
    "year": 1969,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ben Greenman",
    "birthday": "1969-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Ben_Greeman_BBF_2010_Shankbone.jpg/247px-Ben_Greeman_BBF_2010_Shankbone.jpg",
    "extract": "Ben Greenman is a novelist and magazine journalist who has written more than twenty fiction and non-fiction books, including collaborations with pop-music artists like Questlove, George Clinton, Brian Wilson, Gene Simmons, and others. From 2000 to 2014, he was an editor at The New Yorker.",
    "year": 1969,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Piper Kerman",
    "birthday": "1969-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Piper_Kerman_University_of_Missouri_book_signing_%28cropped%29.jpg/233px-Piper_Kerman_University_of_Missouri_book_signing_%28cropped%29.jpg",
    "extract": "Piper Eressea Kerman is an American author. She was indicted in 1998 on charges of felonious money-laundering activities, and sentenced to 15 months' detention in a federal correctional facility, of which she eventually served 13 months. Her memoir of her prison experiences, Orange Is the New Black: My Year in a Women's Prison, was adapted into the critically-acclaimed Netflix original comedy-drama series Orange Is the New Black. Since leaving prison, Kerman has spoken widely about women in prison and problems with the federal prison system. She now works as a communication strategist for non-profit organizations.",
    "year": 1969,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Éric Lapointe (singer)",
    "birthday": "1969-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/%C3%89ric_Lapointe_2012.jpg/214px-%C3%89ric_Lapointe_2012.jpg",
    "extract": "Éric Lapointe is a francophone lead singer and guitarist for his eponymous band. His band is characterized by a heavy metal style containing elements of punk, grunge, pop and hard rock from guitarist Stéphane Dufour's riffs. Lapointe has released eight studio albums, three compilation albums, and two live albums. He is currently the most successful male music artist in French Canadian history in terms of sales, having sold more than one million total discs. He has also made appearances on film.",
    "year": 1969,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Angus Robertson",
    "birthday": "1969-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Cabinet_Secretary_for_the_Constitution%2C_External_Affairs_and_Culture%2C_Angus_Robertson.jpg/246px-Cabinet_Secretary_for_the_Constitution%2C_External_Affairs_and_Culture%2C_Angus_Robertson.jpg",
    "extract": "Angus Struan Carolus Robertson is a Scottish politician serving as the Cabinet Secretary for the Constitution, External Affairs and Culture since 2021. Former Depute Leader of the Scottish National Party (SNP) from 2016 to 2018, he has served as the Member of the Scottish Parliament (MSP) for Edinburgh Central since 2021. Robertson previously served as a Westminster MP for Moray from 2001 to 2017, where he served from 2007 to 2017 as the Leader of the SNP in the House of Commons.",
    "year": 1969,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Francois Botha",
    "birthday": "1968-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Parker_v_Botha.jpg/240px-Parker_v_Botha.jpg",
    "extract": "Francois \"Frans\" Botha is a South African former professional boxer and kickboxer. In boxing he competed from 1990 to 2014, and is perhaps best known for winning the IBF heavyweight title against Axel Schulz in 1995, but was later stripped after failing a drug test. He later challenged twice for world heavyweight titles in 2000 and 2002. Botha has competed against former Heavyweight Champions Mike Tyson, Wladimir Klitschko, Lennox Lewis, Michael Moorer and Evander Holyfield late in their respective careers. Botha participated once in mixed martial arts in 2004.",
    "year": 1968,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Mika Häkkinen",
    "birthday": "1968-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/2016209185748_2016-07-27_Champions_for_Charity_-_Sven_-_1D_X_-_0226_-_DV3P4819_mod.jpg/213px-2016209185748_2016-07-27_Champions_for_Charity_-_Sven_-_1D_X_-_0226_-_DV3P4819_mod.jpg",
    "extract": "Mika Pauli Häkkinen, nicknamed \"The Flying Finn\", is a Finnish former racing driver. He was the 1998 and 1999 Formula One World Champion, driving for McLaren. He is one of three Formula One drivers from Finland to win the World Championship, and is the only Finnish driver to win it more than once. He currently works in driver management and is a brand ambassador for various companies.",
    "year": 1968,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Trish Keenan",
    "birthday": "1968-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Trish_Keenan_2010.jpg/266px-Trish_Keenan_2010.jpg",
    "extract": "Patricia Anne Keenan was an English musician and singer. She was the lead vocalist and founding member of the electronic band Broadcast, which she formed in 1995. The band released a total of five studio albums, including The Noise Made by People (2000), Haha Sound (2003), and Tender Buttons (2005), and earned a cult following.",
    "year": 1968,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Sean Levert",
    "birthday": "1968-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e2/Sean_Levert.jpg/246px-Sean_Levert.jpg",
    "extract": "Sean Edward Levert was an American singer-songwriter and actor. Levert is best known as a member of the R&B vocal group LeVert. Levert was the son of O'Jays lead singer Eddie Levert and younger brother of singer Gerald Levert.",
    "year": 1968,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Naomi Watts",
    "birthday": "1968-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Naomi_Watts_%2836037832511%29_%28cropped%29.jpg/240px-Naomi_Watts_%2836037832511%29_%28cropped%29.jpg",
    "extract": "Naomi Ellen Watts is a British actress. After her family moved to Australia, she made her film debut there in the drama For Love Alone (1986) and then appeared in three television series, Hey Dad..! (1990), Brides of Christ (1991), and Home and Away (1991), and the film Flirting (1991). After moving to the United States, Watts initially struggled as an actress, taking roles in small-scale films until she starred in David Lynch's psychological thriller Mulholland Drive in 2001 as an aspiring actress. This role started her rise to international prominence.",
    "year": 1968,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Mira Sorvino",
    "birthday": "1967-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/MiraSorvino07TIFF.jpg/243px-MiraSorvino07TIFF.jpg",
    "extract": "Mira Katherine Sorvino is an American actress. She won the Academy Award and Golden Globe for Best Supporting Actress for her performance in Woody Allen's Mighty Aphrodite (1995).",
    "year": 1967,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Maria Canals-Barrera",
    "birthday": "1966-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Mar%C3%ADa_Canals_Barrera_%40_2010_Imagen_Foundation_Awards.jpg/240px-Mar%C3%ADa_Canals_Barrera_%40_2010_Imagen_Foundation_Awards.jpg",
    "extract": "Maria Canals-Barrera is an American actress. She is known for starring Theresa Russo in the Disney Channel series Wizards of Waverly Place (2007–2012), Connie Torres in Camp Rock (2008) and Camp Rock 2: The Final Jam (2010), and Daniela in the ABC comedy series Cristela (2014–2015).",
    "year": 1966,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Puri Jagannadh",
    "birthday": "1966-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/42/Puri_Jagannath_on_the_sets_of_Liger.jpg",
    "extract": "Petla \"Puri\" Jagannadh is an Indian film director, screenwriter, and producer, who works primarily in the Telugu film Industry.",
    "year": 1966,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Claudio Borghi (footballer)",
    "birthday": "1964-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Borghi_1985.jpg/262px-Borghi_1985.jpg",
    "extract": "Claudio Daniel Borghi Bidos, nicknamed Bichi, is an Argentine naturalized Chilean football manager and former player who played as an attacking midfielder.",
    "year": 1964,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Gregor Fisken",
    "birthday": "1964-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/1926_Vauxhall_30-98_OE_%2820536355596%29.jpg/320px-1926_Vauxhall_30-98_OE_%2820536355596%29.jpg",
    "extract": "Gregor Fisken is a British racing driver and businessman who currently races historic and modern-day sportscars. He is one of only a handful of racing drivers to have driven in all four classes at the famous Le Mans 24 Hours motor race.",
    "year": 1964,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Janeane Garofalo",
    "birthday": "1964-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Janeanegarofalochair.jpg/320px-Janeanegarofalochair.jpg",
    "extract": "Janeane Marie Garofalo is an American comedian, actress, and former co-host on the now-defunct Air America Radio's The Majority Report.",
    "year": 1964,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Mārtiņš Roze",
    "birthday": "1964-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Flickr_-_Saeima_-_9.Saeimas_deput%C4%81ts_M%C4%81rti%C5%86%C5%A1_Roze.jpg/213px-Flickr_-_Saeima_-_9.Saeimas_deput%C4%81ts_M%C4%81rti%C5%86%C5%A1_Roze.jpg",
    "extract": "Mārtiņš Roze was a Latvian politician. From 2002 till 2009 he was Minister for Agriculture of Latvia. He was member of Latvian Farmers' Union. He has graduated from University of Latvia.",
    "year": 1964,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Steve Blackman",
    "birthday": "1963-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Blackman_2011_%28cropped%29.JPG/293px-Blackman_2011_%28cropped%29.JPG",
    "extract": "Steve Blackman is an American martial arts instructor, bail bondsman, and former professional wrestler. He is best known for his appearances with the World Wrestling Federation (WWF) from 1997 to 2002, where he was a frequent challenger for the promotion's mid-card titles. He held the WWF Hardcore Championship six times and holds the record for most combined days as champion, a total of 172 days.",
    "year": 1963,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Érik Comas",
    "birthday": "1963-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Comas_lm2005.jpg/221px-Comas_lm2005.jpg",
    "extract": "Érik Comas is a French former Formula One driver. He was French Formula 3 champion in 1988, and then Formula 3000 champion in 1990, after scoring the same number of points as Jean Alesi in 1989, but losing on a count-back of positions. He participated in 63 Grands Prix, debuting on 10 March 1991. He scored a total of 7 championship points. His last point, in the 1994 German Grand Prix, was also the last one for the Larrousse team.",
    "year": 1963,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Greg Weisman",
    "birthday": "1963-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Greg_Weisman.jpg/320px-Greg_Weisman.jpg",
    "extract": "Greg Weisman is an American novelist, writer, producer and voice actor. He is best known as the creator of the animated series Gargoyles, The Spectacular Spider-Man and Young Justice.",
    "year": 1963,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Grant Fuhr",
    "birthday": "1962-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Grant_Fuhr_-_Farewell_Rexall_Place_%2826190344112%29_%28cropped%29.jpg/214px-Grant_Fuhr_-_Farewell_Rexall_Place_%2826190344112%29_%28cropped%29.jpg",
    "extract": "Grant Scott Fuhr is a Canadian former ice hockey goaltender in the National Hockey League and former goaltending coach for the Arizona Coyotes, who is best remembered for a decade of stellar play for the Edmonton Oilers in the 1980s during which he won the Stanley Cup five times.",
    "year": 1962,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Dietmar Schacht",
    "birthday": "1962-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Dietmar_Schacht_%282021%29.jpg/268px-Dietmar_Schacht_%282021%29.jpg",
    "extract": "Dietmar \"Didi\" Schacht is a German football coach and former player who most recently was in charge of SV Straelen.",
    "year": 1962,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Helen Grant (politician)",
    "birthday": "1961-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Official_portrait_of_Mrs_Helen_Grant_MP_crop_2.jpg/240px-Official_portrait_of_Mrs_Helen_Grant_MP_crop_2.jpg",
    "extract": "Helen Grant is a British politician who has served as the Member of Parliament (MP) for Maidstone and The Weald since 2010. A member of the Conservative Party, she succeeded Ann Widdecombe, who was first elected in 1987.",
    "year": 1961,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Gregory Jbara",
    "birthday": "1961-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Gregory-Jbara-head-shot.jpg/248px-Gregory-Jbara-head-shot.jpg",
    "extract": "Gregory Jbara is an American film, television and stage actor, and singer.",
    "year": 1961,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Quentin Kawānanakoa",
    "birthday": "1961-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Quentin_Kawananakoa%2C_2013_King_Kamehemeha_Parade%2C_crop.jpg/247px-Quentin_Kawananakoa%2C_2013_King_Kamehemeha_Parade%2C_crop.jpg",
    "extract": "Quentin Kūhiō Kawānanakoa is a Republican politician of the state of Hawaii. Kawānanakoa is an organizer of the Republican Party of Hawaii. He is part of the House of Kawānanakoa. \nHe is sometimes referred to as a prince, and an heir to the Hawaiian monarchy although he himself admits there is no official recognition and such titles are merely honorific. He is also an heir to the James Campbell estate.",
    "year": 1961,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Anne White",
    "birthday": "1961-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Anne_White_at_Wimbledon_1986.jpg/218px-Anne_White_at_Wimbledon_1986.jpg",
    "extract": "Anne White is an American former professional tennis player from Charleston, West Virginia. She is most famous for wearing a white body suit at Wimbledon in 1985.",
    "year": 1961,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Kamlesh Patel, Baron Patel of Bradford",
    "birthday": "1960-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Official_portrait_of_Lord_Patel_of_Bradford_crop_2.jpg/240px-Official_portrait_of_Lord_Patel_of_Bradford_crop_2.jpg",
    "extract": "Kamlesh Kumar Patel, Lord Patel of Bradford, OBE is a member of the House of Lords. Having been appointed an Officer of the Order of the British Empire (OBE) in the 1999 Birthday Honours, he was created a life peer as Baron Patel of Bradford, of Bradford in the County of West Yorkshire on 8 June 2006.",
    "year": 1960,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jennifer Rush",
    "birthday": "1960-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Jennifer_Rush.jpg/238px-Jennifer_Rush.jpg",
    "extract": "Jennifer Rush is an American singer and songwriter. Rush achieved success during the mid-1980s around the world, with the release of a number of singles and albums including the million-selling single \"The Power of Love\", which she co-wrote and released in 1984. She saw her greatest success in Europe, particularly Germany.",
    "year": 1960,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Socrates Villegas",
    "birthday": "1960-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/JfStAugustineFiesta4065PatronalesBaliuagfvf_02_%28cropped%29.JPG/224px-JfStAugustineFiesta4065PatronalesBaliuagfvf_02_%28cropped%29.JPG",
    "extract": "Sócrates Buenaventura Villegas is a Filipino prelate, and a professed member of the Dominican Order, He is the current Archbishop of Lingayen-Dagupan in Pangasinan, and is the former president of the Catholic Bishops' Conference of the Philippines, from December 1, 2013 to December 1, 2017, when he finished his second and final term as president of the said conference. He was also the vice president of the episcopal conference from 2011 to 2013. He had previously served as Bishop of Balanga from July 3, 2004, until November 4, 2009.",
    "year": 1960,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ron Fellows",
    "birthday": "1959-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/ce/Ronfellows.JPG",
    "extract": "Ronald Charles Fellows CM is a Canadian auto racing driver. Fellows holds the record for most wins by a foreign-born driver in NASCAR's top three series with six – four in Nationwide and two in trucks.",
    "year": 1959,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Laura Bruce",
    "birthday": "1959-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Oliver_Mark_-_Laura_Bruce%2C_Berlin_2012.jpg/320px-Oliver_Mark_-_Laura_Bruce%2C_Berlin_2012.jpg",
    "extract": "Laura Bruce is an American contemporary artist living in Berlin.",
    "year": 1959,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Bill Cassidy",
    "birthday": "1957-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Bill_Cassidy_official_Senate_photo.jpg/252px-Bill_Cassidy_official_Senate_photo.jpg",
    "extract": "William Morgan Cassidy is an American physician and politician serving as the senior United States senator from Louisiana, a seat he has held since 2015. A member of the Republican Party, he served in the Louisiana State Senate from 2006 to 2009 and in the U.S. House of Representatives from 2009 to 2015.",
    "year": 1957,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Stéphane Dion",
    "birthday": "1955-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Canadian_Foreign_Minister_St%C3%A9phane_Dion_-_2016_%2828405975206%29_%28cropped%29.jpg/214px-Canadian_Foreign_Minister_St%C3%A9phane_Dion_-_2016_%2828405975206%29_%28cropped%29.jpg",
    "extract": "Stéphane Maurice Dion is a Canadian diplomat, academic and former politician who has been the Canadian ambassador to Germany and special envoy to the European Union since 2017. Dion was Leader of the Opposition and the leader of the Liberal Party from 2006 to 2008. He served in cabinets as intergovernmental affairs minister (1996–2003), environment minister (2003–2006), and foreign affairs minister (2015–2017).",
    "year": 1955,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Kenny Kirkland",
    "birthday": "1955-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/32/Kenny_Kirkland.jpg/263px-Kenny_Kirkland.jpg",
    "extract": "Kenneth David Kirkland was an American pianist/keyboardist.",
    "year": 1955,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Steve Largent",
    "birthday": "1954-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f7/Stevelargent.jpg",
    "extract": "Stephen Michael Largent is an American former professional football player, enshrined in the Pro Football Hall of Fame, and a former Republican politician, having served in the U.S. House of Representatives for Oklahoma, from 1994 until 2002. Prior to his political career, Largent was a wide receiver for the Seattle Seahawks in the National Football League for his entire 14-season professional football career. He held several all-time receiving records when he retired and is considered one of the greatest wide receivers of all time.",
    "year": 1954,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "George Lynch (musician)",
    "birthday": "1954-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/George_Lynch_2009.jpg/214px-George_Lynch_2009.jpg",
    "extract": "George Lynch is an American guitarist, best known for his work with heavy metal band Dokken and his post-Dokken solo band Lynch Mob. Lynch is considered to be one of the most famous and influential 1980s metal guitarists and is known for his unique playing style and sound. He is ranked No. 47 on \"100 Greatest Guitarists of All Time\" by Guitar World magazine and No. 10 on \"Top 10 Metal Guitarists of All Time\" by Gibson.",
    "year": 1954,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Margot Wallström",
    "birthday": "1954-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Margot_Wahlstrom_Sveriges_EU-kommissionar.jpg/211px-Margot_Wahlstrom_Sveriges_EU-kommissionar.jpg",
    "extract": "Margot Elisabeth Wallström is a Swedish politician of the Swedish Social Democratic Party who served as Deputy Prime Minister of Sweden and Minister for Foreign Affairs from 2014 to 2019 and Minister for Nordic Cooperation from 2016 to 2019.",
    "year": 1954,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Otmar Hasler",
    "birthday": "1953-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Otmar_Hasler.jpg/300px-Otmar_Hasler.jpg",
    "extract": "Otmar Hasler was the Prime Minister of Liechtenstein from 5 April 2001 to 25 March 2009.",
    "year": 1953,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Christopher Buckley (novelist)",
    "birthday": "1952-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Christopher_Buckley.jpg/320px-Christopher_Buckley.jpg",
    "extract": "Christopher Taylor Buckley is an American author and political satirist. He also served as chief speechwriter to Vice President George H. W. Bush. He is known for writing God Is My Broker, Thank You for Smoking, Little Green Men, The White House Mess, No Way to Treat a First Lady, Wet Work, Florence of Arabia, Boomsday, Supreme Courtship, Losing Mum and Pup: A Memoir, and The Judge Hunter.",
    "year": 1952,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Sylvia Kristel",
    "birthday": "1952-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Sylvia_Kristel.jpg/289px-Sylvia_Kristel.jpg",
    "extract": "Sylvia Maria Kristel was a Dutch actress and model who appeared in over 50 films. She is best remembered as the eponymous character in five of the seven Emmanuelle films.",
    "year": 1952,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Andy Ward (musician)",
    "birthday": "1952-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Camel_-_Andy_Ward_%281977%29.png/244px-Camel_-_Andy_Ward_%281977%29.png",
    "extract": "Andrew John Ward is an English progressive rock drummer.",
    "year": 1952,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jim Diamond (singer)",
    "birthday": "1951-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/62/Jim_Diamond_2.jpg/200px-Jim_Diamond_2.jpg",
    "extract": "James Aaron Diamond was a Scottish singer-songwriter, best known for his three Top 5 hits: \"I Won't Let You Down\" (1982), as the lead singer of PhD; and his solo performances \"I Should Have Known Better\", a United Kingdom No. 1 in 1984, and \"Hi Ho Silver\", the theme song from Boon, which reached No. 5 in the UK Singles Chart in 1986.",
    "year": 1951,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Paul Burgess (musician)",
    "birthday": "1950-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Paul_Burgess_2010.jpg/320px-Paul_Burgess_2010.jpg",
    "extract": "Paul Burgess is an English rock drummer, notable for his association with a wide range of British rock and folk-rock bands. In addition to extensive session work, he has been an official member of 10cc, Jethro Tull, Camel, Magna Carta, and The Icicle Works.",
    "year": 1950,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Christina Hoff Sommers",
    "birthday": "1950-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Christina_Hoff_Sommers_on_Louder_with_Crowder.jpg/278px-Christina_Hoff_Sommers_on_Louder_with_Crowder.jpg",
    "extract": "Christina Marie Hoff Sommers is an American author and philosopher. Specializing in ethics, she is a resident scholar at the American Enterprise Institute. Sommers is known for her critique of contemporary feminism. Her work includes the books Who Stole Feminism? (1994) and The War Against Boys (2000). She also hosts a video blog called The Factual Feminist.",
    "year": 1950,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "John Sayles",
    "birthday": "1950-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/John_Sayles.jpg/243px-John_Sayles.jpg",
    "extract": "John Thomas Sayles is an American independent film director, screenwriter, editor, actor, and novelist. He has twice been nominated for the Academy Award for Best Original Screenplay, for Passion Fish (1992) and Lone Star (1996). His film Men with Guns (1997) was nominated for the Golden Globe for Best Foreign Language Film. His directorial debut, Return of the Secaucus 7 (1980), has been added to the National Film Registry.",
    "year": 1950,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Bob Carr",
    "birthday": "1947-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Bob_Carr.jpg/233px-Bob_Carr.jpg",
    "extract": "Robert John Carr is an Australian retired politician who served as Premier of New South Wales from 1995 to 2005, as the leader of the Labor Party. He later entered federal politics as a New South Wales senator, and served as Minister for Foreign Affairs from 2012 to 2013.",
    "year": 1947,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Sheikh Hasina",
    "birthday": "1947-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/18th_Summit_of_Non-Aligned_Movement_gets_underway_in_Baku_006_%28cropped%29.jpg/259px-18th_Summit_of_Non-Aligned_Movement_gets_underway_in_Baku_006_%28cropped%29.jpg",
    "extract": "Sheikh Hasina Wazed, born 28 September 1947, is a Bangladeshi politician who has been serving as the Prime Minister of Bangladesh since January 2009. Hasina is the daughter of the founding father and first President of Bangladesh, Bangabandhu Sheikh Mujibur Rahman. She previously served as prime minister from June 1996 to July 2001. She is the longest serving prime minister in the history of Bangladesh, having served for a combined total of over 18 years. As of 30 May 2022, she is the world's longest serving elected female head of government.",
    "year": 1947,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jon Snow (journalist)",
    "birthday": "1947-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Jon_Snow_2011_Crop.jpg/227px-Jon_Snow_2011_Crop.jpg",
    "extract": "Jonathan George Snow HonFRIBA is an English journalist and television presenter. He is best known as the longest-running presenter of Channel 4 News, which he presented from 1989 to 2021. On 29 April 2021, Snow announced his retirement from the role; his final programme aired on 23 December 2021. Although Channel 4's news programming is produced by ITN, Snow is employed directly by the broadcaster.",
    "year": 1947,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Majid Khan (cricketer)",
    "birthday": "1946-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Majid_Khan_Cricket_Legend.png/309px-Majid_Khan_Cricket_Legend.png",
    "extract": "Majid Jahangir Khan is a former cricketer, batsman and captain of the Pakistan national cricket team. In his prime, Majid Khan was considered one of the best batsmen in the world. In an 18-year Test career, he only played in 63 Test matches, primarily because Pakistan played a very limited Test match schedule. Khan's first-class career spanned 1961 to 1985. Overall, he played 63 Tests for Pakistan, scoring 3,931 runs with 8 centuries, scored over 27,000 first-class runs and made 73 first-class centuries, with 128 fifties. Majid played his last Test for Pakistan in January 1983 against India at Gaddafi Stadium, Lahore and his last One Day International (ODI) was in July 1982 against England at Old Trafford, Manchester.",
    "year": 1946,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Marielle Goitschel",
    "birthday": "1945-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Marielle_Goitschel.JPG/280px-Marielle_Goitschel.JPG",
    "extract": "Marielle Goitschel is a former French alpine skier. Marielle is the younger sister of Christine Goitschel, another champion skier of the time, and the aunt of speed skier Philippe Goitschel.",
    "year": 1945,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Manolis Rasoulis",
    "birthday": "1945-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b5/Manolis_Rasoulis.jpg/320px-Manolis_Rasoulis.jpg",
    "extract": "Emmanouil (Manolis) Rasoulis, best known as the lyricist of famous songs, was a Greek music composer, singer, writer, and journalist.",
    "year": 1945,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Nick St. Nicholas",
    "birthday": "1943-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Nick_St._Nicholas.jpg/213px-Nick_St._Nicholas.jpg",
    "extract": "Nick St. Nicholas is a German bandleader, bass guitarist, singer and songwriter; best known for his partnership in Steppenwolf.",
    "year": 1943,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Pierre Clémenti",
    "birthday": "1942-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/31/Pierre_Clementi.jpg/320px-Pierre_Clementi.jpg",
    "extract": "Pierre André Clémenti was a French actor.",
    "year": 1942,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "David Lewis (philosopher)",
    "birthday": "1941-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/ad/David-K.-Lewis.jpg/280px-David-K.-Lewis.jpg",
    "extract": "David Kellogg Lewis was an American philosopher who is widely regarded as one of the most important philosophers of the 20th century. Lewis taught briefly at UCLA and then at Princeton University from 1970 until his death. He is closely associated with Australia, whose philosophical community he visited almost annually for more than 30 years.",
    "year": 1941,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Edmund Stoiber",
    "birthday": "1941-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/DrEdmundStoiber.jpg/219px-DrEdmundStoiber.jpg",
    "extract": "Edmund Rüdiger Stoiber is a German politician who served as the 16th Minister President of the state of Bavaria between 1993 and 2007 and chairman of the Christian Social Union (CSU) between 1999 and 2007. In 2002, he ran for the office of Chancellor of Germany in the federal election, but in one of the narrowest elections in German history lost against Gerhard Schröder. On 18 January 2007, he announced his decision to step down from the posts of minister-president and party chairman by 30 September, after having been under fire in his own party for weeks.",
    "year": 1941,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Stuart Kauffman",
    "birthday": "1939-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Stuart_Kauffman.jpg/230px-Stuart_Kauffman.jpg",
    "extract": "Stuart Alan Kauffman is an American medical doctor, theoretical biologist, and complex systems researcher who studies the origin of life on Earth. He was a professor at the University of Chicago, University of Pennsylvania, and University of Calgary. He is currently emeritus professor of biochemistry at the University of Pennsylvania and affiliate faculty at the Institute for Systems Biology. He has a number of awards including a MacArthur Fellowship and a Wiener Medal.",
    "year": 1939,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ben E. King",
    "birthday": "1938-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Ben_E._King_1990s.jpg/215px-Ben_E._King_1990s.jpg",
    "extract": "Benjamin Earl King was an American soul and R&B singer and record producer. He is best known as the singer and co-composer of \"Stand by Me\"—a U.S. Top 10 hit, both in 1961 and later in 1986, a number one hit in the United Kingdom in 1987, and number 25 on the RIAA's list of Songs of the Century—and as one of the principal lead singers of the R&B vocal group The Drifters, notably singing the lead vocals of one of their biggest global hit singles, \"Save the Last Dance for Me\". Besides “Stand By Me”, his songs \"There Goes My Baby\" and \"Spanish Harlem\" also appeared on the Rock and Roll Hall of Fame's list of 500 Songs That Shaped Rock and Roll.",
    "year": 1938,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Emmett Chapman",
    "birthday": "1936-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Emmett_chapman_1969.jpg/222px-Emmett_chapman_1969.jpg",
    "extract": "Emmett Chapman was an American jazz musician best known as the inventor of the Chapman Stick and maker of the Chapman Stick family of instruments.",
    "year": 1936,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Robert Wolders",
    "birthday": "1936-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Robert_Wolders_Laredo_1966.JPG/237px-Robert_Wolders_Laredo_1966.JPG",
    "extract": "Robert Wolders was a Dutch television actor known for his role in the television series Laredo and appearing in series such as The Man from U.N.C.L.E., Bewitched, and The Mary Tyler Moore Show. He was married to Merle Oberon, and was the longtime partner of Audrey Hepburn.",
    "year": 1936,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Bruce Crampton",
    "birthday": "1935-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Bruce_Crampton_with_family_1970.jpg/268px-Bruce_Crampton_with_family_1970.jpg",
    "extract": "Bruce Crampton is an Australian professional golfer.",
    "year": 1935,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "David Hannay, Baron Hannay of Chiswick",
    "birthday": "1935-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Official_portrait_of_Lord_Hannay_of_Chiswick_crop_2.jpg/240px-Official_portrait_of_Lord_Hannay_of_Chiswick_crop_2.jpg",
    "extract": "David Hugh Alexander Hannay, Baron Hannay of Chiswick is a British diplomat.",
    "year": 1935,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ronald Lacey",
    "birthday": "1935-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/02/Ronald_Lacey_as_Arnold_Toht.jpg",
    "extract": "Ronald William Lacey was an English actor. He made numerous television and film appearances over a 30-year period. His roles included Harris in Porridge (1977), Frankie in the Bud Spencer comedy Charleston (1978), SD agent Sturmbannführer Arnold Ernst Toht in Raiders of the Lost Ark (1981) and the Bishop of Bath and Wells in Blackadder II (1986).",
    "year": 1935,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Brigitte Bardot",
    "birthday": "1934-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Brigitte_Bardot_-_1962.jpg/248px-Brigitte_Bardot_-_1962.jpg",
    "extract": "Brigitte Anne-Marie Bardot, often referred to by her initials B.B., is a French former actress, singer and model. Famous for portraying sexually emancipated characters with hedonistic lifestyles, she was one of the best known sex symbols of the late 1950s and 1960s. Although she withdrew from the entertainment industry in 1973, she remains a major popular culture icon.",
    "year": 1934,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Joe Benton",
    "birthday": "1933-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Joe-benton-6859478133.jpg/250px-Joe-benton-6859478133.jpg",
    "extract": "Joseph Edward Benton is a British Labour Party politician who was the Member of Parliament (MP) for Bootle from 1990 to 2015.",
    "year": 1933,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Miguel Ortiz Berrocal",
    "birthday": "1933-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Zaragoza_-_Berrocal.jpg/277px-Zaragoza_-_Berrocal.jpg",
    "extract": "Miguel Ortiz Berrocal was a Spanish figurative and abstract sculptor. He is best known for his puzzle sculptures, which can be disassembled into many abstract pieces. These works are also known for the miniature artworks and jewelry incorporated into or concealed within them, and the fact that some of the sculptures can be reassembled or reconfigured into different arrangements. Berrocal's sculptures span a wide range of physical sizes from monumental outdoor public works, to intricate puzzle sculptures small enough to be worn as pendants, bracelets, or other body ornamentation.",
    "year": 1933,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Víctor Jara",
    "birthday": "1932-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/2b/V%C3%ADctor_Jara.jpg",
    "extract": "Víctor Lidio Jara Martínez was a Chilean teacher, theater director, poet, singer-songwriter and socialist political activist tortured and killed by the dictatorship of Augusto Pinochet. He developed Chilean theater by directing a broad array of works, ranging from locally produced plays to world classics, as well as the experimental work of playwrights such as Ann Jellicoe. He also played a pivotal role among neo-folkloric musicians who established the Nueva Canción Chilena movement. This led to an uprising of new sounds in popular music during the administration of President Salvador Allende.",
    "year": 1932,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Tommy Collins (singer)",
    "birthday": "1930-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/68/Tommy_Collins.png",
    "extract": "Leonard Raymond Sipes, better known as Tommy Collins, was an American country music singer and songwriter.",
    "year": 1930,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Immanuel Wallerstein",
    "birthday": "1930-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Immanuel_Wallerstein.2008.jpg/240px-Immanuel_Wallerstein.2008.jpg",
    "extract": "Immanuel Maurice Wallerstein was an American sociologist and economic historian. He is perhaps best known for his development of the general approach in sociology which led to the emergence of his world-systems approach. He was a Senior Research Scholar at Yale University from 2000 until his death in 2019, and published bimonthly syndicated commentaries through Agence Global on world affairs from October 1998 to July 2019.",
    "year": 1930,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Lata Mangeshkar",
    "birthday": "1929-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/2f/LataMangeshkar10.jpg",
    "extract": "Lata Mangeshkar was an Indian playback singer. She is widely considered to have been one of the greatest and most influential singers in India. Her contribution to the Indian music industry in a career spanning seven decades gained her honorific titles such as the \"Queen of Melody\", \"Nightingale of India\", and \"Voice of the Millennium\".",
    "year": 1929,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Koko Taylor",
    "birthday": "1928-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/KokoTaylor2006.jpg/256px-KokoTaylor2006.jpg",
    "extract": "Koko Taylor was an American singer whose style encompassed Chicago blues, electric blues, rhythm and blues and soul blues. Sometimes called \"The Queen of the Blues\", she was known for her rough, powerful vocals.",
    "year": 1928,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jerry Clower",
    "birthday": "1926-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Jerry_Clower_1974.jpg/262px-Jerry_Clower_1974.jpg",
    "extract": "Howard Gerald \"Jerry\" Clower was an American stand-up comedian. Born and raised in the state of Mississippi, Clower was best known for his stories of the rural South and was given the nickname \"The Mouth of Mississippi\".",
    "year": 1926,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Seymour Cray",
    "birthday": "1925-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/70/Seymour_Cray-crop.jpg",
    "extract": "Seymour Roger Cray was an American electrical engineer and supercomputer architect who designed a series of computers that were the fastest in the world for decades, and founded Cray Research which built many of these machines. Called \"the father of supercomputing\", Cray has been credited with creating the supercomputer industry. Joel S. Birnbaum, then chief technology officer of Hewlett-Packard, said of him: \"It seems impossible to exaggerate the effect he had on the industry; many of the things that high performance computers now do routinely were at the farthest edge of credibility when Seymour envisioned them.\" Larry Smarr, then director of the National Center for Supercomputing Applications at the University of Illinois said that Cray is \"the Thomas Edison of the supercomputing industry.\"",
    "year": 1925,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Cromwell Everson",
    "birthday": "1925-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/14/Cromwell_Everson_000.jpg/267px-Cromwell_Everson_000.jpg",
    "extract": "Cromwell Everson was primarily known as a composer during his lifetime. He was brought up as an Afrikaner by his mother, Maria De Wit and father, Robert Everson. He continued this tradition and all his children were brought up as Afrikaners.",
    "year": 1925,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Martin David Kruskal",
    "birthday": "1925-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/db/Martin_David_Kruskal.jpg/213px-Martin_David_Kruskal.jpg",
    "extract": "Martin David Kruskal was an American mathematician and physicist. He made fundamental contributions in many areas of mathematics and science, ranging from plasma physics to general relativity and from nonlinear analysis to asymptotic analysis. His most celebrated contribution was in the theory of solitons.",
    "year": 1925,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Rudolf Barshai",
    "birthday": "1924-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Rudolf_Barshai.jpg/320px-Rudolf_Barshai.jpg",
    "extract": "Rudolf Borisovich Barshai was a Soviet and Russian conductor and violist. The Rudolf Barshai International Strings Competition was established in 2020.",
    "year": 1924,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Marcello Mastroianni",
    "birthday": "1924-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Marcello_Mastroianni_02.jpg/226px-Marcello_Mastroianni_02.jpg",
    "extract": "Marcello Vincenzo Domenico Mastroianni was an Italian film actor, regarded as one of Italy's most iconic male performers of the 20th century, and one of Europe's most prominent actors and screen sex symbols from the 1960s and 1970s. A pet actor of five-time Academy Award-winning director Federico Fellini, he starred in such films as La Dolce Vita; 8½; La Notte; Divorce Italian Style; Yesterday, Today and Tomorrow; Marriage Italian Style; The 10th Victim; A Special Day; City of Women; Henry IV, and Everybody's Fine.",
    "year": 1924,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Tuli Kupferberg",
    "birthday": "1923-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3a/TuliKupferberg.jpg",
    "extract": "Naphtali \"Tuli\" Kupferberg was an American counterculture poet, author, singer, cartoonist, publisher, and co-founder of the rock band The Fugs.",
    "year": 1923,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "John Scott, 9th Duke of Buccleuch",
    "birthday": "1923-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/9th_Duke_of_Buccleuch_2_Allan_Warren.jpg/216px-9th_Duke_of_Buccleuch_2_Allan_Warren.jpg",
    "extract": "Walter Francis John Montagu Douglas Scott, 9th Duke of Buccleuch and 11th Duke of Queensberry, was a Scottish peer, politician and landowner. He served in the Royal Naval Volunteer Reserve in the Second World War, and represented Edinburgh North in the House of Commons for 13 years.",
    "year": 1923,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "William Windom (actor)",
    "birthday": "1923-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/William_Windom_1972.JPG/307px-William_Windom_1972.JPG",
    "extract": "William Windom was an American actor. He played a wide variety of roles in both film and television during a near 60-year career, but is perhaps best known for his role as cartoonist John Monroe in the short-lived comedy My World and Welcome to It (1969–1970) winning him a Primetime Emmy Award, and his recurring role as Dr. Seth Hazlitt starring alongside Angela Lansbury in Murder, She Wrote (1984–1996).",
    "year": 1923,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Larry Munson",
    "birthday": "1922-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a4/Larry_Munson_in_the_booth.jpg/273px-Larry_Munson_in_the_booth.jpg",
    "extract": "Lawrence Harry Munson was an American sports announcer and talk-show host based out of the U.S. city of Athens, Georgia. He was best known for handling radio play-by-play of University of Georgia Bulldogs football games from 1966 to 2008. He also handled the play-by-play for UGA basketball and Atlanta Falcons radio broadcasts and hosted sports-related talk shows.",
    "year": 1922,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jules Sedney",
    "birthday": "1922-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Jules_Sedney_%281973%29.jpg/263px-Jules_Sedney_%281973%29.jpg",
    "extract": "Jules Sedney was a Surinamese politician, and Prime Minister of Suriname from 20 November 1969 to 24 December 1973. In 1980, he became governor of the Central Bank of Suriname, but had to flee the country in 1983 after a dispute with Dési Bouterse. Sedney returned to Suriname in 1989.",
    "year": 1922,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Doris Singleton",
    "birthday": "1919-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/01/Doris_singleton.jpg",
    "extract": "Dorthea \"Doris\" Singleton was an American actress, perhaps best remembered as Lucy Ricardo's nemesis/frenemy, Carolyn Appleby, in I Love Lucy.",
    "year": 1919,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ángel Labruna",
    "birthday": "1918-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Angel_Labruna_1940.jpg/243px-Angel_Labruna_1940.jpg",
    "extract": "Ángel Amadeo Labruna was an Argentine footballer and coach who played as a forward. With 323 goals scored in official matches, which include 294 league goals, Labruna is the 2nd all-time top scorer of Primera División after Paraguayan Arsenio Erico. Labruna was also part of the celebrated River Plate offense, nicknamed La Máquina, and he was considered one of the best South-American footballers of his generation. In his career, Labruna scored 564 goals.",
    "year": 1918,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Arnold Stang",
    "birthday": "1918-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Arnold_Stang_1951.jpg/237px-Arnold_Stang_1951.jpg",
    "extract": "Arnold Herbert Stang was an American comic actor.",
    "year": 1918,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Wee Chong Jin",
    "birthday": "1917-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e5/WeeChongJin.jpg",
    "extract": "Wee Chong Jin was a Singaporean judge who served as the first chief justice of Singapore between 1963 and 1990, appointed by President Yusof Ishak.",
    "year": 1917,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Peter Finch",
    "birthday": "1916-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Peter_Finch_2.jpg/248px-Peter_Finch_2.jpg",
    "extract": "Frederick George Peter Ingle Finch was an English-born Australian actor. He is best remembered for his role as crazed television anchorman Howard Beale in the 1976 film Network, which earned him a posthumous Academy Award for Best Actor, his fifth Best Actor award from the British Academy of Film and Television Arts, and a Best Actor award from the Golden Globes.",
    "year": 1916,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Olga Lepeshinskaya (dancer)",
    "birthday": "1916-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/RIAN_archive_633488_O._Lepeshinskaya%2C_A._Radunsky%2C_and_I._Vasilieva_in_scene_from_Leo_Delibes%27_ballet_%22Coppelia%22_%28cropped%29.jpg/256px-RIAN_archive_633488_O._Lepeshinskaya%2C_A._Radunsky%2C_and_I._Vasilieva_in_scene_from_Leo_Delibes%27_ballet_%22Coppelia%22_%28cropped%29.jpg",
    "extract": "Olga Vasiliyevna Lepeshinskaya was a Soviet ballerina. She was named a People's Artist of the USSR in 1951.",
    "year": 1916,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Julius and Ethel Rosenberg",
    "birthday": "1915-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Julius_and_Ethel_Rosenberg_NYWTS.jpg/320px-Julius_and_Ethel_Rosenberg_NYWTS.jpg",
    "extract": "Julius Rosenberg and Ethel Rosenberg were American citizens who were convicted of spying on behalf of the Soviet Union. The couple were convicted of providing top-secret information about radar, sonar, jet propulsion engines and valuable nuclear weapon designs. Convicted of espionage in 1951, they were executed by the federal government of the United States in 1953 at Sing Sing Correctional Facility in Ossining, New York, becoming the first American civilians to be executed for such charges and the first to receive that penalty during peacetime.",
    "year": 1915,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Maria Franziska von Trapp",
    "birthday": "1914-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/44/Maria_Franziska_von_Trapp_in_1948.jpg",
    "extract": "Maria Agatha Franziska Gobertina von Trapp was the second-oldest daughter of Georg von Trapp and his first wife, Agathe Whitehead von Trapp. She was a member of the Trapp Family Singers, whose lives inspired the musical and film The Sound of Music. She was portrayed by Heather Menzies as the character \"Louisa\". She died at age 99, and was the last surviving sibling portrayed in the film.",
    "year": 1914,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Alice Marble",
    "birthday": "1913-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Alice_Marble_1937.jpg/235px-Alice_Marble_1937.jpg",
    "extract": "Alice Marble was an American tennis player who won 18 Grand Slam championships between 1936 and 1940: five in singles, six in women's doubles, and seven in mixed doubles. She was ranked world No. 1 in 1939.",
    "year": 1913,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Diosdado Macapagal",
    "birthday": "1910-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Diosdado_Macapagal_photo.jpg/228px-Diosdado_Macapagal_photo.jpg",
    "extract": "Diosdado Pangan Macapagal Sr. was the ninth president of the Philippines, serving from 1961 to 1965, and the sixth vice president, serving from 1957 to 1961. He also served as a member of the House of Representatives, and headed the Constitutional Convention of 1970. He was the father of Gloria Macapagal Arroyo, who followed his path as president of the Philippines from 2001 to 2010.",
    "year": 1910,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Wenceslao Vinzons",
    "birthday": "1910-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Wenceslao_Vinzons_2010_stamp_of_the_Philippines.jpg/238px-Wenceslao_Vinzons_2010_stamp_of_the_Philippines.jpg",
    "extract": "Wenceslao \"Bintao\" Quinito Vinzons was a Filipino patriot and leader of the Philippine armed resistance against the Japanese invasion in World War II. He was the youngest delegate to the 1935 Philippine Constitutional Convention. \nFor leading demonstrations as a student leader, he was dubbed the \"Father of Student Activism in the Philippines\".",
    "year": 1910,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Al Capp",
    "birthday": "1909-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/2e/Alcappself.png/272px-Alcappself.png",
    "extract": "Alfred Gerald Caplin, better known as Al Capp, was an American cartoonist and humorist best known for the satirical comic strip Li'l Abner, which he created in 1934 and continued writing and drawing until 1977. He also wrote the comic strips Abbie an' Slats and Long Sam (1954). He won the National Cartoonists Society's Reuben Award in 1947 for Cartoonist of the Year, and their 1979 Elzie Segar Award, posthumously for his \"unique and outstanding contribution to the profession of cartooning\". Comic strips dealt with urban experiences in the northern states of the USA until the year Capp introduced \"Li'l Abner\". Although Capp was from Connecticut, he spent 43 years teaching the world about Dogpatch, reaching an estimated 60 million readers in more than 900 American newspapers and 100 more papers in 28 countries internationally. M. Thomas Inge says Capp made a large personal fortune through the strip and \"had a profound influence on the way the world viewed the American South\".",
    "year": 1909,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Heikki Savolainen (gymnast)",
    "birthday": "1907-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Heikki_Savolainen_1932_Olympics.jpg/272px-Heikki_Savolainen_1932_Olympics.jpg",
    "extract": "Heikki Ilmari Savolainen was a Finnish artistic gymnast. He competed in five consecutive Olympics from 1928 to 1952 and won at least one medal in each of them. In 1928, he won a bronze on pommel horse, which was the first-ever medal in gymnastics for Finland. Winning his last medal at the 1952 Summer Olympics in Helsinki, he became the oldest gymnastics medalist, at 44 years old; he delivered the Olympic Oath in the opening ceremony of those games. In 1932, Savolainen and his teammate Einari Teräsvirta had the same score on horizontal bar, but the Finnish team voted to give the silver medal to Savolainen. In 1948, he again had the same score as teammates Veikko Huhtanen and Paavo Aaltonen on pommel horse, and the gold medal was shared between the three.",
    "year": 1907,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Bhagat Singh",
    "birthday": "1907-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Bhagat_Singh_1929.jpg/249px-Bhagat_Singh_1929.jpg",
    "extract": "Bhagat Singh was a charismatic Indian revolutionary who participated in the mistaken murder of a junior British police officer in what was to be retaliation for the death of an Indian nationalist. He later took part in a largely symbolic bombing of the Central Legislative Assembly in Delhi and a hunger strike in prison, which—on the back of sympathetic coverage in Indian-owned newspapers—turned him into a household name in Punjab region, and after his execution at age 23 into a martyr and folk hero in Northern India. Borrowing ideas from Bolshevism and anarchism, he electrified a growing militancy in India in the 1930s, and prompted urgent introspection within the Indian National Congress's nonviolent but eventually successful campaign for India's independence.",
    "year": 1907,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Max Schmeling",
    "birthday": "1905-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Bundesarchiv_Bild_102-09348%2C_Max_Schmeling.jpg/225px-Bundesarchiv_Bild_102-09348%2C_Max_Schmeling.jpg",
    "extract": "Maximilian Adolph Otto Siegfried Schmeling was a German boxer who was heavyweight champion of the world between 1930 and 1932. His two fights with Joe Louis in 1936 and 1938 were worldwide cultural events because of their national associations. Schmeling is the only boxer to win the world heavyweight championship on a foul.",
    "year": 1905,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Haywood S. Hansell",
    "birthday": "1903-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/53/Haywood_Hansell.png",
    "extract": "Haywood Shepherd Hansell Jr. was a general officer in the United States Army Air Forces (USAAF) during World War II, and later the United States Air Force. He became an advocate of the doctrine of strategic bombardment, and was one of the chief architects of the concept of daylight precision bombing that governed the use of airpower by the USAAF in the war.",
    "year": 1903,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "William S. Paley",
    "birthday": "1901-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/WmSPaley1939.jpg/320px-WmSPaley1939.jpg",
    "extract": "William Samuel Paley was an American businessman, primarily involved in the media, and best known as the chief executive who built the Columbia Broadcasting System (CBS) from a small radio network into one of the foremost radio and television network operations in the United States of America.",
    "year": 1901,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ed Sullivan",
    "birthday": "1901-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Ed_Sullivan.jpg/236px-Ed_Sullivan.jpg",
    "extract": "Edward Vincent Sullivan was an American television personality, impresario, sports and entertainment reporter, and syndicated columnist for the New York Daily News and the Chicago Tribune New York News Syndicate. He was the creator and host of the television variety program The Toast of the Town, which in 1955 was renamed The Ed Sullivan Show. Broadcast from 1948 to 1971, it set a record as the longest-running variety show in US broadcast history. \"It was, by almost any measure, the last great American TV show,\" said television critic David Hinckley. \"It's one of our fondest, dearest pop culture memories.\"",
    "year": 1901,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Isabel Pell",
    "birthday": "1900-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Miss_Isabel_Pell%2C_1930.jpg/225px-Miss_Isabel_Pell%2C_1930.jpg",
    "extract": "Isabel Townsend Pell was an American socialite and member of the French Resistance during World War II. She was subsequently decorated with the Legion of Honour.",
    "year": 1900,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Carl Clauberg",
    "birthday": "1898-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Carl_Clauberg_1.jpg/224px-Carl_Clauberg_1.jpg",
    "extract": "Carl Clauberg was a German gynecologist who conducted medical experiments on human subjects at Auschwitz concentration camp. He worked with Horst Schumann in X-ray sterilization experiments at Auschwitz concentration camp.",
    "year": 1898,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Hilda Geiringer",
    "birthday": "1893-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Saks_Pollaczek_Zurich1932.tif/lossy-page1-179px-Saks_Pollaczek_Zurich1932.tif.jpg",
    "extract": "Hilda Geiringer, also known as Hilda von Mises and Hilda Pollaczek-Geiringer, was an Austrian mathematician.",
    "year": 1893,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Elmer Rice",
    "birthday": "1892-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Elmer_Rice2.jpg/254px-Elmer_Rice2.jpg",
    "extract": "Elmer Rice was an American playwright. He is best known for his plays The Adding Machine (1923) and his Pulitzer Prize-winning drama of New York tenement life, Street Scene (1929).",
    "year": 1892,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Florence Violet McKenzie",
    "birthday": "1890-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Florence_Violet_McKenzie_in_WESC_uniform.jpg/223px-Florence_Violet_McKenzie_in_WESC_uniform.jpg",
    "extract": "Florence Violet McKenzie, affectionately known as \"Mrs Mac\", was Australia's first female electrical engineer, founder of the Women's Emergency Signalling Corps (WESC) and lifelong promoter for technical education for women. She campaigned successfully to have some of her female trainees accepted into the all-male Navy, thereby originating the Women's Royal Australian Naval Service (WRANS). Some 12,000 servicemen passed through her signal instruction school in Sydney, acquiring skill in Morse code and visual signalling.",
    "year": 1890,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jack Fournier",
    "birthday": "1889-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a8/Jack-fournier.jpg/277px-Jack-fournier.jpg",
    "extract": "John Frank \"Jack\" Fournier was an American professional baseball first baseman and outfielder. He played in Major League Baseball (MLB) for the Chicago White Sox, New York Yankees, St. Louis Cardinals, Brooklyn Robins, and Boston Braves from 1912 to 1927. Fournier was known for having outstanding batting abilities but subpar fielding abilities.",
    "year": 1889,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Avery Brundage",
    "birthday": "1887-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Avery_Brundage_1964.jpg/259px-Avery_Brundage_1964.jpg",
    "extract": "Avery Brundage was the fifth President of the International Olympic Committee, from 1952 to 1972. The only American to attain that position, Brundage is remembered as a zealous advocate of amateurism and for his involvement with the 1936 and 1972 Summer Olympics, both held in Germany.",
    "year": 1887,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Emil Väre",
    "birthday": "1885-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Emil_V%C3%A4re_1912.jpg/178px-Emil_V%C3%A4re_1912.jpg",
    "extract": "Emil Ernst Väre was a Finnish wrestler who won the gold medals in the lightweight class at the 1912 and 1920 Summer Olympics.",
    "year": 1885,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Mart Saar",
    "birthday": "1882-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Mart_Saar.jpg/211px-Mart_Saar.jpg",
    "extract": "Mart Saar was an Estonian composer, organist and collector of folk songs.",
    "year": 1882,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Pedro de Cordoba",
    "birthday": "1881-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Pedro_de_Cordoba%2C_oval_portrait.jpg/213px-Pedro_de_Cordoba%2C_oval_portrait.jpg",
    "extract": "Pedro de Cordoba was an American actor.",
    "year": 1881,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Florent Schmitt",
    "birthday": "1870-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Florent_Schmitt_1900.jpg/225px-Florent_Schmitt_1900.jpg",
    "extract": "Florent Schmitt was a French composer. He was part of the group known as Les Apaches. His most famous pieces are La tragédie de Salome and Psaume XLVII. He has been described as \"one of the most fascinating of France's lesser-known classical composers\".",
    "year": 1870,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Hiranuma Kiichirō",
    "birthday": "1867-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Hiranuma_Kiichiro_%28cropped%29.jpg/230px-Hiranuma_Kiichiro_%28cropped%29.jpg",
    "extract": "Kiichirō Hiranuma  was a prominent pre–World War II right-wing Japanese politician and Prime Minister of Japan in 1939. He was convicted of war crimes and sentenced to life imprisonment.",
    "year": 1867,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "James Edwin Campbell (poet)",
    "birthday": "1867-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/James_Edwin_Campbell%2C_from_Local_and_National_Poets_of_America_with_Interesting_Biographical_Sketches_%281892%29.jpg/220px-James_Edwin_Campbell%2C_from_Local_and_National_Poets_of_America_with_Interesting_Biographical_Sketches_%281892%29.jpg",
    "extract": "James Edwin Campbell was an American educator, school administrator, newspaper editor, poet, and essayist. Campbell was the first principal of the West Virginia Colored Institute from 1892 until 1894, and is considered by the university as its first president.",
    "year": 1867,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Amélie of Orléans",
    "birthday": "1861-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Am%C3%A9lie_d%E2%80%99Orl%C3%A9ans_-_K%C3%B6nigin_von_Portugal.jpg/247px-Am%C3%A9lie_d%E2%80%99Orl%C3%A9ans_-_K%C3%B6nigin_von_Portugal.jpg",
    "extract": "Dona Maria Amélia was the last Queen consort of Portugal as the wife of Carlos I of Portugal. As the eldest daughter of Prince Philippe, Count of Paris, and his wife, Princess Marie Isabelle d'Orléans, she was a \"Princess of Orléans\" by birth.",
    "year": 1861,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Paul Ulrich Villard",
    "birthday": "1860-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f6/Paul_Villard.jpg",
    "extract": "Paul Ulrich Villard was a French chemist and physicist. He discovered gamma rays in 1900 while studying the radiation emanating from radium.",
    "year": 1860,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Kate Douglas Wiggin",
    "birthday": "1856-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Kate_Douglas_Wiggin_01.jpg/252px-Kate_Douglas_Wiggin_01.jpg",
    "extract": "Kate Douglas Wiggin was an American educator, author and composer. She wrote children's stories, most notably the classic children's novel Rebecca of Sunnybrook Farm, and composed collections of children's songs. She started the first free kindergarten in San Francisco in 1878. With her sister during the 1880s, she also established a training school for kindergarten teachers. Kate Wiggin devoted her adult life to the welfare of children in an era when children were commonly thought of as cheap labor.",
    "year": 1856,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Henri Moissan",
    "birthday": "1852-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Henri_Moissan_HiRes.jpg/226px-Henri_Moissan_HiRes.jpg",
    "extract": "Ferdinand Frédéric Henri Moissan was a French chemist and pharmacist who won the 1906 Nobel Prize in Chemistry for his work in isolating fluorine from its compounds. Moissan was one of the original members of the International Atomic Weights Committee.",
    "year": 1852,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Robert Stout",
    "birthday": "1844-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Sir_Robert_Stout.PNG/229px-Sir_Robert_Stout.PNG",
    "extract": "Sir Robert Stout was a New Zealand politician who was the 13th premier of New Zealand on two occasions in the late 19th century, and later Chief Justice of New Zealand. He was the only person to hold both these offices. He was noted for his support of liberal causes such as women's suffrage, and for his strong belief that philosophy and theory should always triumph over political expediency.",
    "year": 1844,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Georges Clemenceau",
    "birthday": "1841-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Georges_Clemenceau_par_Nadar.jpg/238px-Georges_Clemenceau_par_Nadar.jpg",
    "extract": "Georges Benjamin Clemenceau was a French statesman who served as Prime Minister of France from 1906 to 1909 and again from 1917 until 1920. A key figure of the Independent Radicals, he was a strong advocate of separation of church and state, amnesty of the Communards exiled to New Caledonia, as well as opposition to colonisation. Clemenceau, a physician turned journalist, played a central role in the politics of the Third Republic, most notably successfully leading France through the end of the First World War.",
    "year": 1841,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Thomas Crapper",
    "birthday": "1836-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Thomas_Crapper.jpg/320px-Thomas_Crapper.jpg",
    "extract": "Thomas Crapper was an English plumber and businessman. He founded Thomas Crapper & Co in London, a plumbing equipment company. His notability with regard to toilets has often been overstated, mostly due to the publication in 1969 of a fictional biography by satirist Wallace Reyburn.",
    "year": 1836,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Francis Turner Palgrave",
    "birthday": "1824-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Portrait_of_Francis_Turner_Palgrave.jpg/233px-Portrait_of_Francis_Turner_Palgrave.jpg",
    "extract": "Francis Turner Palgrave was a British critic, anthologist and poet.",
    "year": 1824,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Alexandre Cabanel",
    "birthday": "1823-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Self_Portrait_%28Alexandre_Cabanel%29.jpg/244px-Self_Portrait_%28Alexandre_Cabanel%29.jpg",
    "extract": "Alexandre Cabanel was a French painter. He painted historical, classical and religious subjects in the academic style. He was also well known as a portrait painter. According to Diccionario Enciclopedico Salvat, Cabanel is the best representative of the L'art pompier, and was Napoleon III's preferred painter.",
    "year": 1823,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Jonathan Clarkson Gibbs",
    "birthday": "1821-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Portrait_of_Jonathan_C._Gibbs_%286938328955%29.jpg/253px-Portrait_of_Jonathan_C._Gibbs_%286938328955%29.jpg",
    "extract": "Jonathan Clarkson Gibbs, II was an American Presbyterian minister who served as Secretary of State and Superintendent of Public Instruction of Florida, and along with Josiah Thomas Walls, U.S. Congressman from Florida, was among the most powerful black officeholders in the state during Reconstruction. An African-American who served during the Reconstruction era he was the first and so far only black Florida Secretary of State.",
    "year": 1821,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Narcís Monturiol",
    "birthday": "1819-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Monturiol_face.JPG/240px-Monturiol_face.JPG",
    "extract": "Narcís Monturiol i Estarriol was a Spanish inventor, artist and engineer born in Figueres, Catalonia, Spain. He was the inventor of the first air-independent and combustion-engine-driven submarine.",
    "year": 1819,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Alvan Wentworth Chapman",
    "birthday": "1809-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/ba/Alvan_Wentworth_Chapman.jpg",
    "extract": "Alvan Wentworth Chapman was an American physician and pioneering botanist in the study of flora of the American Southeast. He wrote Flora of the Southern United States, the first comprehensive description of US plants in any region beyond the northeastern states.",
    "year": 1809,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Prosper Mérimée",
    "birthday": "1803-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Prosper_M%C3%A9rim%C3%A9e.jpg/236px-Prosper_M%C3%A9rim%C3%A9e.jpg",
    "extract": "Prosper Mérimée was a French writer in the movement of Romanticism, and one of the pioneers of the novella, a short novel or long short story. He was also a noted archaeologist and historian, and an important figure in the history of architectural preservation. He is best known for his novella Carmen, which became the basis of Bizet's opera Carmen. He learned Russian, a language for which he had great affection, and translated the work of several important Russian writers, including Pushkin and Gogol, into French. From 1830 until 1860 he was the inspector of French historical monuments, and was responsible for the protection of many historic sites, including the medieval citadel of Carcassonne and the restoration of the façade of the cathedral of Notre-Dame de Paris. Along with the writer George Sand, he discovered the series of tapestries called The Lady and the Unicorn, and arranged for their preservation. He was instrumental in the creation of Musée national du Moyen Âge in Paris, where the tapestries now are displayed. The official database of French monuments, the Base Mérimée, bears his name.",
    "year": 1803,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Frederick Christian II, Duke of Schleswig-Holstein-Sonderburg-Augustenburg",
    "birthday": "1765-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Herug_Frederik_Christian_II.jpg/248px-Herug_Frederik_Christian_II.jpg",
    "extract": "Frederick Christian II, Duke of Schleswig-Holstein-Sonderburg-Augustenburg was a Danish prince and feudal magnate. He held the island of Als and some other castles in Schleswig.",
    "year": 1765,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "William Jones (philologist)",
    "birthday": "1746-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Portrait_of_Sir_William_Jones_%284671559%29_%28cropped%29.jpg/262px-Portrait_of_Sir_William_Jones_%284671559%29_%28cropped%29.jpg",
    "extract": "Sir William Jones was a British philologist, a puisne judge on the Supreme Court of Judicature at Fort William in Bengal, and a scholar of ancient India, particularly known for his proposition of the existence of a relationship among European and Indo-Aryan languages, which later came to be known as the Indo-European languages.",
    "year": 1746,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Augustus FitzRoy, 3rd Duke of Grafton",
    "birthday": "1735-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Augustus_FitzRoy%2C_3rd_Duke_of_Grafton.jpg/246px-Augustus_FitzRoy%2C_3rd_Duke_of_Grafton.jpg",
    "extract": "Augustus Henry FitzRoy, 3rd Duke of Grafton,, styled Earl of Euston between 1747 and 1757, was a British Whig statesman of the Georgian era. He is one of a handful of dukes who have served as prime minister.",
    "year": 1735,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Henry Fox, 1st Baron Holland",
    "birthday": "1705-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Henry_Fox%2C_1st_Baron_Holland_by_John_Giles_Eccardt.jpg/265px-Henry_Fox%2C_1st_Baron_Holland_by_John_Giles_Eccardt.jpg",
    "extract": "Henry Fox, 1st Baron Holland, PC, of Holland House in Kensington and of Holland House in Kingsgate, Kent, was a leading British politician. He identified primarily with the Whig faction. He held the posts of Secretary at War, Southern Secretary and Paymaster of the Forces, from which latter post he enriched himself. Whilst widely tipped as a future Prime Minister, he never held that office. His third son was the Whig statesman Charles James Fox.",
    "year": 1705,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Johann Mattheson",
    "birthday": "1681-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Johann_Mattheson_by_Haid.jpg/195px-Johann_Mattheson_by_Haid.jpg",
    "extract": "Johann Mattheson was a German composer, singer, writer, lexicographer, diplomat and music theorist.",
    "year": 1681,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Ismaël Bullialdus",
    "birthday": "1605-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Isma%C3%ABl_Boulliau.jpeg/277px-Isma%C3%ABl_Boulliau.jpeg",
    "extract": "Ismaël Boulliau was a 17th-century French astronomer and mathematician who was also interested in history, theology, classical studies, and philology. He was an active member of the Republic of Letters, an intellectual community that exchanged ideas. An early defender of the ideas of Copernicus, Kepler and Galileo, Ismael Bullialdus has been called \"the most noted astronomer of his generation\". One of his books is Astronomia Philolaica (1645).",
    "year": 1605,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Théodore de Mayerne",
    "birthday": "1573-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/SirTheodoreDeMayerne.jpg/251px-SirTheodoreDeMayerne.jpg",
    "extract": "Sir Théodore Turquet de Mayerne was a Genevan-born physician who treated kings of France and England and advanced the theories of Paracelsus.",
    "year": 1573,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Henri de La Tour d'Auvergne, Duke of Bouillon",
    "birthday": "1555-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Henridelatour.jpg/208px-Henridelatour.jpg",
    "extract": "Henri de La Tour d'Auvergne was a member of the powerful House of La Tour d'Auvergne, Prince of Sedan and a marshal of France.",
    "year": 1555,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Agnolo Firenzuola",
    "birthday": "1494-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Firenzuola_portr%C3%A9.JPG/237px-Firenzuola_portr%C3%A9.JPG",
    "extract": "Agnolo Firenzuola was an Italian poet and litterateur.",
    "year": 1494,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Javanshir",
    "birthday": "616-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Statue_of_Caucasian_Albanian_king_Javanshir%2C_VII_century.JPG/146px-Statue_of_Caucasian_Albanian_king_Javanshir%2C_VII_century.JPG",
    "extract": "Javanshir, was the prince of Caucasian Albania from 637 to 680, hailing from the region of Gardman. His life and deeds were the subject of legends that were recorded in Armenian medieval texts. He was from the Parthian Mihranid family, an offshoot of the House of Mihran, one of the seven Parthian clans of the Sasanian Empire.",
    "year": 616,
    "month": 9,
    "day": 28,
    "language": "en"
  },
  {
    "name": "Confucius",
    "birthday": "-551-9-28",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Kongzi_%28Chinese_characters%29.svg/285px-Kongzi_%28Chinese_characters%29.svg.png",
    "extract": "Confucius was a Chinese philosopher and politician of the Spring and Autumn period who is traditionally considered the paragon of Chinese sages. Confucius's teachings and philosophy underpin East Asian culture and society, remaining influential across China and East Asia to this day.",
    "year": -551,
    "month": 9,
    "day": 28,
    "language": "en"
  }
]