[
  {
    "name": "Choi Ye-na",
    "birthday": "1999-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/181029_IZ%2AONE_Yena_02.png/240px-181029_IZ%2AONE_Yena_02.png",
    "extract": "Choi Ye-na, better known mononymously as Yena, is a South Korean singer and actress. She is a former member of the temporary girl group Iz*One for 2.5 years after Mnet's reality girl group survival show Produce 48. She is currently an actress and soloist under Yuehua Entertainment. She debuted as a soloist on January 17, 2022, with the EP Smiley.",
    "year": 1999,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Vera Lapko",
    "birthday": "1998-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Lapko_WM18_%2848%29_%2828995072817%29.jpg/215px-Lapko_WM18_%2848%29_%2828995072817%29.jpg",
    "extract": "Vera Valeryevna Lapko is a Belarusian professional tennis player.",
    "year": 1998,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Halsey (singer)",
    "birthday": "1994-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Halsey_September_2019.jpg/232px-Halsey_September_2019.jpg",
    "extract": "Ashley Nicolette Frangipane, known professionally as Halsey, is an American singer. Gaining attention from self-released music on social media platforms, she was signed by Astralwerks in 2014 and released her debut EP, Room 93, later that year.",
    "year": 1994,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Lee Hong-bin",
    "birthday": "1993-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Lee_Hong-bin_-_2016_Gaon_Chart_K-pop_Awards_red_carpet_03.jpg/202px-Lee_Hong-bin_-_2016_Gaon_Chart_K-pop_Awards_red_carpet_03.jpg",
    "extract": "Lee Hong-bin, also known by the mononym Hongbin, is a South Korean singer, actor, streamer and presenter formerly signed under Jellyfish Entertainment. He debuted as a member of the South Korean boy group VIXX in May 2012, and began his acting career in 2014 in SBS' romantic drama Glorious Day as Yoo Ji-ho. He has since had a leading role in KBS2's fantasy action-romance Moorim School: Saga of the Brave (2016) as Wang Chi-ang. In 2017, Hongbin played Yoon Jae-won in the SBS Plus rom-com mini-drama Wednesday 3:30 PM. He officially left VIXX in August 2020.",
    "year": 1993,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Viktor Romanenkov",
    "birthday": "1993-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/European_2011_Viktor_ROMANENKOV.jpg/213px-European_2011_Viktor_ROMANENKOV.jpg",
    "extract": "Viktor Romanenkov is an Estonian figure skater. He is the 2008–14 Estonian national champion and competed at the 2014 Winter Olympics. He then signed a six-month contract to perform on a cruise ship. He is the son of Oksana Romanenkova, a figure skating coach and a five-time Estonian national ladies' champion.",
    "year": 1993,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Oleg Vernyayev",
    "birthday": "1993-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/2015_European_Artistic_Gymnastics_Championships_-_Parallel_Bars_-_Medalists_01.jpg/213px-2015_European_Artistic_Gymnastics_Championships_-_Parallel_Bars_-_Medalists_01.jpg",
    "extract": "Oleg Yuriyovych Vernyayev is a Ukrainian artistic gymnast. He is the 2016 Olympic parallel bars champion and individual all-around silver medalist. Vernyayev is also the 2014 World parallel bars champion, the 2015 European individual all-around champion and the 2017 European individual all-around champion.",
    "year": 1993,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Adem Ljajić",
    "birthday": "1991-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/FWC_2018_-_Group_E_-_SRB_v_BRA_-_Photo_075_%28cropped%29.jpg/238px-FWC_2018_-_Group_E_-_SRB_v_BRA_-_Photo_075_%28cropped%29.jpg",
    "extract": "Adem Ljajić is a Serbian professional footballer who plays as an attacking midfielder for Beşiktaş and the Serbia national team.",
    "year": 1991,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Martin Jensen (DJ)",
    "birthday": "1991-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Martin_Jensen_%40_Lollapalooza_2017.jpg/320px-Martin_Jensen_%40_Lollapalooza_2017.jpg",
    "extract": "Martin Jensen is a Danish DJ and record producer best known for the 2016 single \"Solo Dance\". His videos feature sounds sampled from viral videos and made into tropical house mixes. He has over 10 years of experience of being club DJ, in Sunny Beach. In October 2016, he was ranked 82 out of the 100 best DJs in the world by DJ Magazine. In 2018, he was ranked 56 out of the 100 best DJs in the world. In October 2019, Jensen was ranked 45 out of DJ Mag's 100 best DJs in the world placing 9 positions higher than the previous year.",
    "year": 1991,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Gerphil Flores",
    "birthday": "1990-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Gerphil_Flores_the_Lady_in_Red.jpg/256px-Gerphil_Flores_the_Lady_in_Red.jpg",
    "extract": "Gerphil Geraldine Flores is a German-Filipino classical crossover singer. In 2015, she joined the inaugural season of Asia's Got Talent, where she finished as second runner-up. A soprano, she was dubbed \"Asia's Golden Girl.\"",
    "year": 1990,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Lena Wermelt",
    "birthday": "1990-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Lena_Wermelt_2014_%28cropped%29.jpg/253px-Lena_Wermelt_2014_%28cropped%29.jpg",
    "extract": "Lena Wermelt is a German footballer, playing for HSV Borussia Friedenstal in the Fußball-Bundesliga (women).",
    "year": 1990,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Adore Delano",
    "birthday": "1989-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Adore_Delano.jpg/240px-Adore_Delano.jpg",
    "extract": "Daniel Anthony Noriega, better known under the stage name Adore Delano, is an American drag queen, singer-songwriter, and television personality. Noriega appeared as a contestant on the seventh season of American Idol in 2008 and later competed as Adore Delano on the sixth season of RuPaul's Drag Race, placing in the final three. Delano then went on to compete on the second season of RuPaul's Drag Race All Stars, placing ninth after voluntarily leaving the competition. In June 2019, a panel of judges from New York magazine placed her sixth on their list of \"the most powerful drag queens in America\", a ranking of 100 former Drag Race contestants. Delano has recorded and released four studio albums: Till Death Do Us Party (2014), After Party (2016), Whatever (2017), and Dirty Laundry (2021).",
    "year": 1989,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Yevhen Konoplyanka",
    "birthday": "1989-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Sev_tren_2016_%287%29.jpg/320px-Sev_tren_2016_%287%29.jpg",
    "extract": "Yevhen Olehovych Konoplyanka is a Ukrainian professional footballer who plays as a winger for Ekstraklasa club Cracovia and the Ukraine national team.",
    "year": 1989,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Andrea Poli",
    "birthday": "1989-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Andrea_Poli_at_Yeni_Malatyaspor_vs_Antalyaspor_20220219_6_%28cropped%29.jpg/195px-Andrea_Poli_at_Yeni_Malatyaspor_vs_Antalyaspor_20220219_6_%28cropped%29.jpg",
    "extract": "Andrea Poli is an Italian footballer who plays as a midfielder for Turkish Süper Lig club Antalyaspor.",
    "year": 1989,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Kevin Durant",
    "birthday": "1988-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Kevin_Durant_%28Wizards_v._Warriors%2C_1-24-2019%29_%28cropped%29.jpg/209px-Kevin_Durant_%28Wizards_v._Warriors%2C_1-24-2019%29_%28cropped%29.jpg",
    "extract": "Kevin Wayne Durant is an American professional basketball player for the Brooklyn Nets of the National Basketball Association (NBA). He played one season of college basketball for the Texas Longhorns, and was selected as the second overall pick by the Seattle SuperSonics in the 2007 NBA draft. He played nine seasons with the franchise, which became the Oklahoma City Thunder in 2008, before signing with the Golden State Warriors in 2016, winning consecutive NBA championships in 2017 and 2018. After sustaining an Achilles injury in the 2019 finals, he joined the Nets as a free agent that summer. Durant is widely regarded as one of the greatest players of all time.",
    "year": 1988,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Justin Nozuka",
    "birthday": "1988-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Justin_Nozuka_2.jpg/320px-Justin_Nozuka_2.jpg",
    "extract": "Justin Tokimitsu Nozuka is an American singer, songwriter and actor. His debut album Holly has been released in Europe, Canada, Japan and the United States. He has licensed the album to indie label Coalition Entertainment Records, distributed by Warner Music in Canada, Outcaste Records in the UK/EU distributed by EMI and Glassnote Records in the US distributed by Universal Music Group.",
    "year": 1988,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Mark Fraser (ice hockey)",
    "birthday": "1986-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Mark_Fraser.jpg/262px-Mark_Fraser.jpg",
    "extract": "Mark Alexander Fraser is a Canadian professional ice hockey defenceman for the Schwenninger Wild Wings of the Deutsche Eishockey Liga (DEL). He has previously played for the New Jersey Devils, Toronto Maple Leafs and Edmonton Oilers in the National Hockey League (NHL).",
    "year": 1986,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Matt Lashoff",
    "birthday": "1986-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/MattLashoff.jpg/291px-MattLashoff.jpg",
    "extract": "Matt Robert Lashoff is an American professional ice hockey defenseman who is currently playing with the SCL Tigers in the National League A (NLA).",
    "year": 1986,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Isaac Makwala",
    "birthday": "1986-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Resisprint_2015.jpg/320px-Resisprint_2015.jpg",
    "extract": "Isaac Makwala is a Motswana sprinter who specializes in the 400 metres. He was the gold medallist at the Commonwealth Games in 2018. He has also won continental titles at the distance, winning at the 2015 African Games and twice at the African Championships in Athletics. He has represented his country Botswana at the 2016 Summer Olympics, three times at the Commonwealth Games, and five times at the World Championships in Athletics. With the Botswana 4 × 400 metres relay team he has won the bronze medal at the 2020 Tokyo Olympics, a silver medal at the 2017 IAAF World Relays and medals at the African Games and Championships.",
    "year": 1986,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Benoît Pouliot",
    "birthday": "1986-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Beno%C3%AEt_Pouliot.jpg/213px-Beno%C3%AEt_Pouliot.jpg",
    "extract": "Benoît Robert Pouliot is a Canadian former professional ice hockey left winger who most recently played for the Buffalo Sabres of the National Hockey League (NHL). He has previously played in the NHL with the Minnesota Wild, Montreal Canadiens, Boston Bruins, Tampa Bay Lightning, New York Rangers and the Edmonton Oilers. Pouliot was originally drafted by the Wild fourth overall in the 2005 NHL Entry Draft.",
    "year": 1986,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Calvin Johnson",
    "birthday": "1985-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/GT_Football_Spring_Game_2019_%28144%29_%28cropped%29.jpg/216px-GT_Football_Spring_Game_2019_%28144%29_%28cropped%29.jpg",
    "extract": "Calvin Johnson Jr., is a former American football wide receiver who played in the National Football League (NFL) for nine seasons with the Detroit Lions. He played college football at Georgia Tech, where he twice received first-team All-American honors, and was selected by the Lions second overall in the 2007 NFL Draft. Nicknamed \"Megatron\" after the Transformers character of the same name, he is regarded as one of the greatest wide receivers of all time.",
    "year": 1985,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Niklas Moisander",
    "birthday": "1985-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Niklas_Moisander_%28cropped%29.jpg/242px-Niklas_Moisander_%28cropped%29.jpg",
    "extract": "Niklas Moisander is a Finnish professional footballer who plays as a centre-back for Swedish club Malmö FF. Moisander was born in Turku, where he played for the local TPS youth team before moving to AFC Ajax. Following a one-season stay at Sampdoria, he spent five years at Bundesliga club Werder Bremen. He is the twin brother of goalkeeper Henrik Moisander, and is a former captain of the Finland national team.",
    "year": 1985,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Dani Pedrosa",
    "birthday": "1985-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Dani_Pedrosa_2018_Motegi_3.jpg/320px-Dani_Pedrosa_2018_Motegi_3.jpg",
    "extract": "Daniel Pedrosa Ramal is a Spanish Grand Prix motorcycle racer who retired from regular competition after the 2018 season. He grew up in Castellar del Vallès, a village near Sabadell.",
    "year": 1985,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Per Mertesacker",
    "birthday": "1984-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/54_Merci_Ars%C3%A8ne_-_Per_Mertesacker_%2827086040527%29.jpg/213px-54_Merci_Ars%C3%A8ne_-_Per_Mertesacker_%2827086040527%29.jpg",
    "extract": "Per Mertesacker is a German football coach and former professional player who played as a centre back. He is the current manager of the Arsenal Academy.",
    "year": 1984,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Lisette Oropesa",
    "birthday": "1983-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Lisette-oropesa-park-avenue-armory.jpg/212px-Lisette-oropesa-park-avenue-armory.jpg",
    "extract": "Lisette Oropesa is an American operatic soprano of Cuban ancestry. She has a wide repertoire that includes works from Gluck, Handel, Mozart, Rossini, Donizetti, Wagner, Verdi, Bizet, Massenet and Puccini. With her lyric coloratura soprano voice, she has performed roles in her native Spanish and English, as well as German, French and Italian. She is particularly noted in the roles of Susanna, Gilda, Konstanze, Lucia and Manon.",
    "year": 1983,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Matt Giteau",
    "birthday": "1982-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Matt_Giteau_2_%28cropped%29.JPG/269px-Matt_Giteau_2_%28cropped%29.JPG",
    "extract": "Matthew James Giteau is an Australian rugby union professional player who is playing with the LA Giltinis of Major League Rugby (MLR). Giteau joined the Giltinis after a short playing stint with the Gungahlin Eagles in the ACTRU Premier Division in 2020.",
    "year": 1982,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Amy Williams",
    "birthday": "1982-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Amy_Williams.jpg/212px-Amy_Williams.jpg",
    "extract": "Amy Joy Williams, is a British former skeleton racer and Olympic gold medallist. Originally a runner, she began training in skeleton in 2002 after trying the sport on a push-start track at the University of Bath. Although unable to qualify for the 2006 Winter Olympics, she was a member of the Great Britain team four years later at the 2010 Games. She won a gold medal, becoming the first British individual gold medallist at a Winter Olympics for 30 years and the only British medallist in those Olympics.",
    "year": 1982,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Shane Smeltz",
    "birthday": "1981-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Shane_Smeltz_in_action_with_Borneo_FC.jpg/256px-Shane_Smeltz_in_action_with_Borneo_FC.jpg",
    "extract": "Shane Edward Smeltz is a New Zealand footballer. He plays as a striker for Gold Coast United in the National Premier Leagues Queensland.",
    "year": 1981,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Patrick Agyemang",
    "birthday": "1980-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Patrick_Agyemang_1.jpg/214px-Patrick_Agyemang_1.jpg",
    "extract": "Patrick Agyemang is a former professional footballer who played as a forward.",
    "year": 1980,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Dallas Green (musician)",
    "birthday": "1980-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Cityandcolourdallasgreen.jpg/214px-Cityandcolourdallasgreen.jpg",
    "extract": "Dallas Michael John Albert Green is a Canadian musician, singer, songwriter and record producer who records under the name City and Colour. He is also known for his contributions as a singer, rhythm guitarist and songwriter for the post-hardcore band Alexisonfire. In 2005, he debuted his first full-length album, Sometimes, which achieved platinum certification in 2006. City and Colour began performing in small intimate venues between Alexisonfire tours. The name City and Colour comes from his own name: Dallas, a city, and Green, a colour. His reasoning for the name was that he felt uneasy \"putting the album out under the name Dallas Green\".",
    "year": 1980,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Zachary Levi",
    "birthday": "1980-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Zachary_Levi_by_Gage_Skidmore_6.jpg/225px-Zachary_Levi_by_Gage_Skidmore_6.jpg",
    "extract": "Zachary Levi Pugh is an American actor, comedian, and singer. He received critical acclaim for starring as Chuck Bartowski in the series Chuck, and as the title character in Shazam! and its 2022 sequel, as a part of the DC Extended Universe.",
    "year": 1980,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Orhan Ak",
    "birthday": "1979-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Orhan_Ak.JPG/307px-Orhan_Ak.JPG",
    "extract": "Orhan Ak is a Turkish former professional footballer who played as a defender. He played as a left back or a central defender.",
    "year": 1979,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Artika Sari Devi",
    "birthday": "1979-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Artika_Sari_Devi_Kusmayadi_New_Single.jpg/235px-Artika_Sari_Devi_Kusmayadi_New_Single.jpg",
    "extract": "Artika Sari Devi Kusmayadi is an Indonesian actress, model and the winner of Puteri Indonesia 2004, She also representing Indonesia in 2005 Miss Universe pageant in Bangkok, Thailand. She is the first ever Indonesian and Sumatran to be placed as a finalist in Miss Universe history.",
    "year": 1979,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Shelley Duncan",
    "birthday": "1979-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Shelley_Duncan_on_April_17%2C_2013.jpg/320px-Shelley_Duncan_on_April_17%2C_2013.jpg",
    "extract": "David Shelley Duncan is an American former professional baseball player. He was a left fielder, designated hitter, and first baseman. Duncan played in Major League Baseball (MLB) for the New York Yankees, Cleveland Indians, and Tampa Bay Rays. He was the Major League field coordinator for the Toronto Blue Jays. He is currently the analytics coordinator for the Chicago White Sox.",
    "year": 1979,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jaime Lozano",
    "birthday": "1979-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Jaime_Lozano_.jpg/180px-Jaime_Lozano_.jpg",
    "extract": "Jaime Arturo \"Jimmy\" Lozano Espín is a Mexican former professional footballer and current manager of Liga MX club Necaxa.",
    "year": 1979,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Mohini Bhardwaj",
    "birthday": "1978-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Bhardwaj_usn2001.jpg/180px-Bhardwaj_usn2001.jpg",
    "extract": "Mohini Bhardwaj is an American retired artistic gymnast who competed at the 1997 and 2001 World Championships and earned a silver medal with the American team at the 2004 Summer Olympics in Athens and is a member of the USA Gymnastics Hall of Fame. She is the first Indian-American gymnast, and the second Indian-American athlete in any sport, to medal at the Olympics.",
    "year": 1978,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Karen Putzer",
    "birthday": "1978-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Karen_Putzer_Semmering_2008.jpg/213px-Karen_Putzer_Semmering_2008.jpg",
    "extract": "Karen Putzer is a former Italian alpine skier.",
    "year": 1978,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Kurt Nilsen",
    "birthday": "1978-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Kurt_Nilsen_live_at_Ravnefest_2013.jpg/213px-Kurt_Nilsen_live_at_Ravnefest_2013.jpg",
    "extract": "Kurt Erik Nilsen is a Norwegian pop/country singer. He won the first season of the Norwegian version of the reality television show Pop Idol, which aired on TV 2 in May 2003. He then won a one-off international version of Pop Idol, called World Idol on 1 January 2004, featuring winners of the various national Idol shows.",
    "year": 1978,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Wade Brookbank",
    "birthday": "1977-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/WadeBrookbank.jpg/198px-WadeBrookbank.jpg",
    "extract": "Wade Brookbank is a Canadian former professional ice hockey player. He is currently a pro scout for the Chicago Blackhawks.",
    "year": 1977,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jake Westbrook",
    "birthday": "1977-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Westbrook2013baseballplayer.jpg/246px-Westbrook2013baseballplayer.jpg",
    "extract": "Jacob Cauthen Westbrook is an American former professional baseball pitcher in Major League Baseball. He was known as a sinker ball pitcher and hit a grand slam as a batter. During his career, Westbrook played for the New York Yankees, Cleveland Indians and St. Louis Cardinals. He was selected to one All-Star game and won a World Series championship with the Cardinals in 2011 over the Texas Rangers.",
    "year": 1977,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Darren Byfield",
    "birthday": "1976-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Darren_Byfield.jpg/206px-Darren_Byfield.jpg",
    "extract": "Darren Asherton Byfield is a former professional footballer. He is currently manager of Walsall Wood.",
    "year": 1976,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Óscar Sevilla",
    "birthday": "1976-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Oscar_Sevilla_2013.jpg/305px-Oscar_Sevilla_2013.jpg",
    "extract": "Óscar Miguel Sevilla Rivera, nicknamed El Niño, is a Spanish-Colombian professional road bicycle racer, who currently rides for UCI Continental team Team Medellín–EPM. He is a climber with a pedigree in stage races, having finished in the top ten of the Tour de France and Vuelta a España several times.",
    "year": 1976,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Andriy Shevchenko",
    "birthday": "1976-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Andriy_Shevchenko_2017.jpg/228px-Andriy_Shevchenko_2017.jpg",
    "extract": "Andriy Mykolayovych Shevchenko is a Ukrainian football manager, a former professional football player and a former politician. Shevchenko played as a striker for Dynamo Kyiv, AC Milan, Chelsea and the Ukraine national team. He was most recently head coach of Serie A club Genoa.",
    "year": 1976,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Albert Celades",
    "birthday": "1975-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/91/Albert_Celades_cropped.jpg",
    "extract": "Albert Celades López is a Spanish former footballer who played as a defensive midfielder, currently a manager.",
    "year": 1975,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Matt Hullum",
    "birthday": "1974-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Matt_Hullum_-_CEO_of_RoosterTeeth_Productions.jpg/213px-Matt_Hullum_-_CEO_of_RoosterTeeth_Productions.jpg",
    "extract": "Matthew Jay Hullum is an American director, producer, writer, actor and visual effects supervisor living in Austin, Texas. He is one of five co-founders and former CEO of production company Rooster Teeth, which specializes in online content, including live-action series, podcasts, animation and machinima, an art using game engines to create films.",
    "year": 1974,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Phoebus Delivorias",
    "birthday": "1973-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Foivos_Delivorias.JPG/216px-Foivos_Delivorias.JPG",
    "extract": "Phoebus Delivorias, born 29 September 1973, is a Greek rock musician, singer, and songwriter from Kallithea, Attica.",
    "year": 1973,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Shannon Larratt",
    "birthday": "1973-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Shannonlarratt.jpg/257px-Shannonlarratt.jpg",
    "extract": "Shannon David Larratt was a Canadian writer and artist. Larratt was best known as the creator, editor, and publisher of BMEzine, an online magazine focusing on extreme body modifications. The author of multiple books, Larratt was also known for writing openly about his experiences with mental illness and drug abuse.",
    "year": 1973,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Scout Niblett",
    "birthday": "1973-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Scout_Niblett-4.jpg/226px-Scout_Niblett-4.jpg",
    "extract": "Emma Louise Niblett, better known by the stage name Scout Niblett, is an English singer, songwriter, and multi-instrumentalist. Niblett debuted in 2001 with her first full-length studio album Sweet Heart Fever, and has gone on to release five more studio albums. In 2013, Niblett released her sixth studio album, It's Up to Emma, which she mixed and produced.",
    "year": 1973,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Oliver Gavin",
    "birthday": "1972-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Oliver_Gavin.jpg/237px-Oliver_Gavin.jpg",
    "extract": "Oliver Benjamin Gavin, is a British racing driver who joined Corvette Racing in 2002. He has won five American Le Mans Series class championships, five 24 Hours of Le Mans class wins, five 12 Hours of Sebring class wins and five Petit Le Mans class wins.",
    "year": 1972,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Tanoka Beard",
    "birthday": "1971-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Zalgiris_matchlinne.jpg/240px-Zalgiris_matchlinne.jpg",
    "extract": "Tanoka Dwight Beard is an American former professional basketball player and coach. During his career, he was able to play both the power forward and center positions. He earned an All-EuroLeague Second Team selection in 2005, while leading the competition in rebounds, with an average of 10.6 per game. He won various European national domestic league championships and national domestic cup titles, in three different European countries.",
    "year": 1971,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Mackenzie Crook",
    "birthday": "1971-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Mackenzie_Crook.JPG/231px-Mackenzie_Crook.JPG",
    "extract": "Paul James \"Mackenzie\" Crook is an English actor, comedian, director and writer. He played Gareth Keenan in The Office, Ragetti in the Pirates of the Caribbean films, Orell in the HBO series Game of Thrones, and the title role of Worzel Gummidge. He is also the creator and star of BBC Four's Detectorists (2014–2017), for which he won two BAFTA awards. He also plays major roles in TV series Britannia, as the opposite leading druids Veran and Harka.",
    "year": 1971,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Yitzhak Yedid",
    "birthday": "1971-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Yitzhak_Yedid.jpg/320px-Yitzhak_Yedid.jpg",
    "extract": "Yitzhak Yedid is an Israeli-Australian contemporary classical music composer and improvising pianist.",
    "year": 1971,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Russell Peters",
    "birthday": "1970-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/RussellPeters08TIFF.jpg/238px-RussellPeters08TIFF.jpg",
    "extract": "Russell Dominic Peters is a Canadian stand-up comedian, actor, and producer. He began performing in Toronto in 1989 and won a Gemini Award in 2008. In 2013, he was number three on Forbes' list of the world's highest-paid comedians, and became the first comedian to get a Netflix stand-up special. He also won the Peabody Award and the International Emmy Award for Best Arts Programming for producing Hip-Hop Evolution (2016). He lives in Los Angeles.",
    "year": 1970,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Yoshihiro Tajiri",
    "birthday": "1970-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Tajiri_March_2018.jpg/320px-Tajiri_March_2018.jpg",
    "extract": "Yoshihiro Tajiri  is a Japanese professional wrestler and promoter primarily known under the ring name Tajiri, he has also competed under his real name as well as under the names Aquarius and Kikkoman and briefly worked as the masked character Tigre Blanco.",
    "year": 1970,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Natasha Gregson Wagner",
    "birthday": "1970-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Natasha_Gregson_Wagner_%28cropped%29.jpg/212px-Natasha_Gregson_Wagner_%28cropped%29.jpg",
    "extract": "Natasha Gregson Wagner is an American actress. She is the daughter of film producer Richard Gregson and actress Natalie Wood. She has appeared in films including Lost Highway (1997), Two Girls and a Guy (1997), First Love, Last Rites (1997), Urban Legend (1998), Another Day in Paradise (1998) and High Fidelity (2000).",
    "year": 1970,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Khushbu",
    "birthday": "1970-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9d/Kushboo_BH_%28cropped%29.jpg",
    "extract": "Khushbu Sundar is an Indian actress, politician, film producer, and television presenter. She is known for her works predominantly in Tamil films, besides Telugu, Malayalam and Kannada films.",
    "year": 1970,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Erika Eleniak",
    "birthday": "1969-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Erika_Eleniak_2011.jpg/213px-Erika_Eleniak_2011.jpg",
    "extract": "Erika Eleniak is an American actress, Playboy Playmate, and former model best known for her role in Baywatch as Shauni McClain. Her film debut was a small part in E.T.: The Extra-Terrestrial (1982). She later starred in the films The Blob (1988), Under Siege (1992), and The Beverly Hillbillies (1993).",
    "year": 1969,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Aleks Syntek",
    "birthday": "1969-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Aleks_Syntek.jpg/233px-Aleks_Syntek.jpg",
    "extract": "Raúl Alejandro Escajadillo Peña, known by his stage name, Aleks Syntek, is a Mexican singer and songwriter. He is married to Karen Coronado, sister of talk show host Ingrid Coronado. He has earned nine nominations for the Latin Grammy Awards, a Grammy nomination, five nominations for the MTV Latin Awards, and is the winner of three Latin Billboard awards. He has also received an Ariel award from the Cinametografia Mexican Academy for Best Film Music.",
    "year": 1969,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Patrick Burns (paranormal investigator)",
    "birthday": "1968-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Patrick_Lynn_Burns%2C_May_2022.jpg/180px-Patrick_Lynn_Burns%2C_May_2022.jpg",
    "extract": "Patrick Lynn Burns is an American photographer and paranormal investigator, best known as star of the TruTV series Haunting Evidence. He began to get media recognition after he was featured in an Emmy award-winning Turner documentary \"Interact Atlanta - 'Ghost Hounds' \". Burns has attended paranormal enthusiast events held at various locations across the United States of America. He is also a professional photographer.",
    "year": 1968,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Luke Goss",
    "birthday": "1968-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Luke_Goss_2011_%28cropped%29.jpg/214px-Luke_Goss_2011_%28cropped%29.jpg",
    "extract": "Luke Damon Goss is an English actor, and drummer of the 1980s band Bros. He has appeared in numerous films including Blade II (2002) as Jared Nomak, One Night with the King (2006) as King Xerxes, Hellboy II: The Golden Army (2008) as Prince Nuada, Tekken (2009) as Steve Fox, Interview with a Hitman (2012) as Viktor, and Traffik (2018) as Red.",
    "year": 1968,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Matt Goss",
    "birthday": "1968-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c3/MattGoss.jpg/293px-MattGoss.jpg",
    "extract": "Matthew Weston Goss is an English singer-songwriter and musician, currently based in America. He was the lead singer of 1980s pop group Bros, which also featured his twin brother Luke as the drummer. Goss's as a solo artist has released 5 studio albums and sold just over 40,000 albums worldwide.",
    "year": 1968,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Brett Anderson",
    "birthday": "1967-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Brettanderson.jpg/320px-Brettanderson.jpg",
    "extract": "Brett Lewis Anderson is an English singer-songwriter best known as the lead vocalist and primary lyricist of the band Suede. After Suede disbanded in 2003, he briefly fronted The Tears in 2004, and released four solo albums in which he also played guitar and keyboards. Anderson is known for his distinctive wide-ranging voice, poetic lyrics, energetic and charismatic stage presence and, during Suede's early days, an androgynous appearance. Suede re-formed in 2010; they continue to record and tour. Bassist Mat Osman and Anderson are the remaining original members since the band's inception.",
    "year": 1967,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Dave Andreychuk",
    "birthday": "1963-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c1/Dave_Andreychuk.jpg",
    "extract": "David John Andreychuk is a Canadian former professional ice hockey left winger who played in the NHL with the Buffalo Sabres, Toronto Maple Leafs, New Jersey Devils, Boston Bruins, Colorado Avalanche and Tampa Bay Lightning. He is one of the highest scoring left wingers in NHL history, and, with 274, is in second place of the league's all-time leaders in power-play goals. He was inducted into the Hockey Hall of Fame in 2017.",
    "year": 1963,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Les Claypool",
    "birthday": "1963-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Claypool_to_wiki.jpg/244px-Claypool_to_wiki.jpg",
    "extract": "Leslie Edward Claypool is an American musician, best known as the founder, lead singer, bassist, primary songwriter, and only continuous member of the funk metal band Primus. Frequently considered one of the best bass players of all time, his playing style is well known for mixing tapping, flamenco-like strumming, whammy bar bends, and slapping.",
    "year": 1963,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Julia Gillard",
    "birthday": "1961-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Julia_Gillard_2010.jpg/251px-Julia_Gillard_2010.jpg",
    "extract": "Julia Eileen Gillard is an Australian former politician who served as the 27th prime minister of Australia from 2010 to 2013. She held office as leader of the Australian Labor Party (ALP). She is the first and only female prime minister in Australian history.",
    "year": 1961,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Stephanie Miller",
    "birthday": "1961-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Radiostephmillerwp.jpg/320px-Radiostephmillerwp.jpg",
    "extract": "Stephanie Catherine Miller is an American political commentator, comedian, and host of The Stephanie Miller Show, a Progressive talk radio program produced in Los Angeles, California, by WYD Media Management and syndicated nationally by Westwood One. In 2017, Talkers Magazine ranked her the 23rd-most important radio talk show host in the U.S. Miller has leveraged her talk show via various platforms including online, as well as via her Sexy Liberal Tour live comedy show.",
    "year": 1961,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Julian Armour",
    "birthday": "1960-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a5/BinaryRhyme_Julian_Armour.jpg/256px-BinaryRhyme_Julian_Armour.jpg",
    "extract": "Julian Armour, is a Canadian cellist and artistic director. Armour is married to violist Guylaine Lemaire. He is the son of the philosopher Leslie Armour.",
    "year": 1960,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Kenneth Hansen (rallycross)",
    "birthday": "1960-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Kenneth_Hansen_2009-05-03_002.jpg/265px-Kenneth_Hansen_2009-05-03_002.jpg",
    "extract": "Svend Kenneth Hansen, born 29 September 1960 and hailing from Götene, is a Swedish rallycross driver with Danish roots. His late father, Svend Hansen, can be regarded as the inventor of the so-called Joker Lap for rallycross. Hansen has been part of the European rallycross elite since the late 1980s and has won an FIA European Championships for Rallycross Drivers title no less than 14 times up until the year 2008. He holds most of the records for rallycross, including the amount (249) of attended European rounds.",
    "year": 1960,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Alan McGee",
    "birthday": "1960-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b0/Alan_McGee.jpg",
    "extract": "Alan McGee is a Scottish businessman and music industry executive. He has been a record label owner, musician, manager, and music blogger for The Guardian. He co-founded the independent Creation Records label, running it from 1983 until its closure in 1999.",
    "year": 1960,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Hubert Neuper",
    "birthday": "1960-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/20140307_Dancing_Stars_Hubert_Neuper_3633.jpg/213px-20140307_Dancing_Stars_Hubert_Neuper_3633.jpg",
    "extract": "Hubert Neuper is an Austrian former ski jumper. He was the winner of the first FIS Ski Jumping World Cup title in 1979/80.",
    "year": 1960,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "John Paxson",
    "birthday": "1960-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/75/John_Paxson_in_2009.jpeg",
    "extract": "John MacBeth Paxson is an American basketball administrator and former player who was vice president of basketball operations for the Chicago Bulls of the National Basketball Association (NBA) from 2009 to 2020. He was their general manager from 2003 to 2009. Paxson played eleven NBA seasons for the San Antonio Spurs and Chicago Bulls, winning three championships as a member of the Bulls. He was an All-American college player at the University of Notre Dame.",
    "year": 1960,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Andy Slaughter",
    "birthday": "1960-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Official_portrait_of_Andy_Slaughter_MP_crop_2.jpg/240px-Official_portrait_of_Andy_Slaughter_MP_crop_2.jpg",
    "extract": "Andrew Francis Slaughter is a British Labour Party politician serving as Member of Parliament (MP) for Hammersmith, previously Ealing, Acton and Shepherd's Bush, since 2005. He had previously served as Leader of the London Borough of Hammersmith and Fulham Council.",
    "year": 1960,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Chris Broad (cricketer)",
    "birthday": "1957-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Chris_Broad.jpg/320px-Chris_Broad.jpg",
    "extract": "Brian Christopher Broad is a former English cricketer and broadcaster who currently serves as a cricket official.",
    "year": 1957,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Sokratis Malamas",
    "birthday": "1957-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Sokratis_Malamas2.jpg/207px-Sokratis_Malamas2.jpg",
    "extract": "Sokratis Malamas is a Greek singer and songwriter.",
    "year": 1957,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Sebastian Coe",
    "birthday": "1956-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Lord_Coe_-_World_Economic_Forum_Annual_Meeting_2012_cropped.jpg/247px-Lord_Coe_-_World_Economic_Forum_Annual_Meeting_2012_cropped.jpg",
    "extract": "Sebastian Newbold Coe, Baron Coe,, often referred to as Seb Coe, is a British politician and former track and field athlete. As a middle-distance runner, Coe won four Olympic medals, including the 1500 metres gold medal at the Olympic Games in 1980 and 1984. He set nine outdoor and three indoor world records in middle-distance track events – including, in 1979, setting three world records in the space of 41 days – and the world record he set in the 800 metres in 1981 remained unbroken until 1997. Coe's rivalries with fellow Britons Steve Ovett and Steve Cram dominated middle-distance racing for much of the 1980s.",
    "year": 1956,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jenny Morris (musician)",
    "birthday": "1956-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Jenny_Morris_at_APRA_Music_Awards_2012.jpg/213px-Jenny_Morris_at_APRA_Music_Awards_2012.jpg",
    "extract": "Jennifer Patricia Morris is a New Zealand-Australian singer-songwriter. Her first success came with New Zealand band The Crocodiles, who had a top 20 hit single with \"Tears\". Re-locating to Sydney in February 1981, she was a backing vocalist for various groups and formed a trio, QED, in 1983.",
    "year": 1956,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ann Bancroft",
    "birthday": "1955-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/AnnBancroft2006-02-06.JPG/159px-AnnBancroft2006-02-06.JPG",
    "extract": "Ann Bancroft is an American author, teacher, adventurer, and public speaker. She was the first woman to finish a number of expeditions to the Arctic and Antarctic. She was inducted into the National Women's Hall of Fame in 1995.",
    "year": 1955,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Gareth Davies (rugby union, born 1955)",
    "birthday": "1955-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/a/af/Gareth_Davies_2012.jpg",
    "extract": "William Gareth Davies is a former Wales and British and Irish Lions international rugby union player and former chairman of the Welsh Rugby Union.",
    "year": 1955,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Joe Donnelly",
    "birthday": "1955-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Joe_Donnelly%2C_U.S._Ambassador.jpg/256px-Joe_Donnelly%2C_U.S._Ambassador.jpg",
    "extract": "Joseph Simon Donnelly Sr. is an American attorney, politician, and diplomat who served as a United States senator from Indiana from 2013 to 2019. He is currently the United States Ambassador to the Holy See.",
    "year": 1955,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Gwen Ifill",
    "birthday": "1955-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Gwen_Ifill_PBS_Newshour_cropped_retouched.jpg/242px-Gwen_Ifill_PBS_Newshour_cropped_retouched.jpg",
    "extract": "Gwendolyn L. Ifill was an American journalist, television newscaster, and author. In 1999, she became the first African-American woman to host a nationally televised U.S. public affairs program with Washington Week in Review. She was the moderator and managing editor of Washington Week and co-anchor and co-managing editor, with Judy Woodruff, of the PBS NewsHour, both of which air on PBS. Ifill was a political analyst and moderated the 2004 and 2008 vice-presidential debates. She authored the best-selling book The Breakthrough: Politics and Race in the Age of Obama.",
    "year": 1955,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jean-Claude Lauzon",
    "birthday": "1953-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/87/Jean-Claude_Lauzon.jpg",
    "extract": "Jean-Claude Lauzon was a Canadian filmmaker and screenwriter. Born to a working class family in Montreal, Quebec, Lauzon dropped out of high school and worked various jobs before studying film at the Université du Québec à Montréal. His two feature-length films, Night Zoo (1987) and Léolo (1992), established him as one of the most important Canadian directors of his generation. American film critic Roger Ebert wrote that \"Lauzon is so motivated by his resentments and desires that everything he creates is pressed into the cause and filled with passion.\"",
    "year": 1953,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Lawrence Reed",
    "birthday": "1953-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Lawrence_Reed_by_Gage_Skidmore.jpg/240px-Lawrence_Reed_by_Gage_Skidmore.jpg",
    "extract": "Lawrence (Larry) W. Reed, also known as Larry Reed, is president emeritus of the Foundation for Economic Education (FEE), where he has served as the Humphreys Family Senior Fellow since May 2019. Before joining FEE, Reed served as president of the Mackinac Center for Public Policy, a Midland, Michigan based free-market think tank. To date, he remains Mackinac's president emeritus.",
    "year": 1953,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Roy Campbell Jr.",
    "birthday": "1952-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Roy_Campbell.jpg/213px-Roy_Campbell.jpg",
    "extract": "Roy Sinclair Campbell Jr. was an American trumpeter frequently linked to free jazz, although he also performed rhythm and blues and funk during his career.",
    "year": 1952,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Richard Hodges (archaeologist)",
    "birthday": "1952-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/President_of_The_American_University_of_Rome_Dr._Richard_Hodges.JPG/320px-President_of_The_American_University_of_Rome_Dr._Richard_Hodges.JPG",
    "extract": "Richard Hodges, is a British archaeologist and past president of The American University of Rome. A former professor and director of the Institute of World Archaeology at the University of East Anglia (1996–2007), Hodges is also the former Williams Director of the University of Pennsylvania Museum of Archaeology and Anthropology in Philadelphia. His published research primarily concerns trade and economics during the early part of the Middle Ages in Europe. His earlier works include Dark Age Economics (1982), Mohammed, Charlemagne and the Origins of Europe (1983) and Light in the Dark Ages: The Rise and Fall of San Vincenzo Al Volturno (1997).",
    "year": 1952,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Max Sandlin",
    "birthday": "1952-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/53/Max_Sandlin.jpg",
    "extract": "Max Allen Sandlin Jr. is a former Democratic Congressman who served eight years (1997–2005) in the U.S. House of Representatives representing Texas District 1.",
    "year": 1952,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Takanosato Toshihide",
    "birthday": "1952-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Takanosato_handprint.JPG/320px-Takanosato_handprint.JPG",
    "extract": "Takanosato Toshihide , real name Toshihide Takaya , was a Japanese professional sumo wrestler from Namioka, Aomori. He was the sport's 59th yokozuna from 1983 to 1986 and won four top division tournament championships. After retirement he established Naruto stable which he ran from 1989 until his death.",
    "year": 1952,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Michelle Bachelet",
    "birthday": "1951-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Portrait_Michelle_Bachelet.jpg/252px-Portrait_Michelle_Bachelet.jpg",
    "extract": "Verónica Michelle Bachelet Jeria is a Chilean politician who has served as United Nations High Commissioner for Human Rights since 2018. She also previously served as President of Chile from 2006 to 2010 and 2014 to 2018 for the Socialist Party of Chile; she is the first woman to hold the Chilean presidency and the first elected female leader in South America. After leaving the presidency in 2010 and while not immediately reelectable, she was appointed the first executive director of the newly created United Nations Entity for Gender Equality and the Empowerment of Women. In December 2013, Bachelet was reelected with over 62% of the vote, bettering the 54% she obtained in 2006. She was the first President of Chile to be reelected since 1932.",
    "year": 1951,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Pier Luigi Bersani",
    "birthday": "1951-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/25/Pier_Luigi_Bersani_daticamera_2013.jpg",
    "extract": "Pier Luigi Bersani is an Italian politician and was Secretary of the Democratic Party (PD), Italy's leading centre-left party, from 2009 to 2013. Bersani was Minister of Industry, Commerce and Craftmanship from 1996 to 1999, Minister of Transport from 1999 to 2001, and Minister of Economic Development from 2006 to 2008.",
    "year": 1951,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Mike Enriquez",
    "birthday": "1951-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Mike_Enriquez_in_White_Plains%2C_Quezon_City.jpg/179px-Mike_Enriquez_in_White_Plains%2C_Quezon_City.jpg",
    "extract": "Miguel Castro Enriquez, also known as Mike Enriquez, is a Filipino television and radio newscaster. He is also the Consultant for radio operations of GMA Network, and president of the network's regional and radio subsidiary, RGMA Network Inc., and the Station Manager of Super Radyo DZBB 594 AM.",
    "year": 1951,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ken Macha",
    "birthday": "1950-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Ken_Macha.jpg/320px-Ken_Macha.jpg",
    "extract": "Kenneth Edward Macha is a former Major League Baseball third baseman and manager. He managed the Oakland Athletics from 2003–2006, including American League Western Division championships in both his first and final seasons with the team, and later managed the Milwaukee Brewers (2009–10).",
    "year": 1950,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "George Dalaras",
    "birthday": "1949-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Dalaras_live.jpg/241px-Dalaras_live.jpg",
    "extract": "Georgios (Giorgos) Dalaras, is a Greek musician and singer of international fame. He is widely considered among the most prominent figures of Greek contemporary musical culture, with more than 70 personal albums and with sales of more than 15 million records to date. He has been selected as a Goodwill Ambassador for the UN Refugee Agency. He was born in Nea Kokinia, Piraeus. His father was Loukas Daralas, a singer of rebetiko.",
    "year": 1949,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Mark Farner",
    "birthday": "1948-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Mark_Farner_%282009%29.jpg/320px-Mark_Farner_%282009%29.jpg",
    "extract": "Mark Fredrick Farner is an American singer, guitarist and songwriter, best known as the lead singer and lead guitarist for Grand Funk Railroad, and later as a contemporary Christian musician.",
    "year": 1948,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Bryant Gumbel",
    "birthday": "1948-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Bryant_Gumbel_Peabody_2013_%28cropped%29.jpg/222px-Bryant_Gumbel_Peabody_2013_%28cropped%29.jpg",
    "extract": "Bryant Charles Gumbel is an American television journalist and sportscaster, best known for his 15 years as co-host of NBC's Today. He is the younger brother of sportscaster Greg Gumbel. Since 1995, he has hosted HBO's acclaimed investigative series Real Sports with Bryant Gumbel, which has been rated as \"flat out TV's best sports program\" by the Los Angeles Times. It won a Peabody Award in 2012.",
    "year": 1948,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Theo Jörgensmann",
    "birthday": "1948-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Theo_und_Ernst_Ulrich_Deuker_10._10_grau.jpg/320px-Theo_und_Ernst_Ulrich_Deuker_10._10_grau.jpg",
    "extract": "Theodor Franz Jörgensmann is a German jazz clarinetist.",
    "year": 1948,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Mike Pinera",
    "birthday": "1948-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Mike_Pinera_at_Lawrenceburg_2009.jpg/307px-Mike_Pinera_at_Lawrenceburg_2009.jpg",
    "extract": "Mike Pinera is an American guitarist, singer, songwriter and producer who started professionally in the late 1960s with the group Blues Image, which had a number 4 hit in 1970 with their song \"Ride Captain Ride\". After the break-up of that group, he joined Iron Butterfly, and later formed the group Ramatam. Pinera was then the founding member of the band New Cactus, a later incarnation of the band Cactus. He was the lead guitarist for Alice Cooper from 1980 to 1982. He is currently performing with his solo band and The Classic Rock All-Stars.",
    "year": 1948,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "S. H. Kapadia",
    "birthday": "1947-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d3/Justice_S.H._Kapadia.jpg",
    "extract": "Sarosh Homi Kapadia was the thirty-eighth Chief Justice of India.",
    "year": 1947,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Gary Wetzel",
    "birthday": "1947-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Gary_Wetzel_small.jpg/256px-Gary_Wetzel_small.jpg",
    "extract": "Gary George Wetzel is a former United States Army soldier and a recipient of the United States military's highest decoration, the Medal of Honor, for his actions in the Vietnam War.",
    "year": 1947,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Nadezhda Chizhova",
    "birthday": "1945-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Nadezhda_Chizhova_1968.jpg/220px-Nadezhda_Chizhova_1968.jpg",
    "extract": "Nadezhda Vladimirovna Chizhova is a retired Russian shot putter who won three Olympic medals and four European titles, and set seven new world records. She became the first woman to break both the 20 m (66 ft) and 21 m (69 ft) barriers. She retired after the 1976 Olympics and later worked as athletics coach in Saint Petersburg.",
    "year": 1945,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Mike Post",
    "birthday": "1944-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/90/Mike_Post_%28cropped%29.jpg",
    "extract": "Mike Post is an American composer, best known for his TV theme music for various shows, including Law & Order; Law & Order: SVU; The A-Team; NYPD Blue; Renegade; The Rockford Files; L.A. Law; Quantum Leap; Magnum, P.I.; and Hill Street Blues.",
    "year": 1944,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Wolfgang Overath",
    "birthday": "1943-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Wolfgang_Overath_1974.jpg/200px-Wolfgang_Overath_1974.jpg",
    "extract": "Wolfgang Overath is a former West German footballer. A true one-club man, Overath spent his entire professional career at 1. FC Köln. He represented his country three times in World Cup finals, culminating in 1974 with the 2–1 victory over the Netherlands on home soil. Primarily an attacking midfielder, Overath was known for his passing ability, technique and outstanding left foot.",
    "year": 1943,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Lech Wałęsa",
    "birthday": "1943-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Lech_Wa%C5%82%C4%99sa_%282019%29%2C_FORUM_2000%2C_Prague_%282%29.jpg/256px-Lech_Wa%C5%82%C4%99sa_%282019%29%2C_FORUM_2000%2C_Prague_%282%29.jpg",
    "extract": "Lech Wałęsa is a Polish statesman, dissident, and Nobel Peace Prize laureate, who served as the President of Poland between 1990 and 1995. After winning the 1990 election, Wałęsa became the first democratically elected President of Poland since 1926 and the first-ever Polish President elected in popular vote. A shipyard electrician by trade, Wałęsa became the leader of the Solidarity movement, and led a successful pro-democratic effort which in 1989 ended the Communist rule in Poland and ushered in the end of the Cold War.",
    "year": 1943,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Felice Gimondi",
    "birthday": "1942-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Felice_Gimondi_1966.jpg/245px-Felice_Gimondi_1966.jpg",
    "extract": "Felice Gimondi was an Italian professional racing cyclist. With his 1968 victory at the Vuelta a España, only three years after becoming a professional cyclist, Gimondi, nicknamed \"The Phoenix\", was the second cyclist to win all three Grand Tours of road cycling: Tour de France, Giro d'Italia, and Vuelta a España (1968). He is one of only seven cyclists to have done so.",
    "year": 1942,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Madeline Kahn",
    "birthday": "1942-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Madeline_Kahn_publicity.jpg/244px-Madeline_Kahn_publicity.jpg",
    "extract": "Madeline Gail Kahn was an American actress, comedian and singer, known for comedic roles in films directed by Peter Bogdanovich and Mel Brooks, including What's Up, Doc? (1972), Young Frankenstein (1974), High Anxiety (1977), History of the World, Part I (1981), and her Academy Award–nominated roles in Paper Moon (1973) and Blazing Saddles (1974).",
    "year": 1942,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ian McShane",
    "birthday": "1942-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/IanMcShane06.jpg/213px-IanMcShane06.jpg",
    "extract": "Ian David McShane is an English actor, producer, and director. He is known for his television performances, particularly as the title role in the BBC series Lovejoy (1986–1994), as Al Swearengen in Deadwood (2004–2006) and its 2019 film continuation, and as Mr. Wednesday in American Gods (2017–2021). For the original series of Deadwood, McShane won the Golden Globe Award for Best Actor – Television Series Drama and received a nomination for the Primetime Emmy Award for Outstanding Lead Actor in a Drama Series; for the film, he was nominated for the Primetime Emmy Award for Outstanding Television Movie.",
    "year": 1942,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Bill Nelson",
    "birthday": "1942-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/NASA_Administrator_Bill_Nelson_Official_Portrait_%28NHQ202105170001%29.jpg/256px-NASA_Administrator_Bill_Nelson_Official_Portrait_%28NHQ202105170001%29.jpg",
    "extract": "Clarence William Nelson II is an American politician and attorney serving as the administrator of the National Aeronautics and Space Administration (NASA). Nelson previously served as a United States Senator from Florida from 2001 to 2019. A member of the Democratic Party, he previously served in the Florida House of Representatives from 1972 to 1978 and in the United States House of Representatives from 1979 to 1991. In January 1986, Nelson became the second sitting member of U.S. Congress to fly in space, after Senator Jake Garn, when he served as a payload specialist on mission STS-61-C aboard the Space Shuttle Columbia. Before entering politics he served in the U.S. Army Reserve during the Vietnam War.",
    "year": 1942,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jean-Luc Ponty",
    "birthday": "1942-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Jean-Luc_Ponty_2008_by_Guillaume_Laurent.jpg/320px-Jean-Luc_Ponty_2008_by_Guillaume_Laurent.jpg",
    "extract": "Jean-Luc Ponty is a French jazz violinist and composer.",
    "year": 1942,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Janet Powell",
    "birthday": "1942-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/JanetPowell_Dec2007.jpg/245px-JanetPowell_Dec2007.jpg",
    "extract": "Janet Frances Powell AM was an Australian politician.",
    "year": 1942,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Steve Tesich",
    "birthday": "1942-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Steve_Tesich_001.jpg/320px-Steve_Tesich_001.jpg",
    "extract": "Stojan Steve Tesich was a Serbian-American screenwriter, playwright, and novelist. He won the Academy Award for Best Original Screenplay in 1979 for the film Breaking Away. Tesich is also credited as the inventor of the term \"post-truth\".",
    "year": 1942,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Carlos Morales Troncoso",
    "birthday": "1940-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Carlos_Morales_Troncoso_minister.jpg/268px-Carlos_Morales_Troncoso_minister.jpg",
    "extract": "Carlos Morales Troncoso was Vice President of the Dominican Republic from 1986 to 1994 and its foreign minister from 2004 to 2014.",
    "year": 1940,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jim Baxter",
    "birthday": "1939-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/7e/Jim_Baxter_in_Scotland_shirt.png",
    "extract": "James Curran Baxter was a Scottish professional footballer who played as a left half. He is generally regarded as one of the country's greatest ever players. He was born, educated and started his career in Fife, but his peak playing years were in the early 1960s with the Glasgow club Rangers, whom he helped to win ten trophies between 1960 and 1965, and where he became known as \"Slim Jim\". However, he started drinking heavily during a four-month layoff caused by a leg fracture in December 1964, his fitness suffered, and he was transferred to Sunderland in summer 1965. In two and a half years at Sunderland he played 98 games and scored 12 goals, becoming known for drinking himself unconscious the night before a match and playing well the next day. At the end of 1967 Sunderland transferred him to Nottingham Forest, who gave him a free transfer back to Rangers in 1969 after 50 games. After a further year with Rangers Baxter retired from football in 1970, at the age of 31.",
    "year": 1939,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Larry Linville",
    "birthday": "1939-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Larry_Linville_Major_Frank_Burns_MASH_1972.JPG/246px-Larry_Linville_Major_Frank_Burns_MASH_1972.JPG",
    "extract": "Lawrence Lavon Linville was an American actor known for his portrayal of the surgeon Major Frank Burns on the television series M*A*S*H.",
    "year": 1939,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Rhodri Morgan",
    "birthday": "1939-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Cropped_image_of_Rhodri_Morgan_at_The_Celebration_of_the_Mace_5840623762_b47ba98d73_o.jpg/250px-Cropped_image_of_Rhodri_Morgan_at_The_Celebration_of_the_Mace_5840623762_b47ba98d73_o.jpg",
    "extract": "Hywel Rhodri Morgan was a Welsh Labour politician who was the First Minister of Wales and the Leader of Welsh Labour from 2000 to 2009. He was also the Assembly Member for Cardiff West from 1999 to 2011 and the Member of Parliament for Cardiff West from 1987 to 2001. He was, as of 2018, the longest-serving First Minister of Wales. He was Chancellor of Swansea University from 2011 to 2017.",
    "year": 1939,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Wim Kok",
    "birthday": "1938-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Wim_Kok_1994.jpg/231px-Wim_Kok_1994.jpg",
    "extract": "Willem \"Wim\" Kok was a Dutch politician and trade union leader who served as Prime Minister of the Netherlands from 22 August 1994 until 22 July 2002. He was a member of the Labour Party (PvdA).",
    "year": 1938,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Silvio Berlusconi",
    "birthday": "1936-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Silvio_Berlusconi_%282010%29_cropped.jpg/225px-Silvio_Berlusconi_%282010%29_cropped.jpg",
    "extract": "Silvio Berlusconi is an Italian media tycoon and politician who served as Prime Minister of Italy in four governments from 1994 to 1995, 2001 to 2006 and 2008 to 2011. He was a member of the Chamber of Deputies from 1994 to 2013 and has served as a Member of the European Parliament (MEP) since 2019, and previously from 1999 to 2001.",
    "year": 1936,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jerry Lee Lewis",
    "birthday": "1935-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Jerry_Lee_Lewis_%40_Credicard_Hall_01.jpg/320px-Jerry_Lee_Lewis_%40_Credicard_Hall_01.jpg",
    "extract": "Jerry Lee Lewis is an American singer, songwriter, and pianist. Nicknamed the Killer, he has been described as \"rock n' roll's first great wild man and one of the most influential pianists of the 20th century.\" A pioneer of rock and roll and rockabilly music, Lewis made his first recordings in 1956 at Sun Records in Memphis. \"Crazy Arms\" sold 300,000 copies in the South, but it was his 1957 hit \"Whole Lotta Shakin' Goin' On\" that shot Lewis to fame worldwide. He followed this with the major hits \"Great Balls of Fire\", \"Breathless\", and \"High School Confidential\". However, his rock and roll career faltered in the wake of his marriage to Myra Gale Brown, his 13-year-old cousin.",
    "year": 1935,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Skandor Akbar",
    "birthday": "1934-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9c/Skandor_Akbar.jpg/231px-Skandor_Akbar.jpg",
    "extract": "Jimmy Saied Wehba was an American professional wrestler and manager better known by his ring name Skandor Akbar, which translates as \"Alexander the Great\". Akbar led the villainous stable Devastation, Inc. in Bill Watts's Universal Wrestling Federation during the promotion's heyday in the 1980s, as well as other regional territories, including World Class Championship Wrestling and the Global Wrestling Federation.",
    "year": 1934,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Mihaly Csikszentmihalyi",
    "birthday": "1934-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Mihaly_Csikszentmihalyi.jpg/278px-Mihaly_Csikszentmihalyi.jpg",
    "extract": "Mihaly Robert Csikszentmihalyi was a Hungarian-American psychologist. He recognized and named the psychological concept of \"flow\", a highly focused mental state conducive to productivity. He was the Distinguished Professor of Psychology and Management at Claremont Graduate University. He was also the former head of the department of psychology at the University of Chicago and of the department of sociology and anthropology at Lake Forest College.",
    "year": 1934,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Lindsay Kline",
    "birthday": "1934-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Lindsay_Kline_1957.jpg/262px-Lindsay_Kline_1957.jpg",
    "extract": " Lindsay Francis Kline was an Australian cricketer. He played in 13 Test matches for Australia and 88 first-class matches between 1955/56 and 1961/62. He was a left-arm spin bowler, bowling left-arm unorthodox spin.",
    "year": 1934,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Samora Machel",
    "birthday": "1933-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Samora_Moises_Machel_detail_DF-SC-88-01383.jpg/243px-Samora_Moises_Machel_detail_DF-SC-88-01383.jpg",
    "extract": "Samora Moisés Machel was a Mozambican military commander and political leader. A socialist in the tradition of Marxism–Leninism, he served as the first President of Mozambique from the country's independence in 1975. Machel died in office in 1986 when his presidential aircraft crashed near the Mozambican-South African border.",
    "year": 1933,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Paul Giel",
    "birthday": "1932-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Giel_Bowman_card_2816315f.jpg/320px-Giel_Bowman_card_2816315f.jpg",
    "extract": "Paul Robert Giel was an American college football and professional baseball player from Winona, Minnesota. He was an All-American in both sports at the University of Minnesota.",
    "year": 1932,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "James Cronin",
    "birthday": "1931-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/James-cronin.jpg/238px-James-cronin.jpg",
    "extract": "James Watson Cronin was an American particle physicist.",
    "year": 1931,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Anita Ekberg",
    "birthday": "1931-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Anita_Ekberg_1956.jpg/259px-Anita_Ekberg_1956.jpg",
    "extract": " Kerstin Anita Marianne Ekberg was a Swedish actress active in American and European films, known for her beauty and stunning figure. She became prominent in her iconic role as Sylvia in the Federico Fellini film La Dolce Vita (1960). Ekberg worked primarily in Italy, where she became a permanent resident in 1964.",
    "year": 1931,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Paul Oestreicher",
    "birthday": "1931-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Paul_Oestreicher_appearing_on_After_Dark_with_Gena_Turgel%2C_10_July_1987.jpg/320px-Paul_Oestreicher_appearing_on_After_Dark_with_Gena_Turgel%2C_10_July_1987.jpg",
    "extract": "Paul Oestreicher is an Anglican priest, Quaker, peace and human rights activist.",
    "year": 1931,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Richard Bonynge",
    "birthday": "1930-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Richard_Bonynge_and_Pretty_Yende.jpeg/320px-Richard_Bonynge_and_Pretty_Yende.jpeg",
    "extract": "Richard Alan Bonynge is an Australian conductor and pianist. He is the widower of Australian dramatic coloratura soprano Dame Joan Sutherland. Bonynge conducted virtually all of Sutherland's operatic performances from 1962 until her retirement in 1990.",
    "year": 1930,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Colin Dexter",
    "birthday": "1930-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/99/Colin_Dexter.jpg/215px-Colin_Dexter.jpg",
    "extract": "Norman Colin Dexter was an English crime writer known for his Inspector Morse series of novels, which were written between 1975 and 1999 and adapted as an ITV television series, Inspector Morse, from 1987 to 2000. His characters have spawned a sequel series, Lewis, and a prequel series, Endeavour.",
    "year": 1930,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Eric Lubbock, 4th Baron Avebury",
    "birthday": "1928-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/f/f6/Lord-Avebury-2006.jpg",
    "extract": "Eric Reginald Lubbock, 4th Baron Avebury, was an English politician and human rights campaigner. He served as the Liberal Member of Parliament for Orpington from 1962 to 1970. He then served in the House of Lords, having inherited the title of Baron Avebury in 1971, until his death. In 1999, when most hereditary peers were removed from the House of Lords, he was elected by his fellow Liberal Democrats to remain. When he died, he was the longest serving Liberal Democrat peer.",
    "year": 1928,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Brajesh Mishra",
    "birthday": "1928-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Brajesh_Mishra.jpg/264px-Brajesh_Mishra.jpg",
    "extract": "Brajesh Chandra Mishra was an Indian diplomat from the Indian Foreign Service and politician, best known for serving as Prime Minister Atal Bihari Vajpayee's principal secretary and National Security Advisor from 1998 to 2004. He received Padma Vibhushan for his contribution",
    "year": 1928,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Adhemar da Silva",
    "birthday": "1927-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Adhemar_da_Silva_1956b.jpg/259px-Adhemar_da_Silva_1956b.jpg",
    "extract": "Adhemar Ferreira da Silva was a Brazilian triple jumper. He won two Olympic gold medals and set four world records, the last being 16.56 metres in 1955 Pan American Games. In his early career he also competed in the long jump, placing fourth at the 1951 Pan American Games. He broke world records in triple jump on five occasions during his illustrious career. Up to date, he remains as the only track and field athlete from South America to have won two Olympic gold medals. He also had close association with Czech veteran long distance runner Emil Zátopek for over 50 years.",
    "year": 1927,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Pete McCloskey",
    "birthday": "1927-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Pete_McCloskey_%282014%29.jpg/302px-Pete_McCloskey_%282014%29.jpg",
    "extract": "Paul Norton \"Pete\" McCloskey Jr. is an American politician who represented San Mateo County, California as a Republican in the U.S. House of Representatives from 1967 to 1983.",
    "year": 1927,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Chuck Cooper (basketball)",
    "birthday": "1926-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/99/Chuck_Cooper.jpg",
    "extract": "Charles Henry Cooper was an American professional basketball player. He and two others, Nat \"Sweetwater\" Clifton and Earl Lloyd, became the first African-American players in the National Basketball Association (NBA) in 1950. Cooper was also the first African-American to be drafted by an NBA team, as the first pick of the second round by the Boston Celtics. Cooper was inducted into the Naismith Memorial Basketball Hall of Fame on September 9, 2019.",
    "year": 1926,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Pete Elliott",
    "birthday": "1926-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Pete_Elliott_%281960%29.png/240px-Pete_Elliott_%281960%29.png",
    "extract": "Peter R. Elliott was an American football player and coach. Elliott served as the head football coach at the University of Nebraska–Lincoln (1956), the University of California, Berkeley (1957–1959), the University of Illinois at Urbana-Champaign (1960–1966), and the University of Miami (1973–1974), compiling a career college football record of 56–72–11. From 1979 to 1996, Elliott served as Executive Director of the Pro Football Hall of Fame.",
    "year": 1926,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Steve Forrest (actor)",
    "birthday": "1925-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Steve_Forrest_Hondo_Harrelson_SWAT_1975.JPG/240px-Steve_Forrest_Hondo_Harrelson_SWAT_1975.JPG",
    "extract": "Steve Forrest was an American actor who was well known for his role as Lt. Hondo Harrelson in the hit television series S.W.A.T. which was broadcast on ABC from 1975 to 1976. He was also known for his performance in Mommie Dearest (1981).",
    "year": 1925,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Paul MacCready",
    "birthday": "1925-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Paul_maccready.jpg/320px-Paul_maccready.jpg",
    "extract": "Paul B. MacCready Jr. was an American aeronautical engineer. He was the founder of AeroVironment and the designer of the human-powered aircraft that won the first Kremer prize. He devoted his life to developing more efficient transportation vehicles that could \"do more with less\".",
    "year": 1925,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Bum Phillips",
    "birthday": "1923-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Bum_Philips_with_G.H.W._Bush_cropped.jpg/320px-Bum_Philips_with_G.H.W._Bush_cropped.jpg",
    "extract": "Oail Andrew \"Bum\" Phillips Jr. was an American football coach at the high school, college and professional levels. He served as head coach in the National Football League (NFL) for the Houston Oilers from 1975 to 1980 and the New Orleans Saints from 1981 to 1985.",
    "year": 1923,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Lizabeth Scott",
    "birthday": "1922-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Lizabeth_Scott-publicity.JPG/264px-Lizabeth_Scott-publicity.JPG",
    "extract": "Lizabeth Virginia Scott was an American actress and a model for the Walter Thornton Modeling Agency, known for her \"smoky voice\" and being \"the most beautiful face of film noir during the 1940s and 1950s\". After understudying the role of Sabina in the original Broadway and Boston stage productions of The Skin of Our Teeth, she emerged in such films as The Strange Love of Martha Ivers (1946), Dead Reckoning (1947), Desert Fury (1947), and Too Late for Tears (1949). Of her 22 films, she was the leading lady in all but one. In addition to stage and radio, she appeared on television from the late 1940s to early 1970s.",
    "year": 1922,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Peter D. Mitchell",
    "birthday": "1920-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/c/cd/Peter_Dennis_Mitchell.jpg",
    "extract": "Peter Dennis Mitchell, FRS was a British biochemist who was awarded the 1978 Nobel Prize for Chemistry for his discovery of the chemiosmotic mechanism of ATP synthesis.",
    "year": 1920,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Václav Neumann",
    "birthday": "1920-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Wiener_Flotenuhr1982.jpg/202px-Wiener_Flotenuhr1982.jpg",
    "extract": "Václav Neumann was a Czech conductor, violinist, violist, and opera director.",
    "year": 1920,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Kira Zvorykina",
    "birthday": "1919-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Kira_Zvorykina_1957.jpg/230px-Kira_Zvorykina_1957.jpg",
    "extract": "Kira Alekseyevna Zvorykina was a Soviet chess player who spent many years living in Belarus. She was a three-time winner of the Women's Soviet Championship.",
    "year": 1919,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Carl Giles",
    "birthday": "1916-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/6f/Giles_Christmas_Parrot.jpg/320px-Giles_Christmas_Parrot.jpg",
    "extract": "\n\nRonald \"Carl\" Giles OBE, often referred to simply as Giles, was a cartoonist best known for his work for the British newspaper the Daily Express.",
    "year": 1916,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Vincent DeDomenico",
    "birthday": "1915-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Vincent_DeDomenico.JPG/256px-Vincent_DeDomenico.JPG",
    "extract": "Vincent Michael \"Vince\" DeDomenico, Sr. was an American entrepreneur, one of the inventors of Rice-A-Roni, and a founder of the Napa Valley Wine Train.",
    "year": 1915,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Brenda Marshall",
    "birthday": "1915-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Brenda_Marshall.jpg/199px-Brenda_Marshall.jpg",
    "extract": "Brenda Marshall, was an American film actress.",
    "year": 1915,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Trevor Howard",
    "birthday": "1913-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Trevor_Howard_Allan_Warren.jpg/320px-Trevor_Howard_Allan_Warren.jpg",
    "extract": "Trevor Wallace Howard-Smith was an English stage, film, and television actor. After varied work in the theatre, he achieved star status with his role in the film Brief Encounter (1945), followed by The Third Man (1949). He is also known for his roles in Golden Salamander (1950), The Clouded Yellow (1951), Mutiny on the Bounty (1962), The Charge of the Light Brigade (1968), Battle of Britain (1969), Lola (1969), Ryan's Daughter (1970), Superman (1978), Windwalker (1981), and Gandhi (1982). For his performance in Sons and Lovers (1960) he was nominated for the Academy Award for Best Actor.",
    "year": 1913,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Stanley Kramer",
    "birthday": "1913-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Stanley_Kramer.JPG/280px-Stanley_Kramer.JPG",
    "extract": "Stanley Earl Kramer was an American film director and producer, responsible for making many of Hollywood's most famous \"message films\" and a liberal movie icon. As an independent producer and director, he brought attention to topical social issues that most studios avoided. Among the subjects covered in his films were racism, nuclear war, greed, creationism vs. evolution and the causes and effects of fascism. His other films included High Noon, The Caine Mutiny, and Ship of Fools (1965).",
    "year": 1913,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Michelangelo Antonioni",
    "birthday": "1912-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Michelangelo_Antonioni_portrait_%28cropped%29.jpg/307px-Michelangelo_Antonioni_portrait_%28cropped%29.jpg",
    "extract": "Michelangelo Antonioni was an Italian film director, screenwriter, editor, and painter. He is best known for his \"trilogy on modernity and its discontents\"—L'Avventura (1960), La Notte (1961), and L'Eclisse (1962)—as well as the English-language films Blowup (1966) and The Passenger (1975). His films have been described as \"enigmatic and intricate mood pieces\" that feature elusive plots, striking visual composition, and a preoccupation with modern landscapes. His work substantially influenced subsequent art cinema.",
    "year": 1912,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Charles Court",
    "birthday": "1911-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/1d/Charles_Court_in_1952_cropped.jpg",
    "extract": "Sir Charles Walter Michael Court, was a Western Australian politician, and the 21st Premier of Western Australia from 1974 to 1982. He was a member of the Liberal Party.",
    "year": 1911,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Bill Boyd (musician)",
    "birthday": "1910-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Bill_Boyd_Billboard_3.jpg/249px-Bill_Boyd_Billboard_3.jpg",
    "extract": "William Lemuel Boyd was an American Western-style singer and guitarist.",
    "year": 1910,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Virginia Bruce",
    "birthday": "1910-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Virginia_Bruce_Argentinean_Magazine_AD8.jpg/260px-Virginia_Bruce_Argentinean_Magazine_AD8.jpg",
    "extract": "Virginia Bruce was an American actress and singer.",
    "year": 1910,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Eddie Tolan",
    "birthday": "1908-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Eddie_Tolan_1932.jpg/237px-Eddie_Tolan_1932.jpg",
    "extract": "Thomas Edward \"Eddie\" Tolan, nicknamed the \"Midnight Express\", was an American track and field athlete who competed in sprints. He set world records in the 100-yard dash and 100 meters event and Olympic records in the 100 meters and 200 meters events. He was the first non-Euro-American to receive the title of the \"world's fastest human\" after winning gold medals in the 100 and 200 meters events at the 1932 Summer Olympics in Los Angeles. In March 1935, Tolan won the 75, 100 and 220-yard events at the World Professional Sprint Championships in Melbourne to become the first man to win both the amateur and professional world sprint championships. In his full career as a sprinter, Tolan won 300 races and lost only 7.",
    "year": 1908,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Gene Autry",
    "birthday": "1907-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Gene_Autry.JPG/245px-Gene_Autry.JPG",
    "extract": "Orvon Grover \"Gene\" Autry, nicknamed the Singing Cowboy, was an American singer, songwriter, actor, musician, rodeo performer, and baseball owner who gained fame largely by singing in a crooning style on radio, in films, and on television for more than three decades beginning in the early 1930s. Autry was the owner of a television station, several radio stations in Southern California, and the Los Angeles/California Angels Major League Baseball team from 1961 to 1997.",
    "year": 1907,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Greer Garson",
    "birthday": "1904-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Greer_Garson-publicity.JPG/255px-Greer_Garson-publicity.JPG",
    "extract": "Eileen Evelyn Greer Garson was a British-American actress and singer. She was a major star at Metro-Goldwyn-Mayer who became popular during the Second World War for her portrayal of strong women on the homefront; listed by the Motion Picture Herald as one of America's top-ten box office draws from 1942 to 1946.",
    "year": 1904,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Miguel Alemán Valdés",
    "birthday": "1903-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Alem%C3%A1n_Vald%C3%A9s.jpg/239px-Alem%C3%A1n_Vald%C3%A9s.jpg",
    "extract": "Miguel Alemán Valdés was a Mexican politician who served a full term as the President of Mexico from 1946 to 1952, the first civilian president after a string of revolutionary generals. His administration was characterized by Mexico's rapid industrialization, often called the Mexican Miracle, but also for a high level of personal enrichment for himself and his associates. His presidency was the first of a new generation of Mexican leaders, who had not directly participated in the Mexican Revolution, and many in his cabinet were also young, university-educated civilians, close friends from his days at university.",
    "year": 1903,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Diana Vreeland",
    "birthday": "1903-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/67/Diana_Vreeland_05.jpg/221px-Diana_Vreeland_05.jpg",
    "extract": "Diana Vreeland was a French-American fashion columnist and editor. She worked for the fashion magazine Harper's Bazaar and as editor-in-chief at Vogue, later becoming a special consultant to the Costume Institute of the Metropolitan Museum of Art. She was named on the International Best Dressed List Hall of Fame in 1964. Vreeland coined the term youthquake in 1965.",
    "year": 1903,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Lanza del Vasto",
    "birthday": "1901-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Lanza.jpg/232px-Lanza.jpg",
    "extract": "Lanza del Vasto was an Italian philosopher, poet, artist, Catholic and nonviolent activist.",
    "year": 1901,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Enrico Fermi",
    "birthday": "1901-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Enrico_Fermi_1943-49.jpg/258px-Enrico_Fermi_1943-49.jpg",
    "extract": "Enrico Fermi was an Italian physicist and the creator of the world's first nuclear reactor, the Chicago Pile-1. He has been called the \"architect of the nuclear age\" and the \"architect of the atomic bomb\". He was one of very few physicists to excel in both theoretical physics and experimental physics. Fermi was awarded the 1938 Nobel Prize in Physics for his work on induced radioactivity by neutron bombardment and for the discovery of transuranium elements. With his colleagues, Fermi filed several patents related to the use of nuclear power, all of which were taken over by the US government. He made significant contributions to the development of statistical mechanics, quantum theory, and nuclear and particle physics.",
    "year": 1901,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "László Bíró",
    "birthday": "1899-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Ladislao_Biro_Argentina_Circa_1978.JPG/320px-Ladislao_Biro_Argentina_Circa_1978.JPG",
    "extract": "László József Bíró, Hispanicized as Ladislao José Biro, was a Hungarian-Argentine inventor who patented the first commercially successful modern ballpoint pen. The first ballpoint pen had been invented roughly 50 years earlier by John J. Loud, but it was not a commercial success.",
    "year": 1899,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Billy Butlin",
    "birthday": "1899-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Billy_Butlin1.jpg/249px-Billy_Butlin1.jpg",
    "extract": "Sir William Heygate Edmund Colborne Butlin was a South African-born British entrepreneur whose name is synonymous with the British holiday camp. Although holiday camps such as Warner's existed in one form or another before Butlin opened his first in 1936, it was Butlin who turned holiday camps into a multimillion-pound industry and an important aspect of British culture.",
    "year": 1899,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Trofim Lysenko",
    "birthday": "1898-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Trofim_Lysenko_portrait.jpg/236px-Trofim_Lysenko_portrait.jpg",
    "extract": "Trofim Denisovich Lysenko was a Soviet agronomist and biologist. He was a strong proponent of Lamarckism, and he rejected Mendelian genetics in favor of his own idiosyncratic, pseudoscientific ideas later termed Lysenkoism.",
    "year": 1898,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Herbert Agar",
    "birthday": "1897-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/34/Herbert_Sebastian_Agar.jpg/201px-Herbert_Sebastian_Agar.jpg",
    "extract": "Herbert Sebastian Agar was an American journalist and historian, and an editor of the Louisville Courier-Journal.",
    "year": 1897,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Clarence Ashley",
    "birthday": "1895-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/49/ClarenceAshley.png",
    "extract": "Clarence \"Tom\" Ashley was an American musician and singer, who played the clawhammer banjo and the guitar. He began performing at medicine shows in the Southern Appalachian region as early as 1911, and gained initial fame during the late 1920s as both a solo recording artist and as a member of various string bands. After his \"rediscovery\" during the folk revival of the 1960s, Ashley spent the last years of his life playing at folk music concerts, including appearances at Carnegie Hall in New York and at the Newport Folk Festival in Rhode Island.",
    "year": 1895,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Joseph Banks Rhine",
    "birthday": "1895-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Joseph_Banks_Rhine_parapsychologist.png/184px-Joseph_Banks_Rhine_parapsychologist.png",
    "extract": "Joseph Banks Rhine, usually known as J. B. Rhine, was an American botanist who founded parapsychology as a branch of psychology, founding the parapsychology lab at Duke University, the Journal of Parapsychology, the Foundation for Research on the Nature of Man, and the Parapsychological Association. Rhine wrote the books Extrasensory Perception and Parapsychology: Frontier Science of the Mind.",
    "year": 1895,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Roscoe Turner",
    "birthday": "1895-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Colonel_Roscoe_Turner_Sky_Blazers.JPG/231px-Colonel_Roscoe_Turner_Sky_Blazers.JPG",
    "extract": "Roscoe Turner was a record-breaking American aviator who was a three-time winner of the Thompson Trophy air race and widely recognized by his flamboyant style and his pet, Gilmore the Lion.",
    "year": 1895,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ian Fairweather",
    "birthday": "1891-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Ian_Fairweather_during_WWII.JPG/224px-Ian_Fairweather_during_WWII.JPG",
    "extract": "Ian Fairweather was a Scottish painter resident in Australia for much of his life. He combined western and Asian influences in his work.",
    "year": 1891,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Lilias Armstrong",
    "birthday": "1882-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/dc/British_phonetician_Lilias_E._Armstrong.jpg/258px-British_phonetician_Lilias_E._Armstrong.jpg",
    "extract": "Lilias Eveline Armstrong was an English phonetician. She worked at University College London, where she attained the rank of reader. Armstrong is most known for her work on English intonation as well as the phonetics and tone of Somali and Kikuyu. Her book on English intonation, written with Ida C. Ward, was in print for 50 years. Armstrong also provided some of the first detailed descriptions of tone in Somali and Kikuyu.",
    "year": 1882,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ludwig von Mises",
    "birthday": "1881-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Ludwig_von_Mises.jpg/234px-Ludwig_von_Mises.jpg",
    "extract": "Ludwig Heinrich Edler von Mises was an Austrian School economist, historian, logician, and sociologist. Mises wrote and lectured extensively on the societal contributions of classical liberalism. He is best known for his work on praxeology studies comparing communism and capitalism. He is considered one of the most influential economic and political thinkers of the 20th century.",
    "year": 1881,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Liberato Pinto",
    "birthday": "1880-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/3b/Liberato_Pinto.jpg",
    "extract": "Liberato Damião Ribeiro Pinto ComTE, ComC, ComA, ComSE, was a Portuguese Lieutenant Colonel of the Republican National Guard, politician and President of the Ministry of one of the governments of the Portuguese First Republic. He was the Portuguese head of government for a short time from 1920 to 1921 and the 44th Minister of Finance of Portugal from 22 February 1921 until 2 March 1921.",
    "year": 1880,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Charlie Llewellyn",
    "birthday": "1876-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/1193422_Charlie_Llewllyn.jpg/170px-1193422_Charlie_Llewllyn.jpg",
    "extract": "Charles Bennett \"Buck\" Llewellyn was the first non-white South African Test cricketer.",
    "year": 1876,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Mykhailo Hrushevsky",
    "birthday": "1866-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Hrushevskyi_Mykhailo_XX.jpg/204px-Hrushevskyi_Mykhailo_XX.jpg",
    "extract": "Mykhailo Serhiiovych Hrushevsky was a Ukrainian academician, politician, historian and statesman who was one of the most important figures of the Ukrainian national revival of the early 20th century. He is often considered the country's greatest modern historian, the foremost organiser of scholarship, the leader of the pre-revolution Ukrainian national movement, the head of the Central Rada, and a leading cultural figure in the Ukrainian SSR during the 1920s.",
    "year": 1866,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Miguel de Unamuno",
    "birthday": "1864-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Miguel_de_Unamuno_Meurisse_c_1925.JPG/240px-Miguel_de_Unamuno_Meurisse_c_1925.JPG",
    "extract": "Miguel de Unamuno y Jugo was a Spanish essayist, novelist, poet, playwright, philosopher, professor of Greek and Classics, and later rector at the University of Salamanca.",
    "year": 1864,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Hugo Haase",
    "birthday": "1863-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Hugohaase.jpg/259px-Hugohaase.jpg",
    "extract": "Hugo Haase was a German socialist politician, jurist and pacifist. With Friedrich Ebert, he co-chaired of the Council of the People's Deputies after the German Revolution of 1918–19.",
    "year": 1863,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Luther D. Bradley",
    "birthday": "1853-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Luther_D._Bradley_portrait.jpg/251px-Luther_D._Bradley_portrait.jpg",
    "extract": "Luther Daniels Bradley was an American illustrator and political cartoonist associated with the Chicago Daily News. Born in New Haven, Connecticut, he graduated from Yale in 1875. After some years at his father's business, he traveled abroad, and spent over a decade in Melbourne, Australia, drawing for such publications as Melbourne Punch. He returned to Chicago in 1893, working for the Daily Journal and Inter Ocean, before joining the Daily News in 1899, where he spent the remainder of his life and career. He was known for strong anti-war sentiments, opposing U.S. involvement in World War I.",
    "year": 1853,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Miguel Ángel Juárez Celman",
    "birthday": "1844-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Juarez_celman_president.jpg/253px-Juarez_celman_president.jpg",
    "extract": "Miguel Ángel Juárez Celman was an Argentine lawyer and politician. President of the Nation from October 12, 1886 until his resignation on August 6, 1890.",
    "year": 1844,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Mikhail Skobelev",
    "birthday": "1843-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/M_Skobelev.jpg/215px-M_Skobelev.jpg",
    "extract": "Mikhail Dmitriyevich Skobelev, a Russian general, became famous for his conquest of Central Asia and for his heroism during the Russo-Turkish War of 1877–1878. Dressed in a white uniform and mounted on a white horse, and always in the thickest of the fray, he was known and adored by his soldiers as the \"White General\". During a campaign in Khiva, his Turkmen opponents called him goz ganly or \"Bloody Eyes\".",
    "year": 1843,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Miguel Miramón",
    "birthday": "1832-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Miguel_Miramon_uniform.jpg/230px-Miguel_Miramon_uniform.jpg",
    "extract": "Miguel Gregorio de la Luz Atenógenes Miramón y Tarelo, known as Miguel Miramón, was a Mexican conservative general who became president of Mexico at the age of 26, during the War of Reform, a civil war against the liberals led by President Benito Juarez, his victories leading the press to dub him the Young Maccabee. He was the first Mexican president not to be born under Spanish colonial rule.",
    "year": 1832,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Paul Féval, père",
    "birthday": "1816-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Paul_F%C3%A9val_p%C3%A8re.jpg/217px-Paul_F%C3%A9val_p%C3%A8re.jpg",
    "extract": "Paul Henri Corentin Féval, père was a French novelist and dramatist.",
    "year": 1816,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Elizabeth Gaskell",
    "birthday": "1810-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Elizabeth_Gaskell_1832.jpg/254px-Elizabeth_Gaskell_1832.jpg",
    "extract": "Elizabeth Cleghorn Gaskell, often referred to as Mrs Gaskell, was an English novelist, biographer and short story writer. Her novels offer a detailed portrait of the lives of many strata of Victorian society, including the very poor. Her work is of interest to social historians as well as readers of literature. Her first novel, Mary Barton, was published in 1848. Gaskell's The Life of Charlotte Brontë, published in 1857, was the first biography of Charlotte Brontë. In this biography, she wrote only of the moral, sophisticated things in Brontë's life; the rest she left out, deciding that certain, more salacious aspects were better kept hidden. Among Gaskell's best known novels are Cranford (1851–53), North and South (1854–55), and Wives and Daughters (1865), each having been adapted for television by the BBC.",
    "year": 1810,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Henry Bennett (American politician)",
    "birthday": "1808-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Henry_Bennett_2.jpg/240px-Henry_Bennett_2.jpg",
    "extract": "Henry Bennett was an American politician and a United States Representative from New York.",
    "year": 1808,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Mercator Cooper",
    "birthday": "1803-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Mercator_Cooper.JPG/260px-Mercator_Cooper.JPG",
    "extract": "Mercator Cooper was a ship's captain who is credited with the first formal American visit to Edo, Japan and the first formal landing on the mainland East Antarctica.",
    "year": 1803,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jacques Charles François Sturm",
    "birthday": "1803-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Charles_Sturm.jpeg/251px-Charles_Sturm.jpeg",
    "extract": "Jacques Charles François Sturm was a French mathematician.",
    "year": 1803,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Guadalupe Victoria",
    "birthday": "1786-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Guadalupe_Victoria_-_02.jpg/255px-Guadalupe_Victoria_-_02.jpg",
    "extract": "Guadalupe Victoria, born José Miguel Ramón Adaucto Fernández y Félix, was a Mexican general and political leader who fought for independence against the Spanish Empire in the Mexican War of Independence. He was a deputy in the Mexican Chamber of Deputies for Durango and a member of the Supreme Executive Power following the downfall of the First Mexican Empire. After the adoption of the Constitution of 1824, Victoria was elected as the first president of the United Mexican States.",
    "year": 1786,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Charlotte, Princess Royal",
    "birthday": "1766-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Charlotte%2C_Princess_Royal_%281797%29.jpg/246px-Charlotte%2C_Princess_Royal_%281797%29.jpg",
    "extract": "Charlotte, Princess Royal, was Queen of Württemberg as the wife of King Frederick I. She was the eldest daughter and fourth child of King George III of the United Kingdom and his wife, Charlotte of Mecklenburg-Strelitz.",
    "year": 1766,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Horatio Nelson, 1st Viscount Nelson",
    "birthday": "1758-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/HoratioNelson1.jpg/265px-HoratioNelson1.jpg",
    "extract": "Vice-Admiral Horatio Nelson, 1st Viscount Nelson, 1st Duke of Bronte,, also known simply as Admiral Nelson, was a British flag officer in the Royal Navy. His inspirational leadership, grasp of strategy, and unconventional tactics brought about a number of decisive British naval victories during the French Revolutionary and Napoleonic Wars. He is widely regarded as one of the greatest naval commanders in history.",
    "year": 1758,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Robert Clive",
    "birthday": "1725-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Robert_Clive%2C_1st_Baron_Clive_by_Nathaniel_Dance%2C_%28later_Sir_Nathaniel_Dance-Holland%2C_Bt%29.jpg/252px-Robert_Clive%2C_1st_Baron_Clive_by_Nathaniel_Dance%2C_%28later_Sir_Nathaniel_Dance-Holland%2C_Bt%29.jpg",
    "extract": "Major-General Robert Clive, 1st Baron Clive,, also known as Clive of India, was the first British Governor of the Bengal Presidency. Clive has been widely credited for laying the foundation of the British East India Company rule in Bengal. He began as a writer for the East India Company (EIC) in 1744 and established Company rule in Bengal by winning the Battle of Plassey in 1757. In return for supporting the Nawab Mir Jafar as ruler of Bengal, Clive was granted a jagir of £30,000 per year which was the rent the EIC would otherwise pay to the Nawab for their tax-farming concession. When Clive left India he had a fortune of £180,000 which he remitted through the Dutch East India Company.",
    "year": 1725,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Nikita Panin",
    "birthday": "1718-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Alexandre_Roslin%2C_Portrait_du_comte_N.I._Panine_%281777%29.jpg/234px-Alexandre_Roslin%2C_Portrait_du_comte_N.I._Panine_%281777%29.jpg",
    "extract": "Count Nikita Ivanovich Panin was an influential Russian statesman and political mentor to Catherine the Great for the first 18 years of her reign. In that role, he advocated the Northern Alliance, closer ties with Frederick the Great of Prussia and the establishment of an advisory privy council. His staunch opposition to the partitions of Poland led to his being replaced by the more compliant Prince Bezborodko. Catherine appointed many men to the Senate who were related to Panin's powerful family.",
    "year": 1718,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "François Boucher",
    "birthday": "1703-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Boucher_par_Gustav_Lundberg_1741.jpg/251px-Boucher_par_Gustav_Lundberg_1741.jpg",
    "extract": "François Boucher was a French painter, draughtsman and etcher, who worked in the Rococo style. Boucher is known for his idyllic and voluptuous paintings on classical themes, decorative allegories, and pastoral scenes. He was perhaps the most celebrated painter and decorative artist of the 18th century.",
    "year": 1703,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Richard Challoner",
    "birthday": "1691-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Richard_Challoner_painting.jpg/263px-Richard_Challoner_painting.jpg",
    "extract": "Richard Challoner was an English Roman Catholic bishop, a leading figure of English Catholicism during the greater part of the 18th century. The titular Bishop of Doberus, he is perhaps most famous for his revision of the Douay–Rheims translation of the Bible.",
    "year": 1691,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Adrien Maurice de Noailles",
    "birthday": "1678-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/F%C3%A9ron_-_Adrien_Maurice_de_Noailles_%281678-1766%29_-_MV_1082.jpg/210px-F%C3%A9ron_-_Adrien_Maurice_de_Noailles_%281678-1766%29_-_MV_1082.jpg",
    "extract": "Adrien Maurice de Noailles, 3rd Duke of Noailles was a French nobleman and soldier.",
    "year": 1678,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Jacques-Martin Hotteterre",
    "birthday": "1674-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Hotteterre.jpg/254px-Hotteterre.jpg",
    "extract": "Jacques-Martin Hotteterre, also known as Jacques Martin or Jacques Hotteterre, was a French composer and flautist who was the most celebrated of a family of wind instrument makers and wind performers.",
    "year": 1674,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Antoine Coysevox",
    "birthday": "1640-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Fran%C3%A7ois_Jouvenet%2C_Portrait_de_Antoine_Coysevox_%281701%29.jpg/265px-Fran%C3%A7ois_Jouvenet%2C_Portrait_de_Antoine_Coysevox_%281701%29.jpg",
    "extract": "Charles Antoine Coysevox, was a French sculptor in the Baroque and Louis XIV style, best known for his sculpture decorating the gardens and Palace of Versailles and his portrait busts.",
    "year": 1640,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "William Russell, Lord Russell",
    "birthday": "1639-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/William%2C_Lord_Russell%2C_by_Gerard_Soest.jpg/266px-William%2C_Lord_Russell%2C_by_Gerard_Soest.jpg",
    "extract": "William Russell, Lord Russell was an English politician. He was a leading member of the Country Party, forerunners of the Whigs, who during the reign of King Charles II, laid the groundwork for opposition in the House of Commons to the accession of an openly Catholic king in Charles's brother James. This ultimately resulted in Russell's execution for treason, almost two years before Charles died and James acceded to the throne.",
    "year": 1639,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Thomas Tenison",
    "birthday": "1636-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Simon_Dubois_%28attrib.%29_-_Portrait_of_Thomas_Tenison.jpg/257px-Simon_Dubois_%28attrib.%29_-_Portrait_of_Thomas_Tenison.jpg",
    "extract": "Thomas Tenison was an English church leader, Archbishop of Canterbury from 1694 until his death. During his primacy, he crowned two British monarchs.",
    "year": 1636,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Algernon Percy, 10th Earl of Northumberland",
    "birthday": "1602-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Algernon_Percy.jpeg/192px-Algernon_Percy.jpeg",
    "extract": "Algernon Percy, 10th Earl of Northumberland, 4th Baron Percy, KG, MP, JP was an English aristocrat, and supporter of the Parliamentary cause in the First English Civil War.",
    "year": 1602,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ludovic Stewart, 2nd Duke of Lennox",
    "birthday": "1574-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Ludovic_Stewart%2C_2nd_Duke_of_Lennox%2C_by_English_School_of_the_17th_century.jpg/245px-Ludovic_Stewart%2C_2nd_Duke_of_Lennox%2C_by_English_School_of_the_17th_century.jpg",
    "extract": "Ludovic Stewart, 2nd Duke of Lennox and 1st Duke of Richmond, lord of the Manor of Cobham, Kent, was a Scottish nobleman who through their paternal lines was a second cousin of King James VI of Scotland and I of England. He was involved in the Plantation of Ulster in Ireland and the colonization of Maine in New England. Richmond's Island and Cape Richmond as well as Richmond, Maine, are named after him. His magnificent monument with effigies survives in Westminster Abbey.",
    "year": 1574,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "William V, Duke of Bavaria",
    "birthday": "1548-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/William_V%2C_Duke_of_Bavaria.jpg/232px-William_V%2C_Duke_of_Bavaria.jpg",
    "extract": "William V, called the Pious, was Duke of Bavaria from 1579 to 1597.",
    "year": 1548,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Miguel de Cervantes",
    "birthday": "1547-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Cervantes_J%C3%A1uregui.jpg/244px-Cervantes_J%C3%A1uregui.jpg",
    "extract": "Miguel de Cervantes Saavedra was a Spanish writer widely regarded as the greatest writer in the Spanish language and one of the world's pre-eminent novelists. He is best known for his novel Don Quixote, a work often cited as both the first modern novel and one of the pinnacles of world literature.",
    "year": 1547,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Joan Terès i Borrull",
    "birthday": "1538-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/88/Joan_Ter%C3%A8s_i_Borrull.jpg",
    "extract": "Joan Terès i Borrull was presbyter of Vic, auxiliary bishop of Morocco (1575–1579), bishop of Elne (1579–1586) and of Tortosa (1586–1587), and archbishop of Tarragona (1587–1603). He was viceroy of Catalonia (1602–1603) and councillor of King Philip III of Spain.",
    "year": 1538,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "John Lesley",
    "birthday": "1527-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/John_Lesley.jpg/265px-John_Lesley.jpg",
    "extract": "John Lesley was a Scottish Roman Catholic bishop and historian. His father was Gavin Lesley, rector of Kingussie, Badenoch.",
    "year": 1527,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Michael Servetus",
    "birthday": "1511-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Michael_Servetus.jpg/234px-Michael_Servetus.jpg",
    "extract": "Michael Servetus was a Spanish theologian, physician, cartographer, and Renaissance humanist. He was the first European to correctly describe the function of pulmonary circulation, as discussed in Christianismi Restitutio (1553). He was a polymath versed in many sciences: mathematics, astronomy and meteorology, geography, human anatomy, medicine and pharmacology, as well as jurisprudence, translation, poetry, and the scholarly study of the Bible in its original languages.",
    "year": 1511,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Louis I, Count of Löwenstein",
    "birthday": "1463-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Hans_Baldung_021.jpg/226px-Hans_Baldung_021.jpg",
    "extract": "Louis I, Count of Löwenstein was the founder of the House of Lowenstein-Wertheim.",
    "year": 1463,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Louis II de la Trémoille",
    "birthday": "1460-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/LouisIIdeLaTremoille.jpg/218px-LouisIIdeLaTremoille.jpg",
    "extract": "Louis II de la Trémoille, also known as La Trimouille, was a French general. He served under three kings: Charles VIII, Louis XII and Francis I. He was killed in combat at the Battle of Pavia.",
    "year": 1460,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Ferdinand the Holy Prince",
    "birthday": "1402-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Ferdinand_the_Saint_%28St._Vincent_Panels%29.jpg/263px-Ferdinand_the_Saint_%28St._Vincent_Panels%29.jpg",
    "extract": "Ferdinand the Holy Prince, sometimes called the \"Saint Prince\" or the \"Constant Prince\", was an infante of the Kingdom of Portugal. He was the youngest of the \"Illustrious Generation\" of 15th-century Portuguese princes of the House of Aviz and lay administrator of the Knightly Order of Aviz.",
    "year": 1402,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Christopher II of Denmark",
    "birthday": "1276-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Krzysztof2_sor%C3%B8.JPG/227px-Krzysztof2_sor%C3%B8.JPG",
    "extract": "Christopher II was King of Denmark from 1320 to 1326 and again from 1329 until his death. He was a younger son of Eric V. His name is connected with national disaster, as his rule ended in an almost total dissolution of the Danish state.",
    "year": 1276,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Margaret of England",
    "birthday": "1240-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/b/be/Margaret_Plantagenet%2C_Queen_of_Scotland.JPG/305px-Margaret_Plantagenet%2C_Queen_of_Scotland.JPG",
    "extract": "Margaret of England was Queen of Scots by marriage to King Alexander III.",
    "year": 1240,
    "month": 9,
    "day": 29,
    "language": "en"
  },
  {
    "name": "Pompey",
    "birthday": "-106-9-29",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Pompeius_Kopenhagen-contrast.png/252px-Pompeius_Kopenhagen-contrast.png",
    "extract": "Gnaeus Pompeius Magnus, known in English as Pompey or Pompey the Great, was a leading Roman general and statesman. He played a significant role in the transformation of Rome from republic to empire. He was a student of Roman general Sulla as well as the political ally, and later enemy, of Julius Caesar.",
    "year": -106,
    "month": 9,
    "day": 29,
    "language": "en"
  }
]