[
  {
    "name": "Leylah Fernandez",
    "birthday": "2002-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Fernandez_RG21_%2847%29_%2851376940739%29.jpg/213px-Fernandez_RG21_%2847%29_%2851376940739%29.jpg",
    "extract": "Leylah Annie Fernandez is a Canadian professional tennis player. She has a career-high ranking of No. 17 by the Women's Tennis Association (WTA), achieved on 16 May 2022. Fernandez won her first WTA Tour title at the 2021 Monterrey Open. As a 19-year-old, she finished runner-up at the 2021 US Open to fellow teenager Emma Raducanu, defeating three top-5 players en route to the final.",
    "year": 2002,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Michele Perniola",
    "birthday": "1998-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/20150513_ESC_2015_Michele_Perniola_5131.jpg/213px-20150513_ESC_2015_Michele_Perniola_5131.jpg",
    "extract": "Michele Perniola, known also as 3x3n, is an Italian singer, best known for representing San Marino at the Junior Eurovision Song Contest 2013 with his song \"O-o-O Sole Intorno a Me\". He also represented San Marino in the Eurovision Song Contest 2015 with Anita Simoncini. They performed the song \"Chain of Lights\".",
    "year": 1998,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jai Field",
    "birthday": "1997-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Jai_Field.jpg/240px-Jai_Field.jpg",
    "extract": "Jai Field is an Australian professional rugby league footballer who plays as a fullback for the Wigan Warriors in the Super League.",
    "year": 1997,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tsukushi Haruka",
    "birthday": "1997-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/%E3%81%A4%E3%81%8F%E3%81%9720180325.jpg/240px-%E3%81%A4%E3%81%8F%E3%81%9720180325.jpg",
    "extract": "Tsukushi Haruka  is a retired Japanese professional wrestler. Trained by Emi Sakura, Tsukushi made her debut for her Ice Ribbon promotion in January 2010 as part of a trial series with Kurumi. After winning the fan voting, Tsukushi was made an official part of Ice Ribbon's roster the following March and she has since wrestled regularly for the promotion. She is a former one-time ICE×60 Champion, record ten-time International Ribbon Tag Team Champion and record three-time IW19 Champion. Tsukushi's accomplishments outside of Ice Ribbon include winning DDT Pro-Wrestling's Ironman Heavymetalweight Championship, JWP Joshi Puroresu's 2014 Tag League the Best and Reina Joshi Puroresu's Reina World Tag Team Championship.",
    "year": 1997,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Mustafizur Rahman",
    "birthday": "1995-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Mustafizur_Rahman_on_practice_field_in_Dhaka_on_2018_%281%29_%28cropped%29.jpg/240px-Mustafizur_Rahman_on_practice_field_in_Dhaka_on_2018_%281%29_%28cropped%29.jpg",
    "extract": "Mustafizur Rahman, also known as The Fizz, is a Bangladeshi international cricketer. He is specialized as a left-arm fast-medium bowler. He has taken the most wickets (13) in a debut One Day International (ODI) series. He is the first player to win the ‘Man of the Match’ award on both Test as well as ODI debuts.",
    "year": 1995,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Mattia Valoti",
    "birthday": "1993-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Mattia_Valoti.jpg/213px-Mattia_Valoti.jpg",
    "extract": "Mattia Valoti is an Italian professional footballer who plays as a midfielder for Serie B club Monza, on loan from Serie B club SPAL.",
    "year": 1993,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Young Tonumaipea",
    "birthday": "1992-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Young_Tonumaipea.png/211px-Young_Tonumaipea.png",
    "extract": "Yee-Huang \"Young\" Tonumaipea is a Samoan professional rugby union footballer who plays for the Melbourne Rebels in Super Rugby.",
    "year": 1992,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "John Wall",
    "birthday": "1990-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/2019_John_Wall_%2848823815693%29.jpg/320px-2019_John_Wall_%2848823815693%29.jpg",
    "extract": "Johnathan Hildred Wall Jr. is an American professional basketball player for the Houston Rockets of the National Basketball Association (NBA). A Raleigh, North Carolina native, Wall was chosen with the first overall pick of the 2010 NBA draft by the Washington Wizards after playing one year of college basketball for the Kentucky Wildcats. Wall, who plays the point guard position, was a five-time NBA All-Star from 2014 to 2018 and was named to the All-NBA Team in 2017. However, he experienced multiple injuries in 2019 and missed more than two years of basketball before being traded to Houston in December 2020.",
    "year": 1990,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kim So-eun",
    "birthday": "1989-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Kim_So-eun_from_acrofan.jpg/240px-Kim_So-eun_from_acrofan.jpg",
    "extract": "Kim So-eun is a South Korean actress. She rose to fame in 2009 in the popular television drama Boys Over Flowers. She has since starred in Happiness in the Wind (2010), A Thousand Kisses (2011–12), Liar Game (2014), Scholar Who Walks the Night (2015), Our Gap-soon (2016–17) and Evergreen (2018).",
    "year": 1989,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Max George",
    "birthday": "1988-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Max_George_2012.jpg/226px-Max_George_2012.jpg",
    "extract": "Maximillian Albert George is an English singer, best known as the lead singer of the boy band The Wanted.",
    "year": 1988,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ramiele Malubay",
    "birthday": "1987-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Ramiele_Malubay_American_Idol_Tour_2008.jpg/206px-Ramiele_Malubay_American_Idol_Tour_2008.jpg",
    "extract": "Ramiele Macrohon Malubay, also known as Ramiele, is a Filipino-American singer and the ninth place finalist on the seventh season of the television series American Idol.",
    "year": 1987,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Emir Preldžić",
    "birthday": "1987-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/EmirPreldzicFB.JPG/239px-EmirPreldzicFB.JPG",
    "extract": "Emir Preldžić is a Bosnian-Turkish professional basketball player who last played for Orlovik Žepče of the A2 League of FBiH, third level of basketball in Bosnia and Herzegovina. He also represented the Turkish national basketball team. He is 6 ft 9 in tall and he mainly plays the small forward position, but he also has the ability to play as a power forward, shooting guard and point guard.",
    "year": 1987,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Matt Keating",
    "birthday": "1986-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Matt_Keating.jpg/271px-Matt_Keating.jpg",
    "extract": "Matt Keating is an Australian former professional rugby league footballer who played as a hooker. He played 130 games for the Parramatta Eels in the NRL between 2008 and 2013.",
    "year": 1986,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Mitch Moreland",
    "birthday": "1985-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Mitch_Moreland_%2834074545962%29_%28cropped%29.jpg/210px-Mitch_Moreland_%2834074545962%29_%28cropped%29.jpg",
    "extract": "Mitchell Austin Moreland, nicknamed \"2-Bags\", is an American professional baseball first baseman who is a free agent. He has played in Major League Baseball (MLB) for the Texas Rangers, Boston Red Sox, San Diego Padres and Oakland Athletics. Moreland attended Mississippi State University and was drafted by the Rangers as a first baseman and outfielder in the 17th round of the 2007 MLB draft. Listed at 6 feet 2 inches (1.88 m) and 230 pounds (100 kg), Moreland both bats and throws left-handed.",
    "year": 1985,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Małgorzata Rejmer",
    "birthday": "1985-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Margo_Rejmer_-_Katarzyna_Laso%C5%84_1.jpg/320px-Margo_Rejmer_-_Katarzyna_Laso%C5%84_1.jpg",
    "extract": "Małgorzata (Margo) Rejmer, born in 1985 in Warsaw, is a Polish novelist, reporter, and writer of short stories.",
    "year": 1985,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Helena Ekholm",
    "birthday": "1984-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/HelenaJonsson-Trondheim.jpg/320px-HelenaJonsson-Trondheim.jpg",
    "extract": "Helena Ekholm is a former Swedish biathlete. She was born in Helgum, Sollefteå Municipality. She is the 2009 world champion in pursuit and the 2011 world champion in individual. She also won the Women's Overall World Cup in the 2008–09 season.",
    "year": 1984,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "William Porterfield",
    "birthday": "1984-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Porterfield%2C_2013_%283%29.jpg/232px-Porterfield%2C_2013_%283%29.jpg",
    "extract": "William Thomas Stuart Porterfield is a Northern Irish cricketer and former captain of the Ireland cricket team. He played first-class cricket for Gloucestershire and Warwickshire. A left-handed batsman, he has played for Ireland since 2006, and has captained Ireland at all levels from Under-13 and is considered one of the greatest Irish cricketer of all time. During Afghanistan T20I series in March 2017, he passed 1,000 runs in T20Is and became the first player from Ireland to do so. In May 2018, he was named as the captain of Ireland's squad for their first ever Test match, against Pakistan.",
    "year": 1984,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Braun Strowman",
    "birthday": "1983-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Braun_Strowman_July_2019.jpg/211px-Braun_Strowman_July_2019.jpg",
    "extract": "Adam Scherr is an American professional wrestler and former strongman, currently known under the epithet The Titan. He is best known for his time in WWE, where he performed under the ring name Braun Strowman.",
    "year": 1983,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Yuki Abe",
    "birthday": "1981-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Yuki_Abe_7.05.2011.jpg/319px-Yuki_Abe_7.05.2011.jpg",
    "extract": "Yuki Abe  is a Japanese former professional footballer who played as a midfielder.",
    "year": 1981,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Mark Teahen",
    "birthday": "1981-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/20110805-0921_Mark_Teahen.jpg/243px-20110805-0921_Mark_Teahen.jpg",
    "extract": "Mark Thomas Teahen is an American-Canadian former professional baseball infielder who played in Major League Baseball (MLB) for the Kansas City Royals, Chicago White Sox, and Toronto Blue Jays.",
    "year": 1981,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jillian Hall",
    "birthday": "1980-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Jillian_Hall_2013.jpg/213px-Jillian_Hall_2013.jpg",
    "extract": "Jillian Faye Hall is an American professional wrestler and singer. She is best known for her time in WWE.",
    "year": 1980,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kerry Katona",
    "birthday": "1980-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Kerry_Katona_crop.jpg/255px-Kerry_Katona_crop.jpg",
    "extract": "Kerry Jayne Elizabeth Katona is a British singer. She was a member of girl group Atomic Kitten from 1998 until her first departure in 2001 and again from 2012 until her second departure in 2017.",
    "year": 1980,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Samuel Peter",
    "birthday": "1980-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Samuel_Peter_%28while_boxing_vs._Jameel_McCline%2C_2007%29.jpg/190px-Samuel_Peter_%28while_boxing_vs._Jameel_McCline%2C_2007%29.jpg",
    "extract": "Samuel Okon Peter is a Nigerian professional boxer. He held the WBC heavyweight title in 2008, when he stopped Oleg Maskaev in six rounds. In his prime, he was known for his rivalry with the Klitschko brothers, having faced Wladimir twice and Vitali once. He was ranked by The Ring among ten best heavyweights from 2005 to 2008, reaching his highest ranking of world No.2 in 2007, and by BoxRec as the world's No.6 heavyweight at the conclusion of 2004 and 2005 and as No.5 heavyweight in 2006. Peter is known for his punching power and holds a 78.9% knockout-to-win ratio.",
    "year": 1980,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Joseph Yobo",
    "birthday": "1980-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/JosephYobo.JPG/212px-JosephYobo.JPG",
    "extract": "Joseph Michael Yobo is a Nigerian former professional footballer who played as a centre back. He was the captain of the Nigerian national team until his international football retirement in June 2014, and was Nigeria's record appearance holder. In February 2020, he was appointed assistant coach of the Super Eagles by the Nigeria Football Federation.",
    "year": 1980,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Foxy Brown (rapper)",
    "birthday": "1979-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Foxy_brown-03-mika.jpg/316px-Foxy_brown-03-mika.jpg",
    "extract": "Inga DeCarlo Fung Marchand, better known by her stage name Foxy Brown, is an American rapper. After signing to Def Jam in 1996, she released her debut album, Ill Na Na, later that year on November 19, 1996. The album was certified platinum by the RIAA and has sold over 7 million copies worldwide. She was also part of the hip hop supergroup the Firm, along with Nas, AZ and Cormega. The Firm's sole album arrived in 1997 and was released by Dr. Dre's Aftermath Records. In 1999, her second album Chyna Doll, debuted at the top of the Billboard 200, making her the second female rapper to top the chart after Lauryn Hill in 1998.",
    "year": 1979,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Massimo Maccarone",
    "birthday": "1979-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Massimo_Maccarone.jpg/228px-Massimo_Maccarone.jpg",
    "extract": "Massimo Maccarone is an Italian football coach and former player, who played as a striker. He was nicknamed Big Mac during his playing days.",
    "year": 1979,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Carlos Adrián Morales",
    "birthday": "1979-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Carlos_Adrian_Morales.jpg/183px-Carlos_Adrian_Morales.jpg",
    "extract": "Carlos Adrián Morales Higuera is a Mexican former professional footballer. He last played for Lobos BUAP on loan from Morelia in Liga MX.",
    "year": 1979,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Low Ki",
    "birthday": "1979-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Low_Ki_March_2016.jpg/271px-Low_Ki_March_2016.jpg",
    "extract": "Brandon Silvestry is an American professional wrestler of Italian and Puerto Rican descent, better known by his ring name Low Ki, currently signed to Major League Wrestling (MLW). He is best known for his time as Low Ki and Senshi with Impact Wrestling, Ring of Honor and WWE as Kaval.",
    "year": 1979,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Homare Sawa",
    "birthday": "1978-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Homare_Sawa_2015_%28cropped%29.jpg/216px-Homare_Sawa_2015_%28cropped%29.jpg",
    "extract": "Homare Sawa  is a former Japanese professional football player who played as a forward or a midfielder. Regarded by many as one of the greatest female footballers of all time and the greatest Asian female footballer of all time, Sawa had a professional club career spanning 24 seasons, mostly with Nippon TV Beleza and INAC Kobe Leonessa. She also spent 22 years with the Japan women's national football team, most notably captaining them to a FIFA Women's World Cup win in 2011 and an Olympic silver medal finish in 2012.",
    "year": 1978,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Rodrigo Amarante",
    "birthday": "1976-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Orquestra_Imperial_%282449704223%29.jpg/214px-Orquestra_Imperial_%282449704223%29.jpg",
    "extract": "Rodrigo Amarante de Castro Neves is a Brazilian singer-songwriter, multi-instrumentalist, composer and arranger. He is part of the bands Los Hermanos, Orquestra Imperial, and Little Joy, and released his first solo record, Cavalo, in Brazil in late 2013 and worldwide in May 2014. He also wrote and performed the narcocorrido \"Tuyo\", the theme song for the Netflix Original Series Narcos (2015) and Narcos: Mexico (2018), and wrote the score for the film Entebbe (2018).",
    "year": 1976,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Derrek Lee",
    "birthday": "1975-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Derrek_Lee_2011.jpg/267px-Derrek_Lee_2011.jpg",
    "extract": "Derrek Leon Lee, nicknamed \"D-Lee\", is an American former professional baseball first baseman. Lee played with the San Diego Padres, Florida Marlins, Chicago Cubs, Atlanta Braves, Baltimore Orioles and Pittsburgh Pirates of Major League Baseball (MLB).",
    "year": 1975,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ryoko Tani",
    "birthday": "1975-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/71/Ryoko_Tani.jpg",
    "extract": "Ryoko Tani  is a retired Japanese female judoka and a politician.",
    "year": 1975,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tim Henman",
    "birthday": "1974-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Tim_Henman_2006_Australian_Open.JPG/199px-Tim_Henman_2006_Australian_Open.JPG",
    "extract": "Timothy Henry Henman OBE is a British retired professional tennis player. Henman played a serve-and-volley style of tennis. He was the first male player from the United Kingdom since Roger Taylor in the 1970s to reach the semi-finals of the Wimbledon Men's Singles Championship. Henman never reached a final of any Grand Slam but reached six Grand Slam semi-finals and won 15 career ATP titles, including the Paris Masters in 2003. He also scored 40 wins and 14 losses with the Great Britain Davis Cup team.",
    "year": 1974,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Nina Persson",
    "birthday": "1974-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Nina_Persson_2.jpg/240px-Nina_Persson_2.jpg",
    "extract": "Nina Elisabet Persson is the lead singer and lyricist for the Swedish rock band The Cardigans. She has also worked as a solo artist, releasing two albums as A Camp and one under her own name, and has also appeared as a guest artist with several other acts.",
    "year": 1974,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Carlo Cudicini",
    "birthday": "1973-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Carlo_Cudicini_2014_%28cropped%29.jpg/320px-Carlo_Cudicini_2014_%28cropped%29.jpg",
    "extract": "Carlo Cudicini is a retired Italian footballer who played as a goalkeeper. He is the son of the former Milan goalkeeper Fabio Cudicini, and the grandson of Ponziana defender Guglielmo Cudicini. Cudicini is currently a club ambassador and loan player technical coach at Chelsea.",
    "year": 1973,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Greg Rusedski",
    "birthday": "1973-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Greg_Rusedski_2014.jpg/223px-Greg_Rusedski_2014.jpg",
    "extract": "Gregory Rusedski is a British and Canadian former tennis player. He was the British No. 1 in 1997, 1999 and 2006, and reached the ATP ranking of world No. 4 for periods from 6 October 1997 to 12 October 1997 and from 25 May 1998 to 21 June 1998.",
    "year": 1973,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alessandro Troncon",
    "birthday": "1973-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Tronky.jpg/240px-Tronky.jpg",
    "extract": "Alessandro Troncon is a former Italian rugby union player.",
    "year": 1973,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Idris Elba",
    "birthday": "1972-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Idris_Elba-4580_%28cropped%29.jpg/220px-Idris_Elba-4580_%28cropped%29.jpg",
    "extract": "Idrissa Akuna \"Idris\" Elba is an English actor, producer, and musician. He is known for roles including Stringer Bell in the HBO series The Wire, DCI John Luther in the BBC One series Luther, and Nelson Mandela in the biographical film Mandela: Long Walk to Freedom (2013). He has been nominated four times for a Golden Globe Award for Best Actor – Miniseries or Television Film, winning one, and has been nominated five times for a Primetime Emmy Award.",
    "year": 1972,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Anika Noni Rose",
    "birthday": "1972-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Anika_Noni_Rose_%288281946306%29_%28cropped%29.jpg/204px-Anika_Noni_Rose_%288281946306%29_%28cropped%29.jpg",
    "extract": "Anika Noni Rose is an American actress and singer. She is best known for voicing Tiana, Disney's first African-American movie protagonist, as seen in The Princess and the Frog (2009). She was named a Disney Legend in 2011.",
    "year": 1972,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Asko Künnap",
    "birthday": "1971-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Asko_K%C3%BCnnap_Niguliste_kirikus_2016.jpg/202px-Asko_K%C3%BCnnap_Niguliste_kirikus_2016.jpg",
    "extract": "Asko Künnap is an Estonian designer, writer, and artist.",
    "year": 1971,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Dolores O'Riordan",
    "birthday": "1971-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Dolores_O%27Riordan_2016_%28cropped%29.jpeg/237px-Dolores_O%27Riordan_2016_%28cropped%29.jpeg",
    "extract": "Dolores Mary Eileen O'Riordan was an Irish musician, singer and songwriter. She was best known as the lead vocalist and lyricist for the alternative rock band the Cranberries. O'Riordan had one of the most recognisable voices in rock in the 1990s. She was known for her lilting mezzo-soprano voice, signature yodel, emphasised use of keening and strong Limerick accent.",
    "year": 1971,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Emily Maitlis",
    "birthday": "1970-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Emily_Maitlis_Reporting_from_Leadership_Debate_Bristol_2010.jpg/314px-Emily_Maitlis_Reporting_from_Leadership_Debate_Bristol_2010.jpg",
    "extract": "Emily Maitlis is a British journalist, documentary filmmaker and former newsreader for the BBC. She was the lead anchor of BBC Two's news and current affairs programme Newsnight until the end of 2021 and has covered elections for the BBC mainly in the UK, US and Europe. In February 2022 Maitlis announced she was joining forces with ex-BBC journalist Jon Sopel to host a daily radio show and podcast for LBC Radio owned by media giant, Global.",
    "year": 1970,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Rhett Miller",
    "birthday": "1970-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Rhett_Miller_Bell_House_1.jpg/320px-Rhett_Miller_Bell_House_1.jpg",
    "extract": "Stewart Ransom \"Rhett\" Miller II  is the lead singer of the alternative country band Old 97's. He also records and performs as a solo musician, and has been published as a writer of both fiction and non-fiction.",
    "year": 1970,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Tony DiTerlizzi",
    "birthday": "1969-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Tony_DiTerlizzi.JPG/308px-Tony_DiTerlizzi.JPG",
    "extract": "Tony M. DiTerlizzi is an American fantasy artist, children's book creator, and motion picture producer.",
    "year": 1969,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ben Finegold",
    "birthday": "1969-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Benjamin_Finegold_2009.jpg/229px-Benjamin_Finegold_2009.jpg",
    "extract": "Benjamin Philip Finegold is an American chess grandmaster and YouTuber/Twitch streamer. He had previously been nicknamed the \"strongest International Master in the United States\" until receiving his Grandmaster (GM) title in 2009.",
    "year": 1969,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Michellie Jones",
    "birthday": "1969-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/280416_-_Michellie_Jones_Rio_media_pic_-_3b.JPG/279px-280416_-_Michellie_Jones_Rio_media_pic_-_3b.JPG",
    "extract": "Michellie Yvonne Jones is an Australian triathlete. She has won two ITU Triathlon World Championships, an Olympic silver medal, and the 2006 Ironman World Championship. She won a gold medal at the 2016 Summer Paralympics as a guide for Katie Kelly, when paratriathlon made its debut at the Paralympics.",
    "year": 1969,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "CeCe Peniston",
    "birthday": "1969-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/CCP_March_14%2C_2012.jpg/235px-CCP_March_14%2C_2012.jpg",
    "extract": "Cecilia Veronica \"CeCe\" Peniston is an American singer and former beauty queen. In the early 1990s, she scored five number one hits on the U.S. Billboard Hot Dance Music/Club Play. Her signature song \"Finally\" reached the number 5 spot on the Hot 100 and number 2 in the UK Top 75.",
    "year": 1969,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Christopher Brookmyre",
    "birthday": "1968-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/ChrisBrookmyre2013.jpg/275px-ChrisBrookmyre2013.jpg",
    "extract": "Christopher Brookmyre is a Scottish novelist whose novels, generally in a crime or police procedural frame, mix comedy, politics, social comment and action with a strong narrative. He has been referred to as a Tartan Noir author. His debut novel was Quite Ugly One Morning and subsequent works have included All Fun and Games until Somebody Loses an Eye (2005), Black Widow (2016) and Bedlam (2013), which was written in parallel with the development of a first-person shooter videogame, also called Bedlam. He also writes historical fiction with his wife, Dr Marisa Haetzman, under the pseudonym Ambrose Parry.",
    "year": 1968,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Paul Rea",
    "birthday": "1968-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d7/Paul_Rea_nyc_2007.JPG/277px-Paul_Rea_nyc_2007.JPG",
    "extract": "Paul V. Rea is an American radio, TV and web journalist, and media personality based in Clarkesville, Georgia.",
    "year": 1968,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "William DuVall",
    "birthday": "1967-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/2019_RiP_Alice_in_Chains_-_William_DuVall_-_by_2eight_-_8SC0295.jpg/213px-2019_RiP_Alice_in_Chains_-_William_DuVall_-_by_2eight_-_8SC0295.jpg",
    "extract": "William Bradley DuVall is an American musician best known as the current co-lead vocalist and rhythm guitarist for the rock band Alice in Chains. He joined Alice in Chains in 2006, replacing the band's original lead singer, Layne Staley, who died in 2002, and shares vocal duties with guitarist/vocalist Jerry Cantrell. DuVall has recorded three albums with the band: 2009's Black Gives Way to Blue, 2013's The Devil Put Dinosaurs Here, and 2018's Rainier Fog. DuVall won an ASCAP Pop Music Award for co-writing the song \"I Know\" for Dionne Farris in 1996 and has earned three Grammy Award nominations as a member of Alice in Chains.",
    "year": 1967,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Macy Gray",
    "birthday": "1967-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Macy_Gray_2008.07.23_027.jpg/212px-Macy_Gray_2008.07.23_027.jpg",
    "extract": "Natalie Renée McIntyre, known by her stage name Macy Gray, is an American R&B and soul singer and actress. She is known for her distinctive raspy voice and a singing style heavily influenced by Billie Holiday.",
    "year": 1967,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kalli Kalde",
    "birthday": "1967-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Kalli_Kalde.jpg/270px-Kalli_Kalde.jpg",
    "extract": "Kalli Kalde is an Estonian painter, graphic artist and illustrator.",
    "year": 1967,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Milan Lukić",
    "birthday": "1967-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Accused_Milan_Luki%C4%87.jpg/320px-Accused_Milan_Luki%C4%87.jpg",
    "extract": "Milan Lukić is a Bosnian Serb war criminal who led the White Eagles paramilitary group during the Bosnian War. He was found guilty by the International Criminal Tribunal for the Former Yugoslavia (ICTY) in July 2009 of crimes against humanity and violations of war customs committed in the Višegrad municipality of Bosnia and Herzegovina during the Bosnian war and sentenced to life in prison.",
    "year": 1967,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Igor Štimac",
    "birthday": "1967-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Igor_%C5%A0timac_2016.jpg/265px-Igor_%C5%A0timac_2016.jpg",
    "extract": "Igor Štimac is a Croatian football manager and former player who played as a centre back. He is the current manager of the Indian national team.",
    "year": 1967,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Rosie Perez",
    "birthday": "1964-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Rosie_Perez_2012.jpg/232px-Rosie_Perez_2012.jpg",
    "extract": "Rosa Perez is an American actress, choreographer and activist. Her breakthrough came with her portrayal of Tina in the film Do the Right Thing (1989), followed by White Men Can't Jump (1992). Perez's performance in Fearless (1993) earned her a nomination for the Academy Award for Best Supporting Actress, among other accolades.",
    "year": 1964,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Mark Chesnutt",
    "birthday": "1963-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Mark_Chesnutt_performing.jpg/220px-Mark_Chesnutt_performing.jpg",
    "extract": "Mark Nelson Chesnutt is an American country music singer and songwriter. Between 1990 and 1999, he had his greatest chart success recording for Universal Music Group Nashville's MCA and Decca branches, with a total of eight albums between those two labels. During this timespan, Chesnutt also charted twenty top-ten hits on the Billboard Hot Country Songs charts, of which eight reached number one: \"Brother Jukebox\", \"I'll Think of Something\", \"It Sure Is Monday\", \"Almost Goodbye\", \"I Just Wanted You to Know\", \"Gonna Get a Life\", \"It's a Little Too Late\", and a cover of Aerosmith's \"I Don't Want to Miss a Thing\". His first three albums for MCA along with a 1996 Greatest Hits package issued on Decca are all certified platinum by the Recording Industry Association of America (RIAA); 1994's What a Way to Live, also issued on Decca, is certified gold. After a self-titled album in 2002 on Columbia Records, Chesnutt has continued to record predominantly on independent labels.",
    "year": 1963,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Pat Nevin",
    "birthday": "1963-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Pat_Nevin_2017.jpg/213px-Pat_Nevin_2017.jpg",
    "extract": "Patrick Kevin Francis Michael Nevin is a Scottish retired footballer. In a 20-year career, he played for Clyde, Chelsea, Everton, Tranmere Rovers, Kilmarnock and Motherwell as a winger. He won 28 caps for Scotland, scattered across a ten-year international career, and was selected for the UEFA Euro 1992 finals squad. Since retiring as a player, Nevin has worked as a chief executive of Motherwell and as a football writer and broadcaster.",
    "year": 1963,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alice Sebold",
    "birthday": "1963-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Alice_Sebold_1_by_David_Shankbone.jpg/320px-Alice_Sebold_1_by_David_Shankbone.jpg",
    "extract": "Alice Sebold is an American author. She is known for her novels The Lovely Bones and The Almost Moon, and a memoir, Lucky. The Lovely Bones was on The New York Times Best Seller list and was adapted into a film by the same name in 2010. Her memoir, Lucky, sold over a million copies and describes her experience in her first year at Syracuse University, when she was raped. Anthony Broadwater, who was incorrectly identified as the perpetrator by Sebold, ultimately served 16 years in prison. He was exonerated in 2021, after a judge found serious issues with the original conviction.",
    "year": 1963,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Bryan Simonaire",
    "birthday": "1963-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Bryan_Simonaire_%282009%29.jpg/297px-Bryan_Simonaire_%282009%29.jpg",
    "extract": "Bryan Warner Simonaire is a Maryland State Senator representing District 31, which encompasses much of northern Anne Arundel County's Baltimore suburbs.",
    "year": 1963,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Geert Wilders",
    "birthday": "1963-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Geert_Wilders_op_Prinsjesdag_2014_%28cropped%29.jpg/188px-Geert_Wilders_op_Prinsjesdag_2014_%28cropped%29.jpg",
    "extract": "Geert Wilders is a Dutch politician who has led the Party for Freedom since he founded it in 2006. He is also the party's leader in the House of Representatives, having held a parliamentary seat since 1998. In the 2010 formation of the First Rutte cabinet, a minority government of the People's Party for Freedom and Democracy (VVD)—which he left in 2004—and Christian Democratic Appeal (CDA), Wilders actively participated in the negotiations, resulting in a \"tolerance agreement\" (gedoogakkoord) between the PVV and these parties. He withdrew his party's parliamentary support in 2012, citing disagreements with the cabinet over proposed budget cuts. Wilders is best known for his criticism of Islam and the European Union (EU); his views have made him a controversial figure in the Netherlands and abroad. Since 2004 he has been protected at all times by armed police.",
    "year": 1963,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Chris Christie",
    "birthday": "1962-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Chris_Christie_2020.jpg/225px-Chris_Christie_2020.jpg",
    "extract": "Christopher James Christie is an American politician, lawyer, political commentator, lobbyist, and former federal prosecutor who served as the 55th governor of New Jersey from 2010 to 2018.",
    "year": 1962,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Marina Kaljurand",
    "birthday": "1962-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Marina_Kaljurand_2011.jpg/244px-Marina_Kaljurand_2011.jpg",
    "extract": "Marina Kaljurand is an Estonian politician who served as Minister of Foreign Affairs in Taavi Rõivas' second cabinet as an independent. Earlier, she served as the Ambassador of Estonia to the United States, Russia, Mexico, Canada, Kazakhstan, and Israel.",
    "year": 1962,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Elizabeth Vargas",
    "birthday": "1962-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Elizabeth_Vargas_May_2018.png/250px-Elizabeth_Vargas_May_2018.png",
    "extract": "Elizabeth Anne Vargas is an American television journalist who is the lead investigative reporter/documentary anchor for A&E Networks, and the host for Fox's revival of America's Most Wanted. She began her new position on May 28, 2018, after being an anchor of ABC's television newsmagazine 20/20 and ABC News specials for the previous 14 years. In 2006 Vargas was co-anchor of World News Tonight alongside ABC News journalist Bob Woodruff.",
    "year": 1962,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Kevin Willis",
    "birthday": "1962-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/69/Kevin_Willis.jpg",
    "extract": "Kevin Alvin Willis is an American former professional basketball player mostly known for playing with the Atlanta Hawks in the National Basketball Association (NBA). He was a 7-foot power forward/center. Excluding players not yet eligible, he holds the record for most games played among those not in the Naismith Memorial Basketball Hall of Fame.",
    "year": 1962,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Wendi Richter",
    "birthday": "1961-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Wendi_Richter_%28cropped%29.jpg/210px-Wendi_Richter_%28cropped%29.jpg",
    "extract": "Wendi Richter is an American retired professional wrestler. She began her professional wrestling career in companies such as the National Wrestling Alliance, where she teamed with Joyce Grable, with whom she held the NWA Women's World Tag Team Championship twice. In the 1980s, she joined the World Wrestling Federation (WWF). She held the WWF Women's Championship twice and feuded with The Fabulous Moolah over the title. She was also involved in a storyline with singer Cyndi Lauper called the \"Rock 'n' Wrestling Connection\". Richter, however, left the WWF after losing the championship in controversial fashion. She then worked in the World Wrestling Council and American Wrestling Association, where she held both companies' women's titles.",
    "year": 1961,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Scott Travis",
    "birthday": "1961-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Scott_Travis2005.jpg/320px-Scott_Travis2005.jpg",
    "extract": "Mark Scott Travis is an American rock musician, best known as the current drummer for the English heavy metal band Judas Priest and the Irish rock band Thin Lizzy. He was also a longtime member of the American heavy metal band Racer X during their initial run and then reformation up until their 2009 breakup.",
    "year": 1961,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Paul Waaktaar-Savoy",
    "birthday": "1961-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Paul_Waaktaar-Savoy_Kongsberg_Jazzfestival_2018_%28220430%29.jpg/320px-Paul_Waaktaar-Savoy_Kongsberg_Jazzfestival_2018_%28220430%29.jpg",
    "extract": "Paul Waaktaar-Savoy is a Norwegian musician and songwriter. He was named Knights First Class of the Order of St. Olav by King Harald for his services to Norwegian music and his international success. Pål Savoy is best known for his work as the main songwriter and guitarist in the Norwegian pop band A-ha, which has sold more than 50 million albums worldwide. He has written or co-written most of the band's biggest hits, including \"The Sun Always Shines on T.V.\", \"Hunting High and Low\", \"Take On Me\", the James Bond theme \"The Living Daylights\" and the ballad \"Summer Moved On\". In addition, Waaktaar-Savoy is also a painter.",
    "year": 1961,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Buster Bloodvessel",
    "birthday": "1958-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/cc/BusterDoghouse.jpg/224px-BusterDoghouse.jpg",
    "extract": "Douglas Trendle, better known as Buster Bloodvessel, is an English singer who has been the frontman of the two-tone band Bad Manners since forming the band in 1976. He took his stage name from the bus conductor played by Ivor Cutler in the Beatles' 1967 film Magical Mystery Tour.",
    "year": 1958,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jeff Foxworthy",
    "birthday": "1958-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Jeff_Foxworthy.jpg/249px-Jeff_Foxworthy.jpg",
    "extract": "Jeffrey Marshall Foxworthy is an American comedian, actor, writer, producer, TV/radio personality, and author. He is a member of the Blue Collar Comedy Tour, with Larry the Cable Guy, Bill Engvall, and Ron White. Known for his \"You might be a redneck\" one-liners, Foxworthy has released six major-label comedy albums. His first two albums were each certified 3× Platinum by the Recording Industry Association of America. Foxworthy has written several books based on his redneck jokes, as well as an autobiography entitled No Shirt, No Shoes... No Problem!",
    "year": 1958,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Michael Winslow",
    "birthday": "1958-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Michael_Winslow_2008_%28cropped_and_levels_adjusted%29.jpg/280px-Michael_Winslow_2008_%28cropped_and_levels_adjusted%29.jpg",
    "extract": "Michael Leslie Winslow is an American actor, comedian and beatboxer billed as The Man of 10,000 Sound Effects for his ability to make realistic sounds using only his voice. He is best known for his roles in all seven Police Academy films as Larvell Jones. He has also appeared in Spaceballs, Cheech and Chong's Next Movie and Nice Dreams, The Love Boat, and commercials for Cadbury and GEICO.",
    "year": 1958,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "The Barbarian (wrestler)",
    "birthday": "1958-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/The_Barbarian_2017.jpg/244px-The_Barbarian_2017.jpg",
    "extract": "Sione Havea Vailahi is a Tongan professional wrestler, better known by his ring name, The Barbarian. He is best known for his various stints with National Wrestling Alliance (NWA), World Championship Wrestling (WCW) and World Wrestling Federation (WWF) and for being a part of tag teams The Powers of Pain with The Warlord and Faces of Fear with Meng.",
    "year": 1958,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ali Divandari",
    "birthday": "1957-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Alidivandari.jpg/214px-Alidivandari.jpg",
    "extract": "Ali Divandari is an Iranian cartoonist, painter, graphic designer, sculptor and journalist.",
    "year": 1957,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Michaëlle Jean",
    "birthday": "1957-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Micha%C3%ABlle_Jean_1_11072007.jpg/228px-Micha%C3%ABlle_Jean_1_11072007.jpg",
    "extract": "Michaëlle Jean is a Canadian former journalist who served from 2005 to 2010 as governor general of Canada, the 27th since Canadian Confederation. She is the first Haitian Canadian and black person to hold this office.",
    "year": 1957,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "José Sócrates",
    "birthday": "1957-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Jos%C3%A9_Socrates_cropped_from_Dmitry_Medvedev_in_Portugal_20_November_2010-2_%28cropped%29.png/219px-Jos%C3%A9_Socrates_cropped_from_Dmitry_Medvedev_in_Portugal_20_November_2010-2_%28cropped%29.png",
    "extract": "José Sócrates Carvalho Pinto de Sousa, GCIH, commonly known as José Sócrates, is a Portuguese politician who was the prime minister of Portugal from 12 March 2005 to 21 June 2011. For the second half of 2007, he acted as the president-in-office of the Council of the European Union.",
    "year": 1957,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Bill Ritter",
    "birthday": "1956-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Bill_Ritter_official_photo.jpg/231px-Bill_Ritter_official_photo.jpg",
    "extract": "August William Ritter Jr. is an American politician and lawyer who served as the 41st Governor of Colorado from 2007 to 2011. A member of the Democratic Party, he served as the district attorney for Denver before his election in 2006.",
    "year": 1956,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Steven Yearley",
    "birthday": "1956-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/8/81/Professor_Steven_Yearley.jpg",
    "extract": "Steve Yearley is a British sociologist. He is Professor of the Sociology of Scientific Knowledge at the University of Edinburgh, a post he has held since 2005. He has been designated a Fellow of the Royal Society of Edinburgh. He is currently Director of the Institute for Advanced Studies in the Humanities.",
    "year": 1956,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Raymond Benson",
    "birthday": "1955-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Raymond_Benson_in_Park_Ridge%2C_IL_May_2022.jpg/243px-Raymond_Benson_in_Park_Ridge%2C_IL_May_2022.jpg",
    "extract": "Raymond Benson is an American author best known for being the author of the James Bond novels from 1997 to 2003. Benson was born in Midland, Texas and graduated from Permian High School in Odessa in 1973. In primary school Benson took an interest in the piano which would later in his life develop into an interest in composing music, mostly for theatrical productions. Benson also took part in drama at school and became the vice president of his high school's drama department, an interest that he would later pursue by directing stage productions in New York City after attending and receiving a degree in Drama Production—Directing from the University of Texas at Austin. Other hobbies include film history and criticism, writing, and designing computer games.",
    "year": 1955,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Carly Fiorina",
    "birthday": "1954-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Carly_Fiorina_2017_CPAC_by_Gage_Skidmore.jpg/222px-Carly_Fiorina_2017_CPAC_by_Gage_Skidmore.jpg",
    "extract": "Cara Carleton \"Carly\" Fiorina is an American businesswoman and politician, known primarily for her tenure as CEO of Hewlett-Packard (HP). As chief executive officer of HP from 1999 to 2005, Fiorina was the first woman to lead a Fortune Top-20 company.",
    "year": 1954,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Patrick O'Hearn",
    "birthday": "1954-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Patrick_o%27hearn_treme_2011.JPG/320px-Patrick_o%27hearn_treme_2011.JPG",
    "extract": "Patrick O'Hearn is an American multi-instrumentalist, composer, and recording artist.",
    "year": 1954,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Simon Burns",
    "birthday": "1952-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Simon_Burns_Official.jpg/213px-Simon_Burns_Official.jpg",
    "extract": " Sir Simon Hugh McGuigan Burns is a British politician, who served as Member of Parliament (MP) for Chelmsford since being elected at the 1987 general election until the 2017 general election.",
    "year": 1952,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Vladimir Kazachyonok",
    "birthday": "1952-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Kazachyonok.jpg/228px-Kazachyonok.jpg",
    "extract": "Vladimir Aleksandrovich Kazachyonok was a Soviet football player and Russian coach. He was the academy director with FC Zenit Saint Petersburg until his death in 2017.",
    "year": 1952,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Buddy Miller",
    "birthday": "1952-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Buddy-Miller_in_2010.jpg/240px-Buddy-Miller_in_2010.jpg",
    "extract": "Steven Paul \"Buddy\" Miller is an American singer, songwriter, musician, recording artist and producer, currently living in Nashville, Tennessee. Miller is married to and has recorded with singer-songwriter Julie Miller.",
    "year": 1952,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Melih Kibar",
    "birthday": "1951-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/33/Melih_Kibar_Portrait.jpg/171px-Melih_Kibar_Portrait.jpg",
    "extract": "Melih Kibar was a Turkish composer.",
    "year": 1951,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jane Curtin",
    "birthday": "1947-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Jane_Curtin_1989.jpg/239px-Jane_Curtin_1989.jpg",
    "extract": "Jane Therese Curtin is an American actress and comedian. First coming to prominence as an original cast member on the hit TV comedy series Saturday Night Live in 1975, she went on to win back-to-back Emmy Awards for Best Lead Actress in a Comedy Series on the 1980s sitcom Kate & Allie portraying the role of Allison \"Allie\" Lowell. Curtin later starred in the hit series 3rd Rock from the Sun (1996–2001), playing the role of Dr. Mary Albright.",
    "year": 1947,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Bruce Rioch",
    "birthday": "1947-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Bruce_Rioch.jpg/320px-Bruce_Rioch.jpg",
    "extract": "Bruce David Rioch is a football manager and former player for the Scotland national team. His last managerial post was at AaB in the Danish Superliga in 2008.",
    "year": 1947,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jacob Rubinovitz",
    "birthday": "1947-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/JacobRubinovitz.JPG/320px-JacobRubinovitz.JPG",
    "extract": "Jacob Rubinovitz is an Israeli scientist. He was the head of the Laboratory for robotics and Computer Integrated Manufacturing (CIM) at the Technion.",
    "year": 1947,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Sylvester (singer)",
    "birthday": "1947-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/fb/Promotional_Image_of_Sylvester.jpg/277px-Promotional_Image_of_Sylvester.jpg",
    "extract": "Sylvester James Jr., known mononymously as Sylvester, was an American singer-songwriter. Primarily active in the genres of disco, rhythm and blues, and soul, he was known for his flamboyant and androgynous appearance, falsetto singing voice, and hit disco singles in the late 1970s and 1980s.",
    "year": 1947,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Shirley M. Malcom",
    "birthday": "1946-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Shirley_Malcom.jpg/320px-Shirley_Malcom.jpg",
    "extract": "Shirley M. Malcom currently serves as a Senior Advisor and Director of SEA Change at the American Association for the Advancement of Science (AAAS). Dr. Malcom is a trustee of Caltech, and a regent of Morgan State University. Malcom serves on the boards of the Heinz Endowments, Public Agenda, the National Math and Science Initiative and Digital Promise.",
    "year": 1946,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Donna Haraway",
    "birthday": "1944-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Donna_Haraway_2006_%28cropped%29.jpg/320px-Donna_Haraway_2006_%28cropped%29.jpg",
    "extract": "Donna J. Haraway is an American Professor Emerita in the History of Consciousness Department and Feminist Studies Department at the University of California, Santa Cruz, United States. She is a prominent scholar in the field of science and technology studies, described in the early 1990s as a \"feminist and postmodernist\". Haraway is the author of numerous foundational books and essays that bring together questions of science and feminism, such as \"A Cyborg Manifesto: Science, Technology, and Socialist-Feminism in the Late Twentieth Century\" (1985) and \"Situated Knowledges: The Science Question in Feminism and the Privilege of Partial Perspective\" (1988). Additionally, for her contributions to the intersection of information technology and feminist theory, Haraway is widely cited in works related to Human-Computer Interaction (HCI). Her Situated Knowledges and Cyborg Manifesto publications in particular, have sparked discussion within the HCI community regarding framing the positionality from which research and systems are designed. She is also a leading scholar in contemporary ecofeminism, associated with post-humanism and new materialism movements. Her work criticizes anthropocentrism, emphasizes the self-organizing powers of nonhuman processes, and explores dissonant relations between those processes and cultural practices, rethinking sources of ethics. Haraway criticizes the Anthropocene because it generalizes us as a species. However, she also recognizes the importance of it recognizing humans as key agents. Haraway prefers the term Capitalocene which defines capitalism's relentless imperatives to expand itself and grow, but she does not like the theme of irreversible destruction in both the Anthropocene and Capitalocene.",
    "year": 1944,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Swoosie Kurtz",
    "birthday": "1944-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Swoosie_Kurtz_Shankbone_2009_Tribeca.jpg/228px-Swoosie_Kurtz_Shankbone_2009_Tribeca.jpg",
    "extract": "Swoosie Kurtz is an American actress. She is the recipient of an Emmy Award and two Tony Awards.",
    "year": 1944,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gordon Birtwistle",
    "birthday": "1943-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Gordon_Birtwistle_pre-MP_at_Birmingham_2010.jpg/320px-Gordon_Birtwistle_pre-MP_at_Birmingham_2010.jpg",
    "extract": "Gordon Birtwistle is a British Liberal Democrat politician and former MP. He was the Member of Parliament (MP) for the constituency of Burnley, England, from May 2010 to May 2015. He was Parliamentary Private Secretary to Danny Alexander, Chief Secretary to the Treasury from 2010 to 2012. From 2013, he was Government Apprenticeship Ambassador to Business.",
    "year": 1943,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Richard J. Roberts",
    "birthday": "1943-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Roberts%2C_Richard_John_%281943%29.jpg/239px-Roberts%2C_Richard_John_%281943%29.jpg",
    "extract": "Sir Richard John Roberts is a British biochemist and molecular biologist. He was awarded the 1993 Nobel Prize in Physiology or Medicine with Phillip Allen Sharp for the discovery of introns in eukaryotic DNA and the mechanism of gene-splicing. He currently works at New England Biolabs.",
    "year": 1943,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Roger Waters",
    "birthday": "1943-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Roger_Waters_en_el_Palau_Sant_Jordi_de_Barcelona_%28The_Wall_Live%29_-_04_%28crop%29.jpg/194px-Roger_Waters_en_el_Palau_Sant_Jordi_de_Barcelona_%28The_Wall_Live%29_-_04_%28crop%29.jpg",
    "extract": "George Roger Waters is an English musician, singer-songwriter and composer. In 1965, he co-founded the progressive rock band Pink Floyd. Waters initially served solely as the bassist, but following the departure of singer-songwriter Syd Barrett in 1968, he also became their lyricist, co-lead vocalist, conceptual leader and occasional rhythm guitarist until 1983.",
    "year": 1943,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Richard Hutton (cricketer)",
    "birthday": "1942-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/1_08_Richard_Hutton.jpg/293px-1_08_Richard_Hutton.jpg",
    "extract": "Richard Anthony Hutton is a former English cricketer, who played in five Test matches for the England cricket team in 1971. A right-handed batsman and right-arm seam bowler, Hutton's bowling was probably his stronger discipline, but he was considered an all-rounder. He played first-class cricket for Yorkshire County Cricket Club. He is the son of cricketer Len Hutton, described by Wisden Cricketers' Almanack as \"one of the greatest batsmen in the history of cricket.\"",
    "year": 1942,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Mel McDaniel",
    "birthday": "1942-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Mel_McDaniel_2006.jpg/240px-Mel_McDaniel_2006.jpg",
    "extract": "Melvin Huston McDaniel was an American country music artist. Many of his top hits were released in the 1980s, including \"Louisiana Saturday Night\", \"Big Ole Brew\", \"Stand Up\", \"Baby's Got Her Blue Jeans On\", \"I Call It Love\", \"Stand on It\", and a remake of Chuck Berry's \"Let It Roll \".",
    "year": 1942,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Roger Law",
    "birthday": "1941-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Roger_Law_at_TYPO_Berlin_2014_%E2%80%93_Day_Two.jpg/213px-Roger_Law_at_TYPO_Berlin_2014_%E2%80%93_Day_Two.jpg",
    "extract": "Roger Law, is a British caricaturist, ceramist and one half of Luck and Flaw, creators of the popular satirical TV puppet show Spitting Image. Roger Law was a pioneer in bringing political caricatures from newspapers and magazines to television. In 2020 Roger Law was executive producer on the new series of Spitting Image made with Avalon Productions and streamed on Britbox.",
    "year": 1941,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Monica Mason",
    "birthday": "1941-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Royal_Ballet_editathon%2C_October_2014_03.JPG/240px-Royal_Ballet_editathon%2C_October_2014_03.JPG",
    "extract": "Dame Monica Mason is a former ballet dancer, teacher, and artistic director of The Royal Ballet. In more than fifty years with the company, she established a reputation as a versatile performer, a skilled rehearsal director, and a capable administrator.",
    "year": 1941,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "John M. Hayes (scientist)",
    "birthday": "1940-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Dr_John_Hayes_ForMemRS.jpg/213px-Dr_John_Hayes_ForMemRS.jpg",
    "extract": "John Michael Hayes ForMemRS was a scientist emeritus at Woods Hole Oceanographic Institution in Woods Hole, Massachusetts.",
    "year": 1940,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Elizabeth Murray (artist)",
    "birthday": "1940-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/db/Elizabeth_Murray_%28artist%29.jpg/320px-Elizabeth_Murray_%28artist%29.jpg",
    "extract": "Elizabeth Murray was an American painter, printmaker and draughtsman. Her works are in many major public collections, including those of the Solomon R. Guggenheim Museum, the Hirshhorn Museum and Sculpture Garden, the Museum of Modern Art, the Whitney Museum of American Art, the San Francisco Museum of Modern Art, the Art Institute of Chicago, the Carnegie Museum of Art, and the Wadsworth Atheneum. Murray was known for her use of shaped canvases.",
    "year": 1940,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jackie Trent",
    "birthday": "1940-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/97/Jackie_Trent.png/255px-Jackie_Trent.png",
    "extract": "Yvonne Ann Burgess, stage name Jackie Trent, was an English singer-songwriter and actress. She was best known for co-writing several hits for Petula Clark in the 1960s and the theme tune to the Australian soap opera Neighbours in 1985.",
    "year": 1940,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "David Allan Coe",
    "birthday": "1939-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/David_Allan_Coe.jpg/256px-David_Allan_Coe.jpg",
    "extract": "David Allan Coe is an American singer and songwriter. Coe took up music after spending much of his early life in reform schools and prisons, and first became notable for busking in Nashville. He initially played mostly in the blues style, before transitioning to country music, becoming a major part of the 1970s outlaw country scene. His biggest hits were \"You Never Even Called Me by My Name\", \"Longhaired Redneck\", \"The Ride\", \"Mona Lisa Lost Her Smile\", \"She Used to Love Me a Lot\", and most famously \"If That Ain't Country\".",
    "year": 1939,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Susumu Tonegawa",
    "birthday": "1939-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Susumu_Tonegawa_Photo.jpg/232px-Susumu_Tonegawa_Photo.jpg",
    "extract": "Susumu Tonegawa  is a Japanese scientist who was the sole recipient of the Nobel Prize for Physiology or Medicine in 1987 for his discovery of V(D)J recombination, the genetic mechanism which produces antibody diversity. Although he won the Nobel Prize for his work in immunology, Tonegawa is a molecular biologist by training and he again changed fields following his Nobel Prize win; he now studies neuroscience, examining the molecular, cellular and neuronal basis of memory formation and retrieval.",
    "year": 1939,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Sergio Aragonés",
    "birthday": "1937-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Sergio_Aragones_by_Gage_Skidmore.jpg/248px-Sergio_Aragones_by_Gage_Skidmore.jpg",
    "extract": "Sergio Aragonés Domenech is a Spanish/Mexican cartoonist and writer best known for his contributions to Mad magazine and creating the comic book Groo the Wanderer.",
    "year": 1937,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jo Anne Worley",
    "birthday": "1937-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/JoAnneWorleyMay10.jpg/185px-JoAnneWorleyMay10.jpg",
    "extract": "Jo Anne Worley is an American actress, comedian, and singer. Her work covers television, films, theater, game shows, talk shows, commercials, and cartoons. Worley is widely known for her work on the comedy-variety show Rowan & Martin's Laugh-In.",
    "year": 1937,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Isabelle Collin Dufresne",
    "birthday": "1935-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Ultra_Violet_Shankbone_2008_New_York_City.jpg/309px-Ultra_Violet_Shankbone_2008_New_York_City.jpg",
    "extract": "Isabelle Collin Dufresne, known professionally as Ultra Violet, was a French-American artist, author, and both a colleague of Andy Warhol and one of his so-called Superstars. Earlier in her career, she worked for and studied with surrealist artist Salvador Dalí. Dufresne lived and worked in New York City, and also had a studio in Nice, France.",
    "year": 1935,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jock Wallace Jr.",
    "birthday": "1935-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/4/40/Jock_Wallace.jpg",
    "extract": "John Martin Bokas Wallace was a Scottish professional footballer and manager. Wallace played as a goalkeeper, and has the unique distinction of being the only player ever to play in the English, Welsh and Scottish Cups in the same season; this was set during the 1966–67 season where he played in the FA Cup and Welsh Cup for Hereford United, and in the Scottish Cup when he moved to Berwick Rangers.",
    "year": 1935,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gilles Tremblay (composer)",
    "birthday": "1932-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/GT_2000.jpg/320px-GT_2000.jpg",
    "extract": "Gilles Tremblay, was a Canadian composer from Quebec.",
    "year": 1932,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Bud Shrake",
    "birthday": "1931-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Bud_shrake_2007.jpg/261px-Bud_shrake_2007.jpg",
    "extract": "Edwin A. \"Bud\" Shrake, Jr. was an American journalist, sportswriter, novelist, biographer and screenwriter. He co-wrote a series of golfing advice books with golf coach Harvey Penick, including Harvey Penick's Little Red Book, a golf guide that became the best-selling sports book in publishing history. Called a “lion of Texas letters” by the Austin American-Statesman, Shrake was a member of the Texas Film Hall of Fame, and received the Lon Tinkle lifetime achievement award from the Texas Institute of Letters and the Texas Book Festival Bookend Award.",
    "year": 1931,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Helmut Piirimäe",
    "birthday": "1930-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Helmut_Piirim%C3%A4e.jpg/315px-Helmut_Piirim%C3%A4e.jpg",
    "extract": "Helmut Piirimäe was a prominent Estonian historian. He was professor emeritus of University of Tartu, and an honorary doctor of University of Uppsala.",
    "year": 1930,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Fumihiko Maki",
    "birthday": "1928-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Fumihiko_Maki_2010_alt.jpg/320px-Fumihiko_Maki_2010_alt.jpg",
    "extract": "Fumihiko Maki  is a Japanese architect who teaches at Keio University SFC. In 1993, he received the Pritzker Prize for his work, which often explores pioneering uses of new materials and fuses the cultures of east and west.",
    "year": 1928,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Robert M. Pirsig",
    "birthday": "1928-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Pirsig2005_%28cropped%29.jpg/201px-Pirsig2005_%28cropped%29.jpg",
    "extract": "Robert Maynard Pirsig was an American writer and philosopher. He was the author of the philosophical novels Zen and the Art of Motorcycle Maintenance: An Inquiry into Values (1974), Lila: An Inquiry into Morals (1991) and he co-authored the upcoming On Quality: An Inquiry Into Excellence: Selected and Unpublished Writings (2022) along with his wife and editor, Wendy Pirsig.",
    "year": 1928,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Yevgeny Svetlanov",
    "birthday": "1928-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Yevgeny_Svetlanov_1967.jpg/271px-Yevgeny_Svetlanov_1967.jpg",
    "extract": "Yevgeny Fyodorovich Svetlanov was a Russian conductor, composer and a pianist.",
    "year": 1928,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Sid Watkins",
    "birthday": "1928-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Professor_Sid_Watkins_displays_his_tribute_plate_from_the_Formula_One_drivers_of_the_1985_season_%286986945061%29.jpg/212px-Professor_Sid_Watkins_displays_his_tribute_plate_from_the_Formula_One_drivers_of_the_1985_season_%286986945061%29.jpg",
    "extract": "Eric Sidney Watkins, commonly known within the Formula One fraternity as Professor Sid or simply Prof, was an English neurosurgeon. Born in Liverpool, Watkins enrolled at the University of Liverpool where he graduated in 1952. He later served four years in the Royal Army Medical Corps before specialising in neurosurgery in Oxford and later, in London. Watkins also acted as a race track doctor at weekends which he continued at Watkins Glen International when he was appointed a Professor of Neurosurgery at State University of New York Upstate Medical University in Syracuse.",
    "year": 1928,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Prince Claus of the Netherlands",
    "birthday": "1926-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Prince_Claus_of_the_Netherlands_1986.jpg/253px-Prince_Claus_of_the_Netherlands_1986.jpg",
    "extract": "Prince Claus of the Netherlands, Jonkheer van Amsberg was the husband of Queen Beatrix, and the Prince Consort of the Netherlands from Beatrix's ascension in 1980 until his death in 2002.",
    "year": 1926,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jack Hightower",
    "birthday": "1926-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Jack_English_Hightower.jpg/269px-Jack_English_Hightower.jpg",
    "extract": "Jack English Hightower was a former Democratic U.S. representative from Texas' 13th congressional district.",
    "year": 1926,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Arthur Oldham",
    "birthday": "1926-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/ed/Arthur_Oldham.jpg",
    "extract": "\n\nArthur William Oldham OBE was an English composer and choirmaster. He founded the Edinburgh Festival Chorus in 1965, the Chorus of the Orchestre de Paris in 1975, and the Concertgebouw Orchestra Chorus in Amsterdam in 1979. He also worked with the Scottish Opera Chorus 1966–74 and directed the London Symphony Chorus 1969–76. For his work with the LSO Chorus, he won three Grammy Awards. He was also a composer, mainly of religious works, but also a ballet and an opera.",
    "year": 1926,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Andrea Camilleri",
    "birthday": "1925-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Andrea_Camilleri_2010_by_Marco_Tambara.jpg/225px-Andrea_Camilleri_2010_by_Marco_Tambara.jpg",
    "extract": "Andrea Calogero Camilleri was an Italian writer.",
    "year": 1925,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jimmy Reed",
    "birthday": "1925-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/cc/JimmyReed.jpg/290px-JimmyReed.jpg",
    "extract": "Mathis James Reed was an American blues musician and songwriter. His particular style of electric blues was popular with blues as well as non-blues audiences. Reed's songs such as \"Honest I Do\" (1957), \"Baby What You Want Me to Do\" (1960), \"Big Boss Man\" (1961), and \"Bright Lights, Big City\" (1961) appeared on both Billboard magazine's rhythm and blues and Hot 100 singles charts.",
    "year": 1925,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "John Melcher",
    "birthday": "1924-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/15/John_Melcher.jpg",
    "extract": "John David Melcher was an American politician of the Democratic Party who represented Montana as a member of the United States House of Representatives from 1969 to 1977 and as a United States Senator from 1977 until 1989.",
    "year": 1924,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Peter II of Yugoslavia",
    "birthday": "1923-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Petar_II_Kara%C4%91or%C4%91evi%C4%87.jpg/182px-Petar_II_Kara%C4%91or%C4%91evi%C4%87.jpg",
    "extract": "Peter II was the last king of Yugoslavia, reigning from October 1934 until his deposition in November 1945. He was the last reigning member of the Karađorđević dynasty.",
    "year": 1923,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Carmen Laforet",
    "birthday": "1921-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Portrait_Carmen_Laforet.jpg/228px-Portrait_Carmen_Laforet.jpg",
    "extract": "Carmen Laforet was a Spanish author who wrote in the period after the Spanish Civil War. An important European writer, her works contributed to the school of Existentialist Literature and her first novel Nada continued the Spanish tremendismo literary style begun by Camilo José Cela with his novel, La familia de Pascual Duarte. She received the Premio Nadal in 1944.",
    "year": 1921,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Norman Joseph Woodland",
    "birthday": "1921-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e7/N._Joseph_Woodland.jpg/320px-N._Joseph_Woodland.jpg",
    "extract": "Norman Joseph Woodland was an American inventor, best known as one of the inventors of the barcode, for which he received a patent in October 1952. Later, employed by IBM, he developed the format which became the ubiquitous Universal Product Code (UPC) of product labeling and check-out stands.",
    "year": 1921,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Elvira Pagã",
    "birthday": "1920-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1d/Elvira_Pag%C3%A3%2C_Brazilian_showgirl.jpg/196px-Elvira_Pag%C3%A3%2C_Brazilian_showgirl.jpg",
    "extract": "Elvira Olivieri Cozzolino, better known by her stage name Elvira Pagã, was a Brazilian vedette and actress, singer, writer and painter. She was the first Rio Carnival Queen, the first woman to wear a bikini in public, and one of the first women to have cosmetic surgery in Brazil. Talented and controversial, she broke the status quo and faced the reigning \"machismo\" with fearless audacity during the Brazilian military dictatorship and the revolutionary 1960s, where she lived with determination and courage. Pagã retired from public life, wrote and painted in her later years, dying a recluse.",
    "year": 1920,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "George Mann (cricketer)",
    "birthday": "1917-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Francis_George_Mann_1947.jpg/229px-Francis_George_Mann_1947.jpg",
    "extract": "Francis George Mann, was an English cricketer, who played for Cambridge University, Middlesex and England. He was born at Byfleet, Surrey and died at Stockcross, Berkshire.",
    "year": 1917,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Philipp von Boeselager",
    "birthday": "1917-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Bundesarchiv_B_145_Bild-F081237-0014%2C_Bundesverdienstkreuz_an_Freiherr_von_Boeselager.jpg/203px-Bundesarchiv_B_145_Bild-F081237-0014%2C_Bundesverdienstkreuz_an_Freiherr_von_Boeselager.jpg",
    "extract": "Philipp Freiherr von Boeselager was the second-last surviving member of the 20 July Plot, a conspiracy of Wehrmacht officers to assassinate the German dictator Adolf Hitler in 1944.",
    "year": 1917,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Franz Josef Strauss",
    "birthday": "1915-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Franz_Josef_Strau%C3%9F_1982.jpg/264px-Franz_Josef_Strau%C3%9F_1982.jpg",
    "extract": "Franz Josef Strauss was a German politician. He was the long-time chairman of the Christian Social Union in Bavaria (CSU) from 1961 until 1988, member of the federal cabinet in different positions between 1953 and 1969 and minister-president of the state of Bavaria from 1978 until 1988. Strauss is also credited as a co-founder of European aerospace conglomerate Airbus.",
    "year": 1915,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Julie Gibson",
    "birthday": "1913-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7d/Julie_Gibson_singer.jpg/259px-Julie_Gibson_singer.jpg",
    "extract": "Julie Gibson was an American singer; radio, television, and film actress; and vocal artist and coach, who had a career in movies during the 1940s. Gibson, who retired from the industry in 1984, was known for her work opposite The Three Stooges. She also collaborated with Orson Welles, John Huston, Ida Lupino and The Bowery Boys.",
    "year": 1913,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Leônidas",
    "birthday": "1913-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Leonidas_dasilva.jpg/226px-Leonidas_dasilva.jpg",
    "extract": "Leônidas da Silva was a Brazilian professional footballer who played as a forward. He is regarded as one of the most important players of the first half of the 20th century. Leônidas played for Brazil national team in the 1934 and 1938 World Cups, and was the top scorer of the latter tournament. He was known as the \"Black Diamond\" and the \"Rubber Man\" due to his agility.",
    "year": 1913,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Harry Danning",
    "birthday": "1911-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Harry_Danning_1940_Play_Ball_card.jpeg/270px-Harry_Danning_1940_Play_Ball_card.jpeg",
    "extract": "Harry Danning, was an American professional baseball player. He played his entire Major League Baseball career as a catcher for the New York Giants, and was considered to be both an excellent hitter and one of the top defensive catchers of his era. He batted and threw right-handed, and was a member of the National League All-Star team for four consecutive years, 1938-41.",
    "year": 1911,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Michael Gordon (film director)",
    "birthday": "1909-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e3/Michael_Gordon_%28film_director%29.jpg/228px-Michael_Gordon_%28film_director%29.jpg",
    "extract": "Michael Gordon was an American stage actor and stage and film director.",
    "year": 1909,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Anthony Wagner",
    "birthday": "1908-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Anthony_Wagner_Richmond_Herald.jpg/197px-Anthony_Wagner_Richmond_Herald.jpg",
    "extract": "Sir Anthony Richard Wagner was a long-serving officer of arms at the College of Arms in London. He served as Garter Principal King of Arms before retiring to the post of Clarenceux King of Arms. He was one of the most prolific authors on the subjects of heraldry and genealogy of the 20th century.",
    "year": 1908,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Korczak Ziolkowski",
    "birthday": "1908-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/b/b2/Korczak_Ziolkowski_and_Lakota_Chief_Henry_Standing_Bear%2C_kz_henry_48.jpg",
    "extract": "Korczak Ziolkowski was the Polish-American designer and sculptor of the Crazy Horse Memorial.",
    "year": 1908,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Luis Federico Leloir",
    "birthday": "1906-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Luis_Federico_Leloir_-_young.jpg/252px-Luis_Federico_Leloir_-_young.jpg",
    "extract": "Luis Federico Leloir was an Argentine physician and biochemist who received the 1970 Nobel Prize in Chemistry for his discovery of the metabolic pathways in lactose. Although born in France, Leloir received the majority of his education at the University of Buenos Aires and was director of the private research group Fundación Instituto Campomar until his death in 1987. His research into sugar nucleotides, carbohydrate metabolism, and renal hypertension garnered international attention and led to significant progress in understanding, diagnosing and treating the congenital disease galactosemia. Luis Leloir is buried in La Recoleta Cemetery, Buenos Aires.",
    "year": 1906,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "W. A. C. Bennett",
    "birthday": "1900-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/W.A.C._Bennett.jpg/249px-W.A.C._Bennett.jpg",
    "extract": "William Andrew Cecil Bennett was a Canadian politician. He was the 25th premier of British Columbia from 1952 to 1972. With just over 20 years in office, Bennett was and remains the longest-serving premier in British Columbia history. He was usually referred to as W. A. C. Bennett, although some referred to him either affectionately or mockingly as \"Wacky\" Bennett. To his close friends, he was known as \"Cece\".",
    "year": 1900,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Julien Green",
    "birthday": "1900-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Portrait_of_Julian_Green_%281900-1998%29%2C_by_photographer_Carl_van_Vechten.jpg/252px-Portrait_of_Julian_Green_%281900-1998%29%2C_by_photographer_Carl_van_Vechten.jpg",
    "extract": "Julien Green was an American writer who authored several novels, a four-volume autobiography and his famous Diary. He wrote primarily in French and was the first non-French national to be elected to the Académie française.",
    "year": 1900,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Billy Rose",
    "birthday": "1899-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Billy_Rose_1948.jpg/240px-Billy_Rose_1948.jpg",
    "extract": "Billy Rose was an American impresario, theatrical showman and lyricist. For years both before and after World War II, Billy Rose was a major force in entertainment, with shows such as Billy Rose's Crazy Quilt (1931), Jumbo (1935), Billy Rose's Aquacade (1937), and Carmen Jones (1943). As a lyricist, he is credited with many songs, notably \"Don't Bring Lulu\" (1925), \"Tonight You Belong To Me\" (1926), \"Me and My Shadow\" (1927), \"More Than You Know\" (1929), \"Without a Song\" (1929), \"It Happened in Monterrey\" (1930) and \"It's Only a Paper Moon\" (1933).",
    "year": 1899,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Claire Lee Chennault",
    "birthday": "1893-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Claire_L._Chennault.jpg/267px-Claire_L._Chennault.jpg",
    "extract": "Claire Lee Chennault was an American military aviator best known for his leadership of the \"Flying Tigers\" and the Chinese Air Force in World War II.",
    "year": 1893,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Edward Victor Appleton",
    "birthday": "1892-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Appleton.jpg/226px-Appleton.jpg",
    "extract": "Sir Edward Victor Appleton was an English physicist, Nobel Prize winner (1947) and pioneer in radiophysics. He studied, and was also employed as a lab technician, at Bradford College from 1909 to 1911.",
    "year": 1892,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Clara Kimball Young",
    "birthday": "1890-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Clara_Kimball_Young_by_Witzel.jpg/254px-Clara_Kimball_Young_by_Witzel.jpg",
    "extract": "Clara Kimball Young was an American film actress, who was highly regarded and publicly popular in the early silent film era.",
    "year": 1890,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Louis Silvers",
    "birthday": "1889-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Louis_Silvers.jpg/320px-Louis_Silvers.jpg",
    "extract": "Louis \"Lou\" Silvers was an American film score composer whose work has been used in more than 250 movies. In 1935, he won the first Academy Award for Best Original Score for One Night of Love.",
    "year": 1889,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Joseph P. Kennedy Sr.",
    "birthday": "1888-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Joseph_P._Kennedy%2C_Sr._1938.jpg/229px-Joseph_P._Kennedy%2C_Sr._1938.jpg",
    "extract": "Joseph Patrick Kennedy was an American businessman, investor and politician. He is known for his own political prominence as well as that of his children and was the patriarch of the Irish-American Kennedy family, which included President John F. Kennedy, Attorney General and Senator Robert F. Kennedy, and longtime Senator Edward M. \"Ted\" Kennedy.",
    "year": 1888,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Otto Kruger",
    "birthday": "1885-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Otto_Kruger_1955.JPG/253px-Otto_Kruger_1955.JPG",
    "extract": "Otto Kruger was an American actor, originally a Broadway matinee idol, who established a niche as a charming villain in films, such as Hitchcock's Saboteur. He also appeared in CBS's Perry Mason and other TV series. He was the grandnephew of South African president Paul Kruger.",
    "year": 1885,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Max Schreck",
    "birthday": "1879-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Max_Schreck_1922.jpg/209px-Max_Schreck_1922.jpg",
    "extract": "Friedrich Gustav Maximilian Schreck, known professionally as Max Schreck, was a German actor, best known for his lead role as the vampire Count Orlok in the film Nosferatu (1922).",
    "year": 1879,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Joseph Wirth",
    "birthday": "1879-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Bundesarchiv_Bild_146III-105%2C_Joseph_Wirth.jpg/217px-Bundesarchiv_Bild_146III-105%2C_Joseph_Wirth.jpg",
    "extract": "Karl Joseph Wirth was a German politician of the Catholic Centre Party who served for one year and six months as the chancellor of Germany from 1921 to 1922, as the finance minister from 1920 to 1921, as acting foreign minister of Germany from 1921 to 1922 and again in 1922, as the minister for the Occupied Territories from 1929 to 1930 and as the minister of the Interior from 1930 to 1931. During the postwar era, he participated in the Soviet and East German Communist-controlled neutralist Alliance of Germans party from 1952 until his death in 1956.",
    "year": 1879,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "John Macleod (physiologist)",
    "birthday": "1876-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/J.J.R._Macleod_ca._1928.png/273px-J.J.R._Macleod_ca._1928.png",
    "extract": "John James Rickard Macleod was a British biochemist and physiologist. He devoted his career to diverse topics in physiology and biochemistry, but was chiefly interested in carbohydrate metabolism. He is noted for his role in the discovery and isolation of insulin during his tenure as a lecturer at the University of Toronto, for which he and Frederick Banting received the 1923 Nobel prize in Physiology or Medicine. Awarding the prize to Macleod was controversial at the time, because according to Banting's version of events, Macleod's role in the discovery was negligible. It was not until decades after the events that an independent review acknowledged a far greater role than was attributed to him at first.",
    "year": 1876,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Walford Davies",
    "birthday": "1869-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Walford_Davies_001.jpg/223px-Walford_Davies_001.jpg",
    "extract": "Sir Henry Walford Davies was an English composer, organist, conductor and educator who held the title Master of the King's Music from 1934 until 1941.",
    "year": 1869,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Felix Salten",
    "birthday": "1869-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Felix_Salten_1910.jpg/236px-Felix_Salten_1910.jpg",
    "extract": "Felix Salten was an Austro-Hungarian author and literary critic in Vienna.",
    "year": 1869,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Heinrich Häberlin",
    "birthday": "1868-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/08/Heinrich_H%C3%A4berlin.gif",
    "extract": "Heinrich Häberlin was a Swiss politician, judge and member of the Swiss Federal Council (1920–1934).",
    "year": 1868,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jessie Willcox Smith",
    "birthday": "1863-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Jessie_Willcox_Smith%2C_photograph_estimate_1880-1910.jpg/223px-Jessie_Willcox_Smith%2C_photograph_estimate_1880-1910.jpg",
    "extract": "Jessie Willcox Smith was an American illustrator during the Golden Age of American illustration. She was considered \"one of the greatest pure illustrators\". She was a contributor to books and magazines during the late 19th and early 20th centuries. Smith illustrated stories and articles for clients such as Century, Collier's, Leslie's Weekly, Harper's, McClure's, Scribners, and the Ladies' Home Journal. She had an ongoing relationship with Good Housekeeping, which included the long-running Mother Goose series of illustrations and also the creation of all of the Good Housekeeping covers from December 1917 to 1933. Among the more than 60 books that Smith illustrated were Louisa May Alcott's Little Women and An Old-Fashioned Girl, Henry Wadsworth Longfellow's Evangeline, and Robert Louis Stevenson's A Child's Garden of Verses.",
    "year": 1863,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "William Lane",
    "birthday": "1861-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Portrait_of_William_Lane_1890-1894_slnsw_pxa_1023.jpg/241px-Portrait_of_William_Lane_1890-1894_slnsw_pxa_1023.jpg",
    "extract": "William Lane was an English-born journalist, author, advocate of Australian labour politics and a utopian socialist ideologue.",
    "year": 1861,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Jane Addams",
    "birthday": "1860-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Jane_Addams_-_Bain_News_Service.jpg/218px-Jane_Addams_-_Bain_News_Service.jpg",
    "extract": "Laura Jane Addams was an American settlement activist, reformer, social worker, sociologist, public administrator, and author. She was an important leader in the history of social work and women's suffrage in the United States and advocated for world peace. She co-founded Chicago's Hull House, one of America's most famous settlement houses. In 1910, Addams was awarded an honorary master of arts degree from Yale University, becoming the first woman to receive an honorary degree from the school. In 1920, she was a co-founder of the American Civil Liberties Union (ACLU).",
    "year": 1860,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "May Jordan McConnel",
    "birthday": "1860-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Mary_Emma_McConnel_%28nee_Jordan%29_1860-1929%2C_circa_1890.jpg/235px-Mary_Emma_McConnel_%28nee_Jordan%29_1860-1929%2C_circa_1890.jpg",
    "extract": "Mary Emma \"May\" Jordan McConnel was an Australian trade unionist and suffragist. She was the first paid female trade union organiser in Queensland.",
    "year": 1860,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Macpherson Robertson",
    "birthday": "1859-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/ea/Macpherson_Robertson2.jpg",
    "extract": "Sir Macpherson Robertson KBE was an Australian philanthropist, entrepreneur and founder of chocolate and confectionery company MacRobertson's.\nHe was also known for bringing the United States inventions of chewing gum and cotton candy to Australia.",
    "year": 1859,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Zelia Nuttall",
    "birthday": "1857-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Zelia_Nuttall.jpg/225px-Zelia_Nuttall.jpg",
    "extract": "Zelia Maria Magdalena Nuttall was an American archaeologist and anthropologist specialised in pre-Aztec Mexican cultures and pre-Columbian manuscripts. She discovered two forgotten manuscripts of this type in private collections, one of them being the Codex Zouche-Nuttall. She was one of the first to identify and recognise artefacts dating back to the pre-Aztec period.",
    "year": 1857,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ferdinand Hummel",
    "birthday": "1855-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Ferdinand_Hummel_1855_-_1928.jpg/204px-Ferdinand_Hummel_1855_-_1928.jpg",
    "extract": "Ferdinand Hummel was a German harp player, pianist, conductor and composer.",
    "year": 1855,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Schalk Willem Burger",
    "birthday": "1852-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Schalk_Willem_Burger2.jpg/217px-Schalk_Willem_Burger2.jpg",
    "extract": "Schalk Willem Burger was a South African military leader, lawyer, politician, and statesman who was acting president of the South African Republic from 1900 to 1902, whilst Paul Kruger was in exile. At the age of 21, Burger worked as a clerk in the office of the field coronet. He married his wife, Alida Claudina de Villiers during this time.",
    "year": 1852,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Samuel Arnold (conspirator)",
    "birthday": "1838-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Samuel_Arnold_-_Lincoln_conspirator_-_LoC_Civil_War.jpg/272px-Samuel_Arnold_-_Lincoln_conspirator_-_LoC_Civil_War.jpg",
    "extract": "Samuel Bland Arnold was an American Confederate sympathizer involved in a plot to kidnap U.S. President Abraham Lincoln in 1865. He had joined the Confederate Army shortly after the start of the Civil War but was discharged due to health reasons in 1864.",
    "year": 1838,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "William Rosecrans",
    "birthday": "1819-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/GenWmSRosecrans.jpg/226px-GenWmSRosecrans.jpg",
    "extract": "William Starke Rosecrans was an American inventor, coal-oil company executive, diplomat, politician, and U.S. Army officer. He gained fame for his role as a Union general during the American Civil War. He was the victor at prominent Western Theater battles, but his military career was effectively ended following his disastrous defeat at the Battle of Chickamauga in 1863.",
    "year": 1819,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alexander Tilloch Galt",
    "birthday": "1817-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Sir_Alexander_Galt.jpg/230px-Sir_Alexander_Galt.jpg",
    "extract": "Sir Alexander Tilloch Galt, was a politician and a father of the Canadian Confederation.",
    "year": 1817,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "St. John Richardson Liddell",
    "birthday": "1815-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/St._John_Richardson_Liddle.jpg/235px-St._John_Richardson_Liddle.jpg",
    "extract": "St. John Richardson Liddell was a prominent Louisiana planter who served as a general in the Confederate States Army during the American Civil War. He was an outspoken proponent of Southern emancipation of slaves. Following the war, Liddell had a prominent feud with a former Confederate officer, Charles Jones, who eventually murdered Liddell near his home in 1870.",
    "year": 1815,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "George-Étienne Cartier",
    "birthday": "1814-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Sir_George_Etienne_Cartier.jpg/246px-Sir_George_Etienne_Cartier.jpg",
    "extract": "Sir George-Étienne Cartier, 1st Baronet, was a Canadian statesman and Father of Confederation.\nThe English spelling of the name—George, instead of Georges, the usual French spelling—is explained by his having been named in honour of King George III.",
    "year": 1814,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Alcide d'Orbigny",
    "birthday": "1802-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Alcide_Dessalines_d%27Orbigny_1802.jpg/230px-Alcide_Dessalines_d%27Orbigny_1802.jpg",
    "extract": "Alcide Charles Victor Marie Dessalines d'Orbigny was a French naturalist who made major contributions in many areas, including zoology, palaeontology, geology, archaeology and anthropology.",
    "year": 1802,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Catharine Beecher",
    "birthday": "1800-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Beecherc.jpg/214px-Beecherc.jpg",
    "extract": "Catharine Esther Beecher was an American educator known for her forthright opinions on female education as well as her vehement support of the many benefits of the incorporation of kindergarten into children's education. She published the advice manual The American Woman's Home with her sister Harriet Beecher Stowe in 1869. Some sources spell her first name as \"Catherine\".",
    "year": 1800,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Frances Wright",
    "birthday": "1795-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Frances_Wright.jpg/248px-Frances_Wright.jpg",
    "extract": "Frances Wright, widely known as Fanny Wright, was a Scottish-born lecturer, writer, freethinker, feminist, utopian socialist, abolitionist, social reformer, and Epicurean philosopher, who became a US citizen in 1825. The same year, she founded the Nashoba Commune in Tennessee, as a utopian community to demonstrate how to prepare slaves for eventual emancipation, but the project lasted only five years. In the late 1820s Wright was the first woman lecturer to speak publicly before gatherings of men and women in the United States about political and social-reform issues. She advocated universal education, the emancipation of slaves, birth control, equal rights, sexual freedom, legal rights for married women, and liberal divorce laws. Wright was also vocal in her opposition to organized religion and capital punishment. The clergy and the press harshly criticized Wright's radical views. Her public lectures in the United States led to the establishment of Fanny Wright societies and her association with the Working Men's Party, organized in New York City in 1829, became so strong that its opponents called the party's slate of candidates the Fanny Wright ticket.",
    "year": 1795,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Vincent Novello",
    "birthday": "1781-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Vincent_Novello_by_Edward_Petre_Novello.jpg/265px-Vincent_Novello_by_Edward_Petre_Novello.jpg",
    "extract": "Vincent Novello, was an English musician and music publisher born in London. He was a chorister and organist, but he is best known for bringing to England many works now considered standards, and with his son he created a major music publishing house.",
    "year": 1781,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "John Dalton",
    "birthday": "1766-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/John_Dalton_by_Charles_Turner.jpg/259px-John_Dalton_by_Charles_Turner.jpg",
    "extract": "John Dalton was an English chemist, physicist and meteorologist. He is best known for introducing the atomic theory into chemistry, and for his research into colour blindness, sometimes referred to as Daltonism in his honour.",
    "year": 1766,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Gilbert du Motier, Marquis de Lafayette",
    "birthday": "1757-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Marquis_de_Lafayette_2.jpg/254px-Marquis_de_Lafayette_2.jpg",
    "extract": "Marie-Joseph Paul Yves Roch Gilbert du Motier, Marquis de La Fayette, known in the United States as Lafayette, was a French aristocrat and military officer who fought in the American Revolutionary War, commanding American troops in several battles, including the siege of Yorktown. After returning to France, he was a key figure in the French Revolution of 1789 and the July Revolution of 1830. He has been considered a national hero in both countries.",
    "year": 1757,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Johan Wilcke",
    "birthday": "1732-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/3/31/Johan_Carl_Wilcke.jpg",
    "extract": "Johan Carl Wilcke was a Swedish physicist.",
    "year": 1732,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Moses Mendelssohn",
    "birthday": "1729-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Moses_Mendelson_P7160073.JPG/254px-Moses_Mendelson_P7160073.JPG",
    "extract": "Moses Mendelssohn was a German-Jewish philosopher to whose ideas the Haskalah, the 'Jewish Enlightenment' of the eighteenth and nineteenth centuries, is indebted.",
    "year": 1729,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Henry Muhlenberg",
    "birthday": "1711-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/7f/Henry_Muhlenberg.jpg",
    "extract": "Henry Melchior Muhlenberg, was a German Lutheran pastor sent to North America as a missionary, requested by Pennsylvania colonists.",
    "year": 1711,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Ivan V of Russia",
    "birthday": "1666-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Ivan_V_by_anonim_%28GIM%29.jpg/255px-Ivan_V_by_anonim_%28GIM%29.jpg",
    "extract": "Ivan V Alekseyevich was a joint Tsar of Russia with his younger half-brother Peter the Great, who co-reigned between 1682 and 1696. Ivan was the youngest son of Alexis I of Russia by his first wife, Maria Miloslavskaya, while Peter was the only son of Alexis by his second wife, Natalya Naryshkina. Ivan's reign was solely titular because he had serious physical and mental issues.",
    "year": 1666,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Guillaume Dubois",
    "birthday": "1656-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Hyacinthe_Rigaud_-_Portrait_of_Cardinal_Guillaume_Dubois_-_1967.17_-_Cleveland_Museum_of_Art.jpg/248px-Hyacinthe_Rigaud_-_Portrait_of_Cardinal_Guillaume_Dubois_-_1967.17_-_Cleveland_Museum_of_Art.jpg",
    "extract": "Guillaume Dubois was a French cardinal and statesman.",
    "year": 1656,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Sebastian Knüpfer",
    "birthday": "1633-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/05/Sebastian_Kn%C3%BCpfer.jpg",
    "extract": "Sebastian Knüpfer was a German composer, conductor and educator. He was the Thomaskantor, cantor of the Thomanerchor in Leipzig and director of the towns's church music, from 1657 to 1676.",
    "year": 1633,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Isabella Leonarda",
    "birthday": "1620-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/7/71/Isabella_Leonarda_2.jpg",
    "extract": "Isabella Leonarda was an Italian composer from Novara. At the age of 16, she entered the Collegio di Sant'Orsola, an Ursuline convent, where she stayed for the remainder of her life. Leonarda is most renowned for the numerous compositions that she created during her time at the convent, making her one of the most productive female composers of her time.",
    "year": 1620,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Francesco I d'Este, Duke of Modena",
    "birthday": "1610-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Francesco_I_d%27Este%2C_Duke_of_Modena_in_1638_by_Diego_Vel%C3%A1zquez.jpg/236px-Francesco_I_d%27Este%2C_Duke_of_Modena_in_1638_by_Diego_Vel%C3%A1zquez.jpg",
    "extract": "Francesco I d'Este was Duke of Modena and Reggio from 1629 until his death. The eldest son of Alfonso III d'Este, he became reigning duke after his father's abdication.",
    "year": 1610,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Emanuel van Meteren",
    "birthday": "1535-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Emanuel_van_Meteren_Historie_ppn_051504510_MG_8636_emanueli_van_meteren.tif/lossy-page1-205px-Emanuel_van_Meteren_Historie_ppn_051504510_MG_8636_emanueli_van_meteren.tif.jpg",
    "extract": "Emanuel van Meteren or Meteeren was a Flemish historian and Consul for \"the Traders of the Low Countries\" in London. He was born in Antwerp, the son of Sir Jacobus van Meteren, Dutch financier and publisher of early English versions of the Bible, and Ottilia Ortellius, of the famous Ortellius family of mapmakers, and nephew of the cartographer Abraham Ortelius.",
    "year": 1535,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Francisco de Holanda",
    "birthday": "1517-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Francisco_de_Holanda_-_self-portrait%2C_ca._1573_%28De_Aetatibus_Mundi_Imagines%29.png/253px-Francisco_de_Holanda_-_self-portrait%2C_ca._1573_%28De_Aetatibus_Mundi_Imagines%29.png",
    "extract": "Francisco de Holanda was a Portuguese court painter and sculptor for King John III of Portugal, and later for Sebastian of Portugal. He wrote what is regarded as the first treatise on portrait painting in Europe, Do tirar polo natural (1549). He is considered to be one of the most important figures of the Portuguese Renaissance, also being an essayist, architect and historian. He represented the intelligible reality of the Holy Trinity through a \"hypothetical\" syntax of geometrical figures. He insisted on the contrast between the ideal plane, the incorporeal form and the \"imperfect copy in the terrestrial zone\". His visual language demonstrated a mixture of Neoplatonism, Christian Kabbalah and finally Lullism. In education, Francisco de Holanda emphasized mathematics and geometry, subsequently anticipating Clavius's reforms of the late 16th century. Sylvie Deswarte said that \"Francisco de Holanda gives a privileged place to cosmography and astrology in the education of the painter. On par with geometry, mathematics and perspective, he recommended them [...] in order to reach the heavens in the hope of one day arriving to the Empyrean and realizing celestial works.\"",
    "year": 1517,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Artus Gouffier, Lord of Boissy",
    "birthday": "1475-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Artus_de_Boissy%2C_Monsieur_le_Grand_Ma%C3%ACtre_de_France%2C_d._1519.jpg/210px-Artus_de_Boissy%2C_Monsieur_le_Grand_Ma%C3%ACtre_de_France%2C_d._1519.jpg",
    "extract": "Artus Gouffier de Boissy was a French nobleman and politician. He was duke of Roannez and pair de France, count of Étampes, count of Caravaggio, baron of Passavant, of Maulévrier, of Roanne, of la Mothe-Saint-Romain, of Bourg-Charente and of Saint-Loup, lord of Oiron, of Villedieu-sur-Indre, of Valence and of Cazamajor. He served as Grand Master of France and attempted to negotiate a lasting peace between France and the House of Habsburg at the time of his early death.",
    "year": 1475,
    "month": 9,
    "day": 6,
    "language": "en"
  },
  {
    "name": "Sebastiano Serlio",
    "birthday": "1475-9-6",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Sebastiano_Serlio_Image.jpg/231px-Sebastiano_Serlio_Image.jpg",
    "extract": "Sebastiano Serlio was an Italian Mannerist architect, who was part of the Italian team building the Palace of Fontainebleau. Serlio helped canonize the classical orders of architecture in his influential treatise variously known as I sette libri dell'architettura or Tutte l'opere d'architettura et prospetiva.",
    "year": 1475,
    "month": 9,
    "day": 6,
    "language": "en"
  }
]