[
  {
    "name": "Laurie Jussaume",
    "birthday": "1999-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Laurie_Jussaume.jpg/320px-Laurie_Jussaume.jpg",
    "extract": "Laurie Jussaume is a Canadian cyclist.",
    "year": 1999,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Donovan Mitchell",
    "birthday": "1996-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Donovan_Mitchell_shooting_%28cropped%29.jpg/252px-Donovan_Mitchell_shooting_%28cropped%29.jpg",
    "extract": "Donovan Mitchell Jr. is an American professional basketball player for the Utah Jazz of the National Basketball Association (NBA). He played college basketball for the Louisville Cardinals. He was selected by the Denver Nuggets with the 13th overall pick in the 2017 NBA draft and was traded on draft night to the Utah Jazz. During his rookie season, Mitchell was named to the NBA All-Rookie First Team and won the 2018 Slam Dunk Contest. Mitchell is a three-time NBA All-Star.",
    "year": 1996,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Elinor Barker",
    "birthday": "1994-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/UCI_Track_World_Championships_2020_154.jpg/223px-UCI_Track_World_Championships_2020_154.jpg",
    "extract": "Elinor Jane Barker is a Welsh road and track racing cyclist, who last rode professionally on the road for UCI Women's Team Drops. Representing Welsh Cycling and Great Britain in international competitions, Barker is an Olympic, two-time world and six-time European champion in the team pursuit, as well as a two-time world champion in the points race and scratch race. Barker was appointed Member of the Order of the British Empire (MBE) in the 2017 New Year Honours for services to cycling.",
    "year": 1994,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Herman Ese'ese",
    "birthday": "1994-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Herman_Ese%27ese_hit_up.jpg/320px-Herman_Ese%27ese_hit_up.jpg",
    "extract": "Herman Ese'ese is a professional rugby league footballer who plays as a prop and lock for the Gold Coast Titans in the NRL. He has played for both New Zealand and Samoa at international level.",
    "year": 1994,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Tom Opacic",
    "birthday": "1994-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Tom_Opacic.jpg/223px-Tom_Opacic.jpg",
    "extract": "Tom Opacic is an Australian professional rugby league footballer who plays as a centre for the Parramatta Eels in the NRL.",
    "year": 1994,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Maren Lundby",
    "birthday": "1994-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/20170205_Ski_Jumping_World_Cup_Ladies_Hinzenbach_8919.jpg/213px-20170205_Ski_Jumping_World_Cup_Ladies_Hinzenbach_8919.jpg",
    "extract": "Maren Lundby is a Norwegian ski jumper. She is one of the most successful ski jumpers, male or female, having won three consecutive World Cup overall titles, thirty individual World Cup wins, and gold medals at the 2018 Winter Olympics and the 2019 and 2021 World Championships.",
    "year": 1994,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Taylor Gray",
    "birthday": "1993-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Taylor_Gray_%2845710583344%29.jpg/240px-Taylor_Gray_%2845710583344%29.jpg",
    "extract": "Taylor Arthur Gray is an American actor, best known for playing Ezra Bridger on the animated television series Star Wars Rebels, and Bucket in the Nickelodeon series Bucket & Skinner's Epic Adventures.",
    "year": 1993,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Fedor Klimov",
    "birthday": "1990-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/2015_Grand_Prix_of_Figure_Skating_Final_Ksenia_Stolbova_Fedor_Klimov_IMG_8698.JPG/205px-2015_Grand_Prix_of_Figure_Skating_Final_Ksenia_Stolbova_Fedor_Klimov_IMG_8698.JPG",
    "extract": "Fedor Alexandrovich Klimov is a retired Russian pair skater. With partner Ksenia Stolbova, he is the 2014 Olympic silver medalist, the 2014 Olympic champion in the team event, the 2014 World silver medalist, a three-time European medalist, the 2015–16 Grand Prix Final champion, the 2013 Winter Universiade champion, a two-time World Junior medalist, and a three-time Russian national champion.",
    "year": 1990,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Alex Harvey (skier)",
    "birthday": "1988-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/20180128_FIS_NC_WC_Seefeld_Alex_Harvey_850_2465.jpg/213px-20180128_FIS_NC_WC_Seefeld_Alex_Harvey_850_2465.jpg",
    "extract": "Alex Harvey is a retired Canadian cross-country skier who competed between 2005 and 2019. Harvey is also a member of the Quebec Provincial Cycling Team.",
    "year": 1988,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Kevin Love",
    "birthday": "1988-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/KevinLove_%28cropped%29.jpg/191px-KevinLove_%28cropped%29.jpg",
    "extract": "Kevin Wesley Love is an American professional basketball player for the Cleveland Cavaliers of the National Basketball Association (NBA). He is a five-time All-Star, a two-time member of the All-NBA Second Team and won an NBA championship with the Cavaliers in 2016. He was also a member of the gold medal-winning United States national team at the 2010 FIBA World Championship and the 2012 Summer Olympics. In 2011, Love won the NBA Most Improved Player Award and led the league in rebounding.",
    "year": 1988,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Tommy Elphick",
    "birthday": "1987-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/TommyElphick.jpg/274px-TommyElphick.jpg",
    "extract": "Tommy Elphick is an English former professional footballer who played as a centre-back.",
    "year": 1987,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Sammy Moore",
    "birthday": "1987-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Sammy_Moore_07-09-2013_1.jpg/205px-Sammy_Moore_07-09-2013_1.jpg",
    "extract": "Samuel Leslie Moore is a former English professional footballer who is currently manager of Potters Bar Town.",
    "year": 1987,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Evan Rachel Wood",
    "birthday": "1987-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Evan_Rachel_Wood_by_Gage_Skidmore_2.jpg/243px-Evan_Rachel_Wood_by_Gage_Skidmore_2.jpg",
    "extract": "Evan Rachel Wood is an American actress, activist, model, and singer. She is the recipient of a Critics' Choice Television Award as well as three Primetime Emmy Award nominations and three Golden Globe Award nominations for her work in film and television.",
    "year": 1987,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Aleksandra Wozniak",
    "birthday": "1987-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Aleksandra_Wozniak_2012_Budapest.JPG/214px-Aleksandra_Wozniak_2012_Budapest.JPG",
    "extract": "Aleksandra Wozniak is a Canadian former tennis player. She turned professional in November 2005, and achieved a career-best ranking of No. 21 in June 2009, making her the fifth highest-ranked Canadian singles player of all time. She won one WTA and eleven ITF tournaments. At the Bank of the West Classic in Stanford in 2008, she became the first Canadian in 20 years to capture a WTA singles title and the first Quebecer in history to have accomplished such a feat. She reached a career-high ITF junior ranking of No. 3 on January 31, 2005. Wozniak was named Female Player of the Year by Tennis Canada five times.",
    "year": 1987,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Charlie Daniels (footballer)",
    "birthday": "1986-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Charlie_Daniels_15-10-2016_1.jpg/182px-Charlie_Daniels_15-10-2016_1.jpg",
    "extract": "Charles John Daniels is an English former professional footballer who played as a defender.",
    "year": 1986,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Colin Delaney",
    "birthday": "1986-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Colin_Delaney_2013.jpg/320px-Colin_Delaney_2013.jpg",
    "extract": "Colin Matthew Delaney is an American professional wrestler. He is best known for his time with WWE on its ECW brand, All Elite Wrestling (AEW), and has performed extensively on the independent circuit for promotions such as Squared Circle Wrestling, Chikara, NWA Upstate, Combat Zone Wrestling, and the International Wrestling Cartel under the names Colin Olsen and the \"Extremely Cute Wrestler\" Colin Delaney.",
    "year": 1986,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Wade Davis (baseball)",
    "birthday": "1985-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Wade_Davis_pitching_for_the_Colorado_Rockies_in_2018_%28Cropped%29.jpg/165px-Wade_Davis_pitching_for_the_Colorado_Rockies_in_2018_%28Cropped%29.jpg",
    "extract": "Wade Allen Davis is an American former professional baseball pitcher. He has played in Major League Baseball (MLB) for the Tampa Bay Rays, Kansas City Royals, Chicago Cubs, and Colorado Rockies. Davis is a three-time MLB All-Star. He was a member of the Royals' 2015 World Series-winning team, and earned the Babe Ruth Award for his performance in the 2015 MLB playoffs.",
    "year": 1985,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Rafinha (footballer, born 1985)",
    "birthday": "1985-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Rafinha_2016.jpg/218px-Rafinha_2016.jpg",
    "extract": "Márcio Rafael Ferreira de Souza, commonly known as Rafinha [ʁɐˈfiɲa], is a Brazilian professional footballer who plays as a right-back for São Paulo FC. He has earned four caps with the Brazil national team.",
    "year": 1985,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Miranda (footballer, born 1984)",
    "birthday": "1984-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/20180610_FIFA_Friendly_Match_Austria_vs._Brazil_Miranda_850_1585.jpg/213px-20180610_FIFA_Friendly_Match_Austria_vs._Brazil_Miranda_850_1585.jpg",
    "extract": "João Miranda de Souza Filho, known as Miranda, is a Brazilian professional footballer who plays as a centre-back for São Paulo FC.",
    "year": 1984,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Vera Zvonareva",
    "birthday": "1984-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Zvonareva2021.jpg/213px-Zvonareva2021.jpg",
    "extract": "Vera Igorevna Zvonareva is a Russian professional tennis player. She was introduced to tennis at the age of six and turned professional in 2000. Her career-high ranking by the Women's Tennis Association (WTA) is world No. 2. Zvonareva has won twelve WTA Tour singles titles, including the 2009 Indian Wells Masters, and reached the finals of the 2008 WTA Tour Championships, 2010 Wimbledon Championships, and 2010 US Open. She also was a bronze medalist at the 2008 Beijing Olympics.",
    "year": 1984,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Philip Deignan",
    "birthday": "1983-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Philip_Deignan_steps.jpg/203px-Philip_Deignan_steps.jpg",
    "extract": "Philip Deignan is an Irish former professional road racing cyclist, who rode professionally between 2005 and 2018 for the Ag2r–La Mondiale, Cervélo TestTeam, Team RadioShack, UnitedHealthcare and Team Sky squads. A former Olympian, Deignan won a stage in the 2009 Vuelta a España, and finished in the top ten in the general classification.",
    "year": 1983,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Annette Dytrt",
    "birthday": "1983-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/AnnetteDytrt.jpg/222px-AnnetteDytrt.jpg",
    "extract": "Annette Dytrt, also Dytrtová, is a German former competitive figure skater who also competed internationally for the Czech Republic. She is the 1999 Czech national champion and the 2003–06 German national champion.",
    "year": 1983,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Pops Mensah-Bonsu",
    "birthday": "1983-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Bonsu%2713-14%282%29.JPG/320px-Bonsu%2713-14%282%29.JPG",
    "extract": "Nana Papa Yaw \"Pops\" Mensah-Bonsu is a British basketball executive and former player. He played college basketball for George Washington University and professionally for five NBA teams as well as clubs in Spain, France, Turkey, Russia, Italy, Israel, and Greece. On an international level, he represented Great Britain and was a member of Team GB at the London 2012 Olympic Games. He also served as general manager of the Capital City Go-Go of the NBA G League from 2018 to 2020.",
    "year": 1983,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Piri Weepu",
    "birthday": "1983-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/USO_-_UBB_-_20150829_-_Piri_Weepu.jpg/320px-USO_-_UBB_-_20150829_-_Piri_Weepu.jpg",
    "extract": "Piri Awahou Tihou Weepu is a retired New Zealand rugby union player. Weepu played most recently for Wairarapa Bush in the Heartland Championship. Generally Weepu played as a half-back but also played at first five-eighth on occasion. He has represented the New Zealand national side, the All Blacks, between 2004 and 2013. He first won national honours against Wales in 2004. In 2005 was called back into the All Blacks squad for the first Tri Nations test against South Africa, having missed selection for the 2005 British and Irish Lions tour. He represented the Hurricanes and Blues in Super Rugby, and Wellington and Auckland in the Mitre 10 Cup. He also had brief spells with several clubs in Europe. In October 2017, Weepu announced his retirement as a rugby player.",
    "year": 1983,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "George Bailey (cricketer, born 1982)",
    "birthday": "1982-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/GEORGE_BAILEY_%2811704709453%29.jpg/243px-GEORGE_BAILEY_%2811704709453%29.jpg",
    "extract": "George John Bailey is a former Australian cricketer, who played all formats for the national team and captained the team in limited-over formats. Domestically, Bailey played for the Tasmanian cricket team in all three domestic state competitions as well as the Hobart Hurricanes and Melbourne Stars in the Twenty20 Big Bash's successor, the KFC Big Bash League. He has also played in the Indian Premier League and T20 Blast.",
    "year": 1982,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Emese Szász-Kovács",
    "birthday": "1982-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Emese_Szasz_podium_2013_Fencing_WCH_EFS-IN_t214318.jpg/213px-Emese_Szasz_podium_2013_Fencing_WCH_EFS-IN_t214318.jpg",
    "extract": "Emese Szász-Kovács is a Hungarian left-handed épée fencer, three-time Olympian, and 2016 individual Olympic champion.",
    "year": 1982,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Gökhan Zan",
    "birthday": "1981-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/G%C3%B6khan_Zan_2013_1.jpg/213px-G%C3%B6khan_Zan_2013_1.jpg",
    "extract": "Gökhan Zan is a retired Turkish footballer.",
    "year": 1981,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Vangelis (wrestler)",
    "birthday": "1981-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/MX_MM_TERCERA_LUCHA_40.jpg/320px-MX_MM_TERCERA_LUCHA_40.jpg",
    "extract": "Vangelis is the ring name of a Mexican luchador known for his work for the Mexican professional wrestling promotion Consejo Mundial de Lucha Libre (CMLL). He portrays a rudo wrestling character. He has formerly worked for AAA in Mexico, Dragon Gate in Japan and extensively on the Mexican independent circuit. Vangelis is the winner of the 2013 En Busca de un Ídolo tournament and a former holder of the Mexican National Light Heavyweight Championship.",
    "year": 1981,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Emre Belözoğlu",
    "birthday": "1980-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Emre_in_national_team_%2811.08.2010%29_%28cropped%29.JPG/229px-Emre_in_national_team_%2811.08.2010%29_%28cropped%29.JPG",
    "extract": "Emre Belözoğlu is a Turkish former professional footballer and manager who is currently serving as the manager of İstanbul Başakşehir. During his playing career, he played as a midfielder. He was named in the FIFA 100, a list of the 125 greatest living footballers as a part of FIFA's centenary celebrations announced by Pelé. Although he was the Fenerbahçe football team captain known for being a Fenerbahçe fan, as a playmaker, his past clubs other than Fenerbahçe include Galatasaray, Inter Milan, Newcastle United, Atlético Madrid and İstanbul Başakşehir. Belözoğlu was a part of the Turkey national team from 2000 to 2019, earning over 100 caps and helping the team to the semi-finals at the 2002 World Cup and at Euro 2008.",
    "year": 1980,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Sara Carrigan",
    "birthday": "1980-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Sara_Carrigan_2008_Geelong_World_Cup_1.jpg/267px-Sara_Carrigan_2008_Geelong_World_Cup_1.jpg",
    "extract": "Sara Carrigan is a professional cyclist from Australia, who commenced her cycling career in 1996 at the age of fifteen and is currently a member of the Belgian Lotto-Belisol Ladiesteam.",
    "year": 1980,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Gabriel Milito",
    "birthday": "1980-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Milito-Estudiantes-2015.JPG/213px-Milito-Estudiantes-2015.JPG",
    "extract": "Gabriel Alejandro Milito is an Argentine former footballer who played as a central defender, currently the manager of Argentinos Juniors.",
    "year": 1980,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Javad Nekounam",
    "birthday": "1980-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Iran_captain_Javad_Nekounam_in_press_conference_before_Nigeria_match%2C_2014_FIFA_World_Cup_%28cropped%29.jpg/251px-Iran_captain_Javad_Nekounam_in_press_conference_before_Nigeria_match%2C_2014_FIFA_World_Cup_%28cropped%29.jpg",
    "extract": "Javad Nekounam is an Iranian retired professional footballer who played as a central midfielder who is the manager of Foolad FC.",
    "year": 1980,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Mark Prior",
    "birthday": "1980-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Mark_Prior_2006_%28Cropped%29.jpg/306px-Mark_Prior_2006_%28Cropped%29.jpg",
    "extract": "Mark William Prior is an American former professional baseball pitcher and current coach. A onetime top prospect of the Chicago Cubs, he pitched for the team from 2002 to 2006 in a career that was marred by injuries. In his prime, his repertoire of pitches included a mid-90s mph fastball, a curveball, and a changeup. He is currently the pitching coach for the Los Angeles Dodgers.",
    "year": 1980,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Nathan Hindmarsh",
    "birthday": "1979-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Nathan_Hindmarsh.jpg/188px-Nathan_Hindmarsh.jpg",
    "extract": "Nathan William Hindmarsh is an Australian former professional rugby league footballer who captained the Parramatta Eels in the NRL. A New South Wales State of Origin and Australian international representative second-row forward, he played his entire career at the Eels, in 2010 breaking the record for most games with the club. On 28 August 2018, Hindmarsh was inducted into the Parramatta Eels hall of fame.",
    "year": 1979,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Paul Mara",
    "birthday": "1979-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Paul_Mara_bloody_2011-03-12.JPG/320px-Paul_Mara_bloody_2011-03-12.JPG",
    "extract": "Paul Richard Mara is an American former professional ice hockey defender, and current head coach of the Boston Pride in the NWHL.",
    "year": 1979,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Owen Pallett",
    "birthday": "1979-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Owen_Pallett_2010.jpg/320px-Owen_Pallett_2010.jpg",
    "extract": "Michael James Owen Pallett is a Canadian composer, violinist, keyboardist, and vocalist, who performs solo as Owen Pallett or, before 2010, under the name Final Fantasy. As Final Fantasy, Pallett won the 2006 Polaris Music Prize for the album He Poos Clouds.",
    "year": 1979,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Brian Stokes",
    "birthday": "1979-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Brian_Stokes_April_21%2C_2009.jpg/240px-Brian_Stokes_April_21%2C_2009.jpg",
    "extract": "Brian Alexander Stokes is an American former professional baseball pitcher. He played for the Tampa Bay Devil Rays, New York Mets, and Los Angeles Angels of Anaheim of Major League Baseball.",
    "year": 1979,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Matt Cooke",
    "birthday": "1978-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/2010-04-03_Cooke_kneeling.jpg/212px-2010-04-03_Cooke_kneeling.jpg",
    "extract": "Matthew David Cooke  is a Canadian former professional ice hockey player who played sixteen seasons and 1046 games in the National Hockey League (NHL). Cooke won the Stanley Cup with the Pittsburgh Penguins during the 2008–09 NHL season and was a member of the Team Canada team that won the gold medal at the 2004 World Championships. In addition to having previously played for the Penguins, he has also played in the NHL with the Vancouver Canucks, Washington Capitals and Minnesota Wild. Cooke was born in Belleville, Ontario, but grew up in Stirling, Ontario.",
    "year": 1978,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Erwin Koen",
    "birthday": "1978-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Erwin-koen-1314700100.jpg/320px-Erwin-koen-1314700100.jpg",
    "extract": "Erwin Koen is a Dutch former footballer who played as a striker. Most of his career he played in the 2. Bundesliga.",
    "year": 1978,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Molly Holly",
    "birthday": "1977-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Molly_Holly_WWE_Hall_of_Fame_April_2018.jpg/261px-Molly_Holly_WWE_Hall_of_Fame_April_2018.jpg",
    "extract": "Nora Kristina Benshoof is an American semi-retired professional wrestler signed to WWE as a producer, she is best known for her appearances with the said company from 2000 to 2005 under the ring name Molly Holly. She is also known for her appearances with World Championship Wrestling (WCW) as Miss Madness and Mona in 1999 to 2000.",
    "year": 1977,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jon Macken",
    "birthday": "1977-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/JonMacken02.jpg/320px-JonMacken02.jpg",
    "extract": "Jonathan Paul Macken is a football manager and former professional player who played as a striker. He is currently manager of Witton Albion.",
    "year": 1977,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Norifumi Abe",
    "birthday": "1975-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Norick_Abe_1996_JapanGP.JPG/320px-Norick_Abe_1996_JapanGP.JPG",
    "extract": "Norifumi \"Norick\" Abe , or Norick Abe (ノリック・アベ) was a Japanese professional motorcycle road racer who was previously a 500 cc/MotoGP rider. He died in a road traffic accident in October 2007.",
    "year": 1975,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Mario Frick (footballer)",
    "birthday": "1974-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/AUT_vs._LIE_2015-10-12_%28194%29.jpg/320px-AUT_vs._LIE_2015-10-12_%28194%29.jpg",
    "extract": "Mario Frick is a Swiss-born Liechtensteiner retired professional footballer who is currently a manager for FC Luzern. He has earned 125 caps and scored a national record 16 goals for his country from his international debut in 1993 until his retirement in 2015. Mainly a striker, Frick was also deployed as a centre-back on occasion.",
    "year": 1974,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Antonio McDyess",
    "birthday": "1974-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/34McDeezy_against_celtics.JPG/196px-34McDeezy_against_celtics.JPG",
    "extract": "Antonio Keithflen McDyess is an American former professional basketball player. Listed at 6'9\" and 245 lb (111 kg), McDyess played as a power forward.",
    "year": 1974,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Shannon Elizabeth",
    "birthday": "1973-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Shannon_Elizabeth_Photo_Op_GalaxyCon_Raleigh_2021.jpg/240px-Shannon_Elizabeth_Photo_Op_GalaxyCon_Raleigh_2021.jpg",
    "extract": "Shannon Elizabeth Fadal is an American actress, model and poker player. A popular sex symbol and teen idol of the 1990s and 2000s, Elizabeth is best known for her roles in the films American Pie, Scary Movie, and Love Actually. She also appeared in the films Jack Frost, Jay and Silent Bob Strikes Back, Thirteen Ghosts, Cursed, and Night of the Demons, and played recurring roles in the sitcoms That '70s Show and Cuts.",
    "year": 1973,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Alex Kurtzman",
    "birthday": "1973-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Alex_Kurtzman_San_Diego_Comic_Con_2019.jpg/240px-Alex_Kurtzman_San_Diego_Comic_Con_2019.jpg",
    "extract": "Alexander Hilary Kurtzman is an American film and television writer, producer, and director. He is best known for his work on the Star Trek franchise since 2009, co-writing the scripts to Transformers (2007), Star Trek (2009), Star Trek Into Darkness (2013), and The Amazing Spider-Man 2 (2014) with his writing and producing partner Roberto Orci, and directing and co-writing The Mummy (2017).",
    "year": 1973,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jason Isringhausen",
    "birthday": "1972-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/IMG_4118_Jason_Isringhausen.jpg/197px-IMG_4118_Jason_Isringhausen.jpg",
    "extract": "Jason Derik Isringhausen is an American former professional baseball pitcher and coach. He pitched in Major League Baseball from 1995 through 2012 for the New York Mets, Oakland Athletics, St. Louis Cardinals, Tampa Bay Rays, and Los Angeles Angels of Anaheim.",
    "year": 1972,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Gene Pritsker",
    "birthday": "1971-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Gene_Pritsker.jpg/213px-Gene_Pritsker.jpg",
    "extract": "Gene Pritsker is a Russian-born composer, guitarist, rapper and record producer living in New York City. He moved to the United States with his family in 1978 and lived in Sheepshead Bay, Brooklyn. He attended the Manhattan School of Music from 1990 to 1994 where he studied composition with Giampaolo Bracali.",
    "year": 1971,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Shane Mosley",
    "birthday": "1971-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/%27Sugar%27_Shane_Mosley_2018_by_Glenn_Francis.jpg/213px-%27Sugar%27_Shane_Mosley_2018_by_Glenn_Francis.jpg",
    "extract": "Shane Andre Mosley, often known by his nickname \"Sugar\" Shane Mosley, is an American former professional boxer who competed from 1993 to 2016. He held multiple world championships in three weight classes, including the IBF lightweight title; the WBA (Super) and WBC welterweight titles; and the WBA (Super), WBC, and The Ring magazine light middleweight titles. He is also a former lineal champion at welterweight (twice) and light middleweight.",
    "year": 1971,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Tom Everett Scott",
    "birthday": "1970-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Tom_Everett_Scott_%28cropped%29.jpg/241px-Tom_Everett_Scott_%28cropped%29.jpg",
    "extract": "Thomas Everett Scott is an American actor. His film work includes a starring role as drummer Guy Patterson in the film That Thing You Do!, the protagonist in An American Werewolf in Paris, and notable roles in Boiler Room, One True Thing, Dead Man on Campus, The Love Letter, Because I Said So, Danger One, La La Land, and Clouds.",
    "year": 1970,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Darren Bragg",
    "birthday": "1969-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Darren_Bragg_Qatar_2.jpg/236px-Darren_Bragg_Qatar_2.jpg",
    "extract": "Darren William Bragg is an American former baseball outfielder who played 11 seasons in Major League Baseball (MLB). He played for the Seattle Mariners (1994–1996), Boston Red Sox (1996–1999), St. Louis Cardinals (1999), Colorado Rockies (2000), New York Mets (2001), New York Yankees (2001), Atlanta Braves (2002–2003), San Diego Padres (2004), and his final team, the Cincinnati Reds (2004).",
    "year": 1969,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Rudy Galindo",
    "birthday": "1969-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Rudy_Golindo_1996.jpg/320px-Rudy_Golindo_1996.jpg",
    "extract": "Val Joe \"Rudy\" Galindo is an American former competitive figure skater who competed in both single skating and pair skating. As a single skater, he is the 1996 U.S. national champion, 1987 World Junior Champion, and 1996 World Bronze medalist. As a pairs skater, he competed with Kristi Yamaguchi and was the 1988 World Junior Champion and the 1989 and 1990 U.S. National Champion. He is the first openly gay skating champion in the United States, though US, World and Olympic champion Brian Boitano came out long after his career was over.",
    "year": 1969,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Marcel Desailly",
    "birthday": "1968-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/MarcelDesailly.JPG/212px-MarcelDesailly.JPG",
    "extract": "Marcel Desailly is a French former professional footballer, widely considered to be among the greatest centre-backs and defensive midfielders to ever play football. During a successful career at club level, lasting from 1986 to 2006, Desailly won several titles, including UEFA Champions League medals with both Marseille and AC Milan, and also played for Nantes and Chelsea, among other teams. At international level, he collected 116 caps between 1993 and 2004, scoring 3 goals, and was a member of the France international squads that won the 1998 World Cup and Euro 2000.",
    "year": 1968,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Alok Sharma",
    "birthday": "1967-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Official_portrait_of_Alok_Sharma_crop_2.jpg/240px-Official_portrait_of_Alok_Sharma_crop_2.jpg",
    "extract": "Alok Sharma is a British politician serving as President for COP26 and a Minister of State at the Cabinet Office since 2021. Resigning his previous position as Secretary of State for Business, Energy and Industrial Strategy in order to lead COP26, he retains full Cabinet status. Sharma has been the Conservative Member of Parliament (MP) for Reading West since 2010.",
    "year": 1967,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Toby Jones",
    "birthday": "1966-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Toby_Jones.jpg/264px-Toby_Jones.jpg",
    "extract": "Tobias Edward Heslewood Jones is an English actor.",
    "year": 1966,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Gunda Niemann-Stirnemann",
    "birthday": "1966-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Bundesarchiv_Bild_183-1988-1211-006%2C_Gunda_Kleemann.jpg/194px-Bundesarchiv_Bild_183-1988-1211-006%2C_Gunda_Kleemann.jpg",
    "extract": "Gunda Niemann-Stirnemann is a German former speed skater. She is a three-time Olympic gold medallist, winning the 3000 metres in 1992 and 1998 and the 5000 metres in 1992. She won a total of eight Olympic medals.",
    "year": 1966,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Andrew Voss",
    "birthday": "1966-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Andrew_Voss.jpg/229px-Andrew_Voss.jpg",
    "extract": "Andrew Voss is an Australian rugby league commentator and radio and television personality who works for Fox League.",
    "year": 1966,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Angela Gheorghiu",
    "birthday": "1965-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Angela_Gheorghiu_as_Floria_Tosca_at_San_Francisco_Opera%2C_November_2012.jpg/230px-Angela_Gheorghiu_as_Floria_Tosca_at_San_Francisco_Opera%2C_November_2012.jpg",
    "extract": "Angela Gheorghiu is a Romanian soprano, especially known for her performances in the operas of Puccini and Verdi, widely recognised by critics and opera lovers as one of the greatest sopranos of all time.",
    "year": 1965,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Darko Pančev",
    "birthday": "1965-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/%D0%94%D0%B0%D1%80%D0%BA%D0%BE_%D0%9F%D0%B0%D0%BD%D1%87%D0%B5%D0%B2_2020.png/316px-%D0%94%D0%B0%D1%80%D0%BA%D0%BE_%D0%9F%D0%B0%D0%BD%D1%87%D0%B5%D0%B2_2020.png",
    "extract": "Darko Pančev is a Macedonian former professional footballer who played as a forward. He most notably played for FK Vardar and Red Star Belgrade.",
    "year": 1965,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Uta Pippig",
    "birthday": "1965-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Uta_Pippig_%28c%29_Stephen_Coz.jpg/307px-Uta_Pippig_%28c%29_Stephen_Coz.jpg",
    "extract": "Uta Pippig is a retired German long-distance runner, and the first woman to officially win the Boston Marathon three consecutive times (1994–1996). She also won the Berlin Marathon three times ; the 1993 New York City Marathon; represented Germany at the Olympic Games in 1992 and 1996, and won a bronze medal at the 1991 World 15km Road Race Championship. Her marathon best of 2:21:45 set in Boston in 1994, made her the third-fastest female marathon runner in history at that time.",
    "year": 1965,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Tomáš Skuhravý",
    "birthday": "1965-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Tomas_Skuhravy_2008.jpg/239px-Tomas_Skuhravy_2008.jpg",
    "extract": "Tomáš Skuhravý is a Czech former footballer who played as a striker.",
    "year": 1965,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Andreas Thom",
    "birthday": "1965-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Bundesarchiv_Bild_183-1988-0813-012%2C_Andreas_Thom_%22DDR-Fu%C3%9Fballer_des_Jahres%22.jpg/320px-Bundesarchiv_Bild_183-1988-0813-012%2C_Andreas_Thom_%22DDR-Fu%C3%9Fballer_des_Jahres%22.jpg",
    "extract": "Andreas Thom is a German former professional footballer who played as a forward for BFC Dynamo, Bayer Leverkusen, Celtic and Hertha BSC. He played 51 times for East Germany throughout the 1980s and played ten times for the unified Germany national team in the early 1990s. He is now retired from playing and works as a youth coach at Hertha BSC.",
    "year": 1965,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Eazy-E",
    "birthday": "1963-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/c/c6/Eazy_E_headshot_%28cropped%29.jpg",
    "extract": "Eric Lynn Wright, known professionally as Eazy-E, was an American rapper who propelled West Coast rap and gangsta rap by leading the group N.W.A and its label, Ruthless Records. He is often referred to as the \"Godfather of Gangsta Rap\".",
    "year": 1963,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jennifer Egan",
    "birthday": "1962-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Jennifer_Egan_2017.jpg/320px-Jennifer_Egan_2017.jpg",
    "extract": "Jennifer Egan is an American novelist and short-story writer. Egan's novel A Visit from the Goon Squad won the 2011 Pulitzer Prize for Fiction and National Book Critics Circle Award for fiction. As of February 28, 2018, she is the President of the PEN America Center.",
    "year": 1962,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "George South",
    "birthday": "1962-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/George_South.jpg/320px-George_South.jpg",
    "extract": "George South is an American professional wrestler. In the course of his career, South has wrestled for professional wrestling promotions such as Jim Crockett Promotions, World Championship Wrestling and the World Wrestling Federation.",
    "year": 1962,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "LeRoi Moore",
    "birthday": "1961-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/LeRoi_Moore.jpg/210px-LeRoi_Moore.jpg",
    "extract": "LeRoi Holloway Moore was an American saxophonist. He was a founding member of the Dave Matthews Band. Moore often arranged music for songs written by Dave Matthews. Moore also co-wrote many of the band's songs, notably \"Too Much\" and \"Stay \".",
    "year": 1961,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jermaine Stewart",
    "birthday": "1957-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/91/Jermaine_Stewart.jpg/270px-Jermaine_Stewart.jpg",
    "extract": "William Jermaine Stewart was an American R&B singer, best known for his 1986 hit single \"We Don't Have to Take Our Clothes Off\", which peaked at number five on the Billboard Hot 100. It also peaked within the top ten of the charts in Canada at number two, the Republic of Ireland, and the United Kingdom. He is also well known for his 1987 song \"Say It Again\", which reached number 7 in the UK.",
    "year": 1957,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Michael Feinstein",
    "birthday": "1956-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Stephen_Sorokoff-246.jpg/243px-Stephen_Sorokoff-246.jpg",
    "extract": "Michael Jay Feinstein is an American singer, pianist, and music revivalist. He is an interpreter of and an anthropologist and archivist for the repertoire known as the Great American Songbook. In 1988 he won a Drama Desk Special Award for celebrating American musical theatre songs. Feinstein is also a multi-platinum-selling, five-time Grammy-nominated recording artist. He currently serves as Artistic Director for The Center for the Performing Arts in Carmel, Indiana.",
    "year": 1956,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Diane Warren",
    "birthday": "1956-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Diane_Warren_03_b.jpg/274px-Diane_Warren_03_b.jpg",
    "extract": "Diane Eve Warren is an American songwriter, musician, and record producer.",
    "year": 1956,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Mira Furlan",
    "birthday": "1955-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Mira_Furlan_by_Gage_Skidmore.jpg/242px-Mira_Furlan_by_Gage_Skidmore.jpg",
    "extract": "Mira Furlan was a Croatian actress and singer. Internationally, she was best known for her roles as the Minbari Ambassador Delenn in the science fiction television series Babylon 5 (1993–1998), and as Danielle Rousseau in Lost (2004–2010), and also appeared in multiple award-winning films such as When Father Was Away on Business (1985) and The Abandoned (2010).",
    "year": 1955,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Corbin Bernsen",
    "birthday": "1954-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Corbin_Bernsen_%2825219505510%29.jpg/242px-Corbin_Bernsen_%2825219505510%29.jpg",
    "extract": "Corbin Dean Bernsen is an American actor and film director known for his work on television. He is known for his roles as divorce attorney Arnold Becker on the NBC drama series L.A. Law, as Dr. Alan Feinstone in The Dentist, as retired police detective Henry Spencer on the USA Network comedy-drama series Psych, and as Roger Dorn in the films Major League, Major League II, and Major League: Back to the Minors. He has also appeared regularly on other shows, including The Resident, General Hospital, and Cuts, and has had intermittent appearances on The Young and the Restless.",
    "year": 1954,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Michael Emerson",
    "birthday": "1954-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Michael_Emerson_SDCC_2013.jpg/216px-Michael_Emerson_SDCC_2013.jpg",
    "extract": "Michael Emerson is an American actor who is best known for his roles as serial killer William Hinks on The Practice, Benjamin Linus on Lost, Zep Hindle in the first Saw film, Cayden James on Arrow, and Harold Finch on the CBS series Person of Interest. Emerson has also worked extensively in theater and narration. He has won two Primetime Emmy Awards and been nominated for three others, as well as receiving other awards and nominations. He currently stars as Dr. Leland Townsend in the CBS thriller series Evil.",
    "year": 1954,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Kerrie Holley",
    "birthday": "1954-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/18/Kerrie_Holley_Speaking.jpg",
    "extract": "Kerrie Lamont Holley is an American software architect, author, researcher, consultant, and inventor. He recently joined Industry Solutions, Google Cloud. Previously he was with UnitedHealth Group / Optum, their first Technical Fellow, where he focused on ideating healthcare assets and solutions using IoT, AI, graph database and more. His main focus centered on advancing AI in healthcare with an emphasis on deep learning and natural language processing. Holley is a retired IBM Fellow. Holley served as vice president and CTO at Cisco responsible for their analytics and automation platform. Holley is known internationally for his innovative work in architecture and software engineering centered on the adoption of scalable services, next era computing, service-oriented architecture and APIs.",
    "year": 1954,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Benmont Tench",
    "birthday": "1953-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Benmont_Tench%2C_2017-08-28.jpg/320px-Benmont_Tench%2C_2017-08-28.jpg",
    "extract": "Benjamin Montmorency \"Benmont\" Tench III is an American musician and singer, and a founding member of Tom Petty and the Heartbreakers.",
    "year": 1953,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ricardo Tormo",
    "birthday": "1952-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/RicardoTormo_casco.jpg/245px-RicardoTormo_casco.jpg",
    "extract": "Ricardo Tormo Blaya was a Spanish Grand Prix motorcycle road racer.",
    "year": 1952,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Chrissie Hynde",
    "birthday": "1951-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Chrissie_Hynde_2013.jpg/213px-Chrissie_Hynde_2013.jpg",
    "extract": "Christine Ellen Hynde is an American singer-songwriter and musician. She is a founding member and the lead vocalist, guitarist, and primary songwriter of the rock band the Pretenders, and one of the band's two remaining original members alongside drummer Martin Chambers.",
    "year": 1951,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Mammootty",
    "birthday": "1951-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Mammootty2022.jpg/320px-Mammootty2022.jpg",
    "extract": "Muhammad Kutty Panaparambil Ismail, known mononymously by the hypocorism Mammootty, is an Indian actor and film producer who works predominantly in Malayalam films. He has also appeared in Tamil, Telugu, Kannada, Hindi and English-language productions. In a career spanning five decades, he has acted in over 400 films. He is the recipient of several accolades, including three National Film Awards, seven Kerala State Film Awards and thirteen Filmfare Awards South. For his contribution to film, the Government of India awarded him the Padma Shri in 1998.",
    "year": 1951,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "David Cannadine",
    "birthday": "1950-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Sir_David_Cannadine.jpg/320px-Sir_David_Cannadine.jpg",
    "extract": "Sir David Nicholas Cannadine is a British author and historian who specialises in modern history, Britain and the history of business and philanthropy. He is currently the Dodge Professor of History at Princeton University, a visiting professor of history at Oxford University, and the editor of the Oxford Dictionary of National Biography. He has been the president of the British Academy since 2017, the UK's national academy for the humanities and social sciences. He also serves as the chairman of the trustees of the National Portrait Gallery in London and vice-chair of the editorial board of Past & Present.",
    "year": 1950,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "John Friedrich (fraudster)",
    "birthday": "1950-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/3/37/John_Freidrich.jpg/231px-John_Freidrich.jpg",
    "extract": "Johann Friedrich Hohenberger OAM, also known as John Friedrich, was executive director of the National Safety Council of Australia during the 1980s. He was the subject of Victoria's biggest fraud case and known as \"Australia's greatest conman\".",
    "year": 1950,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Julie Kavner",
    "birthday": "1950-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Julie_Kavner_1974.JPG/269px-Julie_Kavner_1974.JPG",
    "extract": "Julie Deborah Kavner is an American actress and comedian. Best known for her voice role as Marge Simpson on the animated television series The Simpsons, Kavner first attracted notice for her role as Brenda Morgenstern, the younger sister of Valerie Harper's title character in the sitcom Rhoda, for which she won a Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series. She also voices other characters for The Simpsons, including Marge's mother, Jacqueline Bouvier, and sisters Patty and Selma Bouvier.",
    "year": 1950,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Peggy Noonan",
    "birthday": "1950-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Peggy_Noonan_by_Gage_Skidmore.jpg/219px-Peggy_Noonan_by_Gage_Skidmore.jpg",
    "extract": "Margaret Ellen Noonan, known as Peggy Noonan, is a weekly columnist for The Wall Street Journal, and contributor to NBC News and ABC News. She was a primary speechwriter and Special Assistant to President Ronald Reagan from 1984 to 1986 and has maintained a center-right leaning in her writings since leaving the Reagan administration. Five of Noonan's books have been New York Times bestsellers.",
    "year": 1950,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Dianne Hayter",
    "birthday": "1949-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Official_portrait_of_Baroness_Hayter_of_Kentish_Town_crop_2.jpg/240px-Official_portrait_of_Baroness_Hayter_of_Kentish_Town_crop_2.jpg",
    "extract": "Dianne Hayter, Baroness Hayter of Kentish Town is a British politician serving as a Member of the House of Lords since 2010. A member of the Labour and Co-operative Party, she was Shadow Deputy Leader of the House of Lords from 2017 to 2021.",
    "year": 1949,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Susan Blakely",
    "birthday": "1948-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Susan-blakely-by-tiburzi.jpg/250px-Susan-blakely-by-tiburzi.jpg",
    "extract": "Susan Blakely is an American actress and model. She is best known for her leading role in the 1976 ABC miniseries Rich Man, Poor Man, for which she received a Golden Globe Award for Best Actress – Television Series Drama. Blakely also has appeared in films including The Towering Inferno (1974), Report to the Commissioner (1975), Capone (1975), The Concorde ... Airport '79 (1979) and Over the Top (1987).",
    "year": 1948,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Sergio Della Pergola",
    "birthday": "1947-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Sergio_DellaPergola.JPG/300px-Sergio_DellaPergola.JPG",
    "extract": "Sergio Della Pergola is an Italian-Israeli demographer and statistician. He is a professor and demographic expert, specifically in demography and statistics related to the Jewish population.",
    "year": 1947,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Gloria Gaynor",
    "birthday": "1947-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Gloria_Gaynor_2012_%28cropped%29.jpg/288px-Gloria_Gaynor_2012_%28cropped%29.jpg",
    "extract": "Gloria Gaynor is an American singer, best known for the disco era hits \"I Will Survive\" (1978), \"Let Me Know \" (1979), \"I Am What I Am\" (1983), and her version of \"Never Can Say Goodbye\" (1974).",
    "year": 1947,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Willie Crawford",
    "birthday": "1946-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/1971_Ticketron_Willie_Crawford.jpg/214px-1971_Ticketron_Willie_Crawford.jpg",
    "extract": "Willie Murphy Crawford was a professional baseball outfielder. He played with the Los Angeles Dodgers (1964–1975), St. Louis Cardinals (1976), Houston Astros (1977) and Oakland Athletics (1977) of Major League Baseball (MLB). Crawford was born in Los Angeles, California. He batted and threw left-handed. He was the father of former UCLA football DB Willie Crawford who graduated from Beverly Hills H.S. in 1988.",
    "year": 1946,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Joe Klein",
    "birthday": "1946-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Joe_Klein_2011_Shankbone.JPG/231px-Joe_Klein_2011_Shankbone.JPG",
    "extract": "Joe Klein is an American political commentator and author. He is best known for his work as a columnist for Time magazine and his novel Primary Colors, an anonymously written roman à clef portraying Bill Clinton's 1992 presidential campaign. Klein is currently a member of the Council on Foreign Relations and is a former Guggenheim Fellow. In April 2006 he published Politics Lost, a book on what he calls the \"pollster–consultant industrial complex.\" He has also written articles and book reviews for The New Republic, The New York Times, The Washington Post, Life, and Rolling Stone.",
    "year": 1946,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Suzyn Waldman",
    "birthday": "1946-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/96/SuzynWaldman.jpg",
    "extract": "Suzyn Waldman is an American sportscaster and former musical theater actress. Since the 2005 season, she has been the color commentator for New York Yankees baseball, working with John Sterling on radio broadcasts, first for WCBS-AM and currently for WFAN in New York City.",
    "year": 1946,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jacques Lemaire",
    "birthday": "1945-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Jacques_Lemaire.jpg/213px-Jacques_Lemaire.jpg",
    "extract": "Jacques Gerard Lemaire is a Canadian former ice hockey forward and head coach who was inducted into the Hockey Hall of Fame in 1984. He spent his entire twelve-year National Hockey League (NHL) playing career with the Montreal Canadiens (1967–1979) and was a part of eight Stanley Cup championship teams in 1968, 1969, 1971, 1973, 1976, 1977, 1978 and 1979. In 2017, Lemaire was named one of the \"100 Greatest NHL Players\".",
    "year": 1945,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Forrest Blue",
    "birthday": "1944-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/9/99/Forrest_Blue_1975.jpg",
    "extract": "Forrest Murrell Blue Jr. was an offensive lineman who spent eleven seasons in the National Football League (NFL) with the San Francisco 49ers (1968–1974) and Baltimore Colts (1975–1978).",
    "year": 1944,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Bertel Haarder",
    "birthday": "1944-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/45/Bertel_Haarder%2C_January_2010_%28cropped%29.jpg/226px-Bertel_Haarder%2C_January_2010_%28cropped%29.jpg",
    "extract": "Bertel Geismar Haarder is a Danish writer, teacher and politician, who is a member of the Folketing for the Venstre political party. He has served as minister several times, including Minister of Education from 1982 to 1993 and again in 2005 to 2010, and most recently as Minister for Culture and Ecclesiastical Affairs from 2015 to 2016 in the L. L. Rasmussen II Cabinet. He is a former member of European Parliament, serving from 1994 to 2001. He has also served as president of Nordic Council on two occasions, first in 2011 and latest from 2020 to 2021.",
    "year": 1944,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Earl Manigault",
    "birthday": "1944-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/22/EarlManigaultHarlem.jpg/240px-EarlManigaultHarlem.jpg",
    "extract": "Earl Manigault was an American street basketball player who was nicknamed \"the goat\".",
    "year": 1944,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Bora Milutinović",
    "birthday": "1944-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Milu.jpeg/227px-Milu.jpeg",
    "extract": "Velibor \"Bora\" Milutinović is a Serbian retired professional football manager and player.",
    "year": 1944,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Houshang Moradi Kermani",
    "birthday": "1944-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Meeting_of_Kerman_in_the_course_of_history_-_Hafez_Hall%2C_Milad_Tower_%283%29_%28Cropped_on_Moradi_Kermani%29.jpg/212px-Meeting_of_Kerman_in_the_course_of_history_-_Hafez_Hall%2C_Milad_Tower_%283%29_%28Cropped_on_Moradi_Kermani%29.jpg",
    "extract": "Houshang Moradi Kermani is an Iranian writer best known for children's and young adult fiction. He was a finalist in 2014 for the Hans Christian Andersen Award.",
    "year": 1944,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Beverley McLachlin",
    "birthday": "1943-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Beverley_McLachlin_%28crop%29.jpg/284px-Beverley_McLachlin_%28crop%29.jpg",
    "extract": "Beverley Marian McLachlin is a Canadian jurist and author who served as the 17th chief justice of Canada from 2000 to 2017. She is the longest-serving chief justice in Canadian history and the first woman to hold the position. She is considered by many to be among the finest legal minds in the history of the Supreme Court.",
    "year": 1943,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Andrew Stone, Baron Stone of Blackheath",
    "birthday": "1942-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/Official_portrait_of_Lord_Stone_of_Blackheath.jpg/213px-Official_portrait_of_Lord_Stone_of_Blackheath.jpg",
    "extract": "Andrew Zelig Stone, Baron Stone of Blackheath is a Labour member of the House of Lords.",
    "year": 1942,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Dario Argento",
    "birthday": "1940-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Dario_Argento_Cannes_2017.jpg/226px-Dario_Argento_Cannes_2017.jpg",
    "extract": "Dario Argento is an Italian film director, producer, screenwriter, actor and critic. His influential work in the horror genre during the 1970s and 1980s, particularly in the subgenre known as giallo, has led him to being referred to as the \"Master of the Thrill\" and the \"Master of Horror\".",
    "year": 1940,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Abdurrahman Wahid",
    "birthday": "1940-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/President_Abdurrahman_Wahid_-_Indonesia.jpg/259px-President_Abdurrahman_Wahid_-_Indonesia.jpg",
    "extract": "Abdurrahman Wahid, though more colloquially known as Gus Dur, was an Indonesian politician and Islamic religious leader who served as the 4th President of Indonesia, from his election in 1999 until his removal from power in 2001. A long time leader within the Nahdlatul Ulama organization, he was the founder of the National Awakening Party (PKB). He was the son of Minister of Religious Affairs Wahid Hasyim, and the grandson of Nahdatul Ulama founder Hasyim Asy'ari.",
    "year": 1940,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Latimore (musician)",
    "birthday": "1939-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Latimore.jpg/320px-Latimore.jpg",
    "extract": "Benjamin William Lattimore known professionally as Latimore, is an American blues and R&B singer, songwriter and pianist. In 2017, Latimore was inducted in to the Blues Hall of Fame.",
    "year": 1939,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "John Phillip Law",
    "birthday": "1937-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/John_Phillip_Law_%28Death_Rides_a_Horse%29.jpg/320px-John_Phillip_Law_%28Death_Rides_a_Horse%29.jpg",
    "extract": "John Phillip Law was an American film actor.",
    "year": 1937,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Buddy Holly",
    "birthday": "1936-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Buddy_Holly_cropped.JPG/320px-Buddy_Holly_cropped.JPG",
    "extract": "Charles Hardin Holley, known as Buddy Holly, was an American singer and songwriter who was a central and pioneering figure of mid-1950s rock and roll. He was born in Lubbock, Texas, to a musical family during the Great Depression, and learned to play guitar and sing alongside his siblings. His style was influenced by gospel music, country music, and rhythm and blues acts, which he performed in Lubbock with his friends from high school.",
    "year": 1936,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Apostolos Kaklamanis",
    "birthday": "1936-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Apostolos_Kaklamanis_in_2008.JPG/182px-Apostolos_Kaklamanis_in_2008.JPG",
    "extract": "Apostolos Kaklamanis is a Greek politician and member of the Greek Parliament for the Panhellenic Socialist Movement (PASOK) for the Athens B constituency.",
    "year": 1936,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Abdou Diouf",
    "birthday": "1935-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Abdou_Diouf.jpg/288px-Abdou_Diouf.jpg",
    "extract": "Abdou Diouf is a Senegalese politician who was the second President of Senegal, in office from 1981 to 2000. Diouf is notable both for coming to power by peaceful succession, and leaving willingly after losing the 2000 presidential election to Abdoulaye Wade. He was also the second Secretary-General of the Organisation internationale de la Francophonie from January 2003 to December 2014.",
    "year": 1935,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Dick O'Neal",
    "birthday": "1935-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Dick_ONeal.jpg/199px-Dick_ONeal.jpg",
    "extract": "Richard O'Neal was an American basketball player. He was an All-American college player at Texas Christian University (TCU) and a second round draft pick of the Boston Celtics in the 1957 NBA draft.",
    "year": 1935,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Mary Bauermeister",
    "birthday": "1934-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Mary_Bauermeister_2012.jpg/213px-Mary_Bauermeister_2012.jpg",
    "extract": "Mary Hilde Ruth Bauermeister is a German artist who works in sculpture, drawing, installation, performance, and music. Influenced by Fluxus artists and Nouveau Réalisme, her work addresses esoteric issues of how information is transferable through society. \"I only followed an inner drive to express what was not yet there, in reality or thought\", she said of her practice. \"To make art was more a finding, searching process than a knowing.\" Since the 1970s, her work has concentrated on the themes surrounding New Age spirituality, specifically geomancy, the divine interpretation of lines on the ground.",
    "year": 1934,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Waldo de los Ríos",
    "birthday": "1934-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/9b/Waldo_de_los_R%C3%ADos.JPG",
    "extract": "Osvaldo Nicolás Ferraro Gutiérrez better known as Waldo de los Ríos was an Argentine composer, conductor and arranger.",
    "year": 1934,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Sunil Gangopadhyay",
    "birthday": "1934-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Sunil_Gangopadhyay_2010.JPG/240px-Sunil_Gangopadhyay_2010.JPG",
    "extract": "Sunil Gangopadhyay or Sunil Ganguly was an Indian poet, historian and novelist in the Bengali language based in the city of Kolkata. He is a former Sheriff of Calcutta. Gangopadhyay obtained his master's degree in Bengali from the University of Calcutta. In 1953 he and a few of his friends started a Bengali poetry magazine, Krittibas. Later he wrote for many different publications.",
    "year": 1934,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Omar Karami",
    "birthday": "1934-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f1/Omar_Karami.jpg/320px-Omar_Karami.jpg",
    "extract": "Omar Abdul Hamid Karami was the 29th Prime Minister of Lebanon, who served two separate terms. He was Prime Minister for the first time from 24 December 1990, when Selim al-Hoss gave up power, until May 1992, when he resigned due to economic instability. He was again Prime Minister from October 2004 to April 2005.",
    "year": 1934,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Little Milton",
    "birthday": "1934-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/LittleMilton.png/320px-LittleMilton.png",
    "extract": "James Milton Campbell Jr., better known as Little Milton, was an American blues singer and guitarist, best known for his number-one R&B single \"We're Gonna Make It\". His other hits include \"Baby, I Love You\", \"Who's Cheating Who?\", and \"Grits Ain't Groceries \".",
    "year": 1934,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Malcolm Bradbury",
    "birthday": "1932-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/6/68/Malcolm-bradbury.jpg/320px-Malcolm-bradbury.jpg",
    "extract": "Sir Malcolm Stanley Bradbury, was an English author and academic.",
    "year": 1932,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "John Paul Getty Jr.",
    "birthday": "1932-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/2/21/John_Paul_Getty%2C_Jr.jpg/230px-John_Paul_Getty%2C_Jr.jpg",
    "extract": "Sir Paul Getty, known widely as John Paul Getty Jr., was a British philanthropist and book collector. He was the third of five sons born to J. Paul Getty (1892–1976), one of the richest men in the world at the time. His mother was J. Paul Getty's fourth wife, Ann Rork. The Getty family's wealth was the result of the oil business founded by George Franklin Getty. One of his sons, Mark Getty, co-founded the visual media company Getty Images.",
    "year": 1932,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Baudouin of Belgium",
    "birthday": "1930-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/King_Baudouin_of_Belgium.jpg/223px-King_Baudouin_of_Belgium.jpg",
    "extract": "Baudouin, Dutch name Boudewijn, was King of the Belgians from 17 July 1951 until his death in 1993. He was the last Belgian king to be sovereign of the Congo.",
    "year": 1930,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Sonny Rollins",
    "birthday": "1930-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Sonny_Rollins_2011.jpg/213px-Sonny_Rollins_2011.jpg",
    "extract": "Walter Theodore \"Sonny\" Rollins is an American jazz tenor saxophonist who is widely recognized as one of the most important and influential jazz musicians. In a seven-decade career, he has recorded over sixty albums as a leader. A number of his compositions, including \"St. Thomas\", \"Oleo\", \"Doxy\", \"Pent-Up House\", and \"Airegin\", have become jazz standards. Rollins has been called \"the greatest living improviser\" and the \"Saxophone Colossus\".",
    "year": 1930,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "S. Sivanayagam",
    "birthday": "1930-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/2f/S._Sivanayagam.jpg",
    "extract": "Subramaniam Sivanayagam was a Sri Lankan journalist, author and editor of the Saturday Review, Tamil Nation and Hot Spring.",
    "year": 1930,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Clyde Lovellette",
    "birthday": "1929-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Clyde_Lovellette_1956.jpeg/152px-Clyde_Lovellette_1956.jpeg",
    "extract": "Clyde Edward Lovellette was an American professional basketball player. Lovellette was inducted into the Naismith Memorial Basketball Hall of Fame in 1988. He was the first basketball player in history to play on an NCAA championship team, Olympics gold medal basketball team, and NBA championship squad.",
    "year": 1929,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Kathleen Gorham",
    "birthday": "1928-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/5/52/Kathleen_Gorham.jpg",
    "extract": "Kathleen Ann \"Kathy\" Gorham was an Australian ballerina.",
    "year": 1928,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Al McGuire",
    "birthday": "1928-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Al_McGuire.jpg/261px-Al_McGuire.jpg",
    "extract": "Alfred James McGuire was an American college basketball coach and broadcaster, the head coach at Marquette University from 1964 to 1977. He won a national championship in his final season at Marquette, and was inducted into the Naismith Memorial Basketball Hall of Fame in 1992. He was also well known as a longtime national television basketball broadcaster and for his colorful personality.",
    "year": 1928,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Eric Hill",
    "birthday": "1927-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/89/Eric_Hill_author.jpg/320px-Eric_Hill_author.jpg",
    "extract": "Eric Hill was an English author and illustrator of children's picture books. He was best known for his puppy character named Spot. His works have been widely praised for their contributions to child literacy.",
    "year": 1927,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Donald J. Irwin",
    "birthday": "1926-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Donald_J._Irwin.jpg/281px-Donald_J._Irwin.jpg",
    "extract": "Donald Jay Irwin was a Democratic member of the U.S. House of Representatives from Connecticut's 4th district, Connecticut State Treasurer and mayor of Norwalk, Connecticut.",
    "year": 1926,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Patrick Jenkin",
    "birthday": "1926-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/8/8e/Charles-Patrick-Fleeming-Jenkin-Baron-Jenkin-of-Roding.jpg/240px-Charles-Patrick-Fleeming-Jenkin-Baron-Jenkin-of-Roding.jpg",
    "extract": "Charles Patrick Fleeming Jenkin, Baron Jenkin of Roding, was a British Conservative politician who served as a cabinet minister in Margaret Thatcher's first government.",
    "year": 1926,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Erich Juskowiak",
    "birthday": "1926-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/6/6c/Hamrin1958.jpg",
    "extract": "Erich Juskowiak was a football player for the West German national team between 1951 and 1959. He earned 31 caps and 4 goals for Germany. His position was left back. He played in the World Cup Finals in 1958 where West Germany reached the semi-final.",
    "year": 1926,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Don Messick",
    "birthday": "1926-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f8/Don_Messick.jpg/285px-Don_Messick.jpg",
    "extract": "Donald Earle Messick was an American voice actor. He was best known for his performances in Hanna-Barbera cartoons.",
    "year": 1926,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Laura Ashley",
    "birthday": "1925-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/f/fe/Laura_Ashley_portrait.jpg",
    "extract": "Laura Ashley was a Welsh fashion designer and businesswoman. She originally made furnishing materials in the 1950s, expanding the business into clothing design and manufacture in the 1960s. The Laura Ashley style is characterised by Romantic designs – often with a 19th-century rural feel – and the use of natural fabrics.",
    "year": 1925,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Allan Blakeney",
    "birthday": "1925-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Allan-Blakeney-2009-Full.jpeg/225px-Allan-Blakeney-2009-Full.jpeg",
    "extract": "Allan Emrys Blakeney was the tenth premier of Saskatchewan from 1971 to 1982, and leader of the Saskatchewan New Democratic Party (NDP).",
    "year": 1925,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "P. Bhanumathi",
    "birthday": "1925-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Bhanumathi_Ramakrishna_2013_stamp_of_India.jpg/320px-Bhanumathi_Ramakrishna_2013_stamp_of_India.jpg",
    "extract": "P. Bhanumathi Ramakrishna was an Indian actress, director, music director, singer, producer, novelist and lyricist. Widely known as the first female super star of Telugu cinema, Bhanumathi appeared in over 100 films predominantly in Telugu and Tamil languages as well as a few Hindi songs. She was awarded the Padma Bhushan in 2001 for her contribution to the Indian cinema. She was honored among \"women in cinema\" at the 30th International Film Festival of India.",
    "year": 1925,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Daniel Inouye",
    "birthday": "1924-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Daniel_Inouye_Official_Photo_2009.jpg/253px-Daniel_Inouye_Official_Photo_2009.jpg",
    "extract": "Daniel Ken Inouye was an American lawyer and politician who served as a United States senator from Hawaii from 1963 until his death in 2012. Beginning in 1959, he was the first U.S. representative for the State of Hawaii. A member of the Democratic Party, he also served as the president pro tempore of the United States Senate from 2010 until his death. Inouye was the highest-ranking Asian-American politician in U.S. history, until Kamala Harris became vice president in 2021. Inouye also chaired various Senate Committees, including those on Intelligence, Indian Affairs, Commerce, and Appropriations.",
    "year": 1924,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Leonard Rosenman",
    "birthday": "1924-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/e/e6/Leonard_Rosenman_photo.jpg",
    "extract": "Leonard Rosenman was an American film, television and concert composer with credits in over 130 works, including Star Trek IV: The Voyage Home, Beneath the Planet of the Apes, Barry Lyndon and the animated The Lord of the Rings.",
    "year": 1924,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Peter Lawford",
    "birthday": "1923-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Peter_Lawford_1955.jpg/250px-Peter_Lawford_1955.jpg",
    "extract": "Peter Sydney Ernest Lawford was an English actor. He resided in the United States throughout his adult life.",
    "year": 1923,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Louise Suggs",
    "birthday": "1923-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Louise_Suggs_1958.JPG/244px-Louise_Suggs_1958.JPG",
    "extract": "Mae Louise Suggs was an American professional golfer, one of the founders of the LPGA Tour and thus modern ladies' golf.",
    "year": 1923,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Peter A. Peyser",
    "birthday": "1921-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Peter_A._Peyser.jpg/276px-Peter_A._Peyser.jpg",
    "extract": "Peter A. Peyser was a United States Representative from New York, serving from 1971 to 1977 as a Republican and from 1979 to 1983 as a Democrat.",
    "year": 1921,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Harri Webb",
    "birthday": "1920-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/2/20/Harri_Webb_by_Julian_Sheppard.jpeg",
    "extract": "Harri Webb was a Welsh poet, Welsh nationalist, journalist and librarian.",
    "year": 1920,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Briek Schotte",
    "birthday": "1919-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Zegevierende_Briek_Schotte_na_eerste_etappe_Dwars_door_Belgi%C3%AB_1946%2C_Sint-Truiden_%28collectie_KOERS._Museum_van_de_Wielersport%29.jpg/320px-Zegevierende_Briek_Schotte_na_eerste_etappe_Dwars_door_Belgi%C3%AB_1946%2C_Sint-Truiden_%28collectie_KOERS._Museum_van_de_Wielersport%29.jpg",
    "extract": "Alberic \"Briek\" Schotte was a Belgian professional road racing cyclist, one of the champions of the 1940s and 1950s. His stamina earned him the nickname \"Iron Briek\".",
    "year": 1919,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Leonard Cheshire",
    "birthday": "1917-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/02/Leonard_Cheshire.2.jpg",
    "extract": "Geoffrey Leonard Cheshire, Baron Cheshire, was a highly decorated Royal Air Force (RAF) pilot and group captain during the Second World War, and a philanthropist.",
    "year": 1917,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "John Cornforth",
    "birthday": "1917-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/John_Cornforth_1975.jpg/239px-John_Cornforth_1975.jpg",
    "extract": "Sir John Warcup Cornforth Jr., was an Australian–British chemist who won the Nobel Prize in Chemistry in 1975 for his work on the stereochemistry of enzyme-catalysed reactions, becoming the only Nobel laureate born in New South Wales.",
    "year": 1917,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jacob Lawrence",
    "birthday": "1917-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Portrait_of_Jacob_Lawrence_LCCN2004663191.jpg/202px-Portrait_of_Jacob_Lawrence_LCCN2004663191.jpg",
    "extract": "Jacob Armstead Lawrence was an American painter known for his portrayal of African-American historical subjects and contemporary life. Lawrence referred to his style as \"dynamic cubism\", although by his own account the primary influence was not so much French art as the shapes and colors of Harlem. He brought the African-American experience to life using blacks and browns juxtaposed with vivid colors. He also taught and spent 16 years as a professor at the University of Washington.",
    "year": 1917,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Kiyosi Itô",
    "birthday": "1915-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/25/Kiyoshi_Ito_cropped_3_Kiyosi_Ito.jpg",
    "extract": "Kiyosi Itô  was a Japanese mathematician who made fundamental contributions to probability theory, in particular, the theory of stochastic processes. He invented the concept of stochastic integral and stochastic differential equation, and is known as the founder of so-called Itô calculus.",
    "year": 1915,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Lída Baarová",
    "birthday": "1914-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/L%C3%ADda_Baarov%C3%A1_%281914-2000%29.jpg/260px-L%C3%ADda_Baarov%C3%A1_%281914-2000%29.jpg",
    "extract": "Lída Baarová was a Czech actress who for two years was the mistress of the Nazi propaganda minister of Germany, Joseph Goebbels.",
    "year": 1914,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "James Van Allen",
    "birthday": "1914-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/VanAllen.gif/226px-VanAllen.gif",
    "extract": "James Alfred Van Allen was an American space scientist at the University of Iowa. He was instrumental in establishing the field of magnetospheric research in space.",
    "year": 1914,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Martin Charteris, Baron Charteris of Amisfield",
    "birthday": "1913-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e0/Sir_Martin_Charteris_in_1962.jpg/242px-Sir_Martin_Charteris_in_1962.jpg",
    "extract": "Lieutenant-Colonel Martin Michael Charles Charteris, Baron Charteris of Amisfield, was a British Army officer and courtier of Queen Elizabeth II. Charteris was the longest-serving Assistant Private Secretary to the Sovereign, having served for over 20 years in that position. Later, he became Private Secretary to the Sovereign.",
    "year": 1913,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Anthony Quayle",
    "birthday": "1913-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Anthony_Quayle-publicity.jpg/227px-Anthony_Quayle-publicity.jpg",
    "extract": "Sir John Anthony Quayle was a British actor and theatre director. He was nominated for an Oscar and a Golden Globe for his supporting role as Thomas Wolsey in the film Anne of the Thousand Days (1969), and played important roles in such major studio productions as The Guns of Navarone (1961), Lawrence of Arabia (1962), The Fall of the Roman Empire (1964), Operation Crossbow (1965), QB VII (1974), and The Eagle Has Landed (1976). Quayle was knighted in the 1985 New Years Honours List.",
    "year": 1913,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "David Packard",
    "birthday": "1912-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/6/6a/David_Packard.jpg",
    "extract": "David Packard was an American electrical engineer and co-founder, with Bill Hewlett, of Hewlett-Packard (1939), serving as president (1947–64), CEO (1964–68), and chairman of the board of HP. He served as U.S. Deputy Secretary of Defense from 1969 to 1971 during the Nixon administration. Packard served as president of the Uniformed Services University of the Health Sciences (USU) from 1976 to 1981 and chairman of its board of regents from 1973 to 1982.\nHe was a member of the Trilateral Commission. Packard was the recipient of the Presidential Medal of Freedom in 1988 and is noted for many technological innovations and philanthropic endeavors.",
    "year": 1912,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Todor Zhivkov",
    "birthday": "1911-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Todor_Jivkov.jpg/227px-Todor_Jivkov.jpg",
    "extract": "Todor Hristov Zhivkov was a Bulgarian communist statesman who served as the de facto leader of the People's Republic of Bulgaria (PRB) from 1954 until 1989 as General Secretary of the Bulgarian Communist Party. He was the second longest-serving leader in the Eastern Bloc after Yumjaagiin Tsedenbal, the longest-serving leader within the Warsaw Pact and the longest-serving non-royal ruler in Bulgarian history.",
    "year": 1911,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Elia Kazan",
    "birthday": "1909-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Elia_Kazan.JPG/253px-Elia_Kazan.JPG",
    "extract": "Elia Kazan was an American film and theatre director, producer, screenwriter and actor, described by The New York Times as \"one of the most honored and influential directors in Broadway and Hollywood history\".",
    "year": 1909,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Paul Brown",
    "birthday": "1908-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Paul_Brown%2C_American_football_head_coach.png/206px-Paul_Brown%2C_American_football_head_coach.png",
    "extract": "Paul Eugene Brown was an American football coach and executive in the All-America Football Conference (AAFC) and National Football League (NFL). Brown was both the co-founder and first coach of the Cleveland Browns, a team named after him, and later played a role in founding the Cincinnati Bengals. His teams won seven league championships in a professional coaching career spanning 25 seasons.",
    "year": 1908,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Michael DeBakey",
    "birthday": "1908-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Michael_DeBakey.jpg/202px-Michael_DeBakey.jpg",
    "extract": "Michael Ellis DeBakey was an American vascular surgeon and cardiac surgeon, scientist and medical educator who became the chancellor emeritus of Baylor College of Medicine in Houston, Texas, director of the Houston Methodist DeBakey Heart & Vascular Center, and senior attending surgeon at Houston Methodist Hospital in Houston, with a career spanning 75 years.",
    "year": 1908,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Max Kaminsky (musician)",
    "birthday": "1908-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Jack_Lesberg%2C_Max_Kaminsky%2C_Peanuts_Hucko_%28Gottlieb_05581%29.jpg/236px-Jack_Lesberg%2C_Max_Kaminsky%2C_Peanuts_Hucko_%28Gottlieb_05581%29.jpg",
    "extract": "Max Kaminsky was an American jazz trumpeter and bandleader.",
    "year": 1908,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ahmet Adnan Saygun",
    "birthday": "1907-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Adnan_Saygun.jpg/320px-Adnan_Saygun.jpg",
    "extract": "Ahmet Adnan Saygun was a Turkish composer, musicologist and writer on music.",
    "year": 1907,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "C. B. Colby",
    "birthday": "1904-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/C._B._Colby_writer.jpg/296px-C._B._Colby_writer.jpg",
    "extract": "Carroll Burleigh Colby was an American writer, primarily of nonfiction children's books. He wrote more than 100 books that were widely circulated in public and school libraries in the United States. He is best known for Strangely Enough! (1959).",
    "year": 1904,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Taylor Caldwell",
    "birthday": "1900-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Taylor_caldwell_a.jpg/194px-Taylor_caldwell_a.jpg",
    "extract": "Janet Miriam Holland Taylor Caldwell was a British-born American novelist and prolific author of popular fiction, also known by the pen names Marcus Holland and Max Reiner, and by her married name of J. Miriam Reback.",
    "year": 1900,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Giuseppe Zangara",
    "birthday": "1900-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Giuseppe_Zangara_mugshot.jpg/320px-Giuseppe_Zangara_mugshot.jpg",
    "extract": "Giuseppe Zangara was an Italian immigrant and naturalized United States citizen who attempted to assassinate then-President-elect Franklin D. Roosevelt on February 15, 1933, 17 days before Roosevelt's inauguration. During a night speech by Roosevelt in Miami, Florida, Zangara fired five shots with a handgun he had purchased a couple of days before. He missed his target and instead injured five bystanders and killed Anton Cermak, the Mayor of Chicago.",
    "year": 1900,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Jacques Vaché",
    "birthday": "1895-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Vach%C3%A9_anglais.jpg/191px-Vach%C3%A9_anglais.jpg",
    "extract": "Jacques Vaché was a friend of André Breton, the founder of surrealism. Vaché was one of the chief inspirations behind the Surrealist movement. As Breton said:\"En littérature, je me suis successivement épris de Rimbaud, de Jarry, d'Apollinaire, de Nouveau, de Lautréamont, mais c'est à Jacques Vaché que je dois le plus\"(\"In literature, I was successively taken with Rimbaud, with Jarry, with Apollinaire, with Nouveau, with Lautréamont, but it is Jacques Vaché to whom I owe the most\")",
    "year": 1895,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Vic Richardson",
    "birthday": "1894-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c6/VicRichardsonSigned.jpg/203px-VicRichardsonSigned.jpg",
    "extract": "Victor York Richardson was a leading Australian sportsman of the 1920s and 1930s, captaining the Australia cricket team and the South Australia Australian rules football team, representing Australia in baseball and South Australia in golf, winning the South Australian state tennis title and also being a leading local player in lacrosse, basketball and swimming.",
    "year": 1894,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Leslie Hore-Belisha",
    "birthday": "1893-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Leslie_Hore.jpg/239px-Leslie_Hore.jpg",
    "extract": "Leslie Hore-Belisha, 1st Baron Hore-Belisha, PC was a British Liberal, then National Liberal Member of Parliament (MP) and Cabinet Minister. He later joined the Conservative Party. He proved highly successful in modernizing the British road system in 1934–1937 as Minister of Transport. As War Secretary, 1937–1940, he feuded with the commanding generals and was removed in 1940. Some writers believe anti-semitism played a role in blocking his appointment as Minister of Information although considering Churchill's close relationship with Duff Cooper and Brendan Bracken this seems unlikely.\nHis biographer compares his strong and weak points:He was a brilliant speaker, a warm and engaging personality, a go-getter and a persistent driver, a master of the unconventional or indirect approach, a patriot and a man of moral and physical courage, not a great intellect but an original with a flair for imaginative gestures and for public relations. He also had personal weaknesses. He was extremely self-centred and had a fine conceit of himself. At times he was accused of sharp practice. ... Sharp practitioner or not, [his] quickness of mind and tongue, and transparent ambition to be seen to succeed, made him vulnerable to smears. ... His over-assertiveness ... led him to appear inconsiderate of the feelings and views of others.",
    "year": 1893,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Eric Harrison",
    "birthday": "1892-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Eric_John_Harrison.jpg/223px-Eric_John_Harrison.jpg",
    "extract": "Sir Eric John Harrison, was an Australian politician and diplomat. He was the inaugural deputy leader of the Liberal Party (1945–1956), and a government minister under four prime ministers. He was later High Commissioner to the United Kingdom from 1956 to 1964.",
    "year": 1892,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Edith Sitwell",
    "birthday": "1887-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Roger_Fry_-_Edith_Sitwell.jpg/261px-Roger_Fry_-_Edith_Sitwell.jpg",
    "extract": "Dame Edith Louisa Sitwell was a British poet and critic and the eldest of the three literary Sitwells. She reacted badly to her eccentric, unloving parents and lived much of her life with her governess. She never married but became passionately attached to Russian painter Pavel Tchelitchew, and her home was always open to London's poetic circle, to whom she was generous and helpful.",
    "year": 1887,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Elinor Wylie",
    "birthday": "1885-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Elinor_Wylie.jpg/232px-Elinor_Wylie.jpg",
    "extract": "Elinor Morton Wylie was an American poet and novelist popular in the 1920s and 1930s. \"She was famous during her life almost as much for her ethereal beauty and personality as for her melodious, sensuous poetry.\"",
    "year": 1885,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Theophrastos Sakellaridis",
    "birthday": "1883-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d0/%CE%A3%CE%B1%CE%BA%CE%B5%CE%BB%CE%BB%CE%B1%CF%81%CE%AF%CE%B4%CE%B7%CF%82.jpg",
    "extract": "Theophrastos Sakellaridis, was a Greek composer, conductor, and basic creator of Greek operetta.",
    "year": 1883,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Francesco Buhagiar",
    "birthday": "1876-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a8/Francescobuhagiar.jpg/219px-Francescobuhagiar.jpg",
    "extract": "Francesco Buhagiar was the second Prime Minister of Malta (1923–1924). He was elected from the Maltese Political Union.",
    "year": 1876,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "C. J. Dennis",
    "birthday": "1876-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/C._J._Dennis.jpeg/236px-C._J._Dennis.jpeg",
    "extract": "Clarence Michael James Stanislaus Dennis, better known as C. J. Dennis, was an Australian poet and journalist known for his best-selling verse novel The Songs of a Sentimental Bloke (1915). Alongside his contemporaries and occasional collaborators Henry Lawson and Banjo Paterson, Dennis helped popularise Australian slang in literature, earning him the title 'the laureate of the larrikin'.",
    "year": 1876,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Edward Francis Hutton",
    "birthday": "1875-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Edward_Francis_Hutton_in_1916.jpg/225px-Edward_Francis_Hutton_in_1916.jpg",
    "extract": "Edward Francis Hutton was an American financier and co-founder of E. F. Hutton & Co., once one of the largest financial firms in the United States.",
    "year": 1875,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "George Hirst",
    "birthday": "1871-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Hirst_grip.jpg/240px-Hirst_grip.jpg",
    "extract": "George Herbert Hirst was a professional English cricketer who played first-class cricket for Yorkshire County Cricket Club between 1891 and 1921, with a further appearance in 1929. One of the best all-rounders of his time, Hirst was a left arm medium-fast bowler and right-handed batsman. He played in 24 Test matches for England between 1897 and 1909, touring Australia twice. He completed the double of 1,000 runs and 100 wickets in an English cricket season 14 times, the second most of any cricketer after his contemporary and team-mate Wilfred Rhodes. One of the Wisden Cricketers of the Year for 1901, Hirst scored 36,356 runs and took 2,742 wickets in first-class cricket. In Tests, he made 790 runs and captured 59 wickets.",
    "year": 1871,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Aleksandr I. Kuprin",
    "birthday": "1870-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Kuprin.jpg/237px-Kuprin.jpg",
    "extract": "Aleksandr Ivanovich Kuprin was a Russian writer best known for his novels The Duel (1905) and Yama: The Pit (1915), as well as Moloch (1896), Olesya (1898), \"Captain Ribnikov\" (1906), \"Emerald\" (1907), and The Garnet Bracelet (1911) – the latter made into a 1965 movie.",
    "year": 1870,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Ben Viljoen",
    "birthday": "1869-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Img001_ben_viljoen_gutenberg.jpg/236px-Img001_ben_viljoen_gutenberg.jpg",
    "extract": "Benjamin Johannes \"Ben\" Viljoen was an Afrikaner-American Consul, soldier, farmer, Maderista, and Boer general. Viljoen was born in a cave in the Wodehouse district of the Cape Colony to Susanna Magdalena Storm and Wynand Johannes Viljoen. This was the temporary residence of the Viljoen family while their farm house was being constructed. He spent his early years on the Varkiesdraai farm near Umtata. He attained the position of Assistant Commandant-General of the Transvaal Burgher Forces and was member for Krugersdorp in the Transvaal Volksraad. He was a South African Freemason.",
    "year": 1869,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Albert Bassermann",
    "birthday": "1867-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Foreign_Correspondent_trailer_20_Basserman.jpg/320px-Foreign_Correspondent_trailer_20_Basserman.jpg",
    "extract": "Albert Bassermann was a German stage and screen actor. He was considered to be one of the greatest German-speaking actors of his generation and received the famous Iffland-Ring. He was married to Elsa Schiff with whom he frequently performed.",
    "year": 1867,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "J. P. Morgan Jr.",
    "birthday": "1867-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/A.H._Wiggin_%26_J.P._Morgan%2C_Jr._in_1917_in_Manhattan_at_a_war_bond_parade_%28Cropped%29.jpg/249px-A.H._Wiggin_%26_J.P._Morgan%2C_Jr._in_1917_in_Manhattan_at_a_war_bond_parade_%28Cropped%29.jpg",
    "extract": "John Pierpont \"Jack\" Morgan Jr. was an American banker, finance executive, and philanthropist. He inherited the family fortune and took over the business interests including J.P. Morgan & Co. after his father J. P. Morgan died in 1913.",
    "year": 1867,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Tristan Bernard",
    "birthday": "1866-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Tristan_Bernard_by_Toulouse-Lautrec.jpg/200px-Tristan_Bernard_by_Toulouse-Lautrec.jpg",
    "extract": "Tristan Bernard was a French playwright, novelist, journalist and lawyer.",
    "year": 1866,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Edgar Speyer",
    "birthday": "1862-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Sir_Edgar_Speyer.jpg/265px-Sir_Edgar_Speyer.jpg",
    "extract": "Sir Edgar Speyer, 1st Baronet was an American-born financier and philanthropist. He became a British subject in 1892 and was chairman of Speyer Brothers, the British branch of the Speyer family's international finance house, and a partner in the German and American branches. He was chairman of the Underground Electric Railways Company of London from 1906 to 1915, a period during which the company opened three underground railway lines, electrified a fourth and took over two more.",
    "year": 1862,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Grandma Moses",
    "birthday": "1860-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/NPG_81.8_Grandma_Moses_Clara_Sipprell_%28cropped%29.jpg/268px-NPG_81.8_Grandma_Moses_Clara_Sipprell_%28cropped%29.jpg",
    "extract": "Anna Mary Robertson Moses, or Grandma Moses, was an American folk artist. She began painting in earnest at the age of 78 and is a prominent example of a newly successful art career at an advanced age. Her works have been shown and sold worldwide, including in museums, and have been merchandised such as on greeting cards. Sugaring Off was sold for US$1.2 million in 2006.",
    "year": 1860,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "William Friese-Greene",
    "birthday": "1855-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Williamfriesegreen.jpg/263px-Williamfriesegreen.jpg",
    "extract": "William Friese-Greene was a prolific English inventor and professional photographer. He was known as a pioneer in the field of motion pictures, having devised a series of cameras in 1888–1891 and shot moving pictures with them in London. He went on to patent an early two-colour filming process in 1905. Wealth came with inventions in printing, including photo-typesetting and a method of printing without ink, and from a chain of photographic studios. However, he spent it all on inventing, went bankrupt three times, was jailed once, and died in poverty.",
    "year": 1855,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Edward Asahel Birge",
    "birthday": "1851-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Edward_Asahel_Birge1919.jpg/232px-Edward_Asahel_Birge1919.jpg",
    "extract": "Edward Asahel Birge was an American professor and administrator at the University of Wisconsin–Madison. He was one of the pioneers of the study of limnology, and served as acting president of the university from 1900 to 1903 and as president from 1918 to 1925.",
    "year": 1851,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Johannes Zukertort",
    "birthday": "1842-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Johannes_Zukertort.jpg/214px-Johannes_Zukertort.jpg",
    "extract": "Johannes Hermann Zukertort was a Polish chess master. He was one of the leading world players for most of the 1870s and 1880s, but lost to Wilhelm Steinitz in the World Chess Championship 1886, which is generally regarded as the first World Chess Championship match. He was also defeated by Steinitz in 1872 in an unofficial championship.",
    "year": 1842,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Henry Campbell-Bannerman",
    "birthday": "1836-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Sir-Henry-Campbell-Bannerman.jpg/229px-Sir-Henry-Campbell-Bannerman.jpg",
    "extract": "Sir Henry Campbell-Bannerman was a British statesman and Liberal politician. He served as the Prime Minister of the United Kingdom from 1905 to 1908 and Leader of the Liberal Party from 1899 to 1908. He also served as Secretary of State for War twice, in the Cabinets of Gladstone and Rosebery. He was the first First Lord of the Treasury to be officially called the \"Prime Minister\", the term only coming into official usage five days after he took office. He remains the only person to date to hold the positions of Prime Minister and Father of the House at the same time, and the last Liberal leader to gain a UK parliamentary majority.",
    "year": 1836,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "August Toepler",
    "birthday": "1836-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/August_Toepler.JPG/240px-August_Toepler.JPG",
    "extract": "August Joseph Ignaz Toepler was a German chemist and physicist known for his experiments in electrostatics.",
    "year": 1836,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Alexandre Falguière",
    "birthday": "1831-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Falguiere_sculpteur.jpg/251px-Falguiere_sculpteur.jpg",
    "extract": "Jean Alexandre Joseph Falguière was a French sculptor and painter.",
    "year": 1831,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "August Kekulé",
    "birthday": "1829-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Frkekul%C3%A9.jpg/291px-Frkekul%C3%A9.jpg",
    "extract": "Friedrich August Kekulé, later Friedrich August Kekule von Stradonitz, was a German organic chemist. From the 1850s until his death, Kekulé was one of the most prominent chemists in Europe, especially in theoretical chemistry. He was the principal founder of the theory of chemical structure and in particular the Kekulé structure of benzene.",
    "year": 1829,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Thomas A. Hendricks",
    "birthday": "1819-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Thomas_Andrews_Hendricks.jpg/224px-Thomas_Andrews_Hendricks.jpg",
    "extract": "Thomas Andrews Hendricks was an American politician and lawyer from Indiana who served as the 16th governor of Indiana from 1873 to 1877 and the 21st vice president of the United States from March until his death in November 1885. Hendricks represented Indiana in the U.S. House of Representatives (1851–1855) and the U.S. Senate (1863–1869). He also represented Shelby County, Indiana, in the Indiana General Assembly (1848–1850) and as a delegate to the 1851 Indiana constitutional convention. In addition, Hendricks served as commissioner of the General Land Office (1855–1859). Hendricks, a popular member of the Democratic Party, was a fiscal conservative. He defended the Democratic position in the U.S. Senate during the American Civil War and Reconstruction era and voted against the Thirteenth, Fourteenth, and Fifteenth Amendments to the U.S. Constitution. He also opposed Radical Reconstruction and President Andrew Johnson's removal from office following Johnson's impeachment in the U.S. House.",
    "year": 1819,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Thomas Talbot (Massachusetts politician)",
    "birthday": "1818-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0d/GovThomasTalbot.jpg",
    "extract": "Thomas Talbot was an American textile mill owner and politician from Massachusetts, United States. Talbot ran a major textile business, involving chemical dyeworks and the weaving of fabric, in Billerica that was a major local employer. As a Republican, he served in the state legislature, on the Massachusetts Governor's Council, and as Lieutenant Governor before serving for one partial term as Acting Governor of Massachusetts, and later for one full term as the 31st Governor.",
    "year": 1818,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "John McDouall Stuart",
    "birthday": "1815-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/John_McDouall_Stuart_%28Portrait%29.jpg/245px-John_McDouall_Stuart_%28Portrait%29.jpg",
    "extract": "John McDouall Stuart, often referred to as simply \"McDouall Stuart\", was a Scottish explorer and one of the most accomplished of all Australia's inland explorers.",
    "year": 1815,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Emil Korytko",
    "birthday": "1813-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/B-13-korytko.jpg/224px-B-13-korytko.jpg",
    "extract": "Emil Antoni Korytko was a Polish political activist in the period of the Great Emigration, who was exiled to Ljubljana, Carniola and became an important ethnographer, philologist and translator there. His legacy are collections of Slovene folk songs and vivid descriptions of Carniolan folk customs. He significantly contributed to the mutual dialogue between Polish and Slovene authors and readers.",
    "year": 1813,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Henry Sewell",
    "birthday": "1807-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Henry_Sewell%2C_ca_1872.jpg/234px-Henry_Sewell%2C_ca_1872.jpg",
    "extract": "Henry Sewell was a prominent 19th-century New Zealand politician. He was a notable campaigner for New Zealand self-government, and is generally regarded as having been the country's first premier, having led the Sewell Ministry in 1856. He later served as Colonial Treasurer (1856–59), as Attorney-General (1861–62), and twice as Minister of Justice.",
    "year": 1807,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "William Knibb",
    "birthday": "1803-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/John_Burnet_William_Knibb_John_Scolble.jpg/320px-John_Burnet_William_Knibb_John_Scolble.jpg",
    "extract": "William Knibb, OM was an English Baptist minister and missionary to Jamaica. He is chiefly known today for his work to free slaves.",
    "year": 1803,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Sarel Cilliers",
    "birthday": "1801-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e7/Cilliers.jpg",
    "extract": "Charl (Sarel) Arnoldus Cilliers was a Voortrekker leader and a preacher. With Andries Pretorius, he led the Boers to a huge victory over the Zulus at the Battle of Blood River in 1838. In particular, Cilliers lead the Voortrekkers in a vow which promised that if God would protect them and deliver the enemy into their hands, they would build a church and commemorate the day of their victory as if it were an annual Sabbath day, which their descendants would also be instructed to honour.",
    "year": 1801,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "John William Polidori",
    "birthday": "1795-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/John_William_Polidori_by_F.G._Gainsford.jpg/260px-John_William_Polidori_by_F.G._Gainsford.jpg",
    "extract": "John William Polidori was an English writer and physician. He is known for his associations with the Romantic movement and credited by some as the creator of the vampire genre of fantasy fiction. His most successful work was the short story \"The Vampyre\" (1819), the first published modern vampire story. Although the story was at first erroneously credited to Lord Byron, both Byron and Polidori affirmed that the author was Polidori.",
    "year": 1795,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Giuseppe Gioachino Belli",
    "birthday": "1791-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Giuseppe_Gioachino_Belli.jpg/259px-Giuseppe_Gioachino_Belli.jpg",
    "extract": "Giuseppe Francesco Antonio Maria Gioachino Raimondo Belli was an Italian poet, famous for his sonnets in Romanesco, the dialect of Rome.",
    "year": 1791,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Johan Tobias Sergel",
    "birthday": "1740-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Johan_Tobias_Sergel.jpg/232px-Johan_Tobias_Sergel.jpg",
    "extract": "Johan Tobias Sergel was a Swedish neoclassical sculptor. Sergels torg, the largest square in the centre of Stockholm and near where his workshop stood, is named after him.",
    "year": 1740,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "François-André Danican Philidor",
    "birthday": "1726-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/8/80/Andr%C3%A9_Philidor.jpg",
    "extract": "François-André Danican Philidor, often referred to as André Danican Philidor during his lifetime, was a French composer and chess player. He contributed to the early development of the opéra comique. He is regarded as the best chess player of his age; his book Analyse du jeu des Échecs was considered a standard chess manual for at least a century. A well-known chess opening and a checkmate method are both named after him.",
    "year": 1726,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Georges-Louis Leclerc, Comte de Buffon",
    "birthday": "1707-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Buffon_1707-1788.jpg/216px-Buffon_1707-1788.jpg",
    "extract": "Georges-Louis Leclerc, Comte de Buffon was a French naturalist, mathematician, cosmologist, and encyclopédiste.",
    "year": 1707,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Matthäus Günther",
    "birthday": "1705-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/17/Matthaeus_Guenther--Selbstportrait--Fresko_Detail--Rosenkranzkapelle_Indersdorf.jpg",
    "extract": "Matthäus Günther was an important German painter and artist of the Baroque and Rococo era.",
    "year": 1705,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Johan Ludvig Holstein",
    "birthday": "1694-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Count_Johan_Ludvig_Holstein_Ledreborg_%28Carl_Gustaf_Pilo%29_-_Gothenburg_Museum_of_Art_-_WL_65.tif/lossy-page1-272px-Count_Johan_Ludvig_Holstein_Ledreborg_%28Carl_Gustaf_Pilo%29_-_Gothenburg_Museum_of_Art_-_WL_65.tif.jpg",
    "extract": "Johan Ludvig Holstein, Lensgreve til Ledreborg was a Danish Minister of state from 1735 to 1751. The Danish colony Holsteinsborg on Greenland, was named after him.",
    "year": 1694,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Maria Anna of Austria",
    "birthday": "1683-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/D.Maria_Ana_de_%C3%81ustria_Jean_Ranc_01.jpg/230px-D.Maria_Ana_de_%C3%81ustria_Jean_Ranc_01.jpg",
    "extract": "Maria Anna of Austria was Queen of Portugal by her marriage to King John V of Portugal. She served as the regent of Portugal from 1742 until 1750 during the illness of her husband.",
    "year": 1683,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Juan Manuel Fernández Pacheco, 8th Duke of Escalona",
    "birthday": "1650-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Juan_Manuel_Fern%C3%A1ndez_Pacheco.jpg/212px-Juan_Manuel_Fern%C3%A1ndez_Pacheco.jpg",
    "extract": "Juan Manuel Fernández Pacheco y Zúñiga, Duke of Escalona and Marquess of Villena, was a Spanish aristocrat, politician, and academician who founded the Royal Spanish Academy.",
    "year": 1650,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Tokugawa Ietsuna",
    "birthday": "1641-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Tokugawa_Ietsuna.jpg/320px-Tokugawa_Ietsuna.jpg",
    "extract": "Tokugawa Ietsuna  was the fourth shōgun of the Tokugawa dynasty of Japan who was in office from 1651 to 1680. He is considered the eldest son of Tokugawa Iemitsu, which makes him the grandson of Tokugawa Hidetada and the great-grandson of Tokugawa Ieyasu.",
    "year": 1641,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Paul I, Prince Esterházy",
    "birthday": "1635-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Esterh%C3%A1zy_p%C3%A1l.jpg/158px-Esterh%C3%A1zy_p%C3%A1l.jpg",
    "extract": "Paul I, Prince Esterházy of Galántha was the first Prince Esterházy of Galántha from 1687 to 1713, Palatine of the Kingdom of Hungary from 1681 to 1713, and an Imperial Field Marshal. Paul was also an accomplished poet, harpsichordist, and composer. He actively participated in various battles against the Ottoman Turks during the Fourth Austro-Turkish War (1663–1664) and the Great Turkish War (1683–1699). Paul is credited with establishing the wealth, power, and influence of the Princely House of Esterházy.",
    "year": 1635,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Sir John Perceval, 1st Baronet",
    "birthday": "1629-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Sir_John_Perceval%2C_1st_Baronet_by_I_Faber_Fecit_%281743%29.jpg/269px-Sir_John_Perceval%2C_1st_Baronet_by_I_Faber_Fecit_%281743%29.jpg",
    "extract": "Sir John Perceval, 1st Baronet was a substantial land owner in Ireland. He was knighted by Henry Cromwell for his services to the Commonwealth government of Ireland during the Interregnum. Shortly before the Restoration he held the offices of Chief Prothonotary of the Common Pleas and Clerk of the Crown. After the Restoration he was granted a baronetcy and given a full pardon for his activities during the Interregnum. He was appointed Privy Councillor to King Charles II, a Knight of the Shire for County Cork, and was a member of the Council of Trade.",
    "year": 1629,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Elizabeth I",
    "birthday": "1533-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Darnley_stage_3.jpg/219px-Darnley_stage_3.jpg",
    "extract": "Elizabeth I was Queen of England and Ireland from 17 November 1558 until her death in 1603. Sometimes referred to as the Virgin Queen, Elizabeth was the last of the five monarchs of the House of Tudor.",
    "year": 1533,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Thomas Erastus",
    "birthday": "1524-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Bildnis_des_Thomas_Erastus.jpg/227px-Bildnis_des_Thomas_Erastus.jpg",
    "extract": "Thomas Erastus was a Swiss physician and Calvinist theologian. He wrote 100 theses in which he argued that the sins committed by Christians should be punished by the State, and that the Church should not withhold sacraments as a form of punishment. They were published in 1589, after his death, with the title Explicatio gravissimae quaestionis. His name was later applied to Erastianism.",
    "year": 1524,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Sebastian Newdigate",
    "birthday": "1500-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Vicente_Carducho._Pinturas_para_la_cartuja_de_El_Paular._03.jpg/275px-Vicente_Carducho._Pinturas_para_la_cartuja_de_El_Paular._03.jpg",
    "extract": "Sebastian Newdigate, was the seventh child of John Newdigate, Sergeant-at-law. He spent his early life at court, and later became a Carthusian monk. He was executed for treason on 19 June 1535 for his refusal to accept Henry VIII's assumption of supremacy over the Church in England. His death was considered a martyrdom, and he was beatified by the Catholic Church.",
    "year": 1500,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Henry, Count of Württemberg",
    "birthday": "1448-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Heinrich_wuerttemberg.jpg/255px-Heinrich_wuerttemberg.jpg",
    "extract": "Henry of Württemberg was, from 1473 to 1482, count of Montbéliard.",
    "year": 1448,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Louis II, Landgrave of Lower Hesse",
    "birthday": "1438-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Arms_of_the_house_of_Hesse_%282%29.svg/274px-Arms_of_the_house_of_Hesse_%282%29.svg.png",
    "extract": "Louis II of Hesse, called Louis the Frank, was the Landgrave of Lower Hesse from 1458 - 1471.",
    "year": 1438,
    "month": 9,
    "day": 7,
    "language": "en"
  },
  {
    "name": "Reginald West, 6th Baron De La Warr",
    "birthday": "1395-9-7",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/West_arms.svg/291px-West_arms.svg.png",
    "extract": "Reginald West, 6th Baron De La Warr and 3rd Baron West was an English nobleman and politician.",
    "year": 1395,
    "month": 9,
    "day": 7,
    "language": "en"
  }
]