[
  {
    "name": "Gaten Matarazzo",
    "birthday": "2002-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Gaten_Matarazzo_by_Gage_Skidmore.jpg/242px-Gaten_Matarazzo_by_Gage_Skidmore.jpg",
    "extract": "Gaetano John \"Gaten\" Matarazzo III is an American actor. He began his career on the Broadway stage as Benjamin in Priscilla, Queen of the Desert and as Gavroche in Les Misérables. He stars as Dustin Henderson in the Netflix science-fiction-horror drama series Stranger Things, and he hosts the Netflix show Prank Encounters.",
    "year": 2002,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Matheus Leist",
    "birthday": "1998-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Matheus_leist_%2842376569120%29.jpg/287px-Matheus_leist_%2842376569120%29.jpg",
    "extract": "Matheus Tobias Leist is a Brazilian racing driver for JDC-Miller MotorSports in the WeatherTech SportsCar Championship.",
    "year": 1998,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ellie Black",
    "birthday": "1995-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Ellie_Black.jpg/210px-Ellie_Black.jpg",
    "extract": "Elsabeth Ann \"Ellie\" Black is a Canadian artistic gymnast. She is a three-time Olympian, having represented her country at the 2012, 2016, and 2020 Olympic Games. She is the 2017 World all-around silver medalist, making her the first Canadian gymnast to win a world all-around medal. Black is also the 2018 Commonwealth Games all-around champion, a two time Pan American Games all-around champion, and a six-time Canadian national all-around champion. At the 2016 Olympic Games, Black finished 5th in the individual all-around. At the 2020 Olympic Games, Black placed 4th in the balance beam final, the highest placement in the Olympics for a Canadian gymnast.",
    "year": 1995,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Marco Benassi",
    "birthday": "1994-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Zenit-Torino_%283%29.jpg/288px-Zenit-Torino_%283%29.jpg",
    "extract": "Marco Benassi is an Italian professional footballer who plays as a midfielder for Empoli on loan from Fiorentina.",
    "year": 1994,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Cameron Dallas",
    "birthday": "1994-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Cameron_Dallas_Signature.jpg/320px-Cameron_Dallas_Signature.jpg",
    "extract": "Cameron Alexander Dallas is an American internet personality, musician and actor best known for his prominence on the video applications Vine and YouTube. Dallas starred in two films in 2014 and 2015; Expelled and The Outfield. In 2016 Cameron starred on his Netflix reality show Chasing Cameron which followed him on his singing tour of Europe. In 2020 he took over the role of Aaron Samuels in the Mean Girls musical on Broadway in January and then on the 8th of September he released Dear Scarlett, his first album.",
    "year": 1994,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bruno Fernandes",
    "birthday": "1994-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Bruno_Fernandes_Portugal%2C_2018.jpg/213px-Bruno_Fernandes_Portugal%2C_2018.jpg",
    "extract": "Bruno Miguel Borges Fernandes is a Portuguese professional footballer who plays as a midfielder for Premier League club Manchester United and the Portugal national team. Fernandes is known for his goalscoring, playmaking, leadership, penalty taking, and work rate.",
    "year": 1994,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Yoshikazu Fujita",
    "birthday": "1993-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Yoshikazu_Fujita%2C_2013.jpg/225px-Yoshikazu_Fujita%2C_2013.jpg",
    "extract": "Yoshikazu Fujita is a Japanese international rugby union player.",
    "year": 1993,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Nino Niederreiter",
    "birthday": "1992-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Nino_Niederreiter_at_Minnesota_Wild_open_practice_at_Tria_Rink_in_St_Paul%2C_MN.jpg/320px-Nino_Niederreiter_at_Minnesota_Wild_open_practice_at_Tria_Rink_in_St_Paul%2C_MN.jpg",
    "extract": "Nino Niederreiter is a Swiss professional ice hockey winger for the Carolina Hurricanes of the National Hockey League (NHL). He was selected fifth overall by the New York Islanders in the 2010 NHL Entry Draft, making him the highest-drafted Swiss hockey player in NHL history at the time. Niederreiter made his NHL debut with the Islanders early in the 2010–11 season before being returned to his junior club, the Portland Winterhawks of the Western Hockey League (WHL). Prior to coming to North America, Niederreiter had played in the junior system of the Swiss team HC Davos and appeared in three playoff games for the senior club in 2010.",
    "year": 1992,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Joe Sugg",
    "birthday": "1991-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Joe_Sugg_by_Gage_Skidmore.jpg/230px-Joe_Sugg_by_Gage_Skidmore.jpg",
    "extract": "Joseph Graham Sugg is an English YouTuber and actor. In 2012, he began posting videos on the YouTube channel ThatcherJoe, currently at over 7 million subscribers. In 2018, he was a finalist on the sixteenth series of Strictly Come Dancing, and in 2019, he portrayed Ogie Anhorn in the West End production of Waitress. He is the younger brother of fellow YouTuber Zoe Sugg.",
    "year": 1991,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Matt Barkley",
    "birthday": "1990-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Matt_Barkley.jpg/290px-Matt_Barkley.jpg",
    "extract": "Matthew Montgomery Barkley is an American football quarterback for the Buffalo Bills of the National Football League (NFL). He played college football at Southern California, and was drafted by the Philadelphia Eagles in the fourth round of the 2013 NFL Draft. He has also played for the Chicago Bears, Arizona Cardinals, San Francisco 49ers, Cincinnati Bengals, Tennessee Titans, and Carolina Panthers.",
    "year": 1990,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Tokelo Rantie",
    "birthday": "1990-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/52/Tokelo_Rantie.jpg",
    "extract": "Tokelo Anthony Rantie is a South African professional soccer player who plays as a striker for the South Africa national team.",
    "year": 1990,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Musa Nizam",
    "birthday": "1990-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Musa_Nizam%2714.JPG/216px-Musa_Nizam%2714.JPG",
    "extract": "Musa Nizam is a Turkish footballer who plays as a defender for Akhisarspor.",
    "year": 1990,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jos Buttler",
    "birthday": "1990-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Jos_Buttler_2017.jpg/287px-Jos_Buttler_2017.jpg",
    "extract": "Joseph Charles Buttler is an English cricketer who is the current vice-captain of the England One Day International (ODI) and Twenty20 International (T20I) teams and plays for the England Test team. He is considered one of the best white-ball batsmen in the world. In domestic cricket he represents Lancashire, having previously played for Somerset, and has played in multiple Twenty20 leagues, including for Mumbai Indians and Rajasthan Royals in the Indian Premier League.",
    "year": 1990,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Gylfi Sigurðsson",
    "birthday": "1989-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/ISL-HRV_%2821%29_%28cropped%29.jpg/234px-ISL-HRV_%2821%29_%28cropped%29.jpg",
    "extract": "Gylfi Þór Sigurðsson is an Icelandic professional footballer who plays as an attacking midfielder for Premier League club Everton and the Iceland national team.",
    "year": 1989,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Avicii",
    "birthday": "1989-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Avicii_2014_003.jpg/234px-Avicii_2014_003.jpg",
    "extract": "Tim Bergling, known professionally as Avicii, was a Swedish DJ, remixer and music producer. At the age of 16, Bergling began posting his remixes on electronic music forums, which led to his first record deal. He rose to prominence in 2011 with his single \"Levels\". His debut studio album, True (2013), blended electronic music with elements of multiple genres and received generally positive reviews. It peaked in the top ten in more than fifteen countries and topped international charts; the lead single, \"Wake Me Up\", topped most music markets in Europe and reached number four in the United States.",
    "year": 1989,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Chantal Jones",
    "birthday": "1988-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/ChantalJones.jpg/229px-ChantalJones.jpg",
    "extract": "Heather Chantal Griffiths, is an American fashion model and actress. Jones was the runner-up on America's Next Top Model, Cycle 9 in 2007.",
    "year": 1988,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Rie Kaneto",
    "birthday": "1988-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/65/Kazan_2015_-_50m_breast_W_Heat_5_RIE_KANETO.JPG/320px-Kazan_2015_-_50m_breast_W_Heat_5_RIE_KANETO.JPG",
    "extract": "Rie Kaneto  is a Japanese competitive swimmer who specializes in breaststroke events. She won the gold medal in the 200 meter breaststroke at the 2016 Summer Olympics.",
    "year": 1988,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Alexandre Bilodeau",
    "birthday": "1987-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Alexandre_Bilodeau_with_gold_medal_%284%29.jpg/320px-Alexandre_Bilodeau_with_gold_medal_%284%29.jpg",
    "extract": "Alexandre Bilodeau is a Canadian retired freestyle skier from Rosemere, Quebec, Bilodeau currently resides in Montreal, Quebec. Bilodeau won a gold medal in the men's moguls at the 2010 Winter Olympics in Vancouver, becoming the first Canadian to win a gold medal at an Olympic Games held in Canada. At the 2014 Winter Olympics, he became the first Olympian in history to defend his gold medal in any freestyle skiing event as well as the first Canadian to defend an individual title since Catriona Le May Doan at the 2002 Winter Olympics. Bilodeau is a three-time FIS World Champion in dual moguls, and is also a two-time Worlds silver medallist in moguls. He was the FIS World Cup champion for the 2008–09 season winning the moguls and overall freestyle skiing title that season. In his final World Cup race, he retired with a win, and in doing so, surpassed Jean-Luc Brassard for the most World Cup medals by a Canadian.",
    "year": 1987,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Danielle Frenkel",
    "birthday": "1987-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Israel_track_and_field_championship_2011_Danielle_Frenkel_01.JPG/142px-Israel_track_and_field_championship_2011_Danielle_Frenkel_01.JPG",
    "extract": "Danielle Frenkel is an Israeli high jumper. She was the first female Israeli to clear 1.90 meters, and the only woman who cleared more than 1.90 meters in international competition.",
    "year": 1987,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Wiz Khalifa",
    "birthday": "1987-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Wiz_Khalifa_Stavernfestivalen_2018_%28231822%29.jpg/296px-Wiz_Khalifa_Stavernfestivalen_2018_%28231822%29.jpg",
    "extract": "Cameron Jibril Thomaz, better known by his stage name Wiz Khalifa, is an American rapper, singer, and songwriter. He released his debut album, Show and Prove, in 2006, and signed to Warner Bros. Records in 2007. His Eurodance-influenced single \"Say Yeah\" received urban radio airplay, charting on the Rhythmic Top 40 and Hot Rap Tracks charts in 2008, becoming his first minor hit.",
    "year": 1987,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Illya Marchenko",
    "birthday": "1987-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Marchenko_US16_%289%29_%2829236601823%29.jpg/213px-Marchenko_US16_%289%29_%2829236601823%29.jpg",
    "extract": "Illya Vasylovych Marchenko is a Ukrainian professional tennis player. Marchenko turned professional in 2005 and had been playing at the Futures and Challengers level from 2005–2008. His career high in singles is No. 49 and 268 in doubles. On the ATP Tour, Marchenko reached the semifinals of Moscow in 2009 and Doha in 2016.",
    "year": 1987,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Marcel Nguyen",
    "birthday": "1987-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Marcel_Nguyen_Foto.jpg/320px-Marcel_Nguyen_Foto.jpg",
    "extract": "Marcel Van Minh Phuc Long Nguyen is a German artistic gymnast and three-time Olympian, having represented Germany at the 2008, 2012, and 2016 Olympic Games. He is the 2012 Olympic silver medalist in the all-around and on parallel bars as well as the 2011 and 2012 European Champion on the latter. He has been a soldier in the Bundeswehr since July 2007, beginning when he was training in the Bundeswehr Sports Development Group in Munich.",
    "year": 1987,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Brett Anderson (rugby league)",
    "birthday": "1986-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Brett_Anderson.jpg/236px-Brett_Anderson.jpg",
    "extract": "Brett Anderson is an Australian former professional rugby league footballer who last played for the Northern Pride in the Queensland Cup. He plays on the wing and can operate as a centre. He previously played in the National Rugby League for Parramatta Eels, North Queensland Cowboys and Melbourne Storm.",
    "year": 1986,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Carlos Bacca",
    "birthday": "1986-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Carlos_Bacca%2C_2012-07-17.jpg/184px-Carlos_Bacca%2C_2012-07-17.jpg",
    "extract": "Carlos Arturo Bacca Ahumada is a Colombian professional footballer who plays as a striker for Spanish club Granada.",
    "year": 1986,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Matt Grothe",
    "birthday": "1986-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Mattgrothe.jpg/252px-Mattgrothe.jpg",
    "extract": "Matt Grothe is a former American football quarterback. He played college football at South Florida.",
    "year": 1986,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Dan Hunt",
    "birthday": "1986-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Dan_Hunt_%282_August_2008%29.jpg/320px-Dan_Hunt_%282_August_2008%29.jpg",
    "extract": "Dan Hunt is an Australian former professional rugby league footballer who played for the St. George Illawarra Dragons in the National Rugby League competition. His position of choice was as a prop.",
    "year": 1986,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "João Moutinho",
    "birthday": "1986-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Mex-por-107_%281cropped1%29.jpg/201px-Mex-por-107_%281cropped1%29.jpg",
    "extract": "João Filipe Iria Santos Moutinho ComM is a Portuguese footballer who plays as a central midfielder for Premier League club Wolverhampton Wanderers and the Portugal national team.",
    "year": 1986,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kirill Nababkin",
    "birthday": "1986-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Kirill_Nababkin_2020.jpg/213px-Kirill_Nababkin_2020.jpg",
    "extract": "Kirill Anatolyevich Nababkin is a Russian football player who plays for Russian Premier League side CSKA Moscow. His primary position is right-back, but he also plays left-back and left midfielder positions.",
    "year": 1986,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Tomasz Jodłowiec",
    "birthday": "1985-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Tomasz_Jod%C5%82owiec_2011.jpg/215px-Tomasz_Jod%C5%82owiec_2011.jpg",
    "extract": "Tomasz Jodłowiec is a Polish footballer who plays mainly as a defensive midfielder.",
    "year": 1985,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bobby Parnell",
    "birthday": "1984-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Bobby_Parnell_pitching_for_the_Detroit_Tigers_in_2016_Spring_Training.jpg/287px-Bobby_Parnell_pitching_for_the_Detroit_Tigers_in_2016_Spring_Training.jpg",
    "extract": "Robert Allen Parnell is an American former baseball pitcher. He played in Major League Baseball (MLB) for the New York Mets and Detroit Tigers. He was drafted by the Mets in the ninth round of the 2005 Major League Baseball draft after attending Charleston Southern University.",
    "year": 1984,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Vitaly Petrov",
    "birthday": "1984-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Vitaly_Petrov_in_Goodwood.jpg/235px-Vitaly_Petrov_in_Goodwood.jpg",
    "extract": "Vitaly Aleksandrovich Petrov is a Russian racing driver who drove in Formula One for Renault F1 Team in 2010, Lotus Renault GP in 2011 and Caterham F1 Team in 2012. Born in Vyborg, he is known as the \"Vyborg Rocket\". He was the first Russian to compete in the Formula One World Championship.",
    "year": 1984,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jürgen Säumel",
    "birthday": "1984-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/SC_Wiener_Neustadt_vs._FC_Wacker_Innsbruck_2016-04-11_%28068%29.jpg/320px-SC_Wiener_Neustadt_vs._FC_Wacker_Innsbruck_2016-04-11_%28068%29.jpg",
    "extract": "Jürgen Säumel is an Austrian former professional footballer who played as a midfielder.",
    "year": 1984,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Tiago Treichel",
    "birthday": "1984-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Tiago_Treichel_Moraes_da_Silva.jpg/287px-Tiago_Treichel_Moraes_da_Silva.jpg",
    "extract": "Tiago Treichel Moraes da Silva known as Tiago Treichel or just Tiago is a Brazilian footballer",
    "year": 1984,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Peter Whittingham",
    "birthday": "1984-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Peter_Whittingham_20160312_%28cropped%29.jpg/224px-Peter_Whittingham_20160312_%28cropped%29.jpg",
    "extract": "Peter Michael Whittingham was an English professional footballer. His primary position was as a central midfielder, although he operated as a winger on both the left and right, as well as a second-striker.",
    "year": 1984,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kate Beaton",
    "birthday": "1983-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/KateBeatonJune2011.jpg/225px-KateBeatonJune2011.jpg",
    "extract": "Kathryn Moira Beaton is a Canadian comics artist and the creator of the comic strip Hark! A Vagrant.",
    "year": 1983,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Diego Benaglio",
    "birthday": "1983-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Diego_Benaglio_%282021%29.jpg/274px-Diego_Benaglio_%282021%29.jpg",
    "extract": "Diego Orlando Benaglio is a Swiss former footballer who played as a goalkeeper.",
    "year": 1983,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Chris Judd",
    "birthday": "1983-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Chris_Judd.jpg/216px-Chris_Judd.jpg",
    "extract": "Christopher Dylan Judd is a former professional Australian rules footballer and captain of both the West Coast Eagles and Carlton Football Club in the Australian Football League (AFL).",
    "year": 1983,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Wali Lundy",
    "birthday": "1983-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Wali_Lundy.jpg/213px-Wali_Lundy.jpg",
    "extract": "Wali Sultan Lundy is a rapper and former American football running back who played for the National Football League. Lundy was drafted in round six, pick 1 of the 2006 NFL Draft after playing college football at the University of Virginia. He is a founding member of Fresh Fuzion.",
    "year": 1983,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Lewis Roberts-Thomson",
    "birthday": "1983-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Lewis-Roberts-Thomson-1211.JPG/251px-Lewis-Roberts-Thomson-1211.JPG",
    "extract": "Lewis Roberts-Thomson is a former Australian Rules Football player, who played for the Sydney Swans in the Australian Football League. He has been colloquially known to fans and commentators as either \"LRT\" or the \"Hyphenator\".",
    "year": 1983,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sarah Stup",
    "birthday": "1983-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/0d/Sarahstupportrait.jpg",
    "extract": "Sarah Stup is an American writer who writes on the topics of community inclusion, education and her role in the world as a young autistic woman. Stup is also a children's author, poet, essayist, and advocate.",
    "year": 1983,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kate Abdo",
    "birthday": "1981-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/6332_Kate_Abdo.JPG/213px-6332_Kate_Abdo.JPG",
    "extract": "Kate Abdo is an English sports broadcaster who can speak multiple languages. Throughout her career she has worked internationally in the UK, Spain, France, Germany and the US. She currently hosts UEFA Champions League football for the American sports television network CBS Sports.",
    "year": 1981,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Selim Benachour",
    "birthday": "1981-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Selim_Benachour.jpg/213px-Selim_Benachour.jpg",
    "extract": "Selim Benachour is a football coach and former professional player who played as a attacking midfielder.",
    "year": 1981,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Morten Gamst Pedersen",
    "birthday": "1981-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Morten_Gamst_Pedersen_vs_England_May_2012_%28cropped%29.jpg/223px-Morten_Gamst_Pedersen_vs_England_May_2012_%28cropped%29.jpg",
    "extract": "Morten Gamst Pedersen is a Norwegian professional footballer who plays as a midfielder for Åsane.",
    "year": 1981,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jonathan Taylor Thomas",
    "birthday": "1981-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Jonathan_Taylor_Thomas.jpg/195px-Jonathan_Taylor_Thomas.jpg",
    "extract": "Jonathan Taylor Thomas is an American actor and director. He is known for portraying Randy Taylor on Home Improvement and voicing young Simba in Disney's 1994 film The Lion King and Pinocchio in New Line Cinema's 1996 film The Adventures of Pinocchio.",
    "year": 1981,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Pink (singer)",
    "birthday": "1979-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Pink_2019-07-27_Munich_%28cropped%29.jpg/256px-Pink_2019-07-27_Munich_%28cropped%29.jpg",
    "extract": "Alecia Beth Moore, known professionally as Pink, is an American singer and songwriter. She was originally a member of the girl group Choice. In 1995, LaFace Records saw potential in Pink and offered her a solo recording contract. Her R&B-influenced debut studio album Can't Take Me Home (2000) was certified double-platinum in the United States and spawned two Billboard Hot 100 top-ten songs: \"There You Go\" and \"Most Girls\". She gained further recognition with the collaborative single \"Lady Marmalade\" from the Moulin Rouge! soundtrack, which topped many charts worldwide. Refocusing her sound to pop rock with her second studio album Missundaztood (2001), the album sold more than 13 million copies worldwide and yielded the international number-one songs \"Get the Party Started\", \"Don't Let Me Get Me\", and \"Just Like a Pill\".",
    "year": 1979,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Gil Meche",
    "birthday": "1978-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Gil_Meche.jpg/213px-Gil_Meche.jpg",
    "extract": "Gilbert Allen Meche is a former right-handed Major League Baseball starting pitcher. Meche pitched for the Seattle Mariners for six seasons. With the Kansas City Royals, Meche made three straight Opening Day starts and was an All Star in 2007. Shoulder and back problems caused the former first-round pick to retire in 2011 at 32 years old.",
    "year": 1978,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Rebel (wrestler)",
    "birthday": "1978-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Tanea_Brooks_at_Rebelution.jpg/256px-Tanea_Brooks_at_Rebelution.jpg",
    "extract": "Tanea Brooks, better known by the ring name Rebel, is an American professional wrestler, professional wrestling manager, model, actress, dancer, and cosmetologist signed to All Elite Wrestling. She is also known for her work in Impact Wrestling.",
    "year": 1978,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jay McKee",
    "birthday": "1977-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Jay_McKee_2010-04-08.JPG/260px-Jay_McKee_2010-04-08.JPG",
    "extract": "Jay McKee is a Canadian coach and former professional ice hockey defenceman. He last played for the Pittsburgh Penguins of the National Hockey League, and was previously with the Buffalo Sabres and the St. Louis Blues. Throughout his career he has been noted among the NHL's best shot-blockers. McKee was born in Kingston, Ontario, but grew up in Loyalist, Ontario.",
    "year": 1977,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jervis Drummond",
    "birthday": "1976-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/0/00/Jervis_Drummond.png",
    "extract": "Jervis Éarlson Drummond Johnson in Limón, is a retired Costa Rican footballer who played as a centre-back and wing-back for Deportivo Saprissa of the Costa Rican first division.",
    "year": 1976,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sjeng Schalken",
    "birthday": "1976-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Sjeng_Schalken.jpg/241px-Sjeng_Schalken.jpg",
    "extract": "Sjeng Schalken is a former professional tennis player from the Netherlands.",
    "year": 1976,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Richard Hughes (musician)",
    "birthday": "1975-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Richard_Hughes_Keane_2009_-_1.jpg/320px-Richard_Hughes_Keane_2009_-_1.jpg",
    "extract": "Richard David Hughes is an English musician, best known as the drummer of the British pop rock band Keane.",
    "year": 1975,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Elena Likhovtseva",
    "birthday": "1975-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Elena_Likhovtseva.jpg/255px-Elena_Likhovtseva.jpg",
    "extract": "Elena Alexandrovna Likhovtseva is a Kazakhstani-born Russian former tennis player. She turned professional in January 1992, at the age of 16.",
    "year": 1975,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Braulio Luna",
    "birthday": "1974-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Braulio_Luna.jpg/164px-Braulio_Luna.jpg",
    "extract": "Braulio Mauricio Luna Guzmán is a Mexican former professional footballer who played as a midfielder.",
    "year": 1974,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Rick Michaels",
    "birthday": "1974-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Rick_Michaels.jpg/256px-Rick_Michaels.jpg",
    "extract": "Rick Michaels is an American professional wrestler.",
    "year": 1974,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Gabrial McNair",
    "birthday": "1973-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/No_Doubt_at_Summer_Tour_3.jpg/320px-No_Doubt_at_Summer_Tour_3.jpg",
    "extract": "Gabrial McNair is a musician and composer, most famous for his work in No Doubt since 1993 as a trombonist, keyboardist, and backing vocalist. He recorded and toured with Green Day during the Nimrod and Warning tours, playing trombone and tenor saxophone. In 2003, he was one of the co-founders the California-based rock band Oslo where he plays the guitar.",
    "year": 1973,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Troy Sanders",
    "birthday": "1973-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/20170615-119-Nova_Rock_2017-Mastodon-Troy_Sanders_%28cropped%29.jpg/282px-20170615-119-Nova_Rock_2017-Mastodon-Troy_Sanders_%28cropped%29.jpg",
    "extract": "Troy Jayson Sanders is an American bassist and singer, best known as a member of heavy metal band Mastodon, in which he plays bass and sings alongside guitarist Brent Hinds and drummer Brann Dailor. He is also active in Killer Be Killed and Gone Is Gone, as well as being the current touring bassist for Thin Lizzy.",
    "year": 1973,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Matteo Strukul",
    "birthday": "1973-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Matteo_Strukul_in_2019.jpg/320px-Matteo_Strukul_in_2019.jpg",
    "extract": "Matteo Strukul is an Italian writer and journalist.",
    "year": 1973,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Markus Babbel",
    "birthday": "1972-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Markus_Babbel_%E2%80%93_Tag_der_Legenden_2016_01.jpg/268px-Markus_Babbel_%E2%80%93_Tag_der_Legenden_2016_01.jpg",
    "extract": "Markus Babbel is a German professional football coach and former player who last managed the Western Sydney Wanderers FC. He played as a defender for clubs in Germany and England. Babbel won the UEFA Cup twice, in 1996 with Bayern and in 2001 with Liverpool, and was part of the Germany team that won UEFA Euro 96.",
    "year": 1972,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Os du Randt",
    "birthday": "1972-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/South_Africa_-_England_RWC_2007_boksforwards_14092007.jpg/317px-South_Africa_-_England_RWC_2007_boksforwards_14092007.jpg",
    "extract": "Jacobus Petrus \"Os\" du Randt is a former South African rugby union loosehead prop who retired as the most-capped forward in the history of the Springboks. For most of his career, he played in the domestic Currie Cup for the Free State Cheetahs, though he spent one season with the Blue Bulls. In Super Rugby, he represented the Free State Cheetahs when South Africa sent its top Currie Cup teams to the competition instead of franchised sides, later represented the Cats franchise, spent one season with the Bulls before returning to the Cats, and still later played for the Cheetahs. He ended his career as one of the last remaining international-level players from the amateur era of the sport and the last active member of the 1995 World Cup-winning squad. His final match was the 2007 Rugby World Cup final, which the Springboks won, with Du Randt playing the entire 80 minutes. He is one of 21 players who have won the Rugby World Cup on multiple occasions, only two of whom are South Africans.",
    "year": 1972,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kennedy (commentator)",
    "birthday": "1972-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Lisa_Kennedy_Montgomery_%28cropped%29.jpg/232px-Lisa_Kennedy_Montgomery_%28cropped%29.jpg",
    "extract": "Lisa Kennedy Montgomery, referred to mononymously as Kennedy, is an American libertarian political commentator, radio personality, author, and former MTV VJ. As of January 2015, she is the host of Kennedy on the Fox Business Network. Kennedy occasionally hosts Outnumbered on the Fox News Channel, and is a frequent panelist on that network's show The Five. She was the host of MTV's now-defunct daily late-night alternative-rock program Alternative Nation throughout much of the 1990s.",
    "year": 1972,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "David Arquette",
    "birthday": "1971-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/David_Arquette_Alpha1_2019.jpg/213px-David_Arquette_Alpha1_2019.jpg",
    "extract": "David Arquette is an American actor, former professional wrestler, director, producer, and fashion designer. In acting, he is best known for his role as Dewey Riley in the slasher film franchise Scream, for which he won a Teen Choice Award and two Blockbuster Entertainment Awards. As a professional wrestler, he is best remembered for his 2000 stint in World Championship Wrestling (WCW), where he won the WCW World Heavyweight Championship and headlined the Slamboree pay-per-view event; he has received praise in recent times for his work on the independent circuit.",
    "year": 1971,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Martin Freeman",
    "birthday": "1971-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Martin_Freeman-5341.jpg/240px-Martin_Freeman-5341.jpg",
    "extract": "Martin John Christopher Freeman is an English actor. Among other accolades, he has won an Emmy Award, a BAFTA Award and a Screen Actors Guild Award, and has been nominated for a Golden Globe Award.",
    "year": 1971,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Lachlan Murdoch",
    "birthday": "1971-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/Lachlan_Murdoch_in_May_2013.jpg/189px-Lachlan_Murdoch_in_May_2013.jpg",
    "extract": "Lachlan Keith Murdoch is a British businessman and mass media heir. He is the executive chairman of Nova Entertainment, co-chairman of News Corp, executive chairman and CEO of Fox Corporation, and the founder of Australian investment company Illyria Pty Ltd.",
    "year": 1971,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Dustin O'Halloran",
    "birthday": "1971-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Dustin_O%27Halloran.jpg/213px-Dustin_O%27Halloran.jpg",
    "extract": "Dustin O'Halloran is an American composer and pianist. Aside from releasing music as a recording artist, O'Halloran is a film and TV composer, as well as one half of ambient act A Winged Victory for the Sullen.",
    "year": 1971,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Pierre Sévigny (ice hockey)",
    "birthday": "1971-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Hhof0377_%2830835766803%29.jpg/211px-Hhof0377_%2830835766803%29.jpg",
    "extract": "Joseph Jean Pierre Sévigny is a Canadian former professional ice hockey player who played in the National Hockey League (NHL).",
    "year": 1971,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Neko Case",
    "birthday": "1970-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Neko_Case_-_Forecastle_Fest_2012_%28cropped%29.jpg/231px-Neko_Case_-_Forecastle_Fest_2012_%28cropped%29.jpg",
    "extract": "Neko Richelle Case is an American singer-songwriter and member of the Canadian indie rock group the New Pornographers. Case has a powerful, untrained contralto voice, which has been described by contemporaries and critics as a \"flamethrower,\" \"a powerhouse [which] seems like it might level buildings,\" \"a 120-mph fastball,\" and a \"vocal tornado\". Critics also note her idiosyncratic, \"cryptic,\" \"imagistic\" lyrics, and credit her as a significant figure in the early 21st-century American revival of the tenor guitar. Case's body of work has spanned and drawn on a range of traditions including country, folk, art rock, indie rock, and pop and is frequently described as defying or avoiding easy generic classification.",
    "year": 1970,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Nidal Hasan",
    "birthday": "1970-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/5/5f/Hasan_nidal.jpg",
    "extract": "Nidal Malik Hasan is a former United States Army major convicted of killing 13 people and injuring more than 30 others in the Fort Hood mass shooting on November 5, 2009. Hasan was an Army Medical Corps psychiatrist. He admitted to the shootings at his court-martial in August 2013. A jury panel of 13 officers convicted him of 13 counts of premeditated murder, 32 counts of attempted murder, and unanimously recommended he be dismissed from the service and sentenced to death. Hasan is incarcerated at the United States Disciplinary Barracks at Fort Leavenworth in Kansas awaiting execution.",
    "year": 1970,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Lodi (wrestler)",
    "birthday": "1970-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Lodi%2C_Shane_Helms_Benefit%2C_Charlotte%2C_NC%2C_US.jpg/320px-Lodi%2C_Shane_Helms_Benefit%2C_Charlotte%2C_NC%2C_US.jpg",
    "extract": "Bradley Cain is an American author, personal trainer and professional wrestler, better known by his ring name, Lodi. Cain is best known for his appearances with World Championship Wrestling between 1997 and 2000, where he was a member of Raven's Flock stable and the tag team The West Hollywood Blondes.",
    "year": 1970,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Lars Bohinen",
    "birthday": "1969-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Bohinen.jpg/213px-Bohinen.jpg",
    "extract": "Lars Roar Bohinen is a Norwegian football manager and former professional footballer.",
    "year": 1969,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Chris Powell",
    "birthday": "1969-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/ChrisPowell.jpg/240px-ChrisPowell.jpg",
    "extract": "Christopher George Robin Powell is an English football coach and former player, who is currently head of coaching at Premier League club Tottenham Hotspur's Academy and a coach for the England national team. As a left back, Powell played for Southend United, Derby County, Charlton Athletic, West Ham United, Watford and Leicester City. He also made five appearances for the England national team.",
    "year": 1969,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Gary Speed",
    "birthday": "1969-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Gary_Speed_2011.jpg/213px-Gary_Speed_2011.jpg",
    "extract": "Gary Andrew Speed, MBE was a Welsh professional footballer and manager. As manager of Wales, Speed is often credited as being the catalyst for the change in fortunes of the national team and as setting the pathway to future successes.",
    "year": 1969,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ray Wilson (musician)",
    "birthday": "1968-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Rayatlemingtonspa.jpg/320px-Rayatlemingtonspa.jpg",
    "extract": "Raymond Wilson is a Scottish singer and guitarist, vocalist in the post-grunge band Stiltskin and in Genesis from 1996 to 2000.",
    "year": 1968,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Eerik-Niiles Kross",
    "birthday": "1967-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Kross%2C_Eerik-Niiles.IMG_2106.JPG/320px-Kross%2C_Eerik-Niiles.IMG_2106.JPG",
    "extract": "Eerik-Niiles Kross is an Estonian politician, diplomat, former chief of intelligence and entrepreneur. He is a member of parliament (Riigikogu). During the 1980s, Kross was a prominent figure in the anti-Soviet non-violent resistance movement in Soviet Estonia. After re-independence, in 1991, he joined Estonia's Foreign Ministry. He served as the head of intelligence from 1995 to 2000; and as national security advisor to former President Lennart Meri in 2000 and 2001.",
    "year": 1967,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kimberly Peirce",
    "birthday": "1967-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Kimberly_Peirce_on_The_MacGuffin.jpg/206px-Kimberly_Peirce_on_The_MacGuffin.jpg",
    "extract": "Kimberly Ane Peirce is an American filmmaker, best known for her debut feature film, Boys Don't Cry (1999), which won the Academy Award for Best Actress for Hilary Swank's performance. Her second feature, Stop-Loss, was released by Paramount Pictures in 2008. Her film Carrie was released on October 18, 2013. She is a governor of the Academy of Motion Pictures Arts and Sciences and a National Board member of the Director's Guild of America.",
    "year": 1967,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Peter Furler",
    "birthday": "1966-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Peterfurler09.JPG/223px-Peterfurler09.JPG",
    "extract": "Peter Andrew Furler is an Australian musician, songwriter, producer and record executive, best known as the co-founder and former lead vocalist of the Christian rock band Newsboys.",
    "year": 1966,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Darlene Zschech",
    "birthday": "1965-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/DarleneZschech2.jpg/213px-DarleneZschech2.jpg",
    "extract": "Darlene Joyce Zschech is an Australian Pentecostal Christian worship leader and singer-songwriter who primarily writes praise and worship songs. Described as a pioneer of the modern worship movement, she is the former worship pastor of Hillsong Church and currently a member of Compassionart, a charity founded by Martin Smith.",
    "year": 1965,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Tutilo Burger",
    "birthday": "1965-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Tutilo_Burger.jpeg/255px-Tutilo_Burger.jpeg",
    "extract": "Tutilo Burger OSB is a German Benedictine. He took as his monastic name Tutilo, after the saint, monk and composer Tuotilo. Since 2011 he has been the eleventh archabbot of Beuron Archabbey, whilst his elder brother Stephan Burger is Archbishop of Freiburg.",
    "year": 1965,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Michael Johns (policy analyst)",
    "birthday": "1964-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Michael_Johns.jpg/227px-Michael_Johns.jpg",
    "extract": "Michael Johns is an American conservative commentator, policy analyst, writer, a former speechwriter for President George H. W. Bush, and a leader and spokesman in the Tea Party movement. He was also a health care executive.",
    "year": 1964,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Joachim Nielsen",
    "birthday": "1964-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Joachim_Nielsen%2C_1989_copy.jpg/218px-Joachim_Nielsen%2C_1989_copy.jpg",
    "extract": "Joachim Nielsen, better known as Jokke, was a Norwegian rock musician and poet. He was the frontman of Norwegian rock band Jokke & Valentinerne, the brother of cartoonist Christopher Nielsen, and son of the artist John David Nielsen. He is considered to be one of the greatest songwriters in Norway.",
    "year": 1964,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Raven (wrestler)",
    "birthday": "1964-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Raven%28Wrestler%29March2013.png/278px-Raven%28Wrestler%29March2013.png",
    "extract": "Scott Levy is an American professional wrestler, actor, and podcaster better known by his ring name, Raven. He is known for his appearances with professional wrestling promotions including Extreme Championship Wrestling (ECW), World Championship Wrestling (WCW), World Wrestling Federation/Entertainment (WWF/E) and Total Nonstop Action Wrestling (TNA). Widely recognized as \"one of the best talkers in wrestling\", Raven is known for his \"psychological heel tactics\" and grunge-inspired gimmick. His feud with The Sandman in the mid-1990s has been described as \"one of the most emotional rivalries in professional wrestling's history\".",
    "year": 1964,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Daniel Wolpert",
    "birthday": "1963-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/29/DanielWolpert.jpg",
    "extract": "Daniel Mark Wolpert FRS FMedSci is a British medical doctor, neuroscientist and engineer, who has made important contributions in computational biology. He was Professor of Engineering at the University of Cambridge from 2005, and also became the Royal Society Noreen Murray Research Professorship in Neurobiology from 2013. He is now Professor of Neurobiology at Columbia University.",
    "year": 1963,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Aimee Mann",
    "birthday": "1960-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Aimee_Mann_October_2008.jpg/320px-Aimee_Mann_October_2008.jpg",
    "extract": "Aimee Elizabeth Mann is an American singer-songwriter. Over the course of four decades, she has released more than a dozen albums.",
    "year": 1960,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Aguri Suzuki",
    "birthday": "1960-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Aguri_Suzuki_2008_Super_GT.jpg/255px-Aguri_Suzuki_2008_Super_GT.jpg",
    "extract": "Aguri Suzuki  is a Japanese former racing driver. He participated in 88 Formula One Grands Prix, his best result being third place at the 1990 Japanese Grand Prix. He then became involved in team ownership, with interests firstly in the Japanese Formula Nippon Championship and the IRL in partnership with Mexican racer Adrian Fernandez. He was the owner of the Super Aguri F1 team, which participated in Formula One from 2006 to 2008. He then went on to form Team Aguri, which raced in Formula E from 2014 to 2016.",
    "year": 1960,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Michael Lardie",
    "birthday": "1958-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Michael_Lardie_2008.JPG/258px-Michael_Lardie_2008.JPG",
    "extract": "Michael Lardie is an American musician and producer known for his memberships in Great White and Night Ranger.",
    "year": 1958,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mick Brown (musician)",
    "birthday": "1956-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Dokken_-_Wacken_Open_Air_2018_23.jpg/320px-Dokken_-_Wacken_Open_Air_2018_23.jpg",
    "extract": "Michael J. Brown, a.k.a. \"Wild\" Mick Brown is an American drummer who has played in the bands Dokken, Ted Nugent, Lynch Mob, and Xciter.",
    "year": 1956,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "David Carr (journalist)",
    "birthday": "1956-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/David_Carr_2013.jpg/320px-David_Carr_2013.jpg",
    "extract": "David Michael Carr was an American columnist, author, and newspaper editor. He wrote the Media Equation column and covered culture for The New York Times.",
    "year": 1956,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Maurice Cheeks",
    "birthday": "1956-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Maurice_Cheeks.jpg/224px-Maurice_Cheeks.jpg",
    "extract": "Maurice Edward Cheeks is an American professional basketball coach and former player who serves as assistant coach for the Chicago Bulls of the National Basketball Association (NBA). He has also served as head coach of the Portland Trail Blazers, Philadelphia 76ers and Detroit Pistons. Cheeks was inducted into the Naismith Memorial Basketball Hall of Fame as a player in 2018.",
    "year": 1956,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Stefan Johansson",
    "birthday": "1956-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Stefan_Johansson3_%285987943266%29_%28cropped%29.jpg/240px-Stefan_Johansson3_%285987943266%29_%28cropped%29.jpg",
    "extract": "Stefan Nils Edwin Johansson is a Swedish racing driver who drove in Formula One for both Ferrari and McLaren, among other teams. Since leaving Formula One he has won the 1997 24 Hours of Le Mans and raced in a number of categories, including CART, various kinds of Sports car racing and Grand Prix Masters.",
    "year": 1956,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ruby Bridges",
    "birthday": "1954-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Ruby_Bridges_%285817516530%29_%28cropped%29.jpg/240px-Ruby_Bridges_%285817516530%29_%28cropped%29.jpg",
    "extract": "Ruby Nell Bridges Hall is an American civil rights activist. She was the first African-American child to desegregate the all-white William Frantz Elementary School in Louisiana during the New Orleans school desegregation crisis on November 14, 1960. She is the subject of a 1964 painting, The Problem We All Live With by Norman Rockwell.",
    "year": 1954,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Michael Shermer",
    "birthday": "1954-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Michael_Shermer_wiki_portrait4.jpg/260px-Michael_Shermer_wiki_portrait4.jpg",
    "extract": "Michael Brant Shermer is an American science writer, historian of science, executive director of The Skeptics Society, and founding publisher of Skeptic magazine, a publication focused on investigating pseudoscientific and supernatural claims. The author of over a dozen books, Shermer is known for engaging in debates on pseudoscience and religion in which he emphasizes scientific skepticism.",
    "year": 1954,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Pascal Greggory",
    "birthday": "1953-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Pascal_Greggory_Caboug_2012.jpg/227px-Pascal_Greggory_Caboug_2012.jpg",
    "extract": "Pascal Greggory is a French actor.",
    "year": 1953,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John McDonnell",
    "birthday": "1951-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/John_McDonnell_Parliament_Portrait_2019.jpg/213px-John_McDonnell_Parliament_Portrait_2019.jpg",
    "extract": "John Martin McDonnell is a British politician who served as Shadow Chancellor of the Exchequer from 2015 to 2020. A member of the Labour Party, he has been Member of Parliament (MP) for Hayes and Harlington since 1997.",
    "year": 1951,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Dezső Ránki",
    "birthday": "1951-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Deszo_ranki_now.jpg/218px-Deszo_ranki_now.jpg",
    "extract": "Dezső Ránki is a Hungarian virtuoso concert pianist with a broad repertoire and a significant discography of solo, duo and concerto works.",
    "year": 1951,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ian Davidson (British politician)",
    "birthday": "1950-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/IanDavidsonMPPortrait.jpg/240px-IanDavidsonMPPortrait.jpg",
    "extract": "Ian Graham Davidson is a Scottish politician who served as chair of the Scottish Affairs Select Committee from 2010 to 2015. A member of the Scottish Labour Party and Co-operative Party, he was Member of Parliament (MP) for Glasgow South West, formerly Glasgow Pollok, from 1992 to 2015.",
    "year": 1950,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Zachary Richard",
    "birthday": "1950-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Zachary_Richard%2C_Montreal_2013-06-19_-_028a_%28cropped%29.JPG/184px-Zachary_Richard%2C_Montreal_2013-06-19_-_028a_%28cropped%29.JPG",
    "extract": "Ralph Zachary Richard is an American singer-songwriter and poet. His music is a combination of Cajun and Zydeco musical styles.",
    "year": 1950,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mike Simpson",
    "birthday": "1950-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Mike_simpson_official_portrait.jpg/213px-Mike_simpson_official_portrait.jpg",
    "extract": "Michael Keith Simpson is an American politician and former dentist serving as the U.S. representative for Idaho's 2nd congressional district since 1999. The district covers most of the eastern portion of the state, including Idaho Falls, Pocatello, Sun Valley, Twin Falls and the northern two-thirds of Boise.",
    "year": 1950,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jean-Pierre Monseré",
    "birthday": "1948-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Wielrenner_JP_Monsere.jpg/320px-Wielrenner_JP_Monsere.jpg",
    "extract": "Jean-Pierre \"Jempi\" Monseré was a Belgian road racing cyclist who died while champion of the world.",
    "year": 1948,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Valery Afanassiev",
    "birthday": "1947-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Valeri_Afanassiev_en_1974.jpg/320px-Valeri_Afanassiev_en_1974.jpg",
    "extract": "Valery Afanassiev is a Russian pianist, writer and conductor.",
    "year": 1947,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Halldór Ásgrímsson",
    "birthday": "1947-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Halldor_Asgrimsson%2C_generalsekreterare_for_Nordiska_ministerradet_%287%29.jpg/213px-Halldor_Asgrimsson%2C_generalsekreterare_for_Nordiska_ministerradet_%287%29.jpg",
    "extract": "Halldór Ásgrímsson was an Icelandic politician, who served as prime minister of Iceland from 2004 to 2006 and was leader of the Progressive Party from 1994 to 2006.",
    "year": 1947,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ann Beattie",
    "birthday": "1947-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e8/Ann_Beattie_headshot.jpg",
    "extract": "Ann Beattie is an American novelist and short story writer. She has received an award for excellence from the American Academy and Institute of Arts and Letters and the PEN/Malamud Award for excellence in the short story form.",
    "year": 1947,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Benjamin Orr",
    "birthday": "1947-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/0/04/Benjamin_Orr_%28The_Cars%29.jpg/320px-Benjamin_Orr_%28The_Cars%29.jpg",
    "extract": "Benjamin Orzechowski, known professionally as Benjamin Orr, was an American musician and singer best known as the bassist, co-founder, and co-lead vocalist of the rock band the Cars. He sang lead vocals on several of their best known songs, including \"Just What I Needed\", \"Let's Go\" and \"Drive\". He also had a moderate solo hit with \"Stay the Night\".",
    "year": 1947,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "L. C. Greenwood",
    "birthday": "1946-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/LC_Greenwood_USS_Albany_June_13%2C_2007.jpg/320px-LC_Greenwood_USS_Albany_June_13%2C_2007.jpg",
    "extract": "L. C. Henderson Greenwood was an American professional football player who was a defensive end for the Pittsburgh Steelers of the National Football League (NFL).",
    "year": 1946,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Aziz Sancar",
    "birthday": "1946-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Aziz_Sancar_0060.jpg/304px-Aziz_Sancar_0060.jpg",
    "extract": "Aziz Sancar is a Turkish molecular biologist specializing in DNA repair, cell cycle checkpoints, and circadian clock. In 2015, he was awarded the Nobel Prize in Chemistry along with Tomas Lindahl and Paul L. Modrich for their mechanistic studies of DNA repair. He has made contributions on photolyase and nucleotide excision repair in bacteria that have changed his field.",
    "year": 1946,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Wong Kan Seng",
    "birthday": "1946-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/2/28/WongKanSeng-20060314.jpg",
    "extract": "Wong Kan Seng is a Singaporean former politician who served as the deputy prime minister of Singapore between 2005 and 2011.",
    "year": 1946,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Lem Barney",
    "birthday": "1945-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Lem_Barney_2015.jpg/300px-Lem_Barney_2015.jpg",
    "extract": "Lemuel Joseph Barney is a former American football player. A native of Gulfport, Mississippi, he played college football at Jackson State from 1964 to 1966. He was drafted by the Detroit Lions of the National Football League (NFL) and played for the Lions as a cornerback, return specialist, and punter from 1967 to 1977. He was selected as the NFL Defensive Rookie of the Year in 1967, played in seven Pro Bowls, and was selected as a first-team All-NFL player in 1968 and 1969. He was inducted into the Pro Football Hall of Fame in 1992. He has also been inducted into the Detroit Lions Hall of Fame, the Jackson State Sports Hall of Fame, the Michigan Sports Hall of Fame, and the Mississippi Sports Hall of Fame.",
    "year": 1945,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Kelly Groucutt",
    "birthday": "1945-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Electric_Light_Orchestra_2.jpg/213px-Electric_Light_Orchestra_2.jpg",
    "extract": "Kelly Groucutt was an English musician, and bassist and occasional vocalist for the English rock band Electric Light Orchestra (ELO), between 1974 and 1982.",
    "year": 1945,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ron \"Pigpen\" McKernan",
    "birthday": "1945-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/5/50/Ron_%22Pigpen%22_McKernan.jpg/275px-Ron_%22Pigpen%22_McKernan.jpg",
    "extract": "Ronald Charles McKernan, known as Pigpen, was an American singer and musician. He was a founding member of the San Francisco band the Grateful Dead and played in the group from 1965 to 1972.",
    "year": 1945,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Vinko Puljić",
    "birthday": "1945-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Vinko_Puljic_June_2015_%2818760757238%29.jpg/247px-Vinko_Puljic_June_2015_%2818760757238%29.jpg",
    "extract": "Vinko Puljić is a Bosnian prelate of the Catholic Church who has been a cardinal since 1994. He was the archbishop of Vrhbosna from 1991 to 2022.",
    "year": 1945,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Rogie Vachon",
    "birthday": "1945-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Rogie_Vachon.jpg/213px-Rogie_Vachon.jpg",
    "extract": "Rogatien Rosaire \"Rogie\" Vachon is a Canadian former professional ice hockey goaltender who played for the Montreal Canadiens, Los Angeles Kings, Detroit Red Wings and Boston Bruins in the National Hockey League.",
    "year": 1945,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Margaret Hodge",
    "birthday": "1944-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Official_portrait_of_Rt_Hon_Dame_Margaret_Hodge_MP_crop_2.jpg/240px-Official_portrait_of_Rt_Hon_Dame_Margaret_Hodge_MP_crop_2.jpg",
    "extract": "Dame Margaret Eve Hodge, Lady Hodge, is a British politician serving as the Member of Parliament (MP) for Barking since 1994. A member of the Labour Party, she previously served as Leader of Islington London Borough Council from 1982 to 1992. She has held a number of ministerial roles and served as Chair of the Public Accounts Committee from 2010 to 2015.",
    "year": 1944,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Terry Jenner",
    "birthday": "1944-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Terry_Jenner.jpg/229px-Terry_Jenner.jpg",
    "extract": "Terrence James Jenner was an Australian cricketer who played nine Tests and one ODI from 1970 to 1975. He was primarily a leg-spin bowler and was known for his attacking, loopy style of bowling, but he was also a handy lower-order batsman. In his latter years he was a leg-spin coach to many players around the world, and a great influence on Shane Warne. He was also a radio cricket commentator for the Australian Broadcasting Corporation.",
    "year": 1944,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Adelaide C. Eckardt",
    "birthday": "1943-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Adelaide_C._Eckardt_%28November_2007%29.jpg/224px-Adelaide_C._Eckardt_%28November_2007%29.jpg",
    "extract": "Adelaide C. Eckardt is a member of the Maryland Senate, District 37.",
    "year": 1943,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sal Valentino",
    "birthday": "1942-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Sal_Valentino.jpg/206px-Sal_Valentino.jpg",
    "extract": "Sal Valentino is an American rock musician, singer and songwriter, best known as lead singer of The Beau Brummels, subsequently becoming a songwriter as well. The band released a pair of top 20 U.S. hit singles in 1965, \"Laugh, Laugh\" and \"Just a Little\". He later fronted another band, Stoneground, which produced three albums in the early 1970s. After reuniting on numerous occasions with the Beau Brummels, Valentino began a solo career, releasing his latest album, Every Now and Then, in 2008.",
    "year": 1942,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bernie Sanders",
    "birthday": "1941-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Bernie_Sanders_in_March_2020.jpg/231px-Bernie_Sanders_in_March_2020.jpg",
    "extract": "Bernard Sanders is an American politician and activist who has served as the junior United States senator from Vermont since 2007. He was the U.S. representative for the state's at-large congressional district from 1991 to 2007. Sanders is the longest-serving independent in U.S. congressional history. He has a close relationship with the Democratic Party, having caucused with House and Senate Democrats for most of his congressional career. Sanders unsuccessfully sought the Democratic Party nomination for president of the United States in 2016 and 2020, finishing in second place in both campaigns. Before his election to Congress, he was mayor of Burlington, Vermont.",
    "year": 1941,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Quentin L. Cook",
    "birthday": "1940-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Quentin_L._Cook_01.jpg/269px-Quentin_L._Cook_01.jpg",
    "extract": "Quentin LaMar Cook is an American religious leader and former lawyer and business executive who is currently a member of the Quorum of the Twelve Apostles in The Church of Jesus Christ of Latter-day Saints. Currently, he is the eighth most senior apostle in the church.",
    "year": 1940,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jerzy Robert Nowak",
    "birthday": "1940-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/JKRUK_20130210_JERZY_ROBERT_NOWAK_KRAKOW_IMG_8048.jpg/269px-JKRUK_20130210_JERZY_ROBERT_NOWAK_KRAKOW_IMG_8048.jpg",
    "extract": "Jerzy Robert Nowak is a Polish historian, and former columnist in right-wing Catholic media outlets including Nasz Dziennik, Telewizja Trwam, Radio Maryja.",
    "year": 1940,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Guitar Shorty",
    "birthday": "1939-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Guitar_Shorty_%28blues_musician%29.jpg/320px-Guitar_Shorty_%28blues_musician%29.jpg",
    "extract": "David William Kearney, known as Guitar Shorty, was an American blues guitarist, singer, and songwriter. He was known for his explosive guitar style and wild stage antics. Credited with influencing both Jimi Hendrix and Buddy Guy, Guitar Shorty recorded and toured from the 1950s until the 2020s. In 2017, Billboard magazine said, \"his galvanizing guitar work defines modern, top-of-the-line blues-rock. His vocals remain as forceful as ever. Righteous shuffles...blistering, sinuous guitar solos.\"",
    "year": 1939,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Adrian Cronauer",
    "birthday": "1938-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/ADRIAN_CRONAUER.jpg/220px-ADRIAN_CRONAUER.jpg",
    "extract": "Adrian Joseph Cronauer was a United States Air Force Sergeant and radio personality whose experiences as an innovative disc jockey on American Forces Network during the Vietnam War inspired the 1987 film Good Morning, Vietnam starring Robin Williams as Cronauer.",
    "year": 1938,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sam Nunn",
    "birthday": "1938-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Senator_Nunn_headshot_2010_cropped.jpg/262px-Senator_Nunn_headshot_2010_cropped.jpg",
    "extract": "Samuel Augustus Nunn Jr. is an American politician who served as a United States Senator from Georgia (1972–1997) as a member of the Democratic Party.",
    "year": 1938,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Edna Adan Ismail",
    "birthday": "1937-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Edna_Adan.jpg/240px-Edna_Adan.jpg",
    "extract": "Edna Adan Ismail is a nurse midwife, activist and was the first female Foreign Minister of Somaliland from 2003 to 2006. She previously served as Somaliland's Minister of Family Welfare and Social Development.",
    "year": 1937,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Barbara Frum",
    "birthday": "1937-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/a4/Barbarafrum.jpg",
    "extract": "Barbara Frum, OC was an American-born Canadian radio and television journalist, acclaimed for her interviews for the Canadian Broadcasting Corporation.",
    "year": 1937,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Archie Goodwin (comics)",
    "birthday": "1937-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Goodwin_cropped.png/254px-Goodwin_cropped.png",
    "extract": "Archie Goodwin was an American comic book writer, editor, and artist. He worked on a number of comic strips in addition to comic books, and is best known for his Warren and Marvel Comics work. For Warren he was chief writer and editor of landmark horror anthology titles Creepy and Eerie between 1964 and 1967. At Marvel, he served as the company's editor-in-chief from 1976 to the end of 1977. In the 1980s, he edited the publisher's anthology magazine Epic Illustrated and its Epic Comics imprint. He is also known for his work on Star Wars in both comic books and newspaper strips. He is regularly cited as the \"best-loved comic book editor, ever.\"",
    "year": 1937,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Peter Maxwell Davies",
    "birthday": "1934-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Peter_Maxwell_Davies.jpg/320px-Peter_Maxwell_Davies.jpg",
    "extract": "Sir Peter Maxwell Davies was an English composer and conductor, who in 2004 was made Master of the Queen's Music.",
    "year": 1934,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bernard Donoughue, Baron Donoughue",
    "birthday": "1934-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Official_portrait_of_Lord_Donoughue_crop_2.jpg/240px-Official_portrait_of_Lord_Donoughue_crop_2.jpg",
    "extract": "Bernard “Nursey” Donoughue, Baron Donoughue is a British Labour Party politician, academic, businessman and author.",
    "year": 1934,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Asha Bhosle",
    "birthday": "1933-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Ashaji.jpg/320px-Ashaji.jpg",
    "extract": "Asha Bhosle is an Indian playback singer, entrepreneur\nand occasional actress and television personality who predominantly works in Indian Cinema. Known for her versatility, she has been described in the media as one of the most influential and successful singers in Hindi Cinema. In her career spanning over eight decades she has recorded songs for films and albums in various Indian languages and received several accolades including two National Film Awards, four BFJA Awards, eighteen Maharashtra State Film Awards, nine Filmfare Awards including a Lifetime Achievement Award and a record seven Filmfare Award for Best Female Playback Singer, in addition to two Grammy nominations. In 2000, she was honoured with the Dadasaheb Phalke Award, India's highest award in the field of cinema. In 2008, she was honoured by the Government of India with the Padma Vibhushan, the second-highest civilian honour of the country. Additionally she holds the Guinness World Record for the most studio recordings - singles.",
    "year": 1933,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jeffrey Koo Sr.",
    "birthday": "1933-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/2007ChinatrustGlobalLeadersForum_JefferyKoo.jpg/320px-2007ChinatrustGlobalLeadersForum_JefferyKoo.jpg",
    "extract": "Jeffrey Koo Sr. was a Taiwanese billionaire banker, who served as honorary chairman and governor of Chinatrust Bank, and co founded Koos Group.",
    "year": 1933,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Eric Salzman",
    "birthday": "1933-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e7/Eric_Salzman_Composer.jpg",
    "extract": "Eric Salzman was an American composer, scholar, author, impresario, music critic, and record producer. He is known for advancing the concept of \"New Music Theater\" as an independent art form differing in scope, both economically and aesthetically, from grand opera and contemporary popular musicals. He co-founded the American Music Theater Festival and was, at the time of his death in 2017, Composer-in-Residence at the Center for Contemporary Opera.",
    "year": 1933,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Maigonis Valdmanis",
    "birthday": "1933-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/0/01/Maigonis_Valdmanis_%281933%29.jpg",
    "extract": "Maigonis Valdmanis was a Soviet and Latvian basketball player and coach. He was born in Riga.",
    "year": 1933,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Patsy Cline",
    "birthday": "1932-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Patsy_Cline_1960_publicity_portrait_-_cropped.jpg/284px-Patsy_Cline_1960_publicity_portrait_-_cropped.jpg",
    "extract": "Patsy Cline was an American singer. She is considered one of the most influential vocalists of the 20th century and was one of the first country music artists to successfully cross over into pop music. Cline had several major hits during her eight-year recording career, including two number-one hits on the Billboard Hot Country and Western Sides chart.",
    "year": 1932,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Marion Brown",
    "birthday": "1931-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/35/Marion_Brown.jpg",
    "extract": "Marion Brown was an American jazz alto saxophonist, composer, writer, visual artist, and ethnomusicologist. He was a member of the avant-garde jazz scene in New York City during the 1960s, playing alongside musicians such as John Coltrane, Archie Shepp, and John Tchicai. He performed on Coltrane's landmark 1965 album Ascension. AllMusic reviewer Scott Yanow described him as \"one of the brightest and most lyrical voices of the 1960s avant-garde.\"",
    "year": 1931,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Nguyễn Cao Kỳ",
    "birthday": "1930-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/USIA_66-1476.jpg/256px-USIA_66-1476.jpg",
    "extract": "Nguyễn Cao Kỳ was a Vietnamese military officer and politician who served as the chief of the Republic of Vietnam Air Force in the 1960s, before leading the nation as the prime minister of South Vietnam in a military junta from 1965 to 1967. Then, until his retirement from politics in 1971, he served as vice president to bitter rival General Nguyễn Văn Thiệu, in a nominally civilian administration.",
    "year": 1930,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Christoph von Dohnányi",
    "birthday": "1929-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/1-01_CvD_Formal_Posed.tif/lossy-page1-320px-1-01_CvD_Formal_Posed.tif.jpg",
    "extract": "Christoph von Dohnányi is a German conductor.",
    "year": 1929,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bhupen Hazarika",
    "birthday": "1926-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Dr._Bhupen_Hazarika%2C_Assam%2C_India.jpg/221px-Dr._Bhupen_Hazarika%2C_Assam%2C_India.jpg",
    "extract": "Bhupen Hazarika was an Indian playback singer, lyricist, musician, poet, actor and filmmaker from Assam, widely known as Xudha kontho. His songs, written and sung mainly in the Assamese language by himself, are marked by humanity and universal brotherhood and have been translated and sung in many languages, most notably in Bengali and Hindi.",
    "year": 1926,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Peter Sellers",
    "birthday": "1925-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Peter_Sellers_at_home_in_Belgravia%2C_London%2C_1973.jpg/298px-Peter_Sellers_at_home_in_Belgravia%2C_London%2C_1973.jpg",
    "extract": "Peter Sellers was an English actor, comedian and singer. He first came to prominence performing in the BBC Radio comedy series The Goon Show, featured on a number of hit comic songs and became known to a worldwide audience through his many film roles, among them Chief Inspector Clouseau in The Pink Panther series.",
    "year": 1925,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Wendell Ford",
    "birthday": "1924-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Sen_Wendell_Ford_of_Ky.jpg/255px-Sen_Wendell_Ford_of_Ky.jpg",
    "extract": "Wendell Hampton Ford was an American politician from the Commonwealth of Kentucky. He served for twenty-four years in the U.S. Senate and was the 53rd Governor of Kentucky. He was the first person to be successively elected lieutenant governor, governor and United States senator in Kentucky history. The Senate Democratic whip from 1991 to 1999, he was considered the leader of the state's Democratic Party from his election to governor in 1971 until he retired from the Senate in 1999. At the time of his retirement, he was the longest-serving senator in Kentucky's history, a mark which was then surpassed by Mitch McConnell in 2009. He is the most recent Democrat to have served as a Senator from the state of Kentucky.",
    "year": 1924,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Marie-Claire Kirkland",
    "birthday": "1924-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/94/Claire_Kirkland-Casgrain.png",
    "extract": "Marie-Claire Kirkland-Casgrain, was a Quebec lawyer, judge and politician. She was the first woman elected to the Legislative Assembly of Quebec, the first woman appointed a Cabinet minister in Quebec, the first woman appointed acting premier, and the first woman judge to serve in the Quebec Provincial Court.",
    "year": 1924,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Grace Metalious",
    "birthday": "1924-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/Grace_Metalious_%281957%29.jpg/270px-Grace_Metalious_%281957%29.jpg",
    "extract": "Grace Metalious was an American author known for her novel Peyton Place, one of the best-selling works in publishing history.",
    "year": 1924,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mimi Parent",
    "birthday": "1924-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/1/1c/Mimi_Parent_crop.jpg",
    "extract": "Mimi Parent was a Canadian surrealist artist. For many years she lived and worked in Paris, France. Her art is known for its symbolism, and the metaphorical use of existing objects, including human hair.",
    "year": 1924,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Rasul Gamzatov",
    "birthday": "1923-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/14/Rasul_Gamzatov.jpg",
    "extract": "Rasul Gamzatovich Gamzatov was a popular Russian poet who wrote in Avar language. Among his poems was Zhuravli, which became a well-known Soviet song.",
    "year": 1923,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sid Caesar",
    "birthday": "1922-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Sid_Caesar_-_1961.JPG/254px-Sid_Caesar_-_1961.JPG",
    "extract": "Isaac Sidney Caesar was an American comic actor, comedian and writer. With a career spanning 60 years, he was best known for two pioneering 1950s live television series: Your Show of Shows (1950–1954), which was a 90-minute weekly show watched by 60 million people and its successor, Caesar's Hour (1954–1957), both of which influenced later generations of comedians. Your Show of Shows and its cast received seven Emmy nominations between the years 1953 and 1954 and tallied two wins. He also acted in movies; he played Coach Calhoun in Grease (1978) and its sequel Grease 2 (1982) and appeared in the films It's a Mad, Mad, Mad, Mad World (1963), Silent Movie (1976), History of the World, Part I (1981), Cannonball Run II (1984), and Vegas Vacation (1997).",
    "year": 1922,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Lyndon LaRouche",
    "birthday": "1922-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Lyndon_LaRouche.jpg/320px-Lyndon_LaRouche.jpg",
    "extract": "Lyndon Hermyle LaRouche Jr. was an American political activist who founded the LaRouche movement and its main organization the National Caucus of Labor Committees (NCLC).",
    "year": 1922,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Harry Secombe",
    "birthday": "1921-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/9/90/Harry_secombe.jpeg/256px-Harry_secombe.jpeg",
    "extract": "Sir Harold Donald Secombe was a Welsh comedian, actor, singer and television presenter. Secombe was a member of the British radio comedy programme The Goon Show (1951–1960), playing many characters, most notably Neddie Seagoon. An accomplished tenor, he also appeared in musicals and films – notably as Bumble in Oliver! (1968) – and, in his later years, was a presenter of television shows incorporating hymns and other devotional songs.",
    "year": 1921,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Gianni Brera",
    "birthday": "1919-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/7/74/Gianni_Brera.jpg",
    "extract": "Giovanni Luigi \"Gianni\" Brera was an Italian sports journalist and novelist. This is a description by himself: \"My real name is Giovanni Luigi Brera. I was born on 8 September 1919 in San Zenone Po in the province of Pavia, and grew up like a wild man among woods, river banks and still waters. [...] I am a Padan from the banks and flood plains, the bush and the sandbanks. I soon realized I was a legitimate son of the Po\".",
    "year": 1919,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Maria Lassnig",
    "birthday": "1919-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/1974_Avenue_B_Foto_ML_4.tif/lossy-page1-236px-1974_Avenue_B_Foto_ML_4.tif.jpg",
    "extract": "Maria Lassnig was an Austrian artist known for her painted self-portraits and her theory of \"body awareness\". She was the first female artist to win the Grand Austrian State Prize in 1988 and was awarded the Austrian Decoration for Science and Art in 2005. Lassnig lived and taught in Vienna from 1980 until her death.",
    "year": 1919,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jan Sedivka",
    "birthday": "1917-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Jan_Sedivka%2C_Mount_Nelson_1988.jpg/220px-Jan_Sedivka%2C_Mount_Nelson_1988.jpg",
    "extract": "\nJan Boleslav Sedivka, Czech-born, was one of Australia's foremost violinists and teachers.",
    "year": 1917,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "N. V. M. Gonzalez",
    "birthday": "1915-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Nvmgonzalez.jpg/281px-Nvmgonzalez.jpg",
    "extract": "Néstor Vicente Madali González was a Filipino novelist, short story writer, essayist and, poet. Conferred as the National Artist of the Philippines for Literature in 1997.",
    "year": 1915,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Demetrios I of Constantinople",
    "birthday": "1914-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Demetrios_I_of_Constantinople.jpg/230px-Demetrios_I_of_Constantinople.jpg",
    "extract": "Demetrios I also Dimitrios I or Demetrius I, born Demetrios Papadopoulos was the Ecumenical Patriarch of Constantinople from July 16, 1973, to October 2, 1991. He was the 269th successor to St. Andrew, and was the spiritual leader of more than 5 million Eastern Orthodox Christians. Before his election as patriarch he served as the metropolitan bishop of Imvros. He was born and died in Constantinopole, in modern day Turkey.",
    "year": 1914,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Denys Lasdun",
    "birthday": "1914-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Royal_National_Theatre_London_SouthBankCentre02.jpg/320px-Royal_National_Theatre_London_SouthBankCentre02.jpg",
    "extract": "Sir Denys Louis Lasdun, CH, CBE, RA was an eminent English architect, the son of Nathan Lasdun (1879–1920) and Julie. Probably his best known work is the Royal National Theatre, on London's South Bank of the Thames, which is a Grade II* listed building and one of the most notable examples of Brutalist design in the United Kingdom.",
    "year": 1914,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jean-Louis Barrault",
    "birthday": "1910-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Jean_Louis_Barrault_1952.jpg/222px-Jean_Louis_Barrault_1952.jpg",
    "extract": "Jean-Louis Bernard Barrault was a French actor, director and mime artist who worked on both screen and stage.",
    "year": 1910,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Józef Noji",
    "birthday": "1909-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a7/PIC_1-M-1222-4_Mi%C4%99dzynarodowe_zawody_lekkoatletyczne_na_stadionie_White_City_w_Londynie_1936.jpg/204px-PIC_1-M-1222-4_Mi%C4%99dzynarodowe_zawody_lekkoatletyczne_na_stadionie_White_City_w_Londynie_1936.jpg",
    "extract": "Józef Noji was a Polish long-distance runner.",
    "year": 1909,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bill Wentworth",
    "birthday": "1907-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/WilliamWentworth1968.jpg/236px-WilliamWentworth1968.jpg",
    "extract": "William Charles Wentworth, usually known as Bill Wentworth and sometimes referred to by others as William Charles Wentworth IV, was an Australian politician. He was a member of the Liberal Party for most of his career and held ministerial office in the governments of John Gorton and William McMahon, serving as Minister for Social Services (1968–1972) and Minister in charge of Aboriginal Affairs (1968–1971). Wentworth served in the House of Representatives from 1949 to 1977, representing the New South Wales seat of Mackellar. He frequently crossed the floor and served his final months in parliament as an independent.",
    "year": 1907,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Andrei Kirilenko (politician)",
    "birthday": "1906-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/a/aa/Andrei_Kirilenko_%28politician%29.jpg",
    "extract": "Andrei Pavlovich Kirilenko was a Soviet statesman from the start to the end of the Cold War. In 1906, Kirilenko was born at Alexeyevka in Belgorod Oblast to a Ukrainian working-class family. He graduated in the 1920s from a local vocational school, and again in the mid-to-late 1930s from the Rybinsk Aviation Technology Institute. He became a member of the All-Union Communist Party (bolsheviks) in 1930. As many like him, Kirilenko climbed up the Soviet hierarchy through the \"industrial ladder\"; by the 1960s, he was vice-chairman of the Bureau of the Central Committee of the Russian Soviet Federative Socialist Republic (RSFSR). After Nikita Khrushchev's forced resignation, Kirilenko became Leonid Brezhnev's \"chief lieutenant\" within the Central Committee.",
    "year": 1906,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Hendrik Verwoerd",
    "birthday": "1901-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Zuid_Afrikaanse_premier_dr._H._Verwoerd%2C_Bestanddeelnr_911-1297_%28cropped%29.jpg/240px-Zuid_Afrikaanse_premier_dr._H._Verwoerd%2C_Bestanddeelnr_911-1297_%28cropped%29.jpg",
    "extract": "Hendrik Frensch Verwoerd was a South African politician, a scholar of applied psychology and sociology, and chief editor of Die Transvaler newspaper. He is commonly regarded as the architect of Apartheid. Verwoerd played a significant role in socially engineering apartheid, the country's system of institutionalized racial segregation and white supremacy, and implementing its policies as Minister of Native Affairs (1950–1958) and then as prime minister (1958–1966). Furthermore, Verwoerd played a vital role in helping the far-right National Party come to power in 1948, serving as their political strategist and propagandist, becoming party leader upon his premiership. He was the Union of South Africa's last prime minister, from 1958 to 1961, when he proclaimed the founding of the Republic of South Africa, remaining its prime minister until his assassination in 1966.",
    "year": 1901,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Tilly Devine",
    "birthday": "1900-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Tilly_Devine_1925.jpg/320px-Tilly_Devine_1925.jpg",
    "extract": "Matilda Mary Devine, known as Tilly Devine, was an English Australian organised crime boss. She was involved in a wide range of activities, including sly-grog, razor gangs, and prostitution, and became a famous folk figure in Sydney during the interwar years.",
    "year": 1900,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Claude Pepper",
    "birthday": "1900-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Claude_Denson_Pepper.jpg/268px-Claude_Denson_Pepper.jpg",
    "extract": "Claude Denson Pepper was an American politician of the Democratic Party, and a spokesman for left-liberalism and the elderly. He represented Florida in the United States Senate from 1936 to 1951, and the Miami area in the United States House of Representatives from 1963 until 1989.",
    "year": 1900,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jimmie Rodgers (country singer)",
    "birthday": "1897-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Jimmie_Rodgers_in_1931.jpg/283px-Jimmie_Rodgers_in_1931.jpg",
    "extract": "James Charles Rodgers was an American singer-songwriter and musician who rose to popularity in the late 1920s. Widely regarded as \"the Father of Country Music\", he is best known for his distinctive rhythmic yodeling. Unusual for a music star of his era, Rodgers rose to prominence based upon his recordings, among country music's earliest, rather than concert performances – which followed to similar public acclaim.",
    "year": 1897,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Howard Dietz",
    "birthday": "1896-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Howard_Dietz_-_Dec_1920_EH.jpg/216px-Howard_Dietz_-_Dec_1920_EH.jpg",
    "extract": "Howard Dietz was an American publicist, lyricist, and librettist, best remembered for his songwriting collaboration with Arthur Schwartz.",
    "year": 1896,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Samuel Bourque",
    "birthday": "1894-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/John_Samuel_Bourque.png/202px-John_Samuel_Bourque.png",
    "extract": "John Samuel Bourque was a Quebec politician, Cabinet Minister, military member and businessman. He was the Member of Legislative Assembly of Quebec for the riding of Sherbrooke for 25 years.",
    "year": 1894,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Willem Pijper",
    "birthday": "1894-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1f/WillemPijper.jpg/320px-WillemPijper.jpg",
    "extract": "Willem Frederik Johannes Pijper was a Dutch composer, music critic and music teacher. Pijper is considered to be among the most important Dutch composers of the first half of the 20th century.",
    "year": 1894,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Robert A. Taft",
    "birthday": "1889-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a1/RobertATaft83rdCongress.png/252px-RobertATaft83rdCongress.png",
    "extract": "Robert Alphonso Taft Sr. was an American politician, lawyer, and scion of the Republican Party's Taft family. Taft represented Ohio in the United States Senate, briefly served as Senate Majority Leader, and was a leader of the conservative coalition of Republicans and conservative Democrats who prevented expansion of the New Deal. Often referred to as \"Mr. Republican\", he cosponsored the Taft–Hartley Act of 1947, which banned closed shops, created the concept of right-to-work states, and regulated other labor practices.",
    "year": 1889,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Siegfried Sassoon",
    "birthday": "1886-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Siegfried_Sassoon_by_George_Charles_Beresford_%281915%29.jpg/228px-Siegfried_Sassoon_by_George_Charles_Beresford_%281915%29.jpg",
    "extract": "Siegfried Loraine Sassoon was an English war poet, writer, and soldier. Decorated for bravery on the Western Front, he became one of the leading poets of the First World War. His poetry both described the horrors of the trenches and satirised the patriotic pretensions of those who, in Sassoon's view, were responsible for a jingoism-fuelled war. Sassoon became a focal point for dissent within the armed forces when he made a lone protest against the continuation of the war in his \"Soldier's Declaration\" of 1917, culminating in his admission to a military psychiatric hospital; this resulted in his forming a friendship with Wilfred Owen, who was greatly influenced by him. Sassoon later won acclaim for his prose work, notably his three-volume fictionalised autobiography, collectively known as the \"Sherston trilogy\".",
    "year": 1886,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ninon Vallin",
    "birthday": "1886-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e7/Ninon_Vallin.jpg",
    "extract": "Eugénie \"Ninon\" Vallin was a French soprano who achieved considerable popularity in opera, operetta and classical song recitals during an international career that lasted for more than four decades.",
    "year": 1886,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Théodore Pilette",
    "birthday": "1884-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Theodore_Pilette_at_the_1914_French_Grand_Prix_%28cropped%29.jpg/215px-Theodore_Pilette_at_the_1914_French_Grand_Prix_%28cropped%29.jpg",
    "extract": "Théodore Pilette was a Belgian racecar driver.\nFather of André Pilette and grandfather of Teddy Pilette, Théodore was the first member of that racing dynasty. He started racing in 1903, and was the first Belgian to race at the Indianapolis 500 in 1913 with his works Mercedes-Knight car. Despite having the smallest engine, it took fifth place, averaging 68.148 mph (109.674 km/h) over the 500 miles (800 km).",
    "year": 1884,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Harry Hillman",
    "birthday": "1881-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Harry_Hillman.jpg/213px-Harry_Hillman.jpg",
    "extract": "Harry Livingston Hillman Jr. was an American athlete and winner of three gold medals at the 1904 Summer Olympics.",
    "year": 1881,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Refik Saydam",
    "birthday": "1881-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Refik_Saydam.jpg/240px-Refik_Saydam.jpg",
    "extract": "İbrahim Refik Saydam was a Turkish physician, politician and the fourth Prime Minister of Turkey, serving from 25 January 1939 until his death on 8 July 1942.",
    "year": 1881,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Inez Knight Allen",
    "birthday": "1876-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Amanda_Inez_Knight_Allen.gif/262px-Amanda_Inez_Knight_Allen.gif",
    "extract": "Amanda Inez Knight Allen was a Mormon missionary and a Utah politician. In 1898, she became one of the first two single women to be missionaries for The Church of Jesus Christ of Latter-day Saints.",
    "year": 1876,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Alfred Jarry",
    "birthday": "1873-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Alfred_Jarry.jpg/218px-Alfred_Jarry.jpg",
    "extract": "Alfred Jarry was a French symbolist writer who is best known for his play Ubu Roi (1896). He also coined the term and philosophical concept of 'pataphysics.",
    "year": 1873,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "David O. McKay",
    "birthday": "1873-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e8/David_O._McKay.jpg/217px-David_O._McKay.jpg",
    "extract": "David Oman McKay was an American religious leader and educator who served as the ninth president of The Church of Jesus Christ of Latter-day Saints from 1951 until his death in 1970. Ordained an apostle and member of the Quorum of the Twelve Apostles in 1906, McKay was a general authority for nearly 64 years, longer than anyone else in LDS Church history, except Eldred G. Smith.",
    "year": 1873,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Samuel McLaughlin",
    "birthday": "1871-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d3/HCol_RS_McLaughlin%2C_Cavouk_portrait%2C_c._1960.jpg",
    "extract": "Colonel Robert Samuel McLaughlin, was a Canadian businessman and philanthropist. He started the McLaughlin Motor Car Company in 1907, one of the first major automobile manufacturers in Canada, which evolved into General Motors of Canada.",
    "year": 1871,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "José María Pino Suárez",
    "birthday": "1869-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Jos%C3%A9_Mar%C3%ADa_Pino_Su%C3%A1rez%2C_retrato.png/257px-Jos%C3%A9_Mar%C3%ADa_Pino_Su%C3%A1rez%2C_retrato.png",
    "extract": "José María Pino Suárez was a Mexican statesman, lawyer, writer and newspaper proprietor who served as the seventh and last Vice President of Mexico from November 1911 until, together with President Francisco I. Madero, he was overthrown and assassinated in February 1913, during the events of the Ten Tragic Days, one of the most violent periods of the Mexican Revolution. Outrage for their assassination was a main catalyst behind President Woodrow Wilson's decision to order the United States occupation of Veracruz in 1914, causing the collapse of the unpopular Huerta regime, the last military dictatorship in Mexican history, paving the way for the establishment of democracy in Mexico and for the promulgation of the 1917 Constitution.",
    "year": 1869,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Seth Weeks",
    "birthday": "1868-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d4/Seth_Weeks.jpg/240px-Seth_Weeks.jpg",
    "extract": "Silas Seth Weeks was an American composer who played mandolin, violin, banjo and guitar. Although he played many instruments he concentrated professionally on the mandolin. He is considered to be the first African American to play mandolin during its golden period and was considered instrumental in bringing the mandolin to the prominent national standing that it had in the early 1900s. He was the first American known to write a mandolin concerto and led a mandolin and guitar orchestra in Tacoma, Washington.",
    "year": 1868,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Alexander Parvus",
    "birthday": "1867-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Parvus_Alexander.jpg/297px-Parvus_Alexander.jpg",
    "extract": "Alexander Lvovich Parvus, born Israel Lazarevich Gelfand and sometimes called Helphand in the literature on the Russian Revolution, was a Marxist theoretician, publicist and controversial activist in the Social Democratic Party of Germany.",
    "year": 1867,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mary of the Divine Heart",
    "birthday": "1863-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Maria_Droste_zu_Vischering_M%C3%BCnster.jpg/234px-Maria_Droste_zu_Vischering_M%C3%BCnster.jpg",
    "extract": "Mary of the Divine Heart, born Maria Droste zu Vischering, was a German noblewoman and Roman Catholic nun of the Congregation of Our Lady of Charity of the Good Shepherd, best known for having influenced Pope Leo XIII to make the consecration of the world to the Sacred Heart of Jesus. Pope Leo XIII himself called the solemn consecration \"the greatest act of my pontificate\".",
    "year": 1863,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "W. W. Jacobs",
    "birthday": "1863-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Picture_of_W._W._Jacobs.jpg/215px-Picture_of_W._W._Jacobs.jpg",
    "extract": "William Wymark Jacobs was an English author of short fiction and drama. His best remembered story is \"The Monkey's Paw\". He was born in Wapping, London, on 8 September 1863, the son of William Gage Jacobs and his wife Sophia, née Wymark. His father ran the South Devon wharf at Lower East. William and his siblings were still young when their mother died. Their father then married his housekeeper and had seven more children. Jacobs attended a private London school before Birkbeck College, where he befriended William Pett Ridgcap.",
    "year": 1863,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Georg Michaelis",
    "birthday": "1857-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Georg_Michaelis_%28cropped%29.jpg/239px-Georg_Michaelis_%28cropped%29.jpg",
    "extract": "Georg Michaelis was the chancellor of the German Empire for a few months in 1917. He was the first chancellor not of noble birth to hold the office. With an economic background in business, Michaelis' main achievement was to encourage the ruling classes to open peace talks with Russia. Contemplating that the end of the war was near, he encouraged infrastructure development to facilitate recovery at war's end through the media of Mitteleuropa. A somewhat humourless character, known for process engineering, Michaelis was faced with insurmountable problems of logistics and supply in his brief period as chancellor.",
    "year": 1857,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Gojong of Korea",
    "birthday": "1852-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Gojong_of_the_Korean_Empire_02.jpg/218px-Gojong_of_the_Korean_Empire_02.jpg",
    "extract": "Gojong, was the monarch of Korea from 1864 to 1907. He reigned as the last King of Joseon from 1864 to 1897, and as the first Emperor of Korea from 1897 until his forced abdication in 1907. He is known posthumously as the Emperor Gwangmu.",
    "year": 1852,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "John Jenkins (Australian politician)",
    "birthday": "1851-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/John_Greeley_Jenkins.jpg/253px-John_Greeley_Jenkins.jpg",
    "extract": "John Greeley Jenkins was an American-Australian politician. He was Premier of South Australia from 1901 to 1905. He had previously served as Minister for Education and the Northern Territory and Commissioner for Public Works under Thomas Playford II, Commissioner of Public Works under Charles Kingston and Chief Secretary under Frederick Holder. He was subsequently Agent-General for South Australia from 1905 to 1908.",
    "year": 1851,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Paul Chater",
    "birthday": "1846-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Sir_Catchick_Paul_Chater.jpg/214px-Sir_Catchick_Paul_Chater.jpg",
    "extract": "Sir Catchick Paul Chater was a prominent British businessman of Armenian-Indian descent in colonial Hong Kong, whose family roots were in Calcutta, India.",
    "year": 1846,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Antonín Dvořák",
    "birthday": "1841-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Dvorak.jpg/258px-Dvorak.jpg",
    "extract": "Antonín Leopold Dvořák was a Czech composer, one of the first Czech composers to achieve worldwide recognition. Dvořák frequently employed rhythms and other aspects of the folk music of Moravia and his native Bohemia, following the Romantic-era nationalist example of his predecessor Bedřich Smetana. Dvořák's style has been described as \"the fullest recreation of a national idiom with that of the symphonic tradition, absorbing folk influences and finding effective ways of using them\".",
    "year": 1841,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Wilhelm Raabe",
    "birthday": "1831-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Wilhelm_Raabe.jpg/232px-Wilhelm_Raabe.jpg",
    "extract": "Wilhelm Raabe was a German novelist. His early works were published under the pseudonym of Jakob Corvinus.",
    "year": 1831,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Frédéric Mistral",
    "birthday": "1830-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Frederic_Mistral_portrait_photo.jpg/232px-Frederic_Mistral_portrait_photo.jpg",
    "extract": "Joseph Étienne Frédéric Mistral was a French writer of Occitan literature and lexicographer of the Provençal form of the language. He received the 1904 Nobel Prize in Literature \"in recognition of the fresh originality and true inspiration of his poetic production, which faithfully reflects the natural scenery and native spirit of his people, and, in addition, his significant work as a Provençal philologist\". Mistral was a founding member of the Félibrige and member of the Académie de Marseille.",
    "year": 1830,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Joshua Chamberlain",
    "birthday": "1828-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Joshua_Chamberlain_-_Brady-Handy.jpg/283px-Joshua_Chamberlain_-_Brady-Handy.jpg",
    "extract": "Joshua Lawrence Chamberlain was an American college professor from Maine who volunteered during the American Civil War to join the Union Army. He became a highly respected and decorated Union officer, reaching the rank of brigadier general. He is best known for his gallantry at the Battle of Gettysburg, for which he was awarded the Medal of Honor.",
    "year": 1828,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Clarence Cook",
    "birthday": "1828-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/What_Shall_We_Do_With_Our_Walls%3F_MET_61PCAT31R2.jpg/252px-What_Shall_We_Do_With_Our_Walls%3F_MET_61PCAT31R2.jpg",
    "extract": "Clarence Chatham Cook was a 19th-century American author and art critic.",
    "year": 1828,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Jaime Nunó",
    "birthday": "1824-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/d/d9/Jaime_Nun%C3%B3.jpg",
    "extract": "Jaime Nunó Roca was a Spanish composer from Catalonia who composed the music for the Mexican national anthem.",
    "year": 1824,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Karl von Ditmar",
    "birthday": "1822-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Carl_von_Ditmar.jpg/209px-Carl_von_Ditmar.jpg",
    "extract": "Karl Bernhard Woldemar Ferdinand von Ditmar was a Baltic German geologist and explorer, who travelled in and contributed to the scientific understanding of Kamchatka.",
    "year": 1822,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Giuseppina Strepponi",
    "birthday": "1815-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Karoly_Gyurkovich_-_Giuseppina_Strepponi.jpg/235px-Karoly_Gyurkovich_-_Giuseppina_Strepponi.jpg",
    "extract": "Clelia Maria Josepha (Giuseppina) Strepponi was a nineteenth-century Italian operatic soprano of great renown and the second wife of composer Giuseppe Verdi.",
    "year": 1815,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Charles Étienne Brasseur de Bourbourg",
    "birthday": "1814-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Brasseur_de_Bourbourg.jpeg/268px-Brasseur_de_Bourbourg.jpeg",
    "extract": "Abbé Charles-Étienne Brasseur de Bourbourg was a noted French writer, ethnographer, historian, archaeologist, and Catholic priest. He became a specialist in Mesoamerican studies, travelling extensively in the region. \nHis writings, publications, and recovery of historical documents contributed much to knowledge of the region's languages, writing, history and culture, particularly those of the Maya and Aztec civilizations. However, his speculations concerning relationships between the ancient Maya and the lost continent of Atlantis inspired Ignatius L. Donnelly and encouraged the pseudo-science of Mayanism.",
    "year": 1814,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Eduard Mörike",
    "birthday": "1804-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Eduard_M%C3%B6rike.jpg/232px-Eduard_M%C3%B6rike.jpg",
    "extract": "Eduard Friedrich Mörike was a German Lutheran pastor who was also a Romantic poet and writer of novellas and novels. Many of his poems were set to music and became established folk songs, while others were used by composers Hugo Wolf and Ignaz Lachner in their symphonic works.",
    "year": 1804,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "N. F. S. Grundtvig",
    "birthday": "1783-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/N-f-s-grundtvig-portr%C3%A6t.jpg/247px-N-f-s-grundtvig-portr%C3%A6t.jpg",
    "extract": "Nikolaj Frederik Severin Grundtvig, most often referred to as N. F. S. Grundtvig, was a Danish pastor, author, poet, philosopher, historian, teacher and politician. He was one of the most influential people in Danish history, as his philosophy gave rise to a new form of nationalism in the last half of the 19th century. It was steeped in the national literature and supported by deep spirituality.",
    "year": 1783,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Mustafa IV",
    "birthday": "1779-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/IV._Mustafa.jpg/202px-IV._Mustafa.jpg",
    "extract": "Mustafa IV was the Sultan of the Ottoman Empire from 1807 to 1808.",
    "year": 1779,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Anne Catherine Emmerich",
    "birthday": "1774-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Anna_Katharina_Emmerick_Saint_Visionary.jpg/217px-Anna_Katharina_Emmerick_Saint_Visionary.jpg",
    "extract": "Anne Catherine Emmerich was a Roman Catholic Augustinian Canoness Regular of Windesheim, mystic, Marian visionary, ecstatic and stigmatist.",
    "year": 1774,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "August Wilhelm Schlegel",
    "birthday": "1767-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/August_Wilhelm_von_Schlegel.png/276px-August_Wilhelm_von_Schlegel.png",
    "extract": "August Wilhelm Schlegel, usually cited as August Schlegel, was a German poet, translator and critic, and with his brother Friedrich Schlegel the leading influence within Jena Romanticism. His translations of Shakespeare turned the English dramatist's works into German classics. Schlegel was also the professor of Sanskrit in Continental Europe and produced a translation of the Bhagavad Gita.",
    "year": 1767,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Carl Stenborg",
    "birthday": "1752-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Carl_Stenborg.jpg/245px-Carl_Stenborg.jpg",
    "extract": "Carl Stenborg was a Swedish opera singer, composer and theatre director. He belonged to the pioneer generation of the Royal Swedish Opera and was regarded as one of the leading opera singers of the Gustavian era. He was a hovsångare and a member of the Royal Swedish Academy of Music.\n",
    "year": 1752,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Tanikaze Kajinosuke",
    "birthday": "1750-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Yokozuna_Tanikaze_Kajinosuke.jpg/227px-Yokozuna_Tanikaze_Kajinosuke.jpg",
    "extract": "Tanikaze Kajinosuke  was a Japanese sumo wrestler from the Tokugawa era, who is officially recognized as the fourth yokozuna, and the first to be awarded the title of yokozuna within his own lifetime. He achieved great fame and though championships were not awarded in his era, he achieved the mathematical equivalent of 21 tournament championships. He was also the coach of Raiden Tameemon.",
    "year": 1750,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Yolande de Polastron",
    "birthday": "1749-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Duchess_de_Polignac.jpg/253px-Duchess_de_Polignac.jpg",
    "extract": "Yolande Martine Gabrielle de Polastron, Duchess of Polignac was the favourite of Marie Antoinette, whom she first met when she was presented at the Palace of Versailles in 1775, the year after Marie Antoinette became the Queen of France. She was considered one of the great beauties of pre-Revolutionary society, but her extravagance and exclusivity earned her many enemies.",
    "year": 1749,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ozias Humphry",
    "birthday": "1742-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Gilbert_stuart_ozias_humphry.jpg/273px-Gilbert_stuart_ozias_humphry.jpg",
    "extract": "Ozias Humphry was a leading English painter of portrait miniatures, later oils and pastels, of the 18th century. He was elected to the Royal Academy in 1791, and in 1792 he was appointed Portrait Painter in Crayons to the King.",
    "year": 1742,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "François Francoeur",
    "birthday": "1698-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Portrait_pr%C3%A9sum%C3%A9_de_Fran%C3%A7ois_Francoeur.jpg/237px-Portrait_pr%C3%A9sum%C3%A9_de_Fran%C3%A7ois_Francoeur.jpg",
    "extract": "François Francœur was a French composer and violinist.",
    "year": 1698,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Nicolas de Grigny",
    "birthday": "1672-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Leipzig%2C_Museum_der_bildenden_K%C3%BCnste%2C_Domenico_Quaglio%2C_die_Kathedrale_zu_Reims.JPG/320px-Leipzig%2C_Museum_der_bildenden_K%C3%BCnste%2C_Domenico_Quaglio%2C_die_Kathedrale_zu_Reims.JPG",
    "extract": "Nicolas de Grigny was a French organist and composer. He died young and left behind a single collection of organ music, and an Ouverture for harpsichord.",
    "year": 1672,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ferdinand IV, King of the Romans",
    "birthday": "1633-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Frans_Luyckx_-_Ferdinand_IV%2C_King_of_the_Romans.jpg/185px-Frans_Luyckx_-_Ferdinand_IV%2C_King_of_the_Romans.jpg",
    "extract": "Ferdinand IV was made and crowned King of Bohemia in 1646, King of Hungary and Croatia in 1647, and King of the Romans on 31 May 1653. He also served as Duke of Cieszyn.",
    "year": 1633,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Louis, Grand Condé",
    "birthday": "1621-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Louis%2C_Grand_Cond%C3%A9.PNG/247px-Louis%2C_Grand_Cond%C3%A9.PNG",
    "extract": "Louis de Bourbon, Prince of Condé, known as the Great Condé for his military exploits, was a French general and the most illustrious representative of the Condé branch of the House of Bourbon. He was one of Louis XIV's pre-eminent generals.",
    "year": 1621,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Johann Friedrich Gronovius",
    "birthday": "1611-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Johann_Friedrich_Gronovius_-_Imagines_philologorum.jpg/262px-Johann_Friedrich_Gronovius_-_Imagines_philologorum.jpg",
    "extract": "Johann Friedrich Gronovius was a German classical scholar, librarian and critic.",
    "year": 1611,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Toyotomi Hideyori",
    "birthday": "1593-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Hideyori_Toyotomi.jpg/320px-Hideyori_Toyotomi.jpg",
    "extract": "Toyotomi Hideyori  was the son and designated successor of Toyotomi Hideyoshi, the general who first united all of Japan. His mother, Yodo-dono, was the niece of Oda Nobunaga.",
    "year": 1593,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Marin Mersenne",
    "birthday": "1588-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Marin_mersenne.jpg/252px-Marin_mersenne.jpg",
    "extract": "Marin Mersenne was a French polymath whose works touched a wide variety of fields. He is perhaps best known today among mathematicians for Mersenne prime numbers, those which can be written in the form Mn = 2n − 1 for some integer n. He also developed Mersenne's laws, which describe the harmonics of a vibrating string, and his seminal work on music theory, Harmonie universelle, for which he is referred to as the \"father of acoustics\". Mersenne, an ordained Catholic priest, had many contacts in the scientific world and has been called \"the center of the world of science and mathematics during the first half of the 1600s\" and, because of his ability to make connections between people and ideas, \"the post-box of Europe\". He was also a member of the Minim religious order and wrote and lectured on theology and philosophy.",
    "year": 1588,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Alfonso Salmeron",
    "birthday": "1515-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Alfonso_Salmeron.jpg/198px-Alfonso_Salmeron.jpg",
    "extract": "Alfonso (Alphonsus) Salmerón was a Spanish biblical scholar, a Catholic priest, and one of the first Jesuits.",
    "year": 1515,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ludovico Ariosto",
    "birthday": "1474-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/e/e5/Vincenzo_Catena_016_detail.jpg",
    "extract": "Ludovico Ariosto was an Italian poet. He is best known as the author of the romance epic Orlando Furioso (1516). The poem, a continuation of Matteo Maria Boiardo's Orlando Innamorato, describes the adventures of Charlemagne, Orlando, and the Franks as they battle against the Saracens with diversions into many sideplots. The poem is transformed into a satire of the chivalric tradition. Ariosto composed the poem in the ottava rima rhyme scheme and introduced narrative commentary throughout the work.",
    "year": 1474,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Catherine of Bologna",
    "birthday": "1413-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Caterina-bologna.jpg/240px-Caterina-bologna.jpg",
    "extract": "Catherine of Bologna [Caterina de' Vigri] was an Italian Poor Clare nun, writer, teacher, mystic, artist, and saint. The patron saint of artists and against temptations, Catherine de' Vigri was venerated for nearly three centuries in her native Bologna before being formally canonized in 1712 by Pope Clement XI. Her feast day is 9 March.",
    "year": 1413,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Bernardino of Siena",
    "birthday": "1380-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Saint_Bernardino_of_Siena.PNG/224px-Saint_Bernardino_of_Siena.PNG",
    "extract": "Bernardino of Siena was an Italian priest and Franciscan missionary. He was a systematizer of Scholastic economics.",
    "year": 1380,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Charles Martel of Anjou",
    "birthday": "1271-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Martell_k%C3%A1roly.jpg/251px-Martell_k%C3%A1roly.jpg",
    "extract": "Charles Martel of the Angevin dynasty was the eldest son of king Charles II of Naples and Mary of Hungary, the daughter of King Stephen V of Hungary.\n\nThe 18-year-old Charles Martel was set up by Pope Nicholas IV and the ecclesiastical party as the titular King of Hungary (1290–1295) as successor of his maternal uncle, the childless Ladislaus IV of Hungary against whom the Pope had already earlier declared a crusade.",
    "year": 1271,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Sancho II of Portugal",
    "birthday": "1209-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/D._Sancho_II_-_Compendio_de_cr%C3%B3nicas_de_reyes_%28Biblioteca_Nacional_de_Espa%C3%B1a%29.png/206px-D._Sancho_II_-_Compendio_de_cr%C3%B3nicas_de_reyes_%28Biblioteca_Nacional_de_Espa%C3%B1a%29.png",
    "extract": "Sancho II, nicknamed the Cowled or the Capuched, alternatively, the Pious, was King of Portugal from 1223 to 1248. He was succeeded on the Portuguese throne by his brother, King Afonso III, in 1248.",
    "year": 1209,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Richard I of England",
    "birthday": "1157-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Church_of_Fontevraud_Abbey_Richard_I_effigy.jpg/320px-Church_of_Fontevraud_Abbey_Richard_I_effigy.jpg",
    "extract": "Richard I was King of England from 1189 until his death in 1199. He also ruled as Duke of Normandy, Aquitaine and Gascony, Lord of Cyprus, and Count of Poitiers, Anjou, Maine, and Nantes, and was overlord of Brittany at various times during the same period. He was the third of five sons of King Henry II of England and Eleanor of Aquitaine and seemed unlikely to become king, but all his brothers except the youngest, John, predeceased their father. Richard is known as Richard Cœur de Lion or Richard the Lionheart because of his reputation as a great military leader and warrior. The troubadour Bertran de Born also called him Richard Oc-e-Non, possibly from a reputation for terseness.",
    "year": 1157,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ali al-Hadi",
    "birthday": "828-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Imam_Ali_al-Hadi_%28A.S.%29.png/320px-Imam_Ali_al-Hadi_%28A.S.%29.png",
    "extract": "Ali ibn Muhammad al-Hadi was a descendant of the Islamic prophet Muhammad and the tenth of the Twelve Imams, succeeding his father, Muhammad al-Jawad. He is known with the titles al-Hadi and al-Naqi. As with most of his predecessors, he kept aloof from politics and engaged in teaching in Medina. Around 848, the Abbasid Caliph al-Mutawakkil, known for his extreme anti-Shia measures, summoned al-Hadi to the capital Samarra, where he was held under close surveillance until his death some twenty years later in 868. Shia sources often hold the Abbasids responsible for his death at the age of about forty. He was succeeded by his son, Hasan, who was also held under surveillance in Samarra until his death in 874 at the age of twenty-eight. As an important center for Shia pilgrimage, the al-Askari shrine in Samarra houses the tombs of al-Hadi and his successor. The restricted life of al-Hadi in Samarra marks the end of the direct leadership of the Shia community by the Imams. A theological treatise on free will and some other short texts are ascribed to al-Hadi.",
    "year": 828,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Ansgar",
    "birthday": "801-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Bendixen_Ansgar.jpg/140px-Bendixen_Ansgar.jpg",
    "extract": "Ansgar, also known as Anskar, Saint Ansgar, Saint Anschar or Oscar, was Archbishop of Hamburg-Bremen in the northern part of the Kingdom of the East Franks. Ansgar became known as the \"Apostle of the North\" because of his travels and the See of Hamburg received the missionary mandate to bring Christianity to Northern Europe.",
    "year": 801,
    "month": 9,
    "day": 8,
    "language": "en"
  },
  {
    "name": "Emperor Xuanzong of Tang",
    "birthday": "685-9-8",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Tang_XianZong.jpg/252px-Tang_XianZong.jpg",
    "extract": "Emperor Xuanzong of Tang, also commonly known as Emperor Ming of Tang or Illustrious August, personal name Li Longji, was the seventh emperor of the Tang dynasty in China, reigning from 712 to 756 CE. His reign of 44 years was the longest during the Tang dynasty. In the early half of his reign he was a diligent and astute ruler. Ably assisted by capable chancellors like Yao Chong, Song Jing and Zhang Yue, he was credited with bringing Tang China to a pinnacle of culture and power. Emperor Xuanzong, however, because of his interest in his two beloved concubines who were involved in governmental matters and was blamed for over-trusting Li Linfu, Yang Guozhong and An Lushan during his late reign, with Tang's golden age ending in the An Lushan Rebellion.",
    "year": 685,
    "month": 9,
    "day": 8,
    "language": "en"
  }
]